{
  "thread": {
    "uuid": "b19f40574610935b2a34b4f8d72b3521f087f4b7",
    "url": "https://newsrnd.com/news/2024-01-19-%22for-a-few-hours-i-forgot-there-was-a-war%22--kibbutz-dan-evacuees-went-on-a-jeep-trip-israel-today.ryV51iwKa.html",
    "site_full": "newsrnd.com",
    "site": "newsrnd.com",
    "site_section": "https://newsrnd.com/",
    "site_categories": [],
    "section_title": "The Limited Times",
    "title": "\"For a few hours I forgot there was a war\": Kibbutz Dan evacuees went on a jeep trip Israel today - The Limited Times",
    "title_full": "\"For a few hours I forgot there was a war\": Kibbutz Dan evacuees went on a jeep trip Israel today - The Limited Times",
    "published": "2024-01-19T09:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.israelhayom.co.il/wp-content/uploads/2024/01/19/19/קיבוץ-דן-גיפים-1-אפרת-אשל-960x640.jpg",
    "performance_score": 0,
    "domain_rank": 47585,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b19f40574610935b2a34b4f8d72b3521f087f4b7",
  "url": "https://newsrnd.com/news/2024-01-19-%22for-a-few-hours-i-forgot-there-was-a-war%22--kibbutz-dan-evacuees-went-on-a-jeep-trip-israel-today.ryV51iwKa.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2024-01-19T09:06:00.000+02:00",
  "title": "\"For a few hours I forgot there was a war\": Kibbutz Dan evacuees went on a jeep trip Israel today - The Limited Times",
  "text": "Naomi Petha, a resident of Kibbutz Dan who was evacuated to the Dan Panorama Hotel in Haifa, is not a trivial figure in adventure jeep tours.\n84 years old, a knitting enthusiast, and the founder of the kibbutz knitting group, which works every day to make hundreds of hats and neck warmers for soldiers in the conflict areas.\n\"The last time I was on a jeep trip it was in Sinai 57 years ago, after the Six Day War,\" she laughs as she grips the seat tightly, while the jeep's tires slide on the high mud-filled rocks.\n\"It's a different experience and I'm not afraid. When the war started I didn't want to evacuate and I was among the last to leave the kibbutz. I even managed to attach woolen hats to the food parcels sent to the soldiers in the north. If they only allow it, tomorrow I'm going home.\"\nKibbutz Dan evacuees went on a jeep trip // Photo and editing: Alran Avisror\nThe 40 jeeps that gathered at the foot of the Carmel did not look different from any group of extreme travelers.\nA group of people of all ages, laughter and shouts of enthusiasm, boxes of pastries passing from hand to hand, next to steaming cups of tea and coffee.\nBut there is nothing normal about these 128 citizens, part of a huge group of people displaced from their homes, who were forced to move to live in cramped rooms in a hotel, without privacy and with mental stress, without a routine and with dependence on others, without knowing when they will return to their homes.\nLike many Israeli citizens, who go out of their way to hug the evacuees, so did Niv Bornstein, Alran Avisror and David Vidal, members of the Jeep groups \"Trelul Club\" and the Jeep Wrangler Israel Club.\nLast Friday was rainy, but the mud, the cold and the rains did not deter the Kibbutz Dan evacuees.\nThe route that was planned for them was centered on the ascent of Mein Hod, driving through a green Mediterranean forest, crossing flowing water sources washed by the rains and crossing rocks.\nThe stop for a coffee break was held on the summit of Har Shukf, not far from Beit Oren, where they enjoyed a performance by the singer Guy Hibash Levy.\nDan's knitting group.\nWoolen hats for soldiers, photo: Efrat Eshel\n\"If we've already been evicted, I'll make lemonade out of the lemon\"\nNitza Ronan (86) gets down lightly from one of the jeeps.\nShe talks about her intense longing for the peace of the kibbutz, which is different from the city where she has been living for the past three months.\n\"I had no hesitation about the trip, even though I'm a bit of a coward,\" she laughs.\n\"I'm happy to be here with our whole community, most of which is in the hotel, and even though we miss home, it provides some order. There is no doubt that we have a deluxe evacuation.\"\nNitza Ronen on a trip, missing peace, photo: Efrat Eshel\nRicky Gunal (68) joins the conversation: \"They told me that in the end I won't return home, because we're having fun, but the hotel is not a home and I want to return to the kibbutz. If we've already been evicted, then I'll make lemonade out of the lemon. Will that help? I'm traveling in Haifa and even I found a place with a heated pool. My feeling is that I'm currently living in a parallel world.\"\nRiki, together with Naomi and Tal Shoshani (63), are part of the group of knitters.\nAnyone who enters the hotel will see them sitting together in the lobby, with knitting needles in their hands and balls of wool rolling next to them.\nOn the top of the cold mountain they are debating whether they have already knitted 700 or more woolen hats for the soldiers.\n\"Our war effort is to support, not make it difficult for the state and the IDF,\" Tal summarizes the situation.\nGreen Mediterranean forest, mud and jeeps, photo: Efrat Eshel\nOn the back box of one of the 4x4 vehicles, Hila (26), Einat (22) and Erez (16), three brothers from a Mizrahi family, jump to the music.\n\"I now had a few hours where I forgot that I was being evacuated and that there was a war,\" says Hila.\n\"They take care of the activities for us, but we never had anything like that. It's so much fun to get back to nature, and we got an amazing driver, Eli. In the kibbutz I got used to getting up in the green and taking a dip in the river every morning, and I hope everything stays the same. We haven't been to the kibbutz for three months, and it's scary Makes me think that maybe because of missiles and interceptions, our landscape has changed.\"\nwere we wrong\nWe will fix it!\nIf you found an error in the article, we would appreciate it if you shared it with us\nSimilar news: Pajamas, a dream of elegance 1 hour The farce of the drugs for Hamas is a picture of failure Israel today 11 hours Sin oposición creíble a Trump 1 day",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kibbutz dan",
        "sentiment": "negative"
      },
      {
        "name": "naomi petha",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "sinai",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "haifa",
        "sentiment": "none"
      },
      {
        "name": "carmel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T09:09:52.248+02:00",
  "updated": "2024-01-19T09:09:52.248+02:00"
}