{
  "thread": {
    "uuid": "a5c778cd325c0fbd4dcbf9c438e15d1836981db6",
    "url": "https://www.sandiegouniontribune.com/news/nation-world/story/2024-04-11/ghost-gun-makers-agree-to-halt-sales-in-philadelphia-in-settlement-with-the-city",
    "site_full": "www.sandiegouniontribune.com",
    "site": "sandiegouniontribune.com",
    "site_section": "https://www.newsbreak.com/san-diego-union-tribune-1588824",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "San Diego Union-Tribune | NewsBreak",
    "title": "Lawsuit settled: 2 top US gun parts makers agree to temporarily halt sales in Philadelphia - The San Diego Union-Tribune",
    "title_full": "Lawsuit settled: 2 top US gun parts makers agree to temporarily halt sales in Philadelphia - The San Diego Union-Tribune",
    "published": "2024-04-11T23:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ca-times.brightspotcdn.com/dims4/default/058da0e/2147483647/strip/true/crop/3000x1575+0+213/resize/1200x630!/quality/75/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fe5%2F26%2F668a7e5ba7856d5877206e220ac8%2F4c8534a38f8b4898965908b78583b407",
    "performance_score": 0,
    "domain_rank": 1502,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a5c778cd325c0fbd4dcbf9c438e15d1836981db6",
  "url": "https://www.sandiegouniontribune.com/news/nation-world/story/2024-04-11/ghost-gun-makers-agree-to-halt-sales-in-philadelphia-in-settlement-with-the-city",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MICHAEL RUBINKAM",
  "published": "2024-04-11T23:27:00.000+03:00",
  "title": "Lawsuit settled: 2 top US gun parts makers agree to temporarily halt sales in Philadelphia - The San Diego Union-Tribune",
  "text": "Two of America's leading gun parts manufacturers have agreed to temporarily halt sales of their products in Philadelphia and elsewhere in Pennsylvania, city officials said Thursday, announcing a settlement of their lawsuit against the companies. Philadelphia filed suit against Polymer80 and JSD Supply in July, accusing the manufacturers of perpetuating gun violence in the city by manufacturing and selling untraceable, self-manufactured weapons commonly known as “ghost guns.” The suit came under a broader legal effort to restrict where manufacturers can market their assemble-at-home guns. David Pucino, legal director of Giffords Law Center, which represented the city, accusing Polymer80 and JSD Supply of “reckless business practices ... that threatened public safety.” “The gun industry must be held accountable when it breaks the law and endangers Americans,” he said in a statement. Under the settlement, JSD Supply, based in Butler, Pennsylvania, agreed it would no longer sell its products in the state for four years, city officials said. Dayton, Nevada-based Polymer80 agreed to a four-year ban on sales to customers in Philadelphia and the nearby counties of Berks, Bucks, Chester, Delaware, Lancaster, Lehigh, Montgomery and Northampton, which include the cities of Allentown, Easton, Reading and Lancaster. Additionally, Polymer80 agreed to pay $1.3 million, which Philadelphia officials said will fund efforts to address gun violence. The settlement was expected to be filed with the court on Friday. Messages were left at both companies seeking comment on the agreement. “These weapons have ended up in the hands of our youth and individuals who are not otherwise permitted to possess a firearm, and the consequences in our communities have been devastating,” Renee Garcia, Philadelphia's city solicitor, said in a statement. Ghost guns, which can be purchased without a background check and assembled at home, have become the weapon of choice for children, criminals and others who cannot lawfully own a gun, according to city officials. They have been used in a staggering number of shootings in recent years. Between 2019 and 2022, police recorded a fourfold increase in the number of ghost guns that had been used to commit crimes, according to the city's lawsuit. In 2022, city police seized 575 of the guns. Last July, a gunman armed with an AR-15-style weapon and a handgun — both self-manufactured — went on a shooting spree that killed five people in Philadelphia. Philadelphia Mayor Cherelle Parker, announcing the settlement at a news conference to discuss her first 100 days in office, said Polymer80 and JSD produced 90% of the ghost guns recovered in the city, “We needed to find a way to hold them accountable for their role in supplying the crime gun market, and perpetuating gun violence,” she said. In February, Polymer80 agreed to stop selling its firearms to Maryland residents under a settlement with the city of Baltimore. Last month, a federal judge permanently banned a Florida gun retailer from selling or delivering certain gun parts in New York that officials say could be used to assemble untraceable ghost guns and sold without background checks.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "david pucino",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "san diego union-tribune two of america",
        "sentiment": "negative"
      },
      {
        "name": "giffords law center",
        "sentiment": "none"
      },
      {
        "name": "jsd supply",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "philadelphia",
        "sentiment": "none"
      },
      {
        "name": "butler",
        "sentiment": "none"
      },
      {
        "name": "dayton",
        "sentiment": "none"
      },
      {
        "name": "pennsylvania",
        "sentiment": "none"
      },
      {
        "name": "nevada",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:59:39.190+03:00",
  "updated": "2024-04-12T00:59:39.190+03:00"
}