{
  "thread": {
    "uuid": "f0cee0e2bd03c268ab5bc7c280e04d7c8d87ee60",
    "url": "https://www.kitco.com/news/article/2024-01-05/will-depins-be-next-big-thing-crypto-multiple-analysts-say-yes",
    "site_full": "www.kitco.com",
    "site": "kitco.com",
    "site_section": "https://kitco.com",
    "site_categories": [
      "investing",
      "finance"
    ],
    "section_title": "Live Gold Prices | Gold News And Analysis | Mining News | KITCO",
    "title": "Will DePINs be the next big thing in crypto? Multiple analysts say yes | Kitco News",
    "title_full": "Will DePINs be the next big thing in crypto? Multiple analysts say yes | Kitco News",
    "published": "2024-01-05T23:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://image-api.prod.kitco.com/image/2e179025-3f82-4f33-8479-8ff7d68102a3.jpeg?top=0&amp;left=16.913123844732&amp;width=2666.1737523105&amp;height=1500&amp;scale_width=1920&amp;token=0204ac5a2ea0142c3e4713afd06531267b1877d65158c50ca9fec7350eb02663",
    "performance_score": 0,
    "domain_rank": 4617,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f0cee0e2bd03c268ab5bc7c280e04d7c8d87ee60",
  "url": "https://www.kitco.com/news/article/2024-01-05/will-depins-be-next-big-thing-crypto-multiple-analysts-say-yes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CPM Group",
  "published": "2024-01-05T23:01:00.000+02:00",
  "title": "Will DePINs be the next big thing in crypto? Multiple analysts say yes | Kitco News",
  "text": "The four-year cyclical nature of cryptocurrency bull markets is a well-known trend among digital asset investors, and those with experience know that each cycle will see at least one new breakout sector that outperforms all others and sets the stage for the next evolution of the industry. In 2020, decentralized finance (DeFi) rose to prominence thanks to the “Summer of Defi,” and in 2021, meme tokens like Dogecoin (DOGE) and Shiba Inu (SHIB), and non-fungible tokens (NFTs) stole the show and dominated the headlines until the bull market ended later in the year. With the next bull market heating up, traders are scouring the list of tokens and emerging sectors to try and determine which will dominate the market this go-around, and according to some analysts, Decentralized Physical Infrastructure Networks (DePINs) are an up-and-coming class of projects worth keeping an eye on. According to a [report](https://messari.io/report-pdf/f125632168e9a04e016fe43bc551f412389eda4f.pdf) from digital asset marketing intelligence firm Messari, the DePIN market has a current valuation of nearly $2.2 trillion, with a trajectory that could see it reach up to $3.5 trillion in the next four years. “DePINs use crypto-incentives to efficiently coordinate the buildout and operation of critical infrastructure,” Messari said. “The DePIN ecosystem has grown to over 650 projects in 2023, spanning six subsectors: compute (250), AI (200), wireless (100), sensors (50), energy (50), and services (25).” DePINs that have launched liquid tokens have a combined market cap exceeding $20 billion, and they generate roughly $15 million in annualized onchain revenue, the report noted. “DePIN revenues, anchored in utility rather than speculation, have shown to be the most resilient in the last market cycle,” Messari said. “While the broader crypto market faced a steep 70-90% decline, DePIN revenues experienced a much milder drop of only 20-60% from their peak values.” One reason analysts are so bullish on the sector is that DePINs can be integrated with smart technologies, including smartphones, which open these platforms to a much broader range of users than the typical cryptocurrency project. “DePINs saw the addition of over 600,000 nodes, predominantly from software-based DePINs, which are capitalizing on the sophisticated sensors within mobile phones,” the report said. Examples of DePIN networks include Helium (HNT), Render (RNDR), Filecoin (FIL), IoTeX (IOTX), and Fetch.ai (FET), and the charts for these assets show that they have been on the rise since October, highlighting the growing strength of this sector of the crypto market. HNT vs. RNDR vs. FIL vs. IOTX vs. FET 1-day chart. Source: TradingView And Messari’s report showed that the sector is just getting warmed up, as developers are now starting to explore the integration of DePIN platforms with some of the hottest sectors in the crypto market. “In 2024, we will see DePINs begin to experiment more deeply with novel crypto primitives including ZK, meme coins, onchain AI, and onchain gaming,” Messari said. “The one Web3 sector that everyone must have on their radar in 2024 is decentralized physical infrastructure networks, or DePIN,” Peaq Network co-founder Max Thake said in a note with Kitco Crypto. “DePIN are projects like Helium (HNT), which use tokens to incentivize people and communities to run real-world hardware like sensors, Web hotspots, and more. It’s basically Web3 going as real-world as it can.” “What makes DePINs special is that they directly tap into real-world demand and services, which is a healthy source of growth and liquidity,” he said. “I don’t think any other Web3 sector can boast such a sustainable foundation. With DePIN, you can pay with crypto for a service you need or earn crypto for providing this service. That is the dictionary definition of adoption.” This real-world applicability is why Thake thinks DePIN will do more for adoption than GameFi or other more speculative sectors of the market. “The sector is already hot, featuring projects like a fleet of tokenized car-sharing Teslas, a people-driven Web access network, and data crowdsourcing platforms for mobility and noise pollution data,” he said. “In 2024, I am sure, it will see even more growth; Messari estimates its potential reach at $3.5 trillion by 2028.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://messari.io/report-pdf/f125632168e9a04e016fe43bc551f412389eda4f.pdf)",
    "https://www.messari.io/report-pdf/f125632168e9a04e016fe43bc551f412389eda4f.pdf)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "messari",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "defi",
        "sentiment": "none"
      },
      {
        "name": "shiba inu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:22:24.820+02:00",
  "updated": "2024-01-06T02:22:24.820+02:00"
}