{
  "thread": {
    "uuid": "f6efc413f65262f9fe4e2c5efeff06fcc3ff49d6",
    "url": "https://istoedinheiro.com.br/inca-realiza-no-rio-oficina-de-resgate-de-autoestima-para-mulheres",
    "site_full": "istoedinheiro.com.br",
    "site": "istoedinheiro.com.br",
    "site_section": "https://www.istoedinheiro.com.br/feed",
    "site_categories": [],
    "section_title": "ISTOÉ DINHEIRO",
    "title": "Inca realiza, no Rio, oficina de resgate de autoestima para mulheres",
    "title_full": "Inca realiza, no Rio, oficina de resgate de autoestima para mulheres",
    "published": "2024-03-14T22:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://istoedinheiro.com.br/wp-content/uploads/sites/17/2021/10/thumbnail-istoedinheirologo.png",
    "performance_score": 0,
    "domain_rank": 18861,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f6efc413f65262f9fe4e2c5efeff06fcc3ff49d6",
  "url": "https://istoedinheiro.com.br/inca-realiza-no-rio-oficina-de-resgate-de-autoestima-para-mulheres",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redação",
  "published": "2024-03-14T22:47:00.000+02:00",
  "title": "Inca realiza, no Rio, oficina de resgate de autoestima para mulheres",
  "text": "14/03/2024 - 15:47\nO Ambulatório de Sexualidade do Hospital do Câncer II (HC II), do Instituto Nacional de Câncer (Inca), promoveu nesta quinta-feira (14), no Rio de Janeiro, a Oficina Resgate da Autoestima, em razão do Dia Internacional da Mulher. A meta foi criar um ambiente de cuidado e valorização pessoal no qual as mulheres em tratamento possam desfrutar de atividades para elevar a autoestima.\nSegundo o Inca, para muitas mulheres em tratamento, enfrentar a doença [câncer] pode afetar não apenas o corpo, mas também a autoconfiança e a sensação de feminilidade.\nNotícias relacionadas:\nCampanha Março Azul prioriza a prevenção do câncer de intestino. SUS pode gastar R$ 7,84 bi em 2040 com tratamento de câncer, diz Inca.\nA diretora do HC II, Priscila Marietto, destaca a importância de auxiliar pacientes nesse resgate. “A jornada do tratamento pode impactar negativamente a imagem corporal, a confiança e a identidade. Fortalecer a autoestima, promover o bem-estar emocional, melhorar a qualidade de vida e contribuir para a resiliência no tratamento podem proporcionar uma perspectiva mais positiva e encorajadora frente à doença”, afirma.\nMarço Lilás\nA coordenadora do Laboratório de Sexualidade do HC II, Carmen Lúcia de Paula, lembra que a oficina comemorou também na mesma data o Março Lilás, mês de mobilização social e prevenção do câncer de colo do útero.\n“Para chamar a atenção da sociedade de forma geral sobre as medidas de prevenção desse tipo de câncer, que é evitável e tem até 100% de cura, se for diagnosticado nas fases iniciais. Nós destacamos a importância da vacina contra o HPV (sigla em inglês para Papilomavírus Humano) para meninas e meninos de nove a 14 anos, a recomendação do Ministério da Saúde quando ao exame de Papanicolau para mulheres de 25 a 64 anos e o uso de preservativos nas relações sexuais”, diz. Essas são as medidas de prevenção para o câncer de colo de útero. “É chamar a atenção para a importância de promover a saúde da mulher”, frisa.\nPara isso, Carmen Lúcia sustenta que o Inca estava promovendo a Oficina de Resgate de Autoestima, em edição especial, com profissionais que estavam ali para ajudar nos cuidados com as mulheres, melhorar a autoestima e promover um dia diferente com presentes e leveza sobre como manter o bem-estar e a qualidade de vida, a partir do diagnóstico e dos efeitos adversos causados pelos tratamentos.\nLado emocional\nDurante as consultas na enfermagem, nas diferentes fases do tratamento, a coordenadora diz que as profissionais observaram como o lado emocional e a autoestima dessas mulheres ficam desestruturados. Por isso, além dos protocolos de tratamento, as enfermeiras identificaram a necessidade de haver um espaço de acolhimento e de comunicação, onde as pacientes possam, principalmente, verbalizar suas queixas em relação à intimidade.\n“Porque elas não encontram de uma forma fácil espaço para abordar a sua intimidade e falar sobre as suas queixas sexuais. Nós, profissionais, sabemos que os tratamentos causam diminuição da libido, menopausa precoce e um impacto grande na saúde e na qualidade de vida nessas mulheres. Então, como nós temos a proposta de cuidar do integral e abordar a sexualidade, promover a saúde dessas mulheres como um todo faz parte do cuidado do nosso Laboratório de Sexualidade de Ginecologia do Hospital do Câncer”, explica Carmen Lúcia.\nA equipe de voluntários – composta por maquiadores, cabeleireiras e floristas – é liderada pela estilista de vestidos de noiva Ana Carolina Caetano. Além das atividades de beleza, o evento contou com palestra sobre autoestima e promoção da saúde, seguida por apresentação musical, ambas realizadas pelos próprios funcionários do hospital.\nAbismo\nKênia dos Santos Bastos, 45 anos, dona de casa, é ex-paciente do HC II. Ela foi diagnosticada com câncer de colo do útero em 2016 e teve alta em 2021. Kênia era atleta, nadava, corria, pedalava, tinha uma vida normal e teve que parar com todas as atividades. “Quanto recebi o diagnóstico, mudou tudo. Meu mundo caiu. Eu não apresentava sintoma nenhum. Foi devastador. A sensação que eu tive é como se estivesse caindo em um abismo. A última coisa que eu esperava era uma notícia dessa”, recorda.\nToda a família ficou arrasada. Kênia acentua que recebeu todo o amor dos parentes e do marido. “Ele mostrou realmente que me amava. Eu posso dizer que só quem tem câncer sabe o que é. Toda a dor que eu senti ele sentiu por mim, mas nós superanos. Continuamos casados como se fosse o primeiro ano. Foram oito anos, porque foram cinco anos de tratamento e três de alta”, lembra.\nKênia recebeu grande apoio para enfrentar a doença também da parte do Instituto Nacional de Câncer e continua participando das atividades propostas pelo órgão, vinculado ao Ministério da Saúde.\nEla salienta que a dor costuma unir as pessoas. “E junto com a dor, também vêm os momentos bons de amizade e de troca de experiências. Somos uma grande família, uma apoiando a outra, na dor e na alegria”, sintetiza. Sobre o tratamento que recebeu, garante que “se eu não estivesse no Inca, não teria sobrevivido. Fui muito bem assistida em tudo. Eles me ampararam, me acolheram, me deram o melhor medicamento. Só tenho a agradecer”, finaliza.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://agenciabrasil.ebc.com.br/saude/noticia/2024-03/campanha-marco-azul-prioriza-prevencao-do-cancer-de-intestino",
    "https://agenciabrasil.ebc.com.br/saude/noticia/2024-02/sus-pode-gastar-r-784-bi-em-2040-com-tratamento-de-cancer-diz-inca",
    "https://www.agenciabrasil.ebc.com.br/saude/noticia/2024-02/sus-pode-gastar-r-784-bi-em-2040-com-tratamento-de-cancer-diz-inca",
    "https://www.agenciabrasil.ebc.com.br/saude/noticia/2024-03/campanha-marco-azul-prioriza-prevencao-do-cancer-de-intestino"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T01:12:34.125+02:00",
  "updated": "2024-03-15T01:12:34.125+02:00"
}