{
  "thread": {
    "uuid": "9eb370171ed3a2a3115c40046c5c4638337b4aa2",
    "url": "https://mtstandard.com/opinion/column/guest-opinion-protecting-our-nation-and-honoring-those-who-ve-already-done-so/article_2cbfa5dc-a664-11ee-8acc-b707cc0bfe15.html",
    "site_full": "mtstandard.com",
    "site": "mtstandard.com",
    "site_section": "http://mtstandard.com/search/?f=rss&amp;t=article&amp;l=50&amp;s=start_time&amp;sd=desc&amp;k%5B%5D=%23topstory",
    "site_categories": [
      "media"
    ],
    "section_title": "mtstandard.com - RSS Results",
    "title": "Guest opinion: Protecting our nation and honoring those who’ve already done so",
    "title_full": "Guest opinion: Protecting our nation and honoring those who’ve already done so",
    "published": "2023-12-30T15:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/mtstandard.com/content/tncms/assets/v3/editorial/2/c2/2c2fe988-a664-11ee-8477-f7e0d18aa045/658eee6e520be.image.jpg?crop=1751%2C919%2C0%2C132&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 24656,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9eb370171ed3a2a3115c40046c5c4638337b4aa2",
  "url": "https://mtstandard.com/opinion/column/guest-opinion-protecting-our-nation-and-honoring-those-who-ve-already-done-so/article_2cbfa5dc-a664-11ee-8acc-b707cc0bfe15.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "KEN BOGNER, JOHN FULLER, RUSS TEMPEL and BARRY USHER",
  "published": "2023-12-30T15:00:00.000+02:00",
  "title": "Guest opinion: Protecting our nation and honoring those who’ve already done so",
  "text": "For years, Montana has had one of the highest rates of military participation and veterans per capita in the nation. The 2023 Legislature took many steps to both help our men and women in uniform protect our state and country going forward, as well as recognize and honor their service.\nFirst, we passed a new law that prohibits foreign adversaries from owning critical infrastructure and agricultural land in Montana. This is crucial to national defense, making it illegal for hostile competitors like China to buy land near our nuclear missiles at Malmstrom Air Force Base, or purchase influence over telecommunications and energy production systems. Some in Congress keep talking about taking similar steps (while nothing actually happens in D.C.), but we already got it done in Montana thanks to Sen. Ken Bogner.\nSen. John Fuller passed a bill that exempts 50% of military veterans’ retirement income from the state income tax, giving a welcome financial boost to Montanans who’ve served our nation, and encouraging more veterans to make Montana their home after military service.\nPeople are also reading…\nWe also reformed various licensing and educational certifications so that military members, their spouses, and veterans can work in Montana if they’ve already achieved certification in another state. Rep. Brad Barker passed that bill. Similarly, Rep. Ed Buttrey sponsored a bill that grants state authorization to daycare providers that have already been licensed by the U.S. Armed Forces. Both of these bills make it easier for the men and women stationed in Montana, and their families, to work and raise a family in Big Sky Country.\nAdditionally, we passed three bills to help the Montana National Guard, which were sponsored by Sen. Mike Cuffe and Rep. Scot Kerns. Those bills increase pay for National Guard pilots fighting wildfires, provide better workers compensation benefits, and limit liability for care rendered at the scene of an emergency.\nFinally, Rep. Braxton Mitchell passed a bill allowing a state veterans cemetery to be created in the Flathead Valley, and Sen. Barry Usher passed a bill to allow crew members of the USS Montana to have Montana license plates, even if they don’t live in the state while serving on the submarine.\nThese new laws all demonstrate the Legislature’s commitment to doing what we can at the state level to protect our national security and make life better for those who serve our nation.\nAs we approach a new year that is likely to feature more military tension abroad and more political conflict at home, it’s important that we as Montanans redouble our support for our military service members and veterans. We condemn the shameful actions of government officials like the Missoula city councilors who refuse to stand for the Pledge of Allegiance.\nLet’s make 2024 a year of patriotism in Montana. The new laws passed by the Legislature that are going into effect are a great start.\nSen. Ken Bogner, R-Miles City, is the president pro tempore of the Montana Senate and a U.S. Marine Corps veteran who served in Iraq. Sen. John Fuller, R-Kalispell, is an Army veteran who served in Vietnam. Sen. Russ Tempel, R-Chester, is an Army veteran. Sen. Barry Usher, R-Yellowstone/Musselshell, is a Senate majority whip and Coast Guard veteran.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john fuller",
        "sentiment": "none"
      },
      {
        "name": "ken bogner",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "legislature",
        "sentiment": "none"
      },
      {
        "name": "malmstrom air force base",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "montana",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "d.c.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T15:55:41.115+02:00",
  "updated": "2023-12-30T15:55:41.115+02:00"
}