{
  "thread": {
    "uuid": "fa51cde7fc56f1ba251210a97d82f02b2d8ddb1d",
    "url": "https://gritdaily.com/formfree-empowering-financial-fairness-for-all",
    "site_full": "gritdaily.com",
    "site": "gritdaily.com",
    "site_section": "https://gritdaily.com/comments/feed/",
    "site_categories": [
      "media",
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "\n\tComments for Grit Daily News\t",
    "title": "Comment on FormFree – Empowering Financial Fairness for All by temp mail",
    "title_full": "Comment on FormFree – Empowering Financial Fairness for All by temp mail",
    "published": "2024-03-01T00:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i0.wp.com/gritdaily.com/wp-content/uploads/2024/02/iStock-1471033503.jpg",
    "performance_score": 0,
    "domain_rank": 34308,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fa51cde7fc56f1ba251210a97d82f02b2d8ddb1d",
  "url": "https://gritdaily.com/formfree-empowering-financial-fairness-for-all",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "temp mail",
  "published": "2024-03-01T00:53:00.000+02:00",
  "title": "Comment on FormFree – Empowering Financial Fairness for All by temp mail",
  "text": "Welcome to the future of finance with FormFree. Since 2007, FormFree has been a game-changer in the world of loans, guided by a powerful mission: to “democratize lending for all people without bias.” With tools like Passport Wallet, RIKI, and FFX, they’re transforming lending in a game-changing way for those seeking loans but who have previously been unserved by the lending industry. Need a loan but worried about impacting your credit score? Passport Wallet uses your banking history to reveal your true borrowing power, while RIKI looks beyond traditional credit scores, considering factors like rent payments. And with FFX, you’re connected directly to lenders who get you. It’s not just lending; it’s lending with a heart and a new perspective. Credit Scoring: Unfair Game or Level Playing Field? Ever wondered if traditional credit scoring is [biased against you](https://medium.com/commonfuture/why-credit-scores-are-racist-da109fcfb300)? You’re not alone. Picture this: 26 million Americans are like ghosts in the credit world – totally “credit invisible.” But here’s the twist – it’s not a level playing field. [Reports](https://www.forbes.com/advisor/credit-cards/from-inherent-racial-bias-to-incorrect-data-the-problems-with-current-credit-scoring-models/) suggest that Black, Hispanic, and low-income communities are more likely to be credit invisible. Think about it – more than 20% of Black consumers and around 11% of Hispanic consumers are under the 620 credit score mark, while only about 5% of white consumers are in the same boat. The real issue? Old-school credit scores are missing pieces of the puzzle. They often overlook everyday bills like rent and cell phone payments. That’s where FormFree steps in. Only one in four Americans thinks their credit score is an accurate reflection of their financial status, new research suggests. And get this – many don’t even know their score or how to check it. FormFree’s solution? To rewrite the rules of the game, focusing on financial education and innovation to bridge these gaps and champion financial fairness. Passport Wallet: Your Ticket to a Fair Chance Step into the future of fair credit with Passport Wallet, where you aren’t seen as just a credit score but the whole of your financial journey. In a time where credit scores can be a stumbling block for many, especially in Black and Hispanic communities, Passport Wallet offers a game-changing move. It lets you mask your personal details while showcasing your real Ability To Pay. Think rental history, utility bills, and your bank story, not just those old-school credit scores. Passport Wallet is all about leveling the playing field. It’s like having a financial invisibility cloak that guards against bias, making loans for cars, homes, and dreams more reachable for everyone. Launched in January 2024, you can be one of the pioneers in this financial revolution, where fairness and equality are the new normal in credit assessment. Meet RIKI: Redefining Credit Scoring Enter RIKI, FormFree’s latest innovation that’s flipping the script on credit assessment. Imagine a world where 26 million Americans, currently invisible in the traditional credit system, get a fair chance. RIKI, short for “Residual Income Knowledge Index,” is here to make that a reality. With RIKI, it’s all about owning your financial narrative. Think beyond the usual [credit scores](https://gritdaily.com/mark-hauser-discusses-proven-strategies-for-improving-consumer-credit-scores/) – RIKI values your rent payments, cash flow, and residual income, painting a fuller picture of your financial health. RIKI isn’t just about loans; it’s about bridging the wealth gap and opening doors to opportunities that were once closed. It’s a leap towards a more inclusive financial future where your ability to pay is the star of the show. Introducing FFX FormFree’s FFX is revolutionizing lending by focusing on your financial strengths, not personal details. This new platform, [FFX](https://www.formfree.com/news-and-insights/formfree-launches-new-exchange-that-matches-qualified-borrowers-with-lenders/), is where lenders and financially ready borrowers connect directly. Think of it as a marketplace where your financial readiness is your ticket to better loan opportunities. FFX is all about transparent and efficient lending for homes, cars, and more. It’s not just a loan service; it’s about reshaping lending to be more accessible and profitable. By using FormFree’s Passport Wallet app, borrowers demonstrate their readiness, while lenders get the right info to make competitive offers. FFX is a smart solution in today’s financial landscape, addressing lender and borrower challenges by focusing on ready-to-transact borrowers, making lending simpler and fairer for everyone. Empowering Home Ownership through Collaboration: A Case Study FormFree works with partners like [Guild Mortgage](https://www.guildmortgage.com/nc-a/) to make it easier for people to own homes. They introduced RIKI in Guild Mortgage’s “Complete Rate” program, which looks at more than just credit scores. It considers things like how regularly someone pays rent and their income, allowing more people to get lower interest rates and the chance to own a home. Guild Mortgage says that with FormFree’s help, they’re helping clients find new ways to buy homes, even without traditional credit scores. FormFree and AI FormFree is revolutionizing the mortgage lending world with smart, fair technology. They’re very careful about how they use [Artificial Intelligence (AI)](https://newslink.mba.org/mba-newslinks/2024/january/mba-newslink-wednesday-jan-10-2024/formfrees-martin-prescher-on-balancing-fairness-innovation-with-ai-in-mortgage-lending/) in their work. Martin Prescher, FormFree CTO, explains that there are two main types of AI: one that follows set rules (deterministic) and another that learns from patterns in data (predictive). Predictive AI can sometimes pick up biases from the data it learns from. FormFree focuses on using the rule-following deterministic AI. This way, they make sure their decisions are fair and clear, and they don’t accidentally favor some people over others. They’re really committed to making sure everyone has a fair chance at getting a loan, especially those who might be overlooked by traditional ways of deciding who gets a loan. Discover Your Borrowing Power with FormFree Established in 2007, FormFree stands at the forefront of housing finance, data analysis, and financial technology. Boasting an impressive collective experience of over 220 years, FormFree is dedicated to making credit access more democratic and creating a financial landscape that includes everyone. For an insight into FormFree’s cutting-edge offerings and to assess your borrowing capacity, download [Passport Wallet](https://uyxt4.app.link/Tmndc58CuGb) and visit the FormFree [website](https://www.formfree.com/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [
    "https://newslink.mba.org/mba-newslinks/2024/january/mba-newslink-wednesday-jan-10-2024/formfrees-martin-prescher-on-balancing-fairness-innovation-with-ai-in-mortgage-lending/",
    "https://www.formfree.com/",
    "https://medium.com/commonfuture/why-credit-scores-are-racist-da109fcfb300",
    "https://www.forbes.com/advisor/credit-cards/from-inherent-racial-bias-to-incorrect-data-the-problems-with-current-credit-scoring-models/",
    "https://www.formfree.com/news-and-insights/formfree-launches-new-exchange-that-matches-qualified-borrowers-with-lenders/",
    "https://uyxt4.app.link/Tmndc58CuGb",
    "https://www.guildmortgage.com/nc-a/",
    "https://www.newslink.mba.org/mba-newslinks/2024/january/mba-newslink-wednesday-jan-10-2024/formfrees-martin-prescher-on-balancing-fairness-innovation-with-ai-in-mortgage-lending/",
    "https://www.formfree.com/news-and-insights/formfree-launches-new-exchange-that-matches-qualified-borrowers-with-lenders",
    "https://www.guildmortgage.com/nc-a",
    "https://www.formfree.com",
    "https://newslink.mba.org/mba-newslinks/2024/january/mba-newslink-wednesday-jan-10-2024/formfrees-martin-prescher-on-balancing-fairness-innovation-with-ai-in-mortgage-lending",
    "https://www.medium.com/commonfuture/why-credit-scores-are-racist-da109fcfb300",
    "https://forbes.com/advisor/credit-cards/from-inherent-racial-bias-to-incorrect-data-the-problems-with-current-credit-scoring-models/",
    "https://www.uyxt4.app.link/Tmndc58CuGb",
    "https://guildmortgage.com/nc-a/",
    "https://formfree.com/",
    "https://www.forbes.com/advisor/credit-cards/from-inherent-racial-bias-to-incorrect-data-the-problems-with-current-credit-scoring-models",
    "https://formfree.com/news-and-insights/formfree-launches-new-exchange-that-matches-qualified-borrowers-with-lenders/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "formfree",
        "sentiment": "negative"
      },
      {
        "name": "black",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:56:27.322+02:00",
  "updated": "2024-03-01T02:00:32.202+02:00"
}