{
  "thread": {
    "uuid": "a46155ce940ccf7f73d5449bfdb90c14c221dbc5",
    "url": "https://www.heraldbulletin.com/sports/national_sports/zionsville-hockey-club-one-win-from-title/article_ffc6b9de-eef8-5036-9469-5104a73d4480.html",
    "site_full": "www.heraldbulletin.com",
    "site": "heraldbulletin.com",
    "site_section": "http://www.heraldbulletin.com/search/?q=&t=article&l=100&d=&d1=&d2=&s=start_time&sd=desc&nsa=eedition&c[]=sports,sports/*&f=rss",
    "site_categories": [
      "media",
      "education",
      "entertainment"
    ],
    "section_title": "www.heraldbulletin.com - RSS Results in sports,sports/* of type article",
    "title": "Zionsville Hockey Club one win from title",
    "title_full": "Zionsville Hockey Club one win from title",
    "published": "2024-02-29T22:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/heraldbulletin.com/content/tncms/custom/image/e4eca496-6795-11e5-9429-0b85a9eec775.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 35240,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a46155ce940ccf7f73d5449bfdb90c14c221dbc5",
  "url": "https://www.heraldbulletin.com/sports/national_sports/zionsville-hockey-club-one-win-from-title/article_ffc6b9de-eef8-5036-9469-5104a73d4480.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Will Willems - The Lebanon Reporter, Ind. (TNS)",
  "published": "2024-02-29T22:15:00.000+02:00",
  "title": "Zionsville Hockey Club one win from title",
  "text": "Feb. 28—The coaches of the Zionsville Hockey Club knew it was going to be a multi-year process to get the team back to the level they wanted to be.\nAnd over the past few seasons, the Arctic Eagles have been re-establishing a strong culture and high level play on the ice, and now find themselves one win away from the ultimate goal of winning a state championship when they hit the ice on Saturday in South Bend.\n\"This started three or four years ago,\" head coach Ben Highsmith said this week. \"We had a transition, and the team was down and not performing very well. We had to adjust our culture and get our good culture back. We have worked really hard on that the last couple of years and building it back up. This year, everything started clicking. The guys were ready to go, our leadership really helped us to get where we need to be.\"\nTo get a high school hockey team to gel together isn't an easy thing.\nBecause it is a club sport, the Arctic Eagles have players from numerous schools around the area, ranging from Lebanon and Zionsville, to North Central, Herron and Covenant Christian among others.\nHighsmith said that they spend a lot of time together before the season doing various team bonding things like camp outs and cook outs, just to get the group together as much as possible because they don't necessarily see each other in school every day.\nThat is part of what has made this team successful, and the strong leadership they have from a nine-player senior class.\n\"Our captain is senior Jon Zack and he has been a two-year captain for us,\" Highsmith said. \"He really saw my vision and had his vision and has really translated that over to the team. Silas Donovan has stepped up, Alek Molinaro has stepped up and Noah Farb. We have a really good goaltender in Jackson Herbold. (Lebanon's) Quinn Carey has really stepped up in a leadership role both vocally and by example. He came to me a couple summers ago and said he really wanted to elevate his game, and wanted to get his hockey IQ up there. We have worked a lot in the off-seasons on improving and he is another one who has really stepped up.\"\nAlong with the leadership the Eagles have a deep line-up, which has also helped them out throughout the year.\nDonovan leads the team with 29 goals, with Farb right behind with 27.\nBut Kane McClurg (19), Molinaro (11) and Carey (8) are also goal scoring threats.\nAll five players also have at least 13 assists, with Carey and Donovan leading the team with 17 each.\nAll of that is in front of a defense that has only allowed 66 goals in 45 games (1.47 goals a game).\n\"We don't rely on just a couple guys,\" Highsmith said. \"We have our heavy hitters like any team, but if they aren't going we have other guys that can step up and go. That has led to a lot of our success, we get point production from a everybody. Our defense has really stepped up too. We have incredible D and goalies, and they lead the charge and everyone else follows.\"\nWith a veteran group, the Eagles came into the season with high expectations of what they could accomplish.\nThey got off to a bit of a slow start, going 4-6 to start the season against mostly out of state teams as they \"learned to play with those expectations.\"\nBut then they caught fire, winning 28 of the next 30 games leading into the Hoosier Conference tournament.\nThere, they got a good wake-up call in losing back-to-back games to HSE A and Carmel Gold.\nHighsmith said it was something the team learned from.\n\"We were really good all year long and I think coming into the league tournament we may have been a little overconfident,\" he said. \"One thing we have done all year long is learning from everything. One thing we took from those back-to-back losses is that we had to go in there and work, it wasn't just going to be given to us. Obviously, you don't want to learn lessons the hard way, but that really drove us.\"\nThe Eagles used those losses as motivation heading into the State Tournament in South Bend last weekend.\nThey topped Penn 2-1, SWM Blades in overtime and then top seed Culver 3-1 to reach the final.\nThey will face Evansville Purple on Saturday at 5:30 p.m. for the title.\nThe two teams split a pair of regular season meetings.\n\"I felt like we were the better team in both games,\" Highsmith said. \"For us, it's really being sound defensively and having a good strong fore check. That is our identity as a hockey team, to have relentless pressure and force them into some mistakes.\"\nWill Willems is the Sports Editor of the Lebanon Reporter. Follow him on Twitter @Will_Willems.\n(c)2024 The Lebanon Reporter (Lebanon, Ind.)\nVisit The Lebanon Reporter (Lebanon, Ind.) at\nwww.reporter.net\nDistributed by\nTribune Content Agency, LLC.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Sport"
  ],
  "external_links": [
    "http://www.reporter.net",
    "https://www.tribunecontentagency.com",
    "http://reporter.net",
    "https://tribunecontentagency.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ben highsmith",
        "sentiment": "none"
      },
      {
        "name": "herron",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "zionsville hockey club",
        "sentiment": "negative"
      },
      {
        "name": "arctic eagles",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lebanon",
        "sentiment": "none"
      },
      {
        "name": "zionsville",
        "sentiment": "none"
      },
      {
        "name": "south bend",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:05:39.633+02:00",
  "updated": "2024-03-01T01:05:39.633+02:00"
}