{
  "thread": {
    "uuid": "313e60f93afb2fbdbf1d6e31ff29a3563b0a7f03",
    "url": "https://english.news.cn/20240507/985088e45abd4c83b8c942b8b27e17ef/c.html",
    "site_full": "english.news.cn",
    "site": "news.cn",
    "site_section": "https://english.news.cn/list/latestnews.htm",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest news | English.news.cn",
    "title": "Egypt receives \"positive responses\" from Hamas, Israel on Gaza truce: media-Xinhua",
    "title_full": "Egypt receives \"positive responses\" from Hamas, Israel on Gaza truce: media-Xinhua",
    "published": "2024-05-07T00:45:54.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 998,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "313e60f93afb2fbdbf1d6e31ff29a3563b0a7f03",
  "url": "https://english.news.cn/20240507/985088e45abd4c83b8c942b8b27e17ef/c.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-07T00:45:54.000+03:00",
  "title": "Egypt receives \"positive responses\" from Hamas, Israel on Gaza truce: media-Xinhua",
  "text": "CAIRO/JERUSALEM/GAZA, May 6 (Xinhua) -- An Egyptian security delegation mediating the Gaza truce received on Monday \"positive responses\" from Hamas and Israel, Egypt's Al-Qahera News TV channel Quote: d a high-ranking security source as saying.\nThe report said the Egyptian side has intensified communication with both sides to achieve calm before enforcing its three-stage Gaza truce proposal, stressing efforts are being made to \"stop escalations and implement a ceasefire successfully.\"\nA Hamas delegation has headed to Cairo to enforce the Egyptian proposal, an Egyptian security source told Xinhua on Monday.\nThe source said Egypt has informed the Israeli side of Hamas's acceptance of the Egyptian proposal, adding that the Israeli delegation will arrive in Cairo on Tuesday to complete discussions on the implementation of the Gaza ceasefire and a hostage-for-prisoner swap deal at the invitation of Egypt.\nEarlier, Hamas announced its approval of \"a proposal that meets its demands of ceasing fire, reconstructing the strip, returning the displaced to their areas of residence, and swapping prisoners with Israel.\"\nMeanwhile, a Hamas source told Xinhua that the Gaza ceasefire proposal presented by Egypt and Qatar includes three stages, each lasting 42 days.\nThe source said the first stage involved a complete withdrawal of Israeli troops from the \"Netzarim axis,\" a zone in central Gaza that separates the northern and southern Palestinian enclave, as well as the return of displaced persons to their residential areas in northern Gaza.\nAlso, this stage would bring out a 10-hour daily cessation of Israeli airstrikes and a temporary ceasefire in Gaza, as well as the release of approximately 33 Israeli hostages in exchange for the release of Palestinian prisoners, the source added.\nThe source noted that the proposal stipulates a complete withdrawal of the Israeli army from the coastal area and a permanent cessation of military operations and hostilities during the second stage, while the blockade on the strip would be lifted in the third stage.\nThe source emphasized that \"the ball is now in the Israeli side's court,\" noting that the United States is committed to ensuring the agreement's implementation.\nAlso on Monday, Israel Defense Forces Spokesman Daniel Hagari said Israel was reviewing \"seriously\" the Egyptian proposal earlier approved by Hamas.\n\"We are examining every response and answer very seriously, exploring every possibility regarding the issue of negotiations and the return of hostages,\" Hagari said at a press briefing.\nHowever, the Israeli army was in parallel continuing preparation for a ground assault on Rafah, Gaza's southernmost city, where about 1.2 million displaced people have been seeking refuge.\n\"Simultaneously, we continue to operate actively in the Gaza Strip and will continue to do so,\" said Hagari, adding that the military announced in the morning the beginning of the evacuation of civilians from eastern Rafah \"as part of the preparation for a ground operation in the region.\"\nThe Israeli war cabinet unanimously decided on Monday to continue the operation in Rafah to exert military pressure on Hamas to promote the release of Israeli hostages and to achieve other goals of the war, according to a statement from the Israeli Prime Minister's Office.\nThe statement confirmed that the proposal approved by Hamas is far from meeting Israel's core demands and Israel will send a delegation to Cairo to exhaust every possibility of reaching an agreement acceptable to Israel.\nQatar, Egypt, and the United States are seeking to reach a deal for a prisoner exchange and a second ceasefire between Israel and Hamas, following the first one that ended last November.\nIsrael has launched a large-scale offensive against Hamas in Gaza since Oct. 7, 2023, following Hamas's surprise attack on southern Israel that killed about 1,200 people. ■",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "xinhua",
        "sentiment": "negative"
      },
      {
        "name": "al-qahera news tv",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "xinhua cairo",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "jerusalem",
        "sentiment": "none"
      },
      {
        "name": "cairo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-07T00:45:56.932+03:00",
  "updated": "2024-05-07T10:32:47.305+03:00"
}