{
  "thread": {
    "uuid": "11eb27f093f438a8df3a4ecef46cc294aedf8546",
    "url": "https://ici.radio-canada.ca/nouvelle/2055907/armee-suedoise-entre-dans-otan",
    "site_full": "ici.radio-canada.ca",
    "site": "radio-canada.ca",
    "site_section": "https://radio-canada.ca",
    "site_categories": [
      "television",
      "hobbies_and_interests",
      "radio",
      "entertainment"
    ],
    "section_title": "Radio-Canada.ca | Information, radio, télé, sports, art",
    "title": "« Ca valait le coup d’attendre » : l’armée suédoise salue son entrée dans l’OTAN | Guerre en Ukraine | Radio-Canada",
    "title_full": "« Ca valait le coup d’attendre » : l’armée suédoise salue son entrée dans l’OTAN | Guerre en Ukraine | Radio-Canada",
    "published": "2024-03-09T14:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://images.radio-canada.ca/q_auto,w_1250/v1/ici-info/16x9/soldats-suedois-suede-otan-nato-finlande-norvege-nordic-response-scandinavie.jpg",
    "performance_score": 0,
    "domain_rank": 2981,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "11eb27f093f438a8df3a4ecef46cc294aedf8546",
  "url": "https://ici.radio-canada.ca/nouvelle/2055907/armee-suedoise-entre-dans-otan",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zone International - ICI.Radio-Canada.ca",
  "published": "2024-03-09T14:54:00.000+02:00",
  "title": "« Ca valait le coup d’attendre » : l’armée suédoise salue son entrée dans l’OTAN | Guerre en Ukraine | Radio-Canada",
  "text": "« Ca valait le coup d’attendre » : l’armée suédoise salue son entrée dans l’OTAN Des soldats suédois, à la frontière entre la Finlande et la Norvège, se préparent pendant l'exercice militaire « Nordic Response » qui se déroule principalement en Scandinavie jusqu'au 14 mars. Photo : Getty Images / Leon Neal Des soldats d'élite de l'armée suédoise se frottent les mains près de leur véhicule blindé lors d'un exercice militaire de l'OTAN vendredi dans l'Arctique norvégien. Et le froid n'explique pas tout. Ces soldats suédois sont aussi très satisfaits de participer, enfin à part entière, à cet exercice militaire de grande envergure, le premier depuis que [leur pays est officiellement devenu jeudi le 32e membre de l'Alliance atlantique](https://ici.radio-canada.ca/nouvelle/2055202/suede-membre-otan). L'invasion russe de l'Ukraine le 24 février 2022 a décidé la Suède à renoncer à 200 ans de neutralité pour se joindre à l'OTAN. Non sans mal. La Turquie et la Hongrie, pour des raisons différentes, s'y sont opposées pendant deux ans avant de lever leur veto au début de cette année. À lire aussi : Je pense que ça valait vraiment le coup d'attendre, déclare à l'AFP Karl-Johan Ryden, 21 ans, l'officier suédois commandant l'un des navires participant dans le nord de la Norvège à cet exercice militaire. C'était un très long processus, renchérit le commandant Joakim Sjögren. Mais on a toujours cru que ce serait un oui à la fin, donc on s'était préparé à cela, ajoute-t-il. 90 000 soldats mobilisés Le Nordic Response exercise (exercice de réponse nordique) fait partie de l'opération Steadfast, le plus important exercice militaire lancé par l'OTAN depuis la fin de la guerre froide. Si cette dernière opération mobilise quelque 90 000 hommes et femmes, l'opération Nordic Response en mobilise à elle seule environ 20 000. Certains soldats suédois pratiquaient leurs habiletés en motoneige, d'autres se préparaient au tir. Photo : Getty Images / Leon Neal Et si la Suède y participe cette fois à part entière, ce n'est pas la première fois que son armée se retrouve aux côtés des Alliés pour un exercice militaire ou une mission de l'OTAN. Je dirais qu'en ce qui concerne la tactique, les unités, les soldats et les officiers, il n'y a pas vraiment de gros changements, parce que nous nous entraînons avec l'OTAN ou participons à des opérations de l'Alliance depuis les années 2000. Mais pour la Suède en général, il s'agit bien sûr d'un gros changement. C'est le plus important depuis 200 ans, un vrai changement d'état d'esprit, a-t-il ajouté. Des soldats suédois dans un char blindé se camouflent entre la neige et les arbres morts. Photo : Getty Images / Leon Neal Une nouvelle ère dans la région nordique Le vice-amiral norvégien Rune Andersen estime de son côté que l'adhésion de la Suède à l'OTAN, après celle de la Finlande l'an dernier, ouvre une nouvelle ère dans la manière de coopérer en matière de défense dans la région nordique. Nous travaillons ensemble depuis longtemps, mais l'adhésion élimine beaucoup d'obstacles, souligne-t-il, sur le pont d'un navire des garde-côtes norvégiens. Selon ce gradé norvégien, la Suède peut maintenant être totalement intégrée aux plans de défense de l'OTAN, ce qui n'était pas le cas auparavant. Et surtout, elle va désormais bénéficier de la protection de l'article 5 du traité de l'Atlantique Nord, qui a créé l'OTAN en 1949. Pilier de l'Alliance, cet article prévoit l'obligation pour chaque pays membre, y compris la Suède, d'aider les autres alliés en cas d'attaque, a encore expliqué cet officier norvégien. La Suède est officiellement devenue jeudi le 32e pays membre de l'OTAN. Photo : Getty Images / Leon Neal Et pour le vice-amiral américain Douglas Perry à la tête du Norfolk Command de l'OTAN qui contrôle l'Atlantique et les régions arctiques, l'adhésion de la Suède va permettre à l'Alliance de l'intégrer totalement à ses scénarios de défense contre la menace russe. Et sur ce point, ils mettent beaucoup de choses sur la table, a-t-il affirmé, en soulignant la position stratégique de la Suède dans la mer Baltique et l'océan Arctique. La Suède a décidé de rejoindre les rangs de l'OTAN au moment où la perspective d'un conflit entre la Russie et les pays alliés semble désormais moins éloignée depuis l'invasion russe de l'Ukraine. À bord d'un navire de guerre suédois, la nouvelle recrue Vera Nylander, appuyée sur sa mitrailleuse, garde cependant tout son sang-froid. Je prendrai les choses comme elles viennent, affirme-t-elle avec flegme. Je pense que nous sommes prêts, on s'est entraîné pour cela, si cela doit se produire.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-09T15:20:08.774+02:00",
  "updated": "2024-03-09T18:03:45.459+02:00"
}