{
  "thread": {
    "uuid": "22d7b2bd4484940bb78aaaefdbf4defdf427df24",
    "url": "https://www.romereports.com/en/2024/05/31/17th-century-spanish-missionary-could-be-role-model-for-vatican-china-relations",
    "site_full": "www.romereports.com",
    "site": "romereports.com",
    "site_section": "http://xijinping.einnews.com/live_feed",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Live Feed Wire - Xi Jinping News Today - EIN Presswire",
    "title": "17th century Spanish missionary could be role model for Vatican-China relations - Rome Reports",
    "title_full": "17th century Spanish missionary could be role model for Vatican-China relations - Rome Reports",
    "published": "2024-05-31T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.romereports.com/wp-content/uploads/2024/05/Pantoja.png",
    "performance_score": 0,
    "domain_rank": 76113,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "22d7b2bd4484940bb78aaaefdbf4defdf427df24",
  "url": "https://www.romereports.com/en/2024/05/31/17th-century-spanish-missionary-could-be-role-model-for-vatican-china-relations",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rome Reports",
  "published": "2024-05-31T03:00:00.000+03:00",
  "title": "17th century Spanish missionary could be role model for Vatican-China relations - Rome Reports",
  "text": "2018 was a key year for relations between the Vatican and the Chinese government. A historic agreement was signed regarding the appointment of bishops. It was a major diplomatic step to improve the delicate dialogue between the two countries. But this was not all. Another significant gesture was when China declared 2018 as the Year of Fr. Diego de Pantoja, in honor of the Spanish missionary who arrived there in the 1600s. Together with another Jesuit, Fr. Matteo Ricci, they evangelized by becoming part of the Chinese culture. FR. FEDERICO LOMBARDI President, Joseph Ratzinger Foundation When Fr. Matteo Ricci died he was buried in Beijing. This was the first time in history that a foreigner was buried in Beijing with the permission of the emperor. FLASH These two missionaries are very encouraging because they are the model of the kind of relationship that we can and should have with the Chinese people, as Christians and as Westerners. The Church's relationship with China is the subject of a new documentary, entitled Diego de Pantoja, SJ: A Bridge between China and the West. What makes the film unique is that it was made with a specific audience in mind: the Chinese people. FR. JESÚS FOLGADO GARCÍA Director This documentary will be in Chinese. I think this is very important. The goal is that it will be screened in China. And the documentary, is a historical film, where we describe the figure of Pantoja and who he was. I believe that the word “bridges” best defines him, meaning it is necessary to have witnesses. It is important to have people who are capable of sitting down with others to get to know each other. And this is what Pantoja did. Even Pope Francis wanted to be involved in the project. He sent a letter to the Chinese people via the documentary. In it, the Pope describes Fr. Diego as “the ambassador of Chinese culture in the West.” Throughout his papacy, Francis has emphasized his commitment to strengthening ties with China and, above all, with the Catholics who live there. FR. FEDERICO LOMBARDI President, Joseph Ratzinger Foundation Pope Francis is very interested in and has made a great contribution to developing this dialogue between China, the Catholic Church, Western culture and Chinese culture in an atmosphere of peace and respect. Fr. Diego de Pantoja was the first Spaniard to enter the forbidden zone of Beijing and helped initiate this dialogue centuries ago. His work was remarkable in adapting Christianity to the Chinese cultural reality of the time. Fr. Diego is one of the historical examples the Church looks to for continuing to pave the way and build bridges between the Holy See and China. CA TR: KG",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joseph ratzinger",
        "sentiment": "none"
      },
      {
        "name": "matteo ricci",
        "sentiment": "none"
      },
      {
        "name": "diego de pantoja",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "vatican",
        "sentiment": "none"
      },
      {
        "name": "rome",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "beijing",
        "sentiment": "none"
      },
      {
        "name": "west",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T15:25:09.911+03:00",
  "updated": "2024-05-31T15:25:09.911+03:00"
}