{
  "thread": {
    "uuid": "a10c744748ff6ea6d55d0a91a9fd30904db05680",
    "url": "https://www.radioformula.com.mx/estilo-de-vida/2024/3/14/la-vitamina-que-las-mujeres-de-mas-de-40-deben-tomar-para-mantener-lejos-el-cancer-segun-estudio-806339.html",
    "site_full": "www.radioformula.com.mx",
    "site": "radioformula.com.mx",
    "site_section": "https://www.radioformula.com.mx/noticias",
    "site_categories": [
      "social"
    ],
    "section_title": "Radio Fórmula - Radio Fórmula",
    "title": "La vitamina que las mujeres de más de 40 deben tomar para mantener lejos el cáncer, según estudio | Radio Fórmula",
    "title_full": "La vitamina que las mujeres de más de 40 deben tomar para mantener lejos el cáncer, según estudio | Radio Fórmula",
    "published": "2024-03-15T00:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.radioformula.com.mx/u/fotografias/m/2024/3/14/f1280x720-763817_895492_5050.jpg",
    "performance_score": 0,
    "domain_rank": 30684,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a10c744748ff6ea6d55d0a91a9fd30904db05680",
  "url": "https://www.radioformula.com.mx/estilo-de-vida/2024/3/14/la-vitamina-que-las-mujeres-de-mas-de-40-deben-tomar-para-mantener-lejos-el-cancer-segun-estudio-806339.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Itzel García",
  "published": "2024-03-15T00:39:00.000+02:00",
  "title": "La vitamina que las mujeres de más de 40 deben tomar para mantener lejos el cáncer, según estudio | Radio Fórmula",
  "text": "Tener una alimentación balanceada es indispensable para el organismo de cualquier ser humano, aunque en algunos casos los médicos analizan a sus pacientes y les recetan el consumo de [vitaminas adicionales como la B.](https://www.radioformula.com.mx/estilo-de-vida/2024/3/9/que-le-pasa-tu-cuerpo-si-tomas-complejo-diario-805575.html) En realidad, cualquier suplemento que ingiramos debe estar avalado por un especialista y es preciso evitar consumir cosas sólo por recomendación de terceros o ‘porque le hizo efecto a fulanito’. Es por eso que a continuación te hablaremos de la vitamina que las mujeres de más de 40 deben toman para mantener lejos al cáncer, según un estudio realizado en la Universidad de Arizona. La responsable del análisis es la dietista Cynthia Thomson, quien conversó con la revista Business Insider sobre los hallazgos de su investigación. Te podría interesar ¿Qué vitaminas hay que tomar a partir de los 40 años? La mejor fuente de vitaminas se la garantizamos a nuestro cuerpo si seguimos al pie de la letra el ‘plato del buen comer’, pues ahí se contempla la presencia de alimentos que son fuente de calcio, vitamina D, Hierro, Omega 3, Magnesio, Vitamina C, etcétera. En general a cualquier edad hay que procurar la ingesta de estas sustancias, pero después de los 40, y antes de la entrada a la tercera edad, hay que reforzar los cuidados para evitar enfermedades crónico-degenerativas en la medida de lo posible. ¿Qué vitamina mantiene alejado al cáncer? Cynthia Thomson, dietista registrada e investigadora del cáncer en la Universidad de Arizona, publicó un interesante estudio sobre este tema en Annals of Internal Medicine. El análisis se aplicó a más de 36 mil 280 mujeres posmenopáusicas, a quienes se les asignó al azar y durante siete años vitamina D y calcio o un placebo (pastilla sin efectos). “Después de 22 años, cuando los investigadores analizaron cómo les fue a quienes tomaron suplementos a lo largo del tiempo en comparación con los participantes del estudio que no los tomaron, encontraron una reducción del 7% en las muertes relacionadas con el cáncer entre las mujeres que tomaron suplementos de vitamina D y calcio”, se explicó a Business Insider. No obstante, también hubo un porcentaje de 6% de mujeres que aumentaron su tendencia ante el riesgo de padecer enfermedades cardiacas al consumir los suplementos. Es por esto que Cynthia Thomson recomendó enfocar las investigaciones para saber más acerca de la ingesta de vitamina D y calcio; asimismo, pidió que no se tomen conclusiones ni positivas ni negativas todavía porque, en cada paciente, la evaluación es diferente según otros hábitos medibles. “No quisiera que los cardiólogos dijeran ‘nadie debería tomar suplementos de calcio’ ni que los oncólogos dijeran ‘todo el mundo debería tomarlos’; realmente necesitamos analizar los perfiles individuales”, afirmó la investigadora. ¿Qué es la vitamina D? Según el portal Mayo Clinic, la vitamina D es un nutriente que el cuerpo necesita para absorber el calcio que fortalece los huesos y los mantiene saludables. Se puede obtener de leche fortificada, cereales fortificados, salmón, sardinas y caballa. También se consigue con la exposición del cuerpo a la luz solar directa. Así que ya lo sabes: a manera de complementar tu alimentación después de los 40 puedes comenzar a ingerir suplementos de vitamina D y calcio, con estricto apego a las instrucciones de ut médico de cabecera. ¡Sigue la cuenta de Twitter de Radio Fórmula!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:46:13.854+02:00",
  "updated": "2024-03-15T00:46:13.854+02:00"
}