{
  "thread": {
    "uuid": "e2bc6232bcffe23d2c230b989134f29bc5a21621",
    "url": "https://www.eltribuno.com/salta/nota/2023-12-28-21-27-0-caputo-confirmo-que-se-pagara-un-bono-de-55-000-a-jubilados-de-la-minima",
    "site_full": "www.eltribuno.com",
    "site": "eltribuno.com",
    "site_section": "https://www.eltribuno.com/rss/salta/home.xml",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "El Tribuno de Salta - RSS",
    "title": "Caputo confirmó que se pagará un bono de $55.000 a jubilados de la mínima",
    "title_full": "Caputo confirmó que se pagará un bono de $55.000 a jubilados de la mínima",
    "published": "2023-12-29T02:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://us.cdn.eltribuno.com/122023/1703810135192.jpg?cw=600&ch=365",
    "performance_score": 0,
    "domain_rank": 63948,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e2bc6232bcffe23d2c230b989134f29bc5a21621",
  "url": "https://www.eltribuno.com/salta/nota/2023-12-28-21-27-0-caputo-confirmo-que-se-pagara-un-bono-de-55-000-a-jubilados-de-la-minima",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "El Tribuno",
  "published": "2023-12-29T02:52:00.000+02:00",
  "title": "Caputo confirmó que se pagará un bono de $55.000 a jubilados de la mínima",
  "text": "El Gobierno decidió que pagará los dos bonos pendientes por $55.000 pesos cada uno a los jubilados que cobren el haber mínimo.\nEl beneficio, anunciado por el ex ministro de Economía Sergio Massa en octubre, se había pagado solamente en noviembre, pero hasta hoy no estaba confirmado por la administración de Javier Milei.\nHoy se firmó el decreto para que se paguen los $ 55.000 correspondientes al mes de diciembre, pero además trascendió que la Casa Rosada ordenó también pagar la tercera cuota en enero.\nFuentes oficiales destacaron a la prensa que la iniciativa se toma en función de \"la grave situación socioeconómica que atraviesa nuestro país, que ha ocasionado, entre otras cuestiones, un alza acelerada del índice de precios, con especial incidencia en los adultos mayores de menores ingresos, para quienes es necesario acudir a su sostenimiento\".\nLE PUEDE INTERESAR\nIncertidumbre por las jubilaciones\nLa decisión se dio a conocer en medio de la incertidumbre sobre lo que va a ocurrir con las jubilaciones de aquí en adelante, dado que en el proyecto de ley que el Gobierno envió al Congreso se suspende la aplicación de la fórmula de movilidad de los haberes previsionales, pensiones y planes sociales.\nEl artículo 106 de la Ley Ómnibus propone suspender la aplicación del artículo 32 de la Ley 24.241 que establece el ajuste de los haberes por jubilaciones y pensiones, de la que también dependen la Asignación Universal por Hijo (AUH) y la Asignación por Embarazo, entre otros beneficios. También se intenta suspender la vigencia para prestación básica universal, la compensatoria, el retiro por invalidez, por fallecimiento y por permanencia.\nPor ahora sigue la fórmula actual\nEl ministro confirmó que hasta que la ley se apruebe, si es que esto ocurre, los haberes se seguirán ajustando mediante la fórmula actual.\nEl último ajuste que surgió de esta fórmula dio un aumento del 20,87% desde diciembre y el próximo aumento se definirá en marzo. Hasta tanto se diseñe la nueva fórmula, Economía apunta a mantener las jubilaciones mínimas actualizadas por inflación y a otorgar en forma discrecional “aumentos periódicos atendiendo prioritariamente a los beneficiarios de más bajos ingresos”.\nCuando Massa hizo los anuncios sobre el bono complementario para los que cobran el haber mínimo, señaló que si era elegido presidente, el segundo bono correspondiente a enero sería de $ 65.000 y subiría a los $ 70.000 en febrero.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:56:18.609+02:00",
  "updated": "2023-12-29T02:56:18.609+02:00"
}