{
  "thread": {
    "uuid": "7c2b448851701b8b7d71cc376a72b87fb1969db7",
    "url": "https://www.nacion.com/el-mundo/desastres-naturales/reduccion-historica-de-la-deforestacion-en/UKJPBMXYQJBZHBGY5FMKBSHTIY/story/",
    "site_full": "www.nacion.com",
    "site": "nacion.com",
    "site_section": "https://www.nacion.com/arc/outboundfeeds/rss/?outputType=xml",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "",
    "title": "Reducción histórica de la deforestación en Amazonía brasileña en 2023",
    "title_full": "Reducción histórica de la deforestación en Amazonía brasileña en 2023",
    "published": "2024-01-06T00:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CR",
    "main_image": "https://www.nacion.com/resizer/9uze8C_eKAbaVwAQCoQdJQxo2GQ=/1440x0/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/gruponacion/RDKCJUCYYRCYPFTYERE7WIJRTY.jpg",
    "performance_score": 0,
    "domain_rank": 13629,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c2b448851701b8b7d71cc376a72b87fb1969db7",
  "url": "https://www.nacion.com/el-mundo/desastres-naturales/reduccion-historica-de-la-deforestacion-en/UKJPBMXYQJBZHBGY5FMKBSHTIY/story/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-01-06T00:30:00.000+02:00",
  "title": "Reducción histórica de la deforestación en Amazonía brasileña en 2023",
  "text": "Río de Janeiro. La deforestación en la Amazonía brasileña experimentó una significativa reducción a la mitad el año pasado, según datos oficiales divulgados este viernes. Esto se produjo después de que el gobierno del presidente Luiz Inácio Lula da Silva implementara políticas ambientalistas para frenar la creciente destrucción.\nNo obstante, el panorama fue distinto en la llanura del Cerrado, al sur de la selva tropical, donde la tala de árboles alcanzó un nuevo récord anual en 2023, aumentando un 43% en comparación con el año anterior, según el programa de vigilancia Deter del Instituto Nacional de Investigaciones Espaciales.\nLos datos satelitales revelaron que la superficie de bosque destruido en la Amazonía brasileña el año pasado fue de 5.152 kilómetros cuadrados, lo que representó una caída del 50% en comparación con 2022.\nSin embargo, esto equivale a más de tres veces el tamaño de Ciudad de México en la porción brasileña de la selva tropical más grande del mundo, que desempeña un papel crucial en la absorción de los gases de carbono que contribuyen al calentamiento global.\nEn contraste, el Cerrado, un tesoro de biodiversidad con ecosistemas intrínsecamente vinculados a los de la Amazonía, experimentó la pérdida de 7.828 kilómetros cuadrados de vegetación nativa el año pasado, la cifra más alta desde que comenzó la observación en 2018.\nMariana Napolitano, del grupo ambientalista WWF-Brasil, destacó que el 2023 fue un año de logros significativos en el ámbito socioambiental, resaltando la reducción sustancial de la deforestación en la Amazonía.\nSin embargo, lamentó que no se observe la misma tendencia en el Cerrado, lo cual afecta negativamente la conservación de ese bioma y los servicios ecosistémicos esenciales que proporciona.\nLos datos recopilados para la Amazonía y el Cerrado estuvieron actualizados hasta el 29 de diciembre.\nEn conjunto, la superficie total deforestada en ambas regiones alcanzó los 12.980 kilómetros cuadrados en 2023, reflejando una disminución del 18% en comparación con 2022.\nTras ganar por un estrecho margen las tensas elecciones de 2022, Lula asumió su tercer mandato el 1°. de enero de 2023, comprometiéndose a que Brasil vuelva a liderar la lucha contra la amenaza climática. Jair Bolsonaro, aliado del poderoso agronegocio durante su mandato (2019-2022), fue fuertemente criticado internacionalmente por permitir que la deforestación amazónica aumentara en un 75% en comparación con el promedio de la década anterior.\nSegún expertos, la expansión de tierras para la agricultura y ganadería en Brasil, el principal exportador mundial de soja y carne, sigue siendo el principal impulsor de la destrucción en la Amazonía y el Cerrado.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:37:39.426+02:00",
  "updated": "2024-01-06T00:37:39.426+02:00"
}