{
  "thread": {
    "uuid": "f1ad3b971c0c5ab45098467fa571ec7d0fa84192",
    "url": "https://andina.pe/agencia/noticia-peru-e-india-lanzan-geoportal-midis-para-contribuir-con-cierre-brechas-991991.aspx",
    "site_full": "andina.pe",
    "site": "andina.pe",
    "site_section": "https://andina.pe/agencia/rss",
    "site_categories": [
      "travel",
      "south_america",
      "top_news"
    ],
    "section_title": "Agencia Peruana de Noticias Andina",
    "title": "Perú e India lanzan Geoportal Midis para contribuir con el cierre de brechas | Noticias | Agencia Peruana de Noticias Andina",
    "title_full": "Perú e India lanzan Geoportal Midis para contribuir con el cierre de brechas | Noticias | Agencia Peruana de Noticias Andina",
    "published": "2024-07-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://portal.andina.pe/EDPfotografia3/Thumbnail/2024/07/04/001079371W.jpg",
    "performance_score": 0,
    "domain_rank": 24802,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f1ad3b971c0c5ab45098467fa571ec7d0fa84192",
  "url": "https://andina.pe/agencia/noticia-peru-e-india-lanzan-geoportal-midis-para-contribuir-con-cierre-brechas-991991.aspx",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Empresa Peruana de Servicios Editoriales S. A. EDITORA PERÚ",
  "published": "2024-07-04T03:00:00.000+03:00",
  "title": "Perú e India lanzan Geoportal Midis para contribuir con el cierre de brechas | Noticias | Agencia Peruana de Noticias Andina",
  "text": "En un esfuerzo conjunto para fortalecer las capacidades de planificación, seguimiento y evaluación de intervenciones sociales y con el fin de contribuir con el cierre de brechas, representantes del Perú, Alemania e India implementaron el prototipo del Geoportal Midis.\nParticipan en esta iniciativa, de una manera articulada, el Ministerio de Desarrollo e Inclusión Social (Midis), la Cooperación Alemana (GIZ) y el Ministerio de Desarrollo Rural de la India (Mord).\nLa plataforma permite visualizar en el territorio la información georreferenciada de la población vulnerable y posibilita caracterizar la barrera geográfica hacia los servicios disponibles de los programas del Midis y otros servicios públicos “que contribuyen a la mejora de las condiciones de vida de la población”.\nEn una nota de prensa, el Midis informó: “El Geoportal Midis surge de la necesidad de tener una herramienta que fortalezca la gestión de la información geográfica del sector, de manera que una vez estandarizada, validada y documentada, pueda estar fácilmente disponible para los usos señalados, incluyendo el análisis del acceso físico de la población a los servicios públicos localizados en territorios con contextos heterogéneos de costa, sierra y selva. Esta información permite mejorar la toma de decisiones del sector para una adecuada asignación de recursos de las intervenciones, contribuyendo al cierre de brechas en la provisión de los servicios sociales”, destacó el director de Seguimiento y Evaluación del Midis, Enrique Velásquez.\nEl prototipo se encuentra disponible en este enlace, a través del cual se puede explorar, acceder y visualizar datos espaciales, con lo cual se optimiza la gestión territorial en el ámbito social, en base al soporte de la Infraestructura de Datos Espaciales (IDE) del Midis.\nPara la operación de la plataforma se ha contado con el apoyo financiero del Fondo Regional de Cooperación Triangular en América Latina y El Caribe del Ministerio Federal de Cooperación Económica y Desarrollo de Alemania (BMZ).\nEn la presentación del lanzamiento virtual, Aditi Singh, representante del Ministerio de Desarrollo Rural de la India (MoRD), resaltó que su país cuenta con un geoportal y plataformas espaciales que facilitan la planificación y ejecución de las políticas sociales, precisando que, al impulsar una plataforma dinámica en el Perú, junto al Midis y GIZ, se afrontarán los desafíos del desarrollo de las poblaciones de las zonas rurales.\n“A su vez, el director del Fondo regional para la cooperación triangular en América Latina y el Caribe del Ministerio Federal de Cooperación Económica y Desarrollo de Alemania (BMZ), Christof Kersting, subrayó que ha sido una buena coincidencia que la larga experiencia de India en el diseño e implementación de portales geoespaciales, y que este conocimiento pueda ser transferido y retroalimentado desde el Perú, con el objetivo de buscar soluciones para el desarrollo de ambos países”, informó el Midis en su nota de prensa. “El desarrollo del prototipo del Geoportal, basado en tecnologías libres y con información en la nube, ha sido respaldado por la participación activa del Grupo de Trabajo de Datos Espaciales del Midis, compuesto por diversas unidades y programas sociales del ministerio, quienes han colaborado activamente en preparar su información espacial, de acuerdo con los estándares y siguiendo procesos y mecanismos requeridos, para que puedan estar disponibles para su uso y puesta en valor en la mejora de las políticas públicas”, precisó el ministerio.\n[Lea también: Ayacucho: ministra de la Mujer inauguró Servicio de Atención Rural en distrito Santillana ]\nMás en Andina:\n??El Programa Pensión 65 y las Diris de Lima Centro y Lima Este se comprometieron a implementar acciones para que más de 9 mil usuarios reciban un cuidado integral de salud en los diferentes establecimientos de salud dentro de sus jurisdicciones.\n?? https://t.co/ItwL0NLowb pic.twitter.com/miTfyPUBV3\n— Agencia Andina (@Agencia_Andina) July 4, 2024\n(FIN) NDP/CCH",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://geoportalmidis.pe/",
    "https://t.co/ItwL0NLowb",
    "https://t.co/miTfyPUBV3",
    "https://twitter.com/Agencia_Andina/status/1808937642802716786?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/Agencia_Andina/status/1808937642802716786?ref_src=twsrc%5Etfw",
    "https://twitter.com/Agencia_Andina/status/1808937642802716786",
    "https://www.t.co/ItwL0NLowb",
    "https://www.geoportalmidis.pe/",
    "https://www.t.co/miTfyPUBV3",
    "https://geoportalmidis.pe"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T01:10:46.361+03:00",
  "updated": "2024-07-05T01:10:46.361+03:00"
}