{
  "thread": {
    "uuid": "c0f8249af64bb9dfe9b48532c9cefbf53c4e2b06",
    "url": "https://theathletic.com/5182403/2024/01/07/minnesota-wild-jesper-wallstedt-call-up/",
    "site_full": "theathletic.com",
    "site": "theathletic.com",
    "site_section": "https://theathletic.com/feeds/rss/news/?source=spotrac&pc=spotrac40off2",
    "site_categories": [
      "sports"
    ],
    "section_title": "Latest Headlines &#8211; The Athletic",
    "title": "Behind Jesper Wallstedt’s path to his first NHL call-up with the Wild: ‘He’s checked all the boxes’",
    "title_full": "Behind Jesper Wallstedt’s path to his first NHL call-up with the Wild: ‘He’s checked all the boxes’",
    "published": "2024-01-08T01:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.theathletic.com/app/uploads/2024/01/07164223/53256732774_15e527746c_o-scaled-e1704663781122.jpg",
    "performance_score": 0,
    "domain_rank": 3095,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c0f8249af64bb9dfe9b48532c9cefbf53c4e2b06",
  "url": "https://theathletic.com/5182403/2024/01/07/minnesota-wild-jesper-wallstedt-call-up/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joe Smith",
  "published": "2024-01-08T01:51:00.000+02:00",
  "title": "Behind Jesper Wallstedt’s path to his first NHL call-up with the Wild: ‘He’s checked all the boxes’",
  "text": "The morning after Jesper Wallstedt led the Iowa Wild to their first win of the season, his goalie coach Richard Bachman showed up to the rink in Manitoba thinking he’d have to give the touted prospect a pep talk.\nWallstedt, 21, had struggled a little bit with his conditioning in his first year of pro hockey, one of his biggest adjustments in moving over from Sweden. And he wasn’t scheduled to start that second game in a back-to-back, with\nZane McIntyre in net on this late October evening. It would have been easy for Wallstedt, coming off a 33-save performance, to make it more of a casual morning — get his work in, attend meetings. You know the drill.\nAdvertisement\nBut when Bachman met up with Wallstedt, he got peppered with questions about the night before. The young goaltender went right to work. He was dialed in, self-motivated.\n“That was a big, maturing step for him,” Bachman said. “Just wanting to get better every single day so he can make it up to the\nNHL as quick as possible. It was one of those moments where it kind of clicks. You see it in the NHL all the time. There are no off days. He wants to put in the extra work at all times so he can become a very good NHL goalie, the kind of goalie everyone expects him to be.”\nWallstedt’s first taste of the NHL is coming soon, as the 6-foot-3 Swede was called up Sunday by the\nWild. He could make his much-anticipated first start Wednesday in Dallas against the Stars; coach John Hynes said Marc-Andre Fleury is starting Monday. The Wild planned to take their time with Wallstedt, the No. 20 pick in 2021, and he said he’s much more comfortable and confident in his second year of pro.\nCoach Brett McLean said the final test for any player before a call-up is having success in the AHL, and Wallstedt has been their best player. “He’s checked all the boxes,” McLean said. “It certainly looks like he’s ready to take on some games in the National Hockey League.”\nWhile Wallstedt’s stay is expected to be short, until\nFilip Gustavsson returns from injury, he sees the big picture for where he’ll eventually fit.\n“I want to prove that I can not only practice at this level but play games at this level,” Wallstedt told The Athletic earlier this season. “I feel like I’ve done that so far, but it’s about keeping it going. I’m the one that, sooner than later, wants to get here. I want to be here full time and every day. But I want to keep developing and build something that’s going to be working for a long while. It’s better to have one or two more years in the AHL and build something that can hold for 10-15 in the NHL, as opposed to getting there this year, being able to play for 3-4 years and not hold anymore.”\nGO DEEPER\nJesper Wallstedt unmasked: Meet the Wild's future No. 1 goalie — 'their ace in the hole'\nWallstedt knows he certainly wouldn’t have been ready last season. It was his first season as a pro in North America, and despite all of his accolades and pedigree, Wallstedt struggled a bit early on before becoming an All-Star caliber player in the league.\nAdvertisement\n“I think it was more difficult than I thought,” Wallstedt said. “I thought I had a lot of experience playing against older men and in a men’s league. I came from the SHL, which is a great league, but the AHL is definitely a challenging league. Tough competition and a lot of great players. It was tough in the beginning. I felt good but not great. I’m still adjusting to everything over here, being so far away from home.”\nWallstedt grew up in Vasteras, Sweden, which is an hour outside Stockholm. His father was his first goalie coach until he was 12. His brother is still his best friend. But Wallstedt has gone 7-8 months in his first two seasons between seeing his family. As much as Wallstedt’s adjustments on the ice took time — like how to handle shots coming from corners on the larger surface — he had to find the right comfort zone away from the rink.\nWallstedt and teammate Simon Johansson became close, doing a lot of things together. Ryan O’Rourke became a good friend too, inviting them over to his house for dinners or to watch the Wild or NHL games.\nWallstedt also got a car, an Audi, which has helped give him more independence.\n“I remember in the beginning always trying to catch a ride with anyone,” he said. “As soon as they went to the grocery store, I had to follow. You get a car, you can do everything by yourself. That’s a stress factor that was a huge factor for me. I felt like I was so stuck into having to ask everyone for help. Everyone was so helpful, which was great. But it was tough always having to need someone to help me.”\nThe main thing Bachman and the Iowa staff have worked on with Wallstedt is his conditioning, which is dramatically better this season than last year. Wallstedt himself called it an eye-opener, which gave him a better idea of how to train this past summer (three days a week conditioning, three days working on strength, plus on ice).\nAdvertisement\n“It’s a huge difference — night and day,” Wallstedt said. “I feel like the first three practices in camp were really tough for everyone. But I felt I could stay in there and hang for much longer.”\n“He’s turned into a man now,” Bachman said. “He’s big and strong. Sometimes, you look at last year, he still had good power. He’s got long legs, you can push hard. But where you really started to notice it last year, you get halfway or so through practice and you start to lose some of the technique, his ability to keep fighting through it and get all the way to the end of practice. From day one this year, it has not been an issue at all. He’s got great energy, and he’s given us a chance pretty much every night.”\nFresh off his 20th birthday and 1st goalie goal in\n[#mnwild]organization history, Iowa’s Jesper Wallstedt joins my pod to discuss the exciting moment, transitioning to USA, unretiring No. 1, accountability, his NHL development plan, Lundqvist, Fleury & more\n— Michael Russo (@RussoHockey)\n[November 15, 2022]\nWhat’s struck Bachman and McLean about Wallstedt is his hockey sense; how he reads the game, the play in front of him. It’s not necessarily about watching a ton of video, but keeping a computer in his brain of all his experiences.\n“I’m ahead in my head all the time,” Wallstedt said. “I read the game so well, that all the plays happening never surprise me. I see what’s going to happen before it happens. But I’ve got to be able to execute it every time and fast enough. It’s up to me to make the save. I feel now I’m in better position to have the odds on my side for every save.”\nWallstedt has been able to be more consistent this season, including rattling off a five-game winning streak from late October to early November and then winning three in a row in early December. He has a 2.54 goals-against average and .917 save percentage over 20 games. To be a starter at the AHL level, much less the NHL, it’s about handling the good times as well as the bad, and Wallstedt has been willing to put in the work between starts to make adjustments.\n“I think he’s learned a lot just by playing games,” Bachman said. “He’s learned how the game works here in North America. With any young goalie, it’s about reps and situations and learning to read plays and he has an unbelievable hockey IQ. And so now he’s taking all that information that when you get up to the NHL, he can just apply there and doesn’t have to learn it up there on the fly. He’s already putting the time in here for that. But I think the biggest area for him that will give him success up there is he has a plan not only at the rink on how he prepares and practices and plays. He learned to really take care of himself.”\nIt’s been a hectic season for Iowa, especially with all the injuries to the Wild. A good chunk of the forward group has been called up, with at one point their top four scorers up with the big club. Their captain,\nDakota Mermis, has been with Minnesota for most of the season. And that’s where having Wallstedt’s presence in net has helped provide some confidence to the group.\nAdvertisement\n“Everybody says it’s a kind of calmness in-game, which is very impressive,” McLean said. “When you see that up close, each and every day, we’re having a tough shift in our end, and he’s getting a few shots and there’s some pressure and he’ll just calmly put his glove hand over the puck and freeze the puck and get a whistle. He never panics in those situations.”\n“He’s a very, very good goalie,” said Jacob Lucchini, Wallstedt’s teammate in Iowa, now with the Wild. “I tell people, he never makes massive saves, he’s just always in the right spot. He’s been outstanding. Just so steady. Doesn’t give up much.”\nAnother thing McLean has noticed is how Wallstedt has become “part of the fabric” of the team. He’s showing his personality more, jumping into the banter during and after practices. It’s helped him take more of a leadership role, too. Lucchini said Wallstedt is always smiling — a “goofy,” down-to-earth kind of teammate. “When guys are dishing it out, he’s dishing it back,” McLean said. “Sometimes with goalies, especially young ones, they just keep to themselves and stick to their own routine. But not him. He’s right in there with the entire group and not intimidated by any player or any person. He’s a really important part of our team, not just on the ice, but off.”\nAn example McLean used was a recent practice in which Wallstedt’s teammates were “hooting and hollering” after scoring several goals on him. Wallstedt gave it back to them, showing some flair with a few of his saves, including flipping the puck into his glove, reminiscent of Fleury.\n“Very much a ‘Flower’ type thing,” McLean said.\nWallstedt said he’s learned a lot while in camp with Fleury and Gustavsson. Part of that is just watching them practice and compete and watching how they train. The plan all along, if things work out well, is for Wallstedt to potentially join Gustavsson in a tandem in net next season; Fleury is in the final year of his contract. Wallstedt has been on board with the team being patient and wanting him to get as much seasoning as possible in the AHL before making the jump.\n“The whole organization has set it up for success for myself,” Wallstedt said. “I’ve had a great team around me since day one, since I’ve been in the organization. They’ve put a lot of resources and their time into my development, which is amazing. I feel like we’re going in the right direction and continuing to just improve.\nAdvertisement\n“When I’m ready, I’m ready.”\n(Top photo courtesy of the Iowa Wild)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesper wallstedt",
        "sentiment": "negative"
      },
      {
        "name": "wallstedt",
        "sentiment": "none"
      },
      {
        "name": "zane mcintyre",
        "sentiment": "none"
      },
      {
        "name": "bachman",
        "sentiment": "none"
      },
      {
        "name": "richard bachman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "iowa wild",
        "sentiment": "negative"
      },
      {
        "name": "nhl",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "sweden",
        "sentiment": "none"
      },
      {
        "name": "manitoba",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:57:42.212+02:00",
  "updated": "2024-01-08T01:57:42.212+02:00"
}