{
  "thread": {
    "uuid": "d0c69ef2f86517eff7ea672c59f6aa2e7ad46e6f",
    "url": "https://www.moviemaker.com/overlook-film-festival-award-winners-2024",
    "site_full": "www.moviemaker.com",
    "site": "moviemaker.com",
    "site_section": "http://www.moviemaker.com/feed/",
    "site_categories": [
      "tech"
    ],
    "section_title": "MovieMaker Magazine",
    "title": "Overlook Film Festival 2024 Award Winners Include Oddity and ‘Some Day All This Will Be Yours’",
    "title_full": "Overlook Film Festival 2024 Award Winners Include Oddity and ‘Some Day All This Will Be Yours’",
    "published": "2024-04-11T23:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.moviemaker.com/wp-content/uploads/2024/04/MLM-2.jpg",
    "performance_score": 0,
    "domain_rank": 25647,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d0c69ef2f86517eff7ea672c59f6aa2e7ad46e6f",
  "url": "https://www.moviemaker.com/overlook-film-festival-award-winners-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Margeaux Sippell",
  "published": "2024-04-11T23:09:00.000+03:00",
  "title": "Overlook Film Festival 2024 Award Winners Include Oddity and ‘Some Day All This Will Be Yours’",
  "text": "The Overlook Film Festival has announced its 2024 audience and jury award winning horror films, and among the biggest winners are Damian Mc Carthy’s Oddity and Cricket Arrison’s “Some Day All This Will Be Yours.” The 2024 Overlook Film Festival took place from April 4-7 in New Orleans, Louisiana. The eighth annual horror festival welcomed 90 filmmakers and featured 36 sold-out screenings and approximately six thousand audience members in attendance — the festival’s highest number of attendees to date. Taking home the feature film Audience Award, Oddity follows the story of a blind medium who resorts to desperate measures in an effort to find out the truth behind what happened to her sister. The award is voted on by festival attendees. Winning the Grand Jury Prize for Short Film was “Some Day All This Will Be Yours,” a short film the jury described as “an original and fearless new voice that explores the relationship between gender and horror in playful and profound ways.” Horror auteur Mike Flanagan (The Haunting of Hill House, The Fall of the House of Usher) waspresent at the festival to present a special 10th anniversary screening of his 2013 breakout film Oculus. He also received the festival’s Master of Horror Award. Previous recipients of the award include Roger Corman, Mick Garris, Stuart Gordon and Joe Dante. “I had an absolute blast at the Overlook Film Festival,” Flanagan said. “The audience, the festival staff and the fantastic New Orleans locations are just brimming with spirit, and I loved being so swept away. The anniversary screening of Oculus will remain one of the most surreal and satisfying screenings of my career, and I just can’t wait to find my way back for more. I left New Orleans with a smile on my face and swing in my ste Other highlights of this year’s festival was the world premiere of Abigail, the new film filmmaking collective Radio Silence, which played as the festival’s closing night film, and the opening night screening of Tilman Singer’s Cuckoo. More winners included the short film Audience Award winner, Masha Ko’s “The Looming” about aging and mental illness. The runner-up in that category was “MLM” by Brea Grant. The award for Scariest Short went to Carlos A.F. Lopez’s “Dream Creep”, which the jury called “a film exploring the profound horror of intimacy that immediately hooks the viewer with an unexpected and shocking premise.” The 2024 Overlook Film Festival short film jury was composed of film journalist Carlos Aguilar, NEON’s Sara Cushman and birth/rebirth director Laura Moss. Also Read: [11 Oscar Winners Who Started Out in (Sometimes Goofy) Horror Movies](https://www.moviemaker.com/11-oscar-winners-horror-movies/) Here’s the Full List of Overlook Film Festival 2024 Winners Audience Awards Winner — Feature Film Oddity Director: Damian Mc Carthy Cast: Gwilym Lee, Carolyn Bracken, Tadhg Murphy, Caroline Menton, Steve Wall, Johnny French, Joe Rooney, Shane Whisker, Ivan de Wergifosse Ireland, 2023 A blind medium resorts to desperate measures in an effort to find out the truth behind what happened to her sister in this mystical, terrifying creepfest that will burn its lasting, nightmarish imagery into your brain. Runner-Up — Feature Film Humanist Vampire Seeking Consenting Suicidal Person Director: Ariane Louis-Seize Cast: Sara Montpetit, Félix-Antoine Bénard, Steve Laplante, Sophie Cadieux, Noémie O’Farrell, Marie Brassard, Patrick Hivon, Marc Beaupré Canada, 2023 Struggling with her own personal ethics, a teenage vampire makes a pact with a suicidal boy after her family cuts off her blood supply in this sweet and touching tale of friendship and loyalty. Winner — Short Film The Looming, Dir. Masha Ko, United States, 2023 A beautiful and emotional film that touches upon the difficulties that come with aging, mental illness, and the fear of being forgotten by those we love. Runner-Up — Short Film MLM, Dir. Brea Grant, United States, 2024, WORLD PREMIERE When Sarah joins a multi-level marketing company called La La Leggings, she isn’t ready for the horrific consequences of not selling. Juried Awards Grand Jury Prize for Short Film Some Day All This Will Be Yours, Dir. Cricket Arrison, United States, 2023 A queer autofiction comedy/horror short shot entirely in the filmmaker’s childhood home. Amidst a riot of crumbling 1970s interior design, Some Day uncannily twists the tropes of motherhood, home, and family legacy. Honorable Mention for Cinematography Dream Factory, Dir. Alex Matraxia, United Kingdom, 2023, International Premiere An experimental short that explores the historical role of cinemas as cruising sites, as well as the relations between nostalgia and fetish when navigating queer history, cultural memory, and the tactility of the past. Scariest Short Dream Creep, Dir. Carlos A.F. Lopez, United States, 2024 A couple awakens in the night to sounds emanating from an unlikely orifice. Honorable Mention for Performance Awarded to Joseph Lopez The Looming, Dir. Masha Ko, United States, 2023 A beautiful and emotional film that touches upon the difficulties that come with aging, mental illness, and the fear of being forgotten by those we love. Main Image: A still from MLM by Brea Grant courtesy of Overlook [Film Festival](https://www.overlookfilmfest.com/) Share:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://overlookfilmfest.com/",
    "https://www.overlookfilmfest.com/",
    "https://www.overlookfilmfest.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "damian mc carthy",
        "sentiment": "none"
      },
      {
        "name": "mike flanagan",
        "sentiment": "none"
      },
      {
        "name": "arrison",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "house",
        "sentiment": "none"
      },
      {
        "name": "hill house",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "louisiana",
        "sentiment": "none"
      },
      {
        "name": "new orleans",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:03:26.242+03:00",
  "updated": "2024-04-12T04:59:34.147+03:00"
}