{
  "thread": {
    "uuid": "56623b866f85aee32bff5b4256a4931020fdce7c",
    "url": "https://www.dailypioneer.com/2024/columnists/witnessing-the--divine-presence.html",
    "site_full": "www.dailypioneer.com",
    "site": "dailypioneer.com",
    "site_section": "https://www.htsyndication.com/articles#home",
    "site_categories": [
      "media"
    ],
    "section_title": "HTDS Content Services is South Asia&rsquo;s biggest syndication news agency with a vast collection of News, Images and Cartoons. Apart from Hindustan Times and Mint, HTDS Content Services disseminates a wide spectrum of licensed content from more than 200 publications. The content is packaged and syndicated to a broad range of global clients. HTDS Content Services also offers a rare collection of images and cartoons from Hindustan Times Archives",
    "title": "Witnessing the Divine Presence",
    "title_full": "Witnessing the Divine Presence",
    "published": "2024-05-31T22:48:26.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.dailypioneer.com/uploads/2024/story/images/big/witnessing-the--divine-presence-2024-06-01.jpg",
    "performance_score": 0,
    "domain_rank": 14891,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "56623b866f85aee32bff5b4256a4931020fdce7c",
  "url": "https://www.dailypioneer.com/2024/columnists/witnessing-the--divine-presence.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Pioneer",
  "published": "2024-05-31T22:48:26.000+03:00",
  "title": "Witnessing the Divine Presence",
  "text": "There are multiple instances where the Supreme manifests itself I was watching ‘pran pratistha’ of Lord Rama’s Deity in the new temple constructed at the birthplace of the Lord. As the ceremony progressed, I began to notice subtle changes in the Lord’s expression; He was coming alive. I was amazed, but I couldn’t fail to notice the change as it happened. My experience was corroborated by the sculptor, who made this idol. He admitted that what he had sculpted was a lot different, meaning that the expression he had given was quite sober. By the way, pran pratistha is a transformative act of bringing the idol to life. This manifestation is nothing amazing. God appears even in person. The following five true life stories will exemplify this. The first one chosen is when Lord Krishna appeared as Draupadi was being attempted to be disrobed in the royal court of Dhrtarashtra. Draupadi in desperation prayed for help by chanting — “Krishna, Krishna, Krishna”. The Lord appeared and provided endless sarees to save Draupadi from humiliation. The second incident chosen is when Surdasa falls into a ditch, him being blind. He attempted to get out but failed. He called for help, but no one came. The place was deserted. His worshipable Lord knew that His true devotee needed help. He came and saw Surdasa sitting down and singing bhajan completely oblivious of the sorry situation he was in. Lord asked him, “Why are you not trying to get out?” Surdasa replied, “I did and failed. I realised that only you could help me.” The Lord gave Surdasa His hand and helped him to come out. There is a famous bhajan when Surdasa implores the Lord not to leave him. The third incident happened a few years back. A close relative of mine was sitting in a temple near her home deeply engrossed in thought. A babaji appeared in front of her. He spoke to her, “You are greatly troubled by the behaviour of your in-laws. Don’t worry. You will suffer a certain disease, he named it, due to the stress caused by it. But it will be cured; will not make you suffer much. Before this relative could react, this person had gone away. That disease did trouble her but came under control soon. This relative is a sincere devotee of God. The fourth example is related to a friend of mine. He is a staunch devotee of God. Over the last five decades, he has made enormous spiritual progress. He is in his late nineties and still going strong. His wife passed away recently after a brief illness. He tried to prevent it by chanting a mantra. He also hoped that she would get an excellent birth next time. As he was overdoing it, God arranged for an aged lady to come to his house. She informed him that his wife would pass away on the fifteenth day. He was shocked. By the time he gathered his wits, she was gone. Was she God Himself or a person chosen by God? The last example is of an American. He had become very rich, but he was neither peaceful nor happy. Intrigued, he had to find the reason. Was material wealth not the solution to all our problems and he had plenty of it? He started visiting various churches but got no satisfactory answer. Disappointed, he decided to come to India - the spiritual capital of the world. Same result here also with bogus gurus trying to manipulate him. Highly frustrated, he was sitting down on a bench on the bank of the Ganges in Haridwar. He was in deep thought when someone tapped him on his shoulder. He opened his eyes and saw a saintly person standing in front of him. He said, “Don’t be so sad. Take shelter of God. And the best way is to follow God’s instructions as detailed in the bona fide scriptures. Buy a copy of the Bhagavad-Geeta.” When he opened his eyes, the saintly person was not to be seen. Can we have similar experiences with God? Yes, we can. God is always quite forthcoming. We just have to qualify for it. How do you do that? It is simpler than what you can imagine. Do spiritual practices, which suit your nature. For example, I do ‘darshan’ and ‘naman’, chanting, thanking and praying regularly. Once a certain amount of spiritual credits has been accumulated, God gets active in our lives, (The writer is a spiritual guide; views are personal)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "krishna",
        "sentiment": "none"
      },
      {
        "name": "rama",
        "sentiment": "none"
      },
      {
        "name": "draupadi",
        "sentiment": "none"
      },
      {
        "name": "surdasa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "supreme",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "dhrtarashtra",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T22:48:27.943+03:00",
  "updated": "2024-05-31T22:48:27.943+03:00"
}