{
  "thread": {
    "uuid": "c51557a0f15f4b93f5d620822582e15f84c9f0dd",
    "url": "https://www.ynetnews.com/health_science/article/byq5kytft",
    "site_full": "www.ynetnews.com",
    "site": "ynetnews.com",
    "site_section": "https://www.ynetnews.com",
    "site_categories": [
      "media",
      "tennis",
      "sports"
    ],
    "section_title": "ynetnews - Homepage",
    "title": "3D miracles: How an advanced printer rescued a soldier's leg from amputation",
    "title_full": "3D miracles: How an advanced printer rescued a soldier's leg from amputation",
    "published": "2024-01-20T22:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://ynet-pic1.yit.co.il/picserver5/crop_images/2024/01/17/HyGgWkBta/HyGgWkBta_0_0_1280_960_0_large.jpg",
    "performance_score": 0,
    "domain_rank": 3871,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c51557a0f15f4b93f5d620822582e15f84c9f0dd",
  "url": "https://www.ynetnews.com/health_science/article/byq5kytft",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Liran Tamari",
  "published": "2024-01-20T22:26:00.000+02:00",
  "title": "3D miracles: How an advanced printer rescued a soldier's leg from amputation",
  "text": "On Saturday, Shilo, a soldier serving in the Givati Brigade and IDF Officers' School, received orders to deploy to the Gaza border region to support combat operations in the local communities. \"We spent the weekend at the base, and early on Saturday morning, we were mobilized to the kibbutzim,\" he recalls. Read more: After two intense weeks of fighting in the kibbutzim and another month of rigorous training and certification at the IDF's Training Base, they entered the Gaza Strip. \"We arrived in the Jabaliya neighborhood, an area that had not yet been accessed by IDF forces. The fighting there posed greater challenges due to the presence of a large civilian population, including terrorists.\" During one of the sweeps, Shilo bravely led the way into a building, and from the moment they entered, the soldiers sensed something was awry. After conducting thorough searches with another soldier on the building's first floor, they proceeded to the second floor. \"As I attempted to open the door, I encountered resistance. I quickly identified a barrel blocking the door, creating an obstruction. I sought permission from the commanding officer to engage in fire, as the mission required discretion. I opened fire in bursts into the room, and within seconds, they retaliated, with bullets narrowly missing us.\" The soldier accompanying Shilo was injured, and as they provided cover, they both retreated and found themselves in a narrow alley outside the building. Suddenly, a barrage of gunfire was unleashed towards them. Shilo recounts, \"There were intense waves of gunfire. A bullet struck my weapon, rendering it inoperable. At that moment, I was shot in the leg and fell to the ground. I found myself stranded alone in the middle of the alley, shouting to alert others that I was injured. Realizing that my position posed a danger to my comrades and they were unable to reach me, I made the decision to crawl back on my own to safety.\" After successfully rescuing himself, with his comrades providing covering fire, he was swiftly evacuated by helicopter to Hadassah Medical Center. \"Throughout the helicopter ride, I remained conscious. The pain in my leg was excruciating, and I feared I might lose it, but I felt a comforting presence as if someone were holding my hand. My friends stayed by my side until I arrived at the hospital.\" Shilo's injury was severe, and there was genuine concern about its functionality. A bullet had penetrated his leg, shattering his knee. He was immediately airlifted to Hadassah Medical Center, where he received treatment and underwent surgery by a team of expert physicians who utilized groundbreaking technology. They constructed a three-dimensional model of his shattered knee based on the unaffected second knee. \"The surgery was performed with great precision and was highly successful,\" says Prof. Yoram Weil, Director of the Orthopedic Trauma Unit at Hadassah. \"Together with Dr. Alona Katsir, after assembling the model, we identified a missing piece in the upper bone. Using the customized three-dimensional template we created, we extracted a bone from the pelvis to fill the gap and achieve proper alignment for optimal fracture healing. The model helped us restore the fracture and achieve a very high level of accuracy and planning. Shilo is already using his knee well. He is expected to undergo further surgery, and in a few months, the fracture will heal, allowing him to fully recover.\" Shilo, who has already begun rehabilitation and physical therapy in the orthopedic department at Hadassah, expresses optimism about his progress. He shares, \"I initially feared losing my leg, but fortunately, the situation has taken a completely different turn, and my leg is already healing. I consider myself fortunate to have been placed in the hands of a skilled medical team that specializes in bone reconstruction and regeneration. It's incredible to think that I could have ended up without a knee or with a permanently broken bone. Now, my focus is on completing the remaining surgeries and fully recovering. That's definitely what lies ahead for me.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "givati brigade",
        "sentiment": "neutral"
      },
      {
        "name": "idf officers' school",
        "sentiment": "neutral"
      },
      {
        "name": "idf",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "shilo",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "jabaliya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T23:36:43.301+02:00",
  "updated": "2024-01-20T23:36:43.301+02:00"
}