{
  "thread": {
    "uuid": "136561b7417003f1bf27865f18a8198fb5991f20",
    "url": "https://m.dailyhunt.in/news/india/english/deccanherald-epaper-dh881cfe1ab97d482fb3abb8994f502a8b/the+enduring+legacy+of+leeenfield+rifles-newsid-n589956734",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-autoguru",
    "site_categories": [
      "media"
    ],
    "section_title": "Dailyhunt",
    "title": "The enduring legacy of Lee-Enfield rifles",
    "title_full": "The enduring legacy of Lee-Enfield rifles",
    "published": "2024-03-08T20:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/ec/59/da/ec59da421699585abc2d5c55d62adec474090697836f84ab6c34c1eee7b8dddb.jpg",
    "performance_score": 0,
    "domain_rank": 18380,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "136561b7417003f1bf27865f18a8198fb5991f20",
  "url": "https://m.dailyhunt.in/news/india/english/deccanherald-epaper-dh881cfe1ab97d482fb3abb8994f502a8b/the+enduring+legacy+of+leeenfield+rifles-newsid-n589956734",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-03-08T20:21:00.000+02:00",
  "title": "The enduring legacy of Lee-Enfield rifles",
  "text": "In the age of high-tech weaponry and ever-increasing defence budgets, the Lee-Enfield rifle stands out among sharpshooters for its price, precision and performance. Many militaries used it in the two World Wars and India's civil defence system once heavily relied on it.\nThe Lee-Enfield gets its name from the designer of the rifle's bolt system - James Paris Lee - and the location where it was designed, the Royal Small Arms Factory in Enfield, north of London.\nIt was originally introduced in the 0.303 calibre in the UK. The variants and calibre of the rifle have evolved since. Still, the name 'good old three-nought-three' has stuck and even the fundamental design endures.\nA gun aficionado in his 60s, well acquainted with the rifle since his days in the National Cadet Corps (NCC), points out that Lee-Enfields \"are extremely precise and effective for long-range shooting, for over 700 yards\". He adds: \"An AK-47's effective range is 380 yards. The Lee-Enfield was so precise and reliable that a sniper variant of the gun was also developed with a mounted telescope and refined sights.\"\nThe rifle's USP is its reliable bolt-action design, which is smooth, rugged, and easy to operate. A similar bolt-action design was later adopted in civilian rifles (like the 0.30-06 and 0.315 rifles), in India too. These are primarily used for home defence, and by farmers for crop protection.\nLee-Enfield rifles has a chequered history in India. In the 1962 Sino-Indian war that ended in India's defeat, it was primary weapon of the war's infantry soldiers. But on November 26, 2008, the Mumbai police relied on these old rifles as they faced off against Pakistani terrorists armed with sophisticated automatic weapons. Despite the technological mismatch, these rifles played a crucial role, aiding in the capture of a terrorist, Ajmal Kasab, during the initial assault at Marine Drive.\nStrong ergonomics\nArms and ammunition experts, both in India and abroad, consider the Lee-Enfield rifles \"to be one of the best-designed bolt-action rifles\". Their meticulous design contributes to their firepower, remarkable field presence, and impressive reliability, they say.\nDespite its more popular variant, SMLE No 1 Mk III, weighing around 4 kg, the design of the vintage rifle is extremely ergonomic. Suryaveer Singh, an engineer and a firearms enthusiast, tested out these rifles during his NCC days. He says, \"The rifle's weight distribution gives it a surprisingly light feel when it is in action. The reach (distance) between the trigger and the bolt is remarkable, allowing the shooter to eject and reload quickly. Despite minimal upgrades over 125 years, the rifle's minimalist design has helped it remain relevant.\"\nThe design also adds to the ease with which the rifle can be disassembled for maintenance and cleaning, he cites. \"A regular user simply needs to remove the bolt and the magazine (detachable ammunition storage device) to clean it. Rarely do gunsmiths have to tinker with the rifle and remove all its parts (mostly only in the case of a major malfunction),\" adds Suryaveer.\nEvergreen make\nThe rifle's smooth and reliable bolt-action mechanism makes it suitable for defence personnel, says another arms expert. The simple design involves a couple of moving parts, which ensures minimal risk of jams, malfunctions, and misfires. \"Hunting and sniper guns made in the 21st century continue to use this very design,\" he adds.\nIt is not only titanium and brass that make the Lee-Enfields effective, but also its beautifully crafted classic wooden stocks, which help in absorbing the strong recoil to some extent. The rifle is more manoeuvrable due to its shorter length as compared to muskets and other rifles of its time. A retired soldier who participated in the 1971 Indo-Pak war says, \"An easily manoeuvrable rifle like the Lee-Enfield can boost a shooter's confidence, resulting in more accurate shots.\"\nService continues\nIn India, the rifle was primarily used by the Indian Army until the early 1960s when it was handed over to the state forces. Self-loading rifles (SLR) replaced them in the military in the mid-60s. But the Lee-Enfield continued to be a part of the country's civil defence for the next six decades, until the early 2020s when state forces of Uttar Pradesh and recently Delhi started phasing them out.\nStill, it is widely used in small towns. While prohibited for civilians the civilian militia aka Village Defence Guards in the twin border towns of Rajouri and Poonch in Jammu & Kashmir are legally allowed to use Lee-Enfields (apart from SLRs). This is in a bid to confront cross-border terrorism.\nIn areas where it has been replaced by the INSAS rifle, it remains in service as a reserve (secondary) weapon. The RFI even proposed converting some of these rifles into riot-control weapons (used to disperse rioters rather than cause serious injury or death).\nThe Rifle Factory Ishapore (RFI) in West Bengal once produced around 2.5 lakh variants of the Lee-Enfield and called it the 'Ishapore 2a1 rifle'. It used 7.62 mm x 51 mm rounds (a standard bullet calibre used by forces in the North Atlantic Treaty Organisation). Thousands of these remain in service today.\nThe fact that no other breech-loading rifle has been in service for so long speaks volumes about its simple, yet brilliant design.\nCollector's item\nDespite being in service and being a common sight in small towns in India, the Lee-Enfield rifles are slowly becoming a collector's item. These rifles produced by the RFI can fetch up to $1,200 (Rs 99,298 approximately) apiece in international markets. The approximate cost of the rifle is less than Rs 30,000.\nAnother classic\nMuch like the Lee-Enfield is to soldiers, civilians worldwide find their loyal guardians in the 12-bore shotguns. It is popular among farmers across India for crop protection. The versatility of the 12-bore is such that it is also preferred by elite soldiers in special units such as the USA's Navy SEALs and the UK's Special Air Service.\nAn Indian Army veteran DH spoke to said, \"It is popular because of its simple design and easy handling.\"\nOver centuries, artisans have transformed the civilian variants of these shotguns into aesthetic marvels, embellishing them with precious metals and gems, and meticulous carvings. A pair of ornate Westley Richards shotguns can cost up to $2,25,000 (approximately Rs 1.86 crore).\nBeyond its role as Olympic-grade sporting equipment, the shotgun has become a sought-after collectors' item.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "james paris lee",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lee-enfield",
        "sentiment": "positive"
      },
      {
        "name": "national cadet corps",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "enfield",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T06:21:03.126+02:00",
  "updated": "2024-03-09T06:21:03.126+02:00"
}