{
  "thread": {
    "uuid": "94b27e7f2a06a387b2afbfc78d566fa62d1e1570",
    "url": "https://www.ilgiornale.it/news/politica/ratzinger-sia-dottore-chiesa-2261233.html",
    "site_full": "www.ilgiornale.it",
    "site": "ilgiornale.it",
    "site_section": "http://www.ilgiornale.it/feed.xml",
    "site_categories": [
      "media",
      "tech"
    ],
    "section_title": "Il Giornale",
    "title": "\"Ratzinger sia dottore della Chiesa\" - ilGiornale.it",
    "title_full": "\"Ratzinger sia dottore della Chiesa\" - ilGiornale.it",
    "published": "2023-12-29T06:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://img.ilgcdn.com/sites/default/files/styles/social/public/foto/2023/01/05/ilgiornale2_20230105165829994_TECNAVIA_PHOTO_GENERALE_1020184.jpg?_=1672934365",
    "performance_score": 0,
    "domain_rank": 7480,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 116,
        "comments": 9,
        "shares": 31
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "94b27e7f2a06a387b2afbfc78d566fa62d1e1570",
  "url": "https://www.ilgiornale.it/news/politica/ratzinger-sia-dottore-chiesa-2261233.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fabio Marchese Ragona",
  "published": "2023-12-29T06:00:00.000+02:00",
  "title": "\"Ratzinger sia dottore della Chiesa\" - ilGiornale.it",
  "text": "«Benedetto XVI non era un arcigno guardiano della fede, sosteneva piuttosto che il Papa non impone niente, ma che propone e poi lascia che lo Spirito faccia il suo lavoro. E oggi torniamo a chiedere: sia proclamato dottore della Chiesa». Il cardinale Fernando Filoni (nel tondo), Gran Maestro dell'Ordine Equestre del Santo Sepolcro di Gerusalemme, era stato uno stretto collaboratore di Benedetto XVI, prima come Sostituto della Segreteria di Stato e poi come Prefetto di Propaganda Fide. Oggi ricorda Joseph Ratzinger nel primo anniversario della sua scomparsa.\nCardinale Filoni cosa ricorda del 31 dicembre 2022 quando fu annunciata la morte del Papa emerito?\n«Ricordo una serena tristezza, era un momento in cui tutti attendevamo, perché la sua vita ormai si stava consumando come l'olio di una lampada. Era un uomo di Dio che ha vissuto la luce del Signore e la sua vita è stata vissuta in questa attesa. Più volte lo aveva detto e quel momento per me, accanto al suo feretro, è stato un tempo di tristezza per una persona cara che va via, ma anche di serenità perché lui aveva compiuto la volontà di Dio».\nAi funerali è apparso anche uno striscione con scritto «santo subito». Come avete accolto questa richiesta?\n«Io non l'ho visto, ma se avessi dovuto fare uno striscione avrei forse scritto dottore della Chiesa subito. Perché la sua dottrina, la sua scienza, la sua vita sono stati veramente alla luce di un insegnamento che lui diceva essere un dono di Dio. Al tempo stesso lo trasmetteva e questo ha fatto un grande bene alla Chiesa. Forse questa sarebbe stata la richiesta più bella. È vero che finora non c'è stato alcun dottore della Chiesa che non sia stato previamente dichiarato santo, ma credo che la santità di vita di quest'uomo fosse chiara a tutti».\nCom'era lavorare al fianco di Benedetto XVI?\n«Era un uomo estremamente amabile, che ascoltava. Anche davanti alle varie problematiche, prima di parlare, diceva: Ma lei che ne pensa? E come si potrebbe fare?. Non era un uomo che parlava come se avesse una scienza infusa, aveva bisogno del consiglio, di questo essere accompagnato, perché sentiva che il ministero petrino per lui non era da vivere da solo, ma con tutti i collaboratori e con la Chiesa. Ogni tanto mi telefonava e mi diceva: Ma lei non ha fatto ancora le vacanze, quando le fa?. Oppure: Ho visto che lei ha fatto tutto questo lavoro, ma mi raccomando non faccia troppo. C'era una grande amabilità e aveva una grande attenzione per le persone».\nÈ vero che era un uomo molto timido?\n«La sua timidezza era legata al suo carattere rispettoso, non nasceva dalla paura o dal non sapere. Quando doveva decidere invece era fermo. Con i bambini, ad esempio, non aveva la capacità di azioni stravaganti, di abbracci o baci. Nonostante ciò chiedeva sempre: Come ti chiami? Da dove vieni? Che classe frequenti?. E stabiliva quel piccolo dialogo che poi lasciava nei bambini una traccia profonda di questa relazione. Era un uomo semplice, capace di manifestare questa umanità, questa simpatia».\nDurante il pontificato però lo hanno attaccato in tutti i modi. Perché è stato preso di mira?\n«È ingiusto il modo in cui è stato trattato. Io mi sono meravigliato sin dall'inizio quando ho letto espressioni pesanti, come se fosse un guardiano arcigno della fede. Lui invece diceva una cosa: Il Papa non impone niente, il Papa propone e poi lascia che lo Spirito di Dio faccia il suo lavoro. Ci sono stati casi in cui è stato mal interpretato: penso, ad esempio, al caso in cui è venuta fuori la polemica sull'islam nel 2006 in cui gli è stato attribuito ciò che lui non aveva detto se non citando qualcun altro. E su quello è stata montata una polemica fuori luogo. In tante situazioni ritengo che certi aspetti della polemica siano poi rientrati quasi naturalmente nel momento in cui ha fatto questo enorme e misterioso gesto della rinuncia. Lì si è visto chi era Benedetto XVI: un uomo non attaccato al potere che difendeva la verità».\nAnche da Papa emerito, però, non sono pochi quelli che hanno provato a contrapporlo al Papa regnante, Francesco...\n«Ovviamente qualcuno che non ha visto bene la sua rinuncia. Beh, è umano, comprensibile. Non tutti la pensano allo stesso modo. Ma bisogna guardare la questione dall'interno, secondo la visione di Benedetto XVI: amava la Chiesa fino all'inverosimile e aveva coscienza che se fosse arrivato un momento in cui non sarebbe stato in grado di rispettare gli impegni che il suo ufficio gli chiedeva, non avrebbe avuto paura di fare un passo indietro. Fin dai primi giorni in cui arrivai come Sostituto fu questa la sua preoccupazione: E se io un giorno non fossi in grado di guidare la Chiesa?. E disse qual era il suo pensiero in merito. È un mistero che rimane nella realtà di una Chiesa che lui ha amato. Il gesto può avere anche non molta comprensione esternamente, ma nel cuore e nella vita della Chiesa è stato un mistero straordinario d'amore verso di essa».\nE oggi quale eredità lascia al mondo Joseph Ratzinger?\n«Parlare di eredità è quasi difficile perché ha scritto tanto e io ritengono che sia stato il più grande teologo degli ultimi 2-3 secoli. Ma non ha scritto tanto per scrivere, ha scritto perché sentiva di dover comunicare un messaggio del Signore. Tutto ciò che lui ha scritto e detto è stato frutto di una condivisione di quei doni che Dio gli aveva dato: conoscenza, intelligenza e sapienza. Ma aveva anche un giudizio sulla realtà del mondo. Perché parlava? Per amore della verità e perché aveva visto che il nostro tempo stava perdendo la coscienza di Dio: Ratzinger riteneva che la coscienza fosse il sacrario più intimo e profondo dell'uomo, dove nessuno può mai metterci mano, a meno di dissacrare l'uomo stesso».",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T08:40:12.355+02:00",
  "updated": "2023-12-29T08:40:12.355+02:00"
}