{
  "thread": {
    "uuid": "29589fead0f3db3643d1e3b22ee650b975aa2c31",
    "url": "https://notizie.tiscali.it/italialibera/articoli/evento-speciale-cinema-soli-tre-giorni-de-il-cacciatorea-michael-cimino-in-4k",
    "site_full": "notizie.tiscali.it",
    "site": "tiscali.it",
    "site_section": "https://notizie.tiscali.it/ultimora/",
    "site_categories": [
      "media"
    ],
    "section_title": "Ultime notizie dall'Italia e dal mondo - Tiscali Notizie",
    "title": "Evento speciale al cinema: soli tre giorni de “Il cacciatore” di Michael Cimino in 4K - Tiscali Notizie",
    "title_full": "Evento speciale al cinema: soli tre giorni de “Il cacciatore” di Michael Cimino in 4K - Tiscali Notizie",
    "published": "2024-01-20T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://simg.tiscali.it/media/24/01/20/rs_203_IL-CACCIATORE-Versione-restaurata-4K-210x300.jpg",
    "performance_score": 0,
    "domain_rank": 5123,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "29589fead0f3db3643d1e3b22ee650b975aa2c31",
  "url": "https://notizie.tiscali.it/italialibera/articoli/evento-speciale-cinema-soli-tre-giorni-de-il-cacciatorea-michael-cimino-in-4k",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Italia Libera",
  "published": "2024-01-20T02:00:00.000+02:00",
  "title": "Evento speciale al cinema: soli tre giorni de “Il cacciatore” di Michael Cimino in 4K - Tiscali Notizie",
  "text": "La più potente denuncia degli effetti della guerra sui soldati, le loro famiglie e le comunità da cui provengono sarà nelle sale solo il 22, 23 e 24 gennaio. Vincitore di cinque premi Oscar, il celeberrimo film del 1978 sull’inferno del Vietnam è interpretato da un gruppo di attori straordinari: Robert de Niro, Christopher Walken, Meryl Streep, John Savage e John Cazale. L’occasione di rivederlo al cinema 45 anni dopo la sua uscita è imperdibile, mentre la parola per risolvere le controversie internazionali è stata massicciamente data alle armi ◆ La recensione di BATTISTA GARDONCINI * ► Uscito nel 1978, “Il cacciatore” di Michael Cimino ha vinto cinque Oscar, ed è forse la più potente denuncia degli effetti della guerra sui soldati, sulle loro famiglie e sulle comunità da cui provengono. Non un film di guerra, perché di combattimenti se ne vedono pochissimi, ma un film sulla disumanità della guerra. Rivederlo in questi tempi difficili, dove il ricorso alle armi sembra diventato la norma per risolvere le controversie internazionali, dovrebbe essere obbligatorio. Bene ha fatto dunque la casa di distribuzione Lucky Red a riproporlo nelle sale per soli tre giorni, il 22, il 23 e il 24 di gennaio, in una versione restaurata in 4K che rende giustizia alla visionaria grandezza del regista, al talento del direttore della fotografia Vilmos Zsigmond, alla musica impreziosita dalla celebre “Cavatina” di Stanley Myers, e, naturalmente, al gruppo di attori straordinari che lo ha interpretato: Robert de Niro, Christopher Walken, Meryl Streep, John Savage e John Cazale. Il film è diviso in tre parti. La prima è ambientata in una piccola città della Pennsylvania cresciuta attorno ad una acciaieria. Qui la comunità russa celebra un matrimonio tra scherzi, balli e bevute, ma lo sposo e due dei suoi amici devono partire per il Vietnam. Alla loro passione, la caccia al cervo, dedicano l’ultimo giorno della vita civile. La seconda parte racconta l’inferno del Vietnam. Presi prigionieri e sottoposti a feroci torture, compresa la pratica aberrante della roulette russa cui vengono obbligati, i tre, pur devastati fisicamente e psicologicamente, riescono a fuggire. La terza parte racconta l’impossibile reinserimento dei reduci nella vita civile, l’abisso che si è aperto tra loro e gli amici rimasti a casa. La guerra è indicibile. Chi l’ha vissuta non può raccontarla, chi non c’era non la può capire. In un’ultima caccia al cervo, Mike-De Niro si trova a tu per tu con un maestoso animale. Spara, e lo manca. Errore o scelta consapevole? © RIPRODUZIONE RISERVATA (*) L’autore dirige oltreilponte.org",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T09:22:23.840+02:00",
  "updated": "2024-01-20T09:22:23.840+02:00"
}