{
  "thread": {
    "uuid": "53dff3ef600720649660c7f68c72b8219ba435e8",
    "url": "https://es.nhandan.vn/presidente-de-vietnam-lanza-festival-de-plantacion-de-arboles-2024-post59121.html",
    "site_full": "es.nhandan.vn",
    "site": "nhandan.vn",
    "site_section": "https://es.nhandan.vn",
    "site_categories": [],
    "section_title": "Nhan Dan en línea en español",
    "title": "Presidente de Vietnam lanza Festival de plantación de árboles 2024 | Nhan Dan en línea en español",
    "title_full": "Presidente de Vietnam lanza Festival de plantación de árboles 2024 | Nhan Dan en línea en español",
    "published": "2024-02-15T11:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://image-es.nhandan.vn/1200x630/Uploaded/2024/fxqdjxyjhqdwdwqd/2024_02_15/vna-potal-tet-trong-cay-doi-doi-nho-on-bac-ho-xuan-giap-thin-7225921-9960.jpg",
    "performance_score": 0,
    "domain_rank": 37804,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "53dff3ef600720649660c7f68c72b8219ba435e8",
  "url": "https://es.nhandan.vn/presidente-de-vietnam-lanza-festival-de-plantacion-de-arboles-2024-post59121.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Nhan Dan en línea en español",
  "published": "2024-02-15T11:55:00.000+02:00",
  "title": "Presidente de Vietnam lanza Festival de plantación de árboles 2024 | Nhan Dan en línea en español",
  "text": "En el acto, el jefe de Estado subrayó que luego de más de seis décadas, el Festival, una iniciativa del Tío Ho, se convirtió en una tradición, una costumbre y una belleza cultural, así como un movimiento que brinda grandes beneficios al país. Por otro lado, el movimiento ha contribuido a proteger el entorno ecológico y el paisaje, responder al cambio climático e impulsar el desarrollo socioeconómico, así como mejorar la calidad de vida de los pobladores. Destacó en la ocasión que implementando el programa \"Plantar mil millones de árboles\" hasta 2025, el país registró hasta el año pasado 260 mil hectáreas de bosques plantados concentrados y 127 millones de árboles esparcidos, y una tasa de cobertura forestal por encima del 42 por ciento. En la ocasión, el dirigente resaltó el empeño de Tuyen Quang en la protección forestal y su determinación de convertir la agrosilvicultura en un sector clave de la economía local. Por otro lado, reiteró que, en el contexto marcado por el cambio climático global cada vez más severo y una biodiversidad degradada, la política consecuente de Vietnam se enfoca en promover el desarrollo sostenible y la respuesta al cambio climático, en aras de construir una economía verde, circular y amigable con el medio ambiente. Vietnam cumple gradualmente sus fuertes compromisos, con el apoyo de los países desarrollados en cuestiones de tecnología y finanzas, para lograr emisiones netas cero para 2050. Por tanto, la tarea de proteger el medio ambiente ecológico, plantar árboles y proteger los bosques resulta cada vez más importante, notificó Van Thuong. En ese sentido, exigió centrarse en concientizar a los pobladores sobre la repoblación y protección forestal, en aras de mejorar el entorno ecológico. A su vez, el viceministro de Agricultura y Desarrollo Rural Nguyen Quoc Tri resaltó que en el período 2021- 2023, se sembraron casi 770 millones de árboles, en respuesta al proyecto de plantar un millón para el lapso 2021- 2025 del Primer Ministro. El mismo día, el presidente Vo Van Thuong inauguró el proyecto de la ruta considerada como el eje de desarrollo urbano en Tuyen Quang.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T02:06:12.126+02:00",
  "updated": "2024-02-16T02:06:12.126+02:00"
}