{
  "thread": {
    "uuid": "f021b78abe05945b6e85f02e8524083d17b67d2b",
    "url": "https://nationalfile.com/germany-vows-to-protect-jews-adding-judaism-holocaust-and-israel-to-citizenship-exam",
    "site_full": "nationalfile.com",
    "site": "nationalfile.com",
    "site_section": "http://nationalfile.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "National File",
    "title": "Germany Vows to Protect Jews, Adding Judaism, Holocaust and Israel to Citizenship Exam - National File",
    "title_full": "Germany Vows to Protect Jews, Adding Judaism, Holocaust and Israel to Citizenship Exam - National File",
    "published": "2024-03-28T22:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://nationalfile.com/wp-content/uploads/2024/03/Germany-Citizenship-Israel-Judaism-Holocaust-1.png",
    "performance_score": 0,
    "domain_rank": 30006,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f021b78abe05945b6e85f02e8524083d17b67d2b",
  "url": "https://nationalfile.com/germany-vows-to-protect-jews-adding-judaism-holocaust-and-israel-to-citizenship-exam",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brian Pfail",
  "published": "2024-03-28T22:33:00.000+02:00",
  "title": "Germany Vows to Protect Jews, Adding Judaism, Holocaust and Israel to Citizenship Exam - National File",
  "text": "Last Updated on March 28, 2024 Germany has altered its citizenship requirements to include a mandatory understanding of the Holocaust, Judaism and Israel, reported Der Spiegel. The move was initiated by the Interior Minister Nancy Faeser of the Social Democratic Party. She told Der Spiegel: Antisemitism, racism and other forms of contempt for humanity preclude naturalization … If you don’t share our values, you can’t get a German passport. We have drawn a crystal clear red line here. The German naturalization process includes 33 questions — 17 of those questions must be answered correctly to pass, according to the Federal Office for Migration and Refugees. The subject matter is listed in the three topics of “Living in a Democracy,” “History and Responsibility,” and “People and Society,” reported The Jerusalem Post. The Post states that there are three questions about federal land where applicants have registered as having primary residence. Those who have attended German schools or have psychological, mental illness, or other disabilities are not required to take the exam. The outlet reports that the Interior Ministry revised the test after alleged rhetoric and violence against Jews in Germany, around the time Israel decided to take part in its genocide of the Palestinians. The federal government acted to include an “explicit commitment to Israel’s right to exist before naturalization … [and] other related questions,” said The Post. The exam will include questions such as what a Jewish prayer house is called, the year Israel was founded, and “what constitutes Germany’s special responsibility for Israel,” reported The Post. Other questions include how Holocaust denial is punishable in Germany and membership to some-odd 40 Jewish Maccabi sports clubs. Of course, there are many other Jewish-adjacent questions, according to The Post. Faeser harks on the past that Germany can never overcome as a nation and a people. She said this action is meant to combat antisemitism and racism. She claims every German citizen must know “what that means and acknowledge German’s responsibility.” The German crime against humanity of the Holocaust results in our special responsibility for the protection of Jews and the protection of the State of Israel … This responsibility is part of our identity today. Germany reportedly eased restrictions on citizenship, making dual nationality even more available. Those more equipped with the German language will be able to naturalize within three years, while others were originally eight years, but it is now five. The Post reports that the changes were by German Chancellor Olaf Scholz and Faeser, who have been trying to change the requirements since 2021. The additional Judaic implementations came after the Oct. 7 attack by Hamas. In addition, applicants are now to pledge to protect Jewish life, not Christians or Muslims. In November, the Federal Ministry of Interior banned any “activity in Germany by Hamas,” encroaching on free speech. The Post states that “gatherings may be prohibited if there is a risk of antisemitic incidents.” Antisemitism in Germany, according to Faeser, includes “hatred against Jewish people or the State of Israel.” With any sort of talk on this matter, “police must take immediate and rigorous action,” said Faeser. [Candace Owens Takes Aim at the Jewish Lobby](https://nationalfile.com/candace-owens-takes-aim-at-the-jewish-lobby/) Not only has Germany become less free, but it has also mandated Judaism and Zionism upon its people. Germany cannot seemingly forgive itself and get past the Third Reich. This will always be a burden for the once great nation that is forever crippled and rendered disabled.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "der spiegel",
        "sentiment": "none"
      },
      {
        "name": "nancy faeser",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jerusalem post",
        "sentiment": "none"
      },
      {
        "name": "der spiegel",
        "sentiment": "none"
      },
      {
        "name": "federal office for migration and refugees",
        "sentiment": "none"
      },
      {
        "name": "post",
        "sentiment": "none"
      },
      {
        "name": "judaism",
        "sentiment": "none"
      },
      {
        "name": "interior",
        "sentiment": "none"
      },
      {
        "name": "social democratic party",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T01:46:53.651+02:00",
  "updated": "2024-03-29T01:46:53.651+02:00"
}