{
  "thread": {
    "uuid": "2b280b88633ee4e894a3a65e9f0389c9b84e5215",
    "url": "https://larepublica.pe/mundo/2024/03/10/nayib-bukele-asegura-que-podria-combatir-el-caos-y-la-violencia-en-haiti-podemos-arreglarlo-el-salvador-puerto-principe-696760",
    "site_full": "larepublica.pe",
    "site": "larepublica.pe",
    "site_section": "http://pwa.larepublica.pe",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Últimas noticias de última hora del Perú y el mundo en La República",
    "title": "Nayib Bukele asegura que podría combatir el caos y la violencia en Haití: \"Podemos arreglarlo\" | El Salvador | Puerto Príncipe | Mundo | La República",
    "title_full": "Nayib Bukele asegura que podría combatir el caos y la violencia en Haití: \"Podemos arreglarlo\" | El Salvador | Puerto Príncipe | Mundo | La República",
    "published": "2024-03-10T21:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://imgmedia.larepublica.pe/1200x630/larepublica/original/2024/03/10/65ee05a311bb376bf307a850.jpg",
    "performance_score": 0,
    "domain_rank": 7884,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2b280b88633ee4e894a3a65e9f0389c9b84e5215",
  "url": "https://larepublica.pe/mundo/2024/03/10/nayib-bukele-asegura-que-podria-combatir-el-caos-y-la-violencia-en-haiti-podemos-arreglarlo-el-salvador-puerto-principe-696760",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Melanie Cordova",
  "published": "2024-03-10T21:34:00.000+02:00",
  "title": "Nayib Bukele asegura que podría combatir el caos y la violencia en Haití: \"Podemos arreglarlo\" | El Salvador | Puerto Príncipe | Mundo | La República",
  "text": "Bukele asegura que podría combatir el caos y la violencia en Haití: \"Podemos arreglarlo\" Tras el escape de 4500 prisioneros haitianos, de la principal cárcel de Puerto Príncipe, las calles de la ciudad no han dejado de ser víctimas de atentados contra el orden público. ¿Qué soluciones brinda Bukele? [El país de Sudamérica que se quedaría sin agua en 2040 y estaría en el top 25 del ranking mundial](https://larepublica.pe/mundo/2024/03/07/el-pais-de-sudamerica-que-se-quedaria-sin-agua-en-2040-y-estaria-en-el-top-25-del-ranking-mundial-chile-peru-argentina-fenomeno-el-nino-232253) [El país con la segunda mayor reserva de litio en el mundo, deseada por Bill Gates, está en Sudamérica](https://larepublica.pe/mundo/2024/03/09/el-pais-de-sudamerica-con-la-segunda-mayor-reserva-de-litio-en-el-mundo-que-desea-bill-gates-argentina-bolivia-chile-triangulo-del-litio-158706) [El único pueblo de Latinoamérica considerado entre los más bellos del mundo, según ranking 2024](https://larepublica.pe/mundo/2024/03/08/el-unico-pueblo-de-latinoamerica-considerado-entre-los-mas-bellos-del-mundo-segun-ranking-2024-315632) El presidente de El Salvador, [Nayib Bukele](https://larepublica.pe/tag/nayib-bukele), se pronunció a través de sus redes sociales por el conflicto en Haití. En su [cuenta de X ](https://twitter.com/nayibbukele/status/1766698383132012674?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1766698383132012674%7Ctwgr%5Edfda493dbe7253fe3f5bab1db92041e51e4ef952%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fwww.eldebate.com%2Finternacional%2F20240310%2Fbukele-ofrece-solucionar-caos-violencia-haiti-pone-tres-condiciones_180723.html)afirmó que es capaz de combatir la violencia en el país centroamericano: \"Podemos arreglarlo\". Líneas posteriores mencionó que es imprescindible obtener una resolución del Consejo de Seguridad de las Naciones Unidas, el consentimiento del país anfitrión y asegurar que todos los costos asociados a la misión estén completamente cubiertos para poder asegurar la efectividad. El mandatario elogiado por controlar el índice de criminalidad en su país, gracias a su plan e implementación de las [megacárceles](https://larepublica.pe/mundo/2024/02/09/el-salvador-comienza-juicio-masivo-para-procesar-a-casi-500-pandilleros-de-la-mara-salvatrucha-nayib-bukele-744948), sabe que pese a su intención la decisión requeriría un consenso internacional, la cual abarcará un tiempo prudente de acción. Nayib Bukele, se pronunció a través de sus redes sociales por el conflicto en Haití. Foto: AFP PUEDES VER: [Ucrania responde fuerte al papa: \"En la Segunda Guerra Mundial nadie pidió negociar con Hitler\"] Delincuencia a la orden del día El presidente [Nayib Bukele](https://larepublica.pe/mundo/2024/03/07/el-pais-de-sudamerica-que-se-quedaria-sin-agua-en-2040-y-estaria-en-el-top-25-del-ranking-mundial-chile-peru-argentina-fenomeno-el-nino-232253) debe tener en cuenta que el caos en Haití representaría un enfrentamiento público con el líder de las pandillas de ese país, Jimmy Cherizier. El apodado 'Barbecue' está dispuesto a llevar las acciones a una posible \"guerra civil\" si es que no se da la dimisión por parte del primer ministro haitiano Ariel Henry. Tras haber instalado puestos de control en las carreteras hacia Puerto Príncipe que recaudan alrededor de 8.000 dólares diarios, los criminales ahora amenazan con la expansión a República Dominicana. Pandillas en Haití, comandadas por Jimmy Cherizier, siembran terror. Foto: Connectas De acuerdo con el Alto Comisionado para los Derechos Humanos, enero se registró como el mes con mayor violencia en Haití en más de dos años, con un total de 806 personas fallecidas, lesionadas o secuestradas, a las cuales se añaden 300 miembros de pandillas muertos. Asimismo, un grupo de investigación criminal, con base en Ginebra, advirtió que las pandillas en Haití están alcanzando una mayor autonomía económica. Estas organizaciones financian sus actividades mediante recursos obtenidos de empresas privadas, residentes locales y los familiares de personas secuestradas, al utilizar estos fondos para adquirir armas y reclutar soldados, aseguran. PUEDES VER: [El país con la segunda mayor reserva de litio en el mundo, deseada por Bill Gates, está en Sudamérica] 'El método Bukele' Tras iniciar su gobierno el 1 de junio del 2019, Nayib Bukele ha logrado que El Salvador pase de ser el país más inseguro en América Latina, con más de 100 homicidios por cada 100.000 mil habitantes, a ser uno de los más seguros con solo 2 homicidios implementando una transformación en seguridad pública. Sin embargo, la población asegura que a pesar de ser catalogados internacionalmente como 'los más seguros' estas medidas llegaron acompañadas por una serie de abusos de derechos humanos y temor hacia el gobierno de turno. Aseguran que, se estaría por implementar una posible 'persecución a opositores' o personas que piensen diferente al gobierno. Pese a las acusaciones, Bukele goza de una popularidad del 90% dentro de su país, cifra que lo sitúa como el mandatario más popular de América Latina, de acuerdo con Latinobarómetro. Nayib Bukele ha logrado que El Salvador pase a ser de los países más seguros con el 'Método Bukele'. Foto: Reuters Este método ya es referente para algunos países en América Latina. Tal es el caso de Ecuador, el cual se ha convertido en el último país en adoptar el modelo de \"bukelismo\". Con el presidente Daniel Noboa comprometiéndose a implementar medidas rigurosas similares a las del presidente salvadoreño y en respuesta a la intensa ola de violencia provocada por mafias que buscan presionar a su gobierno. Bachiller en Ciencias de la Comunicación de la Universidad San Martín de Porres, periodista multiplataforma, creadora de contenido y especialista en relaciones públicas. Actualmente redactora de la sección Mundo de La República. Apasionada por la escritura y viajar.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [
    "https://twitter.com/nayibbukele/status/1766698383132012674?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1766698383132012674%7Ctwgr%5Edfda493dbe7253fe3f5bab1db92041e51e4ef952%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fwww.eldebate.com%2Finternacional%2F20240310%2Fbukele-ofrece-solucionar-caos-violencia-haiti-pone-tres-condiciones_180723.html)afirmó",
    "https://twitter.com/nayibbukele/status/1766698383132012674",
    "https://www.twitter.com/nayibbukele/status/1766698383132012674?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1766698383132012674%7Ctwgr%5Edfda493dbe7253fe3f5bab1db92041e51e4ef952%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fwww.eldebate.com%2Finternacional%2F20240310%2Fbukele-ofrece-solucionar-caos-violencia-haiti-pone-tres-condiciones_180723.html)afirmó"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-10T21:46:20.753+02:00",
  "updated": "2024-03-10T21:46:20.753+02:00"
}