{
  "thread": {
    "uuid": "b6166783a1cbc83f1bb507fd85e4c2ca94379625",
    "url": "https://www.elpais.com.co/deportes/las-futuras-promesas-del-deporte-colombiano-que-suenan-con-los-juegos-olimpicos-1825.html",
    "site_full": "www.elpais.com.co",
    "site": "elpais.com.co",
    "site_section": "https://www.elpais.com.co/deportes",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Noticias de Cali, Valle y Colombia - Periodico: Diario El País",
    "title": "Las futuras promesas del deporte colombiano que sueñan con los Juegos Olímpicos",
    "title_full": "Las futuras promesas del deporte colombiano que sueñan con los Juegos Olímpicos",
    "published": "2024-04-18T23:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.elpais.com.co/resizer/dy3yQCfQyzsG0oO2SM7qdhhML3M=/1280x720/smart/filters:format(jpg):quality(80)/cloudfront-us-east-1.images.arcpublishing.com/semana/ZMNHIG3VTBHJFDPRB7TFLIZ4KQ.jpg",
    "performance_score": 0,
    "domain_rank": 20619,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b6166783a1cbc83f1bb507fd85e4c2ca94379625",
  "url": "https://www.elpais.com.co/deportes/las-futuras-promesas-del-deporte-colombiano-que-suenan-con-los-juegos-olimpicos-1825.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción El País",
  "published": "2024-04-18T23:25:00.000+03:00",
  "title": "Las futuras promesas del deporte colombiano que sueñan con los Juegos Olímpicos",
  "text": "A menos de 100 días de los Juegos Olímpicos de París 2024, los atletas que representarán a Colombia se siguen preparando fuertemente para sacar su mejor versión y dejar en lo más alto. Deportistas como Linda Caicedo, Natalia Linares y Carlos Ramírez son inspiración para aquellos jóvenes promesa que están trabajando para alcanzar el sueño de una presea en tierras francesas.Los Olímpicos, las justas deportivas más importantes del mundo, los llevará a afrontar un camino largo y exigente que solo se puede hacer con constancia, perseverancia y una profunda pasión por el deporte.Hoy, a 99 días de la ceremonia inaugural de las justas, el país poco a poco va llegando a la meta de los deportistas clasificados y en los próximos días la cifra puede aumentar.Los que resaltan como promesas del deporte colombiano son:Ángel BarajasOriginario de Cúcuta, ha dejado su huella en la gimnasia artística. Gracias a su mamá, quien es su mayor inspiración, conoció este deporte cuando tenía tan solo 5 años. En ese momento, no le emocionó mucho la idea, pero su entrenador vio su gran talento y lo animó a seguir. Desde entonces, ha entrenado con dedicación, y en las últimas semanas ha estado representando al país en varias copas del mundo con el objetivo de clasificar a los Juegos Olímpicos 2024.Camilo VeraEl gimnasta cucuteño ha acumulado una impresionante lista de éxitos en la gimnasia artística. Recientemente salió victorioso en los Juegos Bolivarianos donde se llevó cuatro oros y una plata. Comenzó a entrenar a los 4 años y su rutina diaria refleja su determinación: levantarse a las 4 am para estudiar e irse a entrenar toda la tarde. A pesar de las dificultades económicas, que ha superado con el apoyo de su familia, se proyecta como un competidor mundial.Thomas CastroEs un corredor de semi fondo bogotano, ha destacado en el atletismo gracias al apoyo de sus padres y su dedicación. Hace algunas semanas, en el Campeonato Nacional de Semifondo y Fondo en Bucaramanga, compitió en los 1500 y 3000 metros planos en la categoría U20, ganando medallas de oro con marcas impresionantes. Recientemente se llevó el bronce en los Juegos Bolivarianos.Dayana SeguraAtleta de Bogotá, se destaca en la marcha atlética desde los 11 años. Ahora con 18 años, destaca la importancia de su padrino en su desarrollo deportivo, y este año se prepara para su primer campeonato mundial de atletismo U20 con miras a los Juegos Olímpicos de Los Ángeles 2028. Ruby ha sido campeona suramericana y nacional en varias ocasiones.Esteban DíazHa dejado una marca significativa en el atletismo de velocidad desde que comenzó su carrera en 2021, a la edad de 14 años, por sugerencia de su padre y un amigo. A pesar de haber practicado fútbol antes, se enamoró de la velocidad y ha progresado notablemente desde entonces. Es campeón nacional en 100 y 200 metros en la categoría U18, tiene el récord nacional de 100 metros en U18 y fue campeón suramericano en relevo 4x100 en U20. Ha mantenido su dominio como campeón nacional, y este año, tiene importantes competencias nacionales e internacionales por delante.Luna PabónDestacada atleta de salto con garrocha ha impresionado al deporte colombiano. Comenzó destacando en gimnasia a los 7 años y luego se enfocó en el atletismo a los 13 años. A pesar de su corta edad, ha sido Campeona Iberoamericana y ha ganado siete títulos nacionales. Representa a Colombia en competencias internacionales y recientemente clasificó para el Mundial U20. Hace unos pocos días, se llevó el oro en los Juegos Bolivarianos y ahora se prepara para el Campeonato Iberoamericano, consolidando su posición como una figura prominente en este deporte.Martina RodriguezLa menor de este grupo es una prometedora tenista de mesa de tan solo 9 años, que descubrió este deporte gracias a sus padres a los 4 años. Todo comenzó cuando su padre la llevó a una de sus prácticas de fin de semana, donde cogió las raquetas y comenzó a mostrar su talento y coordinación. A lo largo del año 2024, ha participado en varios campeonatos, incluyendo el Campeonato Departamental en Cajicá, donde obtuvo el primer puesto en la categoría Sub-9, y también logró el tercer puesto en la categoría sub-11 en el mismo evento.Andrea CamachoEs una joven boxeadora de Cali, que agradece el apoyo constante de su padre, el cual la ha llevado a destacar con una impresionante lista de logros. Comenzó a entrenar a los 14 años tras mostrar interés en los deportes de combate desde pequeña. Se enamoró de la exigencia y la fuerza del boxeo, especialmente disfrutando de la competición y los ‘sparrings’. Luego de dos años, ha logrado victorias en los Juegos Departamentales y Nacionales Intercolegiados, así como una medalla de bronce en los Juegos Continentales Junior 2023. Su calendario continúa con los Juegos Bolivarianos de la Juventud y el Campeonato Cinturón de Oro.Santiago ArdilaEl skater del grupo, originario de Bogotá, descubrió su pasión por el skateboarding con tan solo 10 años y desde entonces ha perfeccionado sus habilidades en las calles de la ciudad. Actualmente, con 19 años, ha logrado el subcampeonato en los Juegos Suramericanos de la Juventud en Argentina y en el concurso más importante de skateboarding en Colombia, y bicampeón en los distritales de Bogotá. “El skateboarding va más allá de la competencia; es una fuente de paz y una herramienta para abrir la mente a nuevas experiencias. Sueño con seguir aprendiendo y amando lo que hago en mi vida adulta, llevando mi pasión por el skateboarding a nuevas alturas”, asegura Santiago.Alison CoronadoUna joven atleta bogotana que se ha destacado en obstáculos, semifondo y fondo. Obtuvo el subcampeonato nacional en 1.500 metros con obstáculos en Pradera y el título de Campeona Nacional en la misma disciplina en Valledupar en 2023. Su pasión por el atletismo se inició hace 2 años gracias a un profesor de educación física que la llevó a la pista, donde descubrió su amor por este deporte. Ahora se prepara para competir en el Campeonato Nacional Sub-14 y Sub-16 en Valledupar con el objetivo de seguir alcanzando logros que la lleven a los Juegos Olímpicos para ayudar a su familia.Juana LópezSe ha destacado en el BMX desde los 6 años siendo tres veces campeona nacional en su categoría y ha destacado como campeona y subcampeona panamericana. Su pasión y dedicación la impulsan a trabajar incansablemente para alcanzar sus sueños en el mundo del BMX, y este año ya está agendada competencias importantes, incluyendo el Mundial sub-20 y el Campeonato panamericano.Todos ellos han tenido desafíos complejos no solo desde lo deportivo, sino también buscando los recursos para tener una óptima preparación y poder asistir a las competencias internacionales, pero afortunadamente han logrado tener apoyo de una marca nacional como Pony Malta.Lo que sí es seguro, es que darán lo mejor de sí en las próximas competencias, para poder representar al país en esta cita o las siguientes, porque ellos son los deportistas del futuro colombiano.Los Juegos de París 2024 se desarrollarán desde el 26 de julio al 11 de agosto de este año, por lo que en las próximas semanas se entregarán los últimos cupos para este gran evento.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:27:48.355+03:00",
  "updated": "2024-04-19T02:27:01.206+03:00"
}