{
  "thread": {
    "uuid": "a638ca2a82fe986123760f5158337ea9f30caf3f",
    "url": "https://www.herald.co.zw/govt-commends-ifrc-for-humanitarian-assistance-to-zim",
    "site_full": "www.herald.co.zw",
    "site": "herald.co.zw",
    "site_section": "https://herald.co.zw/wp-json/wp/v2/posts/766212",
    "site_categories": [
      "society"
    ],
    "section_title": null,
    "title": "",
    "title_full": "",
    "published": "2024-03-15T00:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZW",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19826,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a638ca2a82fe986123760f5158337ea9f30caf3f",
  "url": "https://www.herald.co.zw/govt-commends-ifrc-for-humanitarian-assistance-to-zim",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "wenceslaus",
  "published": "2024-03-15T00:02:00.000+02:00",
  "title": "",
  "text": "Talent Chimutambgi Herald Reporter\nTHE International Federation of the Red Cross and Red Crescent Societies has promised to continue humanitarian assistance to Zimbabwe, and Government has pledged to continue working with the grouping of national societies.\nMeeting an IFRC team led by Ms Nena Stoiljkovic recently to discuss their commitment to buttress the Government’s humanitarian programmes this year, Defence Minister Oppah Muchinguri-Kashiri said the Government appreciated the humanitarian assistance the transnational organisation was rendering to Zimbabwe.\nMin Muchinguri-Kashiri said Zimbabwe’s relations with the IFRC date back to 1980 when it was providing demining assistance, with Zimbabwe littered by landmines planted during the liberation struggle to inhibit freedom fighters from receiving training to dislodge the Ian Smith regime.\nShe said the donors had now come to pledge their continued support in various facets of the country to complement the Government’s efforts ranging from education, water and sanitation to marginalised communities and health.\nThe IFRC had been instrumental in the provision of cholera vaccines to tackle the effects of the epidemic.\n“We are very happy as the Ministry of Defence representing the Government of Zimbabwe that we are meeting the team of donors led by the head who is from Switzerland.\n“We started relating in 1980 and through an Act of Parliament we were able to establish a local Red Cross Organisation and it is voluntary and is made up of volunteers who work in communities with the assistance of donors from various corners of the globe. The donors have come here to show their commitment to continue supporting Zimbabwe in humanitarian assistance,” said Minister Muchinguri-Kashiri.\n“The Red Cross is a humanitarian organisation. In the area of defence, we work with them very closely as we train our soldiers on human rights issues and humanitarian law. We are happy that they are coming to Zimbabwe through their regional office that was established to work with them to come up with an annual strategy on how best they could address quite some issues in Zimbabwe.\n“When we got our independence, the Red Cross was at the forefront of putting together resources to remove landmines and you know we were one of the highest infested countries in the world. I am proud that we are targeting next year to completely address the issue of landmines in the country. In light of this, Red Cross had been a defence partner, so were discussing the possibility of renewing relations with Zimbabwe. On the issue of cholera, they are playing a major role in providing vaccines and also participating in the area of WASH.”\nShe said the IFRC was buttressing Government efforts to mitigate drug and dangerous substance abuse in the country as the vice had become rampant among the youth.\nThe Minister commended President Mnangagwa for coming up with a plan of action to confront the vice, a plan that partners helped implement.\n“We also looked at the issues of drugs and dangerous substance abuse. They are various pillars that the Government has established under the leadership of President Mnangagwa. The area of information and rehabilitation. We are sure that as the Red Cross operates at the village level this is an area in which our local chapter can play a role.\n“The President will launch the plan of action shortly and we are working in consultation with the United Nations. This is what we have been preoccupied with and also creating a particular organisation which will be tackling these issues. We are at a stage where we can say with confidence that we are ready to launch our Zimbabwe plan of action,” she said. Through its humanitarian work, the IFRC is working with the Government and currently has assisted in establishing a water project in Muzarabani.\n“They have also been constructing clinics and schools in various areas. The President is always emphasising re-engagement insisting Zimbabwe is a friend to all and an enemy to none. Their coming is a clear demonstration of their commitment to support Zimbabwe.”\nMin Muchinguri-Kashiri said the team had also promised to help reduce the effects of drought.\n“We have a drought and they have assured us that they will play their role in various ways, so we appreciate as they have come to explore and also discuss on how best they can strengthen the local chapter. We want to make sure that we co-operate and create a conducive environment,” she said.\nIFRC head of delegation Ms Stoiljkovic they were dedicated to working with the Government in providing humanitarian assistance to every part of Zimbabwe without leaving anyone behind.\nShe said the team would visit some of the projects in the country to get an appraisal of the developments.\n“We are representing the International Federation of the Red Cross and Crescent where Zimbabwe is a member. We are visiting various communities to see the work the Red Cross in Zimbabwe is undertaking.”\n“We are ready to provide direct assistance to those communities in terms of health, education and awareness issues. We are working with the Government and our local Red Cross in Zimbabwe to implement these projects. The Red Cross will not leave anyone,” said Ms Soiljkovic.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nena stoiljkovic",
        "sentiment": "none"
      },
      {
        "name": "oppah muchinguri-kashiri",
        "sentiment": "none"
      },
      {
        "name": "kashiri",
        "sentiment": "none"
      },
      {
        "name": "ian smith",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chimutambgi herald reporter the international federation of the red cross",
        "sentiment": "negative"
      },
      {
        "name": "ifrc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "zimbabwe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:13:10.070+02:00",
  "updated": "2024-03-15T01:13:10.070+02:00"
}