{
  "thread": {
    "uuid": "dd005fcc9b8b97c9d6d0fb4471884b5808a0eee5",
    "url": "https://www.lostiempos.com/actualidad/cochabamba/20240705/aves-peces-dan-vida-cona-cona-alistan-inicio-playa-turquesa",
    "site_full": "www.lostiempos.com",
    "site": "lostiempos.com",
    "site_section": "http://www.lostiempos.com/rss/ultimas",
    "site_categories": [
      "media",
      "world_soccer",
      "sports"
    ],
    "section_title": "",
    "title": "Aves y peces dan vida a Coña Coña y alistan el inicio de Playa Turquesa",
    "title_full": "Aves y peces dan vida a Coña Coña y alistan el inicio de Playa Turquesa",
    "published": "2024-07-05T08:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BO",
    "main_image": "https://www.lostiempos.com/sites/default/files/media_imagen/2024/7/5/6_me_1_lopezzzzzzzzzz.jpg",
    "performance_score": 0,
    "domain_rank": 41004,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dd005fcc9b8b97c9d6d0fb4471884b5808a0eee5",
  "url": "https://www.lostiempos.com/actualidad/cochabamba/20240705/aves-peces-dan-vida-cona-cona-alistan-inicio-playa-turquesa",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "mpalacios",
  "published": "2024-07-05T08:44:00.000+03:00",
  "title": "Aves y peces dan vida a Coña Coña y alistan el inicio de Playa Turquesa",
  "text": "Aves y peces dan vida a Coña Coña y alistan el inicio de Playa Turquesa\nDesde hace dos años, la Alcaldía proyecta la construcción de una Playa Turquesa en la laguna de Coña Coña, un importante vaso regulador en Cochabamba. Se prevé el inicio de los trabajos en los próximos días. En tanto, decenas de aves llegaron a embellecer este atractivo natural de la zona oeste de la ciudad.\n“Ya está listo el proyecto. Vamos a hacer un trabajo directo con Emavra (Empresa Municipal de Áreas Verdes y Recreación Alternativa). En no más de 10 o 15 días ya vamos a iniciar porque queremos terminarlo este año”, declaró hace una semana, el alcalde Manfred Reyes Villa.\nLa laguna de Coña Coña abarca más de dos hectáreas y está rodeada por un parque infantil, una escuela, una pista asfaltada para trotar y andar en bicicleta, y un patinódromo construido para los Juegos Suramericanos. El lugar se alimenta de tres torrenteras del Parque Nacional Tunari: La Pajcha, Pinto Mayu y Taquiña.\nEl proyecto presentado en abril por la Alcaldía incluye la revitalización, limpieza y mejora del entorno de la laguna con nuevas áreas de esparcimiento, canchas deportivas y una playa artificial equipada con arena, palmeras, jatatas y otras características que convertirán el lugar en uno de los principales atractivos de la ciudad, sostuvo.\nNaturaleza\nActualmente, la laguna recibe diversas especies de aves, hay peces y mantiene un nivel de agua que bordea las compuertas, según se constató en un recorrido.\nEl director de Medio Ambiente, Elvis Gutiérrez, informó que sigue ingresando agua y continúan con la limpieza en el espejo de agua y en sus alrededores.\nRollandia rolland, gallareta andina (Fulica ardesiaca), gaviota andina (Chroicocephalus serranus) y pato de pico rojo (Anastasia bahamensis) son algunas de las especies identificadas por el biólogo José Balderrama. Informó que el fin de semana realizará un censo de aves en la zona. Asimismo, señaló que los peces avistados parecen sardinitas del género Asthianax.\nEsperan contrato\nLa Empresa Municipal De Áreas Verdes Y Recreación Alternativa (Emavra) brindará detalles del proyecto de la Playa Turquesa una vez firmado el contrato con la Alcaldía de Cochabamba.\nPrimer Tour Hídrico\nLa Dirección de Turismo invitó ayer a la población a participar, este sábado 6 de julio, en el primer Tour Hídrico para conocer las lagunas Alalay y Coña Coña. Los buses partirán a las 10:00 de la plaza principal. Los cupos son limitados y por orden de llegada.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T10:20:35.358+03:00",
  "updated": "2024-07-05T10:20:35.358+03:00"
}