{
  "thread": {
    "uuid": "8ab07fd9d42660be5c084c53e73d795d359f1ddb",
    "url": "https://www.nicekicks.com/hidden-ny-asics-gel-nyc-interview",
    "site_full": "www.nicekicks.com",
    "site": "nicekicks.com",
    "site_section": "https://www.nicekicks.com/rss",
    "site_categories": [
      "shopping"
    ],
    "section_title": "Nice Kicks",
    "title": "How Hidden.NY Is Redefining What It Means To Be A Brand In The Digital Age",
    "title_full": "How Hidden.NY Is Redefining What It Means To Be A Brand In The Digital Age",
    "published": "2024-04-11T23:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.nicekicks.com/files/2024/04/hidden-ny-asics-gel-nyc-interview.jpg",
    "performance_score": 0,
    "domain_rank": 29562,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8ab07fd9d42660be5c084c53e73d795d359f1ddb",
  "url": "https://www.nicekicks.com/hidden-ny-asics-gel-nyc-interview",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Luis Torres",
  "published": "2024-04-11T23:44:00.000+03:00",
  "title": "How Hidden.NY Is Redefining What It Means To Be A Brand In The Digital Age",
  "text": "The part-moodboard, part-streetwear brand is carving a new blueprint for future creatives.\nSocial media, especially in the last few years, has been an ever-evolving landscape that feels like uncharted territory every day.\nWhether algorithm changes, trends or the viral moment (or person) of the day, social media feels like content Russian roulette with every refresh, doom scroll and rabbit hole.\nThough brands, creatives and media outlets battle the challenges presented each passing hour, a niche Instagram community has found solace in the familiarity of a content framework (though the content itself might differ).\nHidden.NY, an anonymously-ran page that prides itself on capturing the past, present and future, has emerged and captivated a social media generation that normally doesn’t have the attention span, nor desire, to learn something new, something they might not have even found on their own.\nREAD MORE:\nWhere To Buy The Hidden.NY x ASICS GEL-NYC\nWhile followers are just a flimsy badge that can be bought or easily manipulated, Hidden.NY’s 2.2 million feels more of a community rather than just a content turncycle.\nFrom well-written breakdowns in sports or fashion moments to photodumps with random and yet seamlessly executed posts that touch on an array of genres, Hidden.NY is redefining what a brand can be and can do at the height of the digital age.\nAhead of the wide release of the first official Hidden.NY x ASICS collab, we spoke with Hidden to learn more about the brand, the inspiration for the ASICS campaign and what’s next.\nRead the interview below.\nNice Kicks: In your own words, describe what Hidden NY is, who it’s for and what its overall purpose is.\nHidden.NY: Hidden.NY is a project I started in late August 2018. I was looking for a creative outlet where I could share the fashion, art & music that I’m passionate about.\nSince a young age I’d obsessively searched for new interesting things, curating them and sharing them felt like a natural evolution of that. I’d already been working as a menswear designer, so the merchandise side of it came naturally as the following grew.\nHonestly, its overall purpose is to satisfy my desire to immerse myself in the internet and share what I find, I’m never really thinking about who it is for or who it will reach, just whether or not I feel excited about it. To me, it feels like a large-scale creative project where every day I share what has interested me that day, and I create a product as a creative medium to accompany that.\nNK: What does the typical day look like working for Hidden?\nH: My typical day is filled with music, YouTube, Photoshop, Illustrator and obviously Instagram. I work from home, so I try to just immerse myself in the creative side of it all with little distraction.\nNK: What’s the most rewarding thing in creating Hidden and having its mass reach?\nH: The most rewarding part of it is being able to connect with people (the audience) who have the same niche interests as me.\nI grew up in a very small isolated town and always felt these interests were something I enjoyed alone, but now I have 2 million people engaging in it with me.\nNK: What makes Hidden NY and its community similar but different from the sneaker/streetwear community?\nH: I feel the difference is that what I’m doing is very personal; my aim is to give people an immersive experience where they get to see all my influences, interests and inspiration in real time with me. Then they see the products that are created from that.\nNK: What’s it like to reflect on how far Hidden has come in a short period?\nH: It’s very surreal. There was no grand plan for this, no investment, no partners. It’s truly a testament to the power of the internet and the opportunities it has created for creatives like myself.\nI feel extremely lucky and thankful to the people who have supported it.\nNK: What was the inspiration behind the sneaker and activation from messaging, to rollout and the final execution/experience?\nH: The inspiration was the tools that allow people to create on an independent level Photoshop and Illustrator. It tells the story of how Hidden began creating products.\nWhen I was young I wanted to be a photographer, I slowly taught myself Photoshop at that time, and became my tool for creating graphics which became my job. As I began working in fashion I learnt Illustrator by watching YouTube videos.\nI tried to capture references to these tools throughout the shoe with halftone patterns, binding boxes, pixels, etc.\nNK: What is the feeling you want fans and customers to feel when they see the shoe in hand for the first time?\nH: I want them to get the hint that they could create too — that working in this industry is not out of reach; that you don’t need a degree or a bunch of money.\nYou just need to master a few computer programs and have an open mind.\nNK: How did the in-person and online Hidden releases go? What challenges, rewards and learnings came from both methods?\nH: The in-person pop-up store went extremely well. Despite the rain, there was a huge turnout, and I think it really helped to show people the shoe in an immersive atmosphere.\nThere was an experience on the third floor that QR code finders were able to do where they went through a virtual office and were given the shoe by the office “boss.” I think that created a truly unique experience that is lacking a bit in current activations. No phones were allowed, it’s something that people will keep only if they were there.\nThe online release was flooded by bots despite our best attempts we could not stop them. So, we canceled every order and then manually sold shoes one by one to customers via email. It was grueling as there were thousands of pairs, but I’m very happy that they got into the hands of people who will truly appreciate them.\nNK: What does the next chapter of Hidden.NY look like?\nH: I’m going to continue the project. I’ll be posting every single day as I have done for the past 5 years. I’m hoping to further develop the brand side by opening a store which will be curated in a similar way to the Instagram.\nI want people to be able to step into the world of Hidden.NY.\nMore collaborations with ASICS are in the works — more pop-ups and more products. I’m extremely excited for the future of Hidden.\nNK: What legacy does Hidden.NY want to leave behind, and how does the ASICS collab add to the mission?\nH: I’m aiming for 30 years. I want Hidden to leave a unique legacy of a brand that pushed the idea of what a brand is — a brand built on transparency yet totally anonymous.\nThe GEL-NYC tells the story of Hidden’s past and how it was created.\nI hope people will join me as I continue that story into the present and future.\nThe Hidden.NY x ASICS GEL-NYC release for $170 on April 12, 2024, via\nASICS.com and select retailers.\nKeep it locked to\nNice Kicks on Instagram and the [sneaker release dates](/sneaker-release-dates) page to stay on top of the latest news and drops.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "http://www.instagram.com/nicekicks",
    "http://instagram.com/nicekicks",
    "http://ASICS.com",
    "https://www.instagram.com/hidden.ny",
    "https://www.instagram.com/hidden.ny/",
    "https://instagram.com/hidden.ny/",
    "http://www.ASICS.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "instagram",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nyc while",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T03:39:45.541+03:00",
  "updated": "2024-04-12T03:39:45.541+03:00"
}