{
  "thread": {
    "uuid": "877b6abf30ff9ca795780bba9e4d2ee6b7d9fd14",
    "url": "https://wiscnews.com/opinion/column/don-kusler-democrats-dominated-2023-with-victories-for-reproductive-rights-labor/article_4d9e56bc-304d-513f-8e1f-d7d7864567b1.html",
    "site_full": "wiscnews.com",
    "site": "wiscnews.com",
    "site_section": "https://wiscnews.com/opinion/",
    "site_categories": [],
    "section_title": "Opinion | wiscnews.com",
    "title": "Democrats dominated 2023 with wins on abortion rights, labor",
    "title_full": "Democrats dominated 2023 with wins on abortion rights, labor",
    "published": "2023-12-30T21:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/wiscnews.com/content/tncms/assets/v3/editorial/4/d9/4d9e56bc-304d-513f-8e1f-d7d7864567b1/658dd02c54870.preview.jpg?crop=829%2C435%2C827%2C104&amp;resize=829%2C435&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 27633,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "877b6abf30ff9ca795780bba9e4d2ee6b7d9fd14",
  "url": "https://wiscnews.com/opinion/column/don-kusler-democrats-dominated-2023-with-victories-for-reproductive-rights-labor/article_4d9e56bc-304d-513f-8e1f-d7d7864567b1.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-30T21:22:00.000+02:00",
  "title": "Democrats dominated 2023 with wins on abortion rights, labor",
  "text": "2023 was a good year for Democrats and their issues at the ballot box.\nVirginia put MAGA-allied politicians with higher aspirations, such as Gov. Glenn Youngkin, on notice. Democrats maintained control of the Virginia Senate and regained control of its House control, halting Youngkin's agenda for his final two years in office.\nThat's a victory for Democrats.\nKentucky Gov. Andy Beshear won an unlikely reelection. This provided Democrats with an interesting snapshot into how to govern and campaign in a progressive way yet connect with a challenging electorate.\nThat's another victory for the left.\nTwo ballot initiative in Ohio favored Democratic positions. The first was a crass attempt by Ohio Republicans to head off a November ballot measure protecting a woman’s right to choose. By conducting a special election aimed at requiring a supermajority for public ballot measures to become law, this measure challenged both women’s rights and our democracy. The vote wasn’t close in what has become a deeply Republican state.\nPeople are also reading… Nebraska-based brewpub \"like your friend\" to open in Wisconsin Dells This week in Columbus history Wisconsin authorities save 11-year-old girl abducted in Indiana, arrest 3 Teen not seriously injured after crash with train in Beaver Dam Volunteers work to complete new PAVE facility Studio 301 to celebrate new year, venue's 1st anniversary Portage to repave more roads in 2024 and coming years Reedsburg girls basketball's Sydney Cherney adds name to exclusive 2,000-point club 'This is going to be huge for the city of Portage': Hemp-based battery company foresees 100s of jobs Portage and Baraboo residents to pay more for electric and natural gas in 2024, 2025 3 die in crash of vehicle fleeing Monona traffic stop, authorities say Dodge County Center for the Arts to launch Ask an Artist afternoons Portage to build shared facility for Parks & Recreation, Public Works Horicon Bank promotes five employees Baraboo and Wisconsin Dells Kiwanis clubs help area child get autism-tailored iPad Then on the November ballot, a measure protecting reproductive choice passed by a similar margin.\nThese electoral victories make a difference.\nGrover Norquist: Republicans stopped the bleeding in 2023 while Bidenomics failed\nJust look at two Midwestern states that used Democratic majorities paired with Democratic governors to gain a range of legislative victories. In Michigan and Minnesota, Democratic control brought gun safety laws, protections for reproductive rights and LGBTQ+ communities, climate-friendly measures and more ability of workers to organize.\nLabor, a traditional Democratic bloc, repeatedly made gains this past year by standing up, speaking out and winning favorable contracts.\nWorkers already had notched victories at Amazon and Starbucks in 2022. This trend continued in 2023 with the headline-grabbing strikes for writers in the entertainment industry and auto workers.\nSometimes victory comes more in the form of problems for your opponents. The year 2023 proved that point for Democrats with a stack of woes for Republicans.\nIt was hard not to see that the Republican Party remains wrapped tightly around the little finger of dictator-in-waiting Donald Trump. His legal woes -- business wrongdoing in New York, the careless handling of sensitive documents, and insurrectionist behavior on a national scale -- contrast nicely for Democrats against their governing and electoral successes.\nThe Republican-controlled House of Representatives provides another contrast with its chaotic and dysfunctional running of the people’s business.\nLeadership elections seems pretty straightforward. The party with the most members elects a speaker and goes about its work. Not so with the 2023 Republican House Caucus. It took four days and 15 votes to get Rep. Kevin McCarthy, R-Calif., as their speaker. Then came a series of bizarre and fruitless political projects including committee hearings, impeachment inquiries and bills with no meaningful results for the people.\nThe one exception was a deal McCarthy finally made on the most basic of functions -- funding the government. But that promptly cost him his job.\nDid the chaos subside? Well, no. More speaker votes and infighting followed over the next three weeks until Rep. Mike Johnson, R-La., was finally elected speaker.\nThe sum of this very public display of broken and unfit leadership for Republicans can be seen as nothing other than a victory for Democrats.\nSo a quick review of the naughty vs. nice list shows Republicans with a 2023 record filled with dysfunction, contrasting nicely with the Democrats' roster of electoral, legislative and ally victories.\nYes, 2023 was a good year for Democrats.\nKusler is the national director of Americans for Democratic Action: adaction.org . He wrote this for InsideSources.com .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Social Issue"
  ],
  "external_links": [
    "https://news.lee.net/tncms/asset/editorial/057497ee-a4d9-11ee-8fab-3f041fc8df74",
    "https://adaction.org/",
    "http://InsideSources.com",
    "https://launcher.spot.im/spot/sp_6YnWw3Kb",
    "http://www.InsideSources.com",
    "https://www.adaction.org/",
    "https://www.news.lee.net/tncms/asset/editorial/057497ee-a4d9-11ee-8fab-3f041fc8df74",
    "https://adaction.org",
    "https://www.launcher.spot.im/spot/sp_6YnWw3Kb"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andy beshear",
        "sentiment": "none"
      },
      {
        "name": "youngkin",
        "sentiment": "none"
      },
      {
        "name": "glenn youngkin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "maga",
        "sentiment": "neutral"
      },
      {
        "name": "virginia senate",
        "sentiment": "none"
      },
      {
        "name": "house",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "virginia",
        "sentiment": "none"
      },
      {
        "name": "kentucky",
        "sentiment": "none"
      },
      {
        "name": "ohio",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T01:14:27.999+02:00",
  "updated": "2024-01-04T19:36:39.840+02:00"
}