{
  "thread": {
    "uuid": "a6f9e38a7083c92709752951248e95dad208ff71",
    "url": "https://www.laopiniondemalaga.es/malagacf/2024/01/07/notas-jugadores-malaga-cf-real-96638116.html",
    "site_full": "www.laopiniondemalaga.es",
    "site": "laopiniondemalaga.es",
    "site_section": "http://www.laopiniondemalaga.es/elementosInt/rss/24",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Las notas de los jugadores del Málaga CF ante la Real, uno por uno",
    "title_full": "Las notas de los jugadores del Málaga CF ante la Real, uno por uno",
    "published": "2024-01-07T23:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/3a176ccb-20be-4b79-ba16-1f7c5f333964_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 28138,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a6f9e38a7083c92709752951248e95dad208ff71",
  "url": "https://www.laopiniondemalaga.es/malagacf/2024/01/07/notas-jugadores-malaga-cf-real-96638116.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Beatriz Tocón",
  "published": "2024-01-07T23:49:00.000+02:00",
  "title": "Las notas de los jugadores del Málaga CF ante la Real, uno por uno",
  "text": "El destacado\nCarlos López (8)\nSeguro. Mantuvo firme Pellicer su apuesta por Carlos López y cumplió a la perfección. Muy pronto no solo será el guardameta de esta competición. Apunta a ello. No pudo hacer nada en el gol en propia de Galilea. Estuvo muy firme tanto por arriba como por abajo. Espectacular la que le saca a Oyarzabal. Gran partido.\nEl equipo\nMurillo (5)\nJugó como lateral derecho y se notó mucho que venía haciéndolo como central. A la hora de cubrir espacios hacia atrás se le vio lento. Firme en el uno contra uno, pero con espacios a la hora de subir.\nMoussa (7)\nOtro de los que sale muy reforzado del partido de Copa. Hizo muchas cosas y casi todas ellas bien. Con personalidad a la hora de sacar el balón desde atrás y también muy seguro en el cuerpo a cuerpo.\nEinar Galilea (4)\nUn rechace mal despejado acabó siendo el único tanto de la Real Sociedad. En líneas generales, bien. Sacó un gol en la línea de meta en los últimos minutos. Algo errático en la salida de balón.\nVíctor García (6)\nHizo temblar sin éxito los cimientos de La Rosaleda. ¿Si hubiera entrado ese disparo al palo? Muy cerca se quedó. Bien en ataque. Tuvo mucho trabajo atrás con los extremos de la Real, obligando a Sangalli a ayudarle.\nJuanpe (6)\nSe marcha del partido con sabor a poco porque solo una tarjeta amarilla le retiró del encuentro. Se le pudo ver en un gran momento, dando aire en todas las partes del campo.\nLuca Sangalli (7)\nQué gran noticia es tenerle de vuelta. Es el faro del Málaga CF en los mejores y en los peores momentos. Peleó con garra ante su exequipo. Actuó impecable como capitán animando a sus compañeros.\nJokin Gabilondo (7)\nEmpezó jugando más como interior, por delante de Murillo en la banda derecha. Se gustó mucho, se le vio alegre en ataque y peligroso. Acabó el partido trabajando como lateral en el barro.\nAntoñito Cordero (6)\nSe fue apagando con el paso de los minutos, pero es una nota muy reseñable. Tiró de desparpajo para hacer frente a cualquier jugador de la Real Sociedad. Muy bien peleado en defensa.\nAarón Ochoa (7)\nEl verso libre de este Málaga CF. Actuó como mediapunta y se hizo grande en todas las zonas del campo. Creó peligro entre líneas. Tendrá muchos minutos con el primer equipo.\nRoberto (7)\nLe Normand se acostará con dolor de cabeza después de pasar una noche infernal con Roberto. Fue el punto de referencia del Málaga CF. No encontró el gol, pero sirvió un nivel de trabajo de sobresaliente para abrir huecos.\nSuplentes\n- Kevin Medina (6): Tenía enfrente a un rival de Champions y lo notó con el paso de las jugadas. No brilló en su banda, se tuvo que conformar con un disparo.\n- Dioni (7): Partido magistral para enseñar en escuelas. No se puede interceder más con menos posesión. El cerebro de este equipo. Lo hizo todo bien.\n- Dani Lorenzo (6): Con el dominio de la Real Sociedad disfrutó de poco balón. Tuvo que zafarse ante futbolistas como Mikel Merino o Brais Méndez.\n- David Larrubia (6): Tuvo un zurdazo para empatar la eliminatoria. De cada 10 intentos, le hubieran entrado seguro más de 4. No tocaba.\n- Manu Molina (6): Adelantó las líneas del equipo para ‘ahogar’ a la Real Sociedad al final.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:23:08.810+02:00",
  "updated": "2024-01-08T01:23:08.810+02:00"
}