{
  "thread": {
    "uuid": "d49e857abc8566fa72782d5b43c27010dc0d8ad7",
    "url": "https://www.elindependiente.com/futuro/animales/2024/07/05/ballenas-fueron-mas-felices-durante-pandemia-humanos",
    "site_full": "www.elindependiente.com",
    "site": "elindependiente.com",
    "site_section": "https://www.elindependiente.com/futuro/animales/",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "top_news"
    ],
    "section_title": null,
    "title": "Las ballenas, beneficiadas por el confinamiento de los humanos durante el Covid-19: redujeron su estrés y fueron más felices",
    "title_full": "Las ballenas, beneficiadas por el confinamiento de los humanos durante el Covid-19: redujeron su estrés y fueron más felices",
    "published": "2024-07-05T14:49:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19489,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d49e857abc8566fa72782d5b43c27010dc0d8ad7",
  "url": "https://www.elindependiente.com/futuro/animales/2024/07/05/ballenas-fueron-mas-felices-durante-pandemia-humanos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jorge Molinero López",
  "published": "2024-07-05T14:49:00.000+03:00",
  "title": "Las ballenas, beneficiadas por el confinamiento de los humanos durante el Covid-19: redujeron su estrés y fueron más felices",
  "text": "Las ballenas jorobadas , esos enormes cetáceos acrobáticos que reinan sobre las aguas de todos los océanos, fueron más felices durante la pandemia de la Covid-19, cuando la actividad humana en el mar era muy limitada. Así lo revela un estudio realizado por la Universidad de Queensland en Australia que, apoyado en imágenes de drones y muestras de grasa, señala que las estrictas medidas de confinamiento que impuso el país oceánico a su población trajo consigo el contento de estos animales.\nA lo largo de 2020, la Covid-19 hizo que el mundo se parase. Las medidas de confinamiento que obligaron al ser humano quedarse en casa influenciaron el descenso de los niveles de estrés en las ballenas. Los resultados genéticos \"plantean la hipótesis de que las ballenas pueden haber estado respondiendo a una disminución de los contaminantes en sus remotas aguas de alimentación\", detalla el autor principal del estudio, Jake Linsky , publicado en la revista Marine Environmental Research .\nLas imágenes observadas permitieron conocer la condición corporal y valor energético de las ballenas jorobadas durante su migración anual por la costa australiana y durante su vehemente periodo de crianza. Asimismo, los científicos midieron genéticamente las concentraciones hormonales de las muestras de grasa extraídas ( cortisol y testosterona ) \"durante un periodo de cambios sin precedentes en la actividad antropogénica y los procesos naturales\", según el estudio.\nAdemás, el análisis de las muestras reveló concentraciones de cortisol, la hormona del estrés, significativamente más bajas en las ballenas estudiadas en 2021 respecto a las de 2020. \"Este cambio en su fisiología sugiere una disminución de los factores de estrés ambiental entre estos dos años\", señala Linsky.\nEstudios previos ya habían registrado cambios parecidos en las hormonas del estrés de las ballenas del lado opuesto al continente antártico, pero la investigación que ahora nos atañe sugiere que podría haberse tratado de un incidente generalizado en todo el Océano Austral.\n¿Es posible clonar a tu mascota en España? Cómo se hace y cuánto cuesta La clonación de mascotas ha llegado a nuestro país, ofreciendo una oportunidad para aquellos que desean mantener a su perro […]",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T17:06:32.379+03:00",
  "updated": "2024-07-05T17:06:32.379+03:00"
}