{
  "thread": {
    "uuid": "859753180a1067f36ca0e8f062e064b8caae0ddf",
    "url": "https://www.agoravox.fr/tribune-libre/article/cessez-le-feu-et-choisissez-la-252290",
    "site_full": "www.agoravox.fr",
    "site": "agoravox.fr",
    "site_section": "http://www.agoravox.fr/rss.php3?id_mot=22&cat=286",
    "site_categories": [
      "media"
    ],
    "section_title": "AgoraVox le média citoyen",
    "title": "Cessez le feu et choisissez la paix plutôt que la guerre",
    "title_full": "Cessez le feu et choisissez la paix plutôt que la guerre",
    "published": "2023-12-30T13:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.agoravox.fr/local/cache-vignettes/L476xH188/paix2-f8c80.png",
    "performance_score": 0,
    "domain_rank": 16107,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "859753180a1067f36ca0e8f062e064b8caae0ddf",
  "url": "https://www.agoravox.fr/tribune-libre/article/cessez-le-feu-et-choisissez-la-252290",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Marcus Clams",
  "published": "2023-12-30T13:10:00.000+02:00",
  "title": "Cessez le feu et choisissez la paix plutôt que la guerre",
  "text": "[Accueil du site](https://www.agoravox.fr/)> [Tribune Libre](tribune-libre/)> Cessez le feu et choisissez la paix plutôt que la guerre [#9 des Tendances](/?c=tendances) Cessez le feu et choisissez la paix plutôt que la guerre Après l’horreur de la Shoah perpétuée pendant la deuxième guerre mondiale, où les deux tiers des juifs d’Europe ont été exterminés, soit 5 à 6 millions de personnes, différentes politiques ont été mises en place avec l’objectif « plus jamais ça ». Ces politiques ont permis d’éduquer la population à l’antisémitisme et de lutter contre la xénophobie. Malheureusement, l’extrême droite a réussi à affaiblir ce combat en insufflant ses idées nauséabondes. Une fois les accords d’Oslo enterrés suite à l’assassinat d’Yitzhak Rabin [1], l’extrême droite israélienne a pu dérouler son agenda de colonisation de la Cisjordanie, en attisant les peurs et en promettant la sécurité. Cette politique xénophobe a engendré un monstre de haine dans le camps adverse avec la montée en puissance du Hamas. De façon habile, le noble combat contre l’antisémitisme a été utilisé par l’extrême droite israélienne pour discréditer toute critique à leur égard. Et comme, malheureusement, malgré les politiques de prévention, les préjugés antisémites et les attaques physiques n’ont pas disparus, certains citoyens occidentaux, souvent chez les élites, ont assimilé la lutte contre l’antisémitisme à la défense systématique de toute personne de confession juive. Mais cette extrapolation de la lutte contre l’antisémitisme, qui part d’une bonne intention, désarme ceux qui l’adoptent quand ils se retrouvent face à une personne de confession juive xénophobe. N’ayant plus les mots pour décrire le réel, ils vont avoir des difficultés à embrasser une position objective. Or, dans l’État de droit, il faut juger les individus pour ce qu’ils font et non sur les catégories sociales ou religieuses auxquelles ils appartiennent. Le terme antisémitisme signifie « préjugé à l'encontre des Juifs » ou « haine des Juifs ». En aucun cas il interdit de dénoncer un juif xénophobe. C’est d’ailleurs ce qu’a très bien expliqué le célèbre historien israélien Yuval Noah Harari lors d’un entretien sur France Culture, où il a déclaré qu’il fallait pouvoir critiquer le gouvernement israélien sans être traité d’antisémite. Il a d’ailleurs lui-même rajouté qu’il critiquait le gouvernement israélien. Pour éviter cet écueil, il serait peut-être préférable d’ajouter le terme xénophobie pour clarifier l’objectif : « la lutte contre la xénophobie antisémite ». De la même manière, il semble plus judicieux de parler de « combat contre la xénophobie islamophobe » plutôt que « d’islamophobie ». Face aux terribles crimes de guerre terroristes du Hamas, la réponse de l’extrême droite israélienne, qui dispose de moyens militaires considérables, a été la fuite en avant : destruction des infrastructures et massacre. On retrouve les mécanismes habituels pour arriver à ce désastre : dissémination de la peur et de la haine, déshumanisation de l’adversaire, mise en place de discours manichéen pour annihiler toute tentative de débat : « soit vous êtes avec moi, soit vous êtes contre moi ». Le plus consternant concerne tous ceux qui en Occident, envoûtés par l’extrême droite israélienne, auront soutenu cette guerre. Ainsi, en France, l’Histoire retiendra que, parmi les différents groupes parlementaires à l’Assemblée nationale, seuls trois ont exigé un cessez-le-feu dès le début : Europe Écologie les Verts, la France Insoumise et le Parti Communiste. Il aura fallu 5000 morts pour que le Parti Socialiste demande le cessez-le-feu et plus de 12000 pour que le président de la République le demande à son tour. La volonté de tolérance et de paix initiée à l’après guerre pour combattre l’antisémitisme s’est retrouvée dévoyée par l’extrême droite. Il faut redoubler d’effort en créant un large front humaniste qui combattra toutes les xénophobies, d’où qu’elles viennent. Il est plus qu’urgent d’arrêter l'horreur en obtenant un cessez-le-feu immédiat et la libération des otages. Espérons qu’ensuite les Occidentaux retrouveront vite leur esprit, que le gouvernement israélien tombera rapidement, que les assassins seront jugés pour leurs crimes de guerre et qu’une solution à deux États, acceptée par toutes les parties, verra enfin le jour, très probablement via une force de maintien de la paix onusienne. [1] [https://www.middleeasteye.net/fr/reportages/palestine-israel-et-les-accords-doslo-ce-quil-faut-savoir](https://www.middleeasteye.net/fr/reportages/palestine-israel-et-les-accords-doslo-ce-quil-faut-savoir) [Réagissez à l'article](/tribune-libre/article/cessez-le-feu-et-choisissez-la-252290#reagir) 30 réactions à cet article Ajouter une réaction Pour réagir, identifiez-vous avec votre login / mot de passe, [en haut à droite de cette page](/tribune-libre/article/cessez-le-feu-et-choisissez-la-252290#top) Si vous n'avez pas de login / mot de passe, vous devez [vous inscrire ici](https://www.agoravox.fr/spip.php?page=inscription). [FAIRE UN DON](/qui-sommes-nous/la-fondation-agoravox/article/la-fondation-agoravox-156#don)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.middleeasteye.net/fr/reportages/palestine-israel-et-les-accords-doslo-ce-quil-faut-savoir",
    "https://middleeasteye.net/fr/reportages/palestine-israel-et-les-accords-doslo-ce-quil-faut-savoir"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T13:17:38.033+02:00",
  "updated": "2023-12-30T18:50:29.023+02:00"
}