{
  "thread": {
    "uuid": "ea93739d9895e58a35651bc807baa6481ba7f71e",
    "url": "https://7news.com.au/motoring/australias-best-selling-luxury-brands-in-2023-c-13131108",
    "site_full": "7news.com.au",
    "site": "7news.com.au",
    "site_section": "https://7news.com.au/rss",
    "site_categories": [
      "media",
      "hobbies_and_interests",
      "investors_and_patents"
    ],
    "section_title": "7NEWS",
    "title": "Australia's best-selling luxury brands in 2023",
    "title_full": "Australia's best-selling luxury brands in 2023",
    "published": "2024-01-06T00:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://images.7news.com.au/publication/C-13131108/81e5821fda43f382fab98a2737031940daf4015a-16x9-x0y209w4000h2250.jpg?imwidth=1200",
    "performance_score": 0,
    "domain_rank": 5799,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ea93739d9895e58a35651bc807baa6481ba7f71e",
  "url": "https://7news.com.au/motoring/australias-best-selling-luxury-brands-in-2023-c-13131108",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "William Stopford Share",
  "published": "2024-01-06T00:02:00.000+02:00",
  "title": "Australia's best-selling luxury brands in 2023",
  "text": "In 2023, BMW pushed past Mercedes-Benz – at least where cars and SUVs are concerned – while Lexus and Volvo had record years and Tesla outsold them all.\nHere, we look at the luxury brands on sale in Australia and how they performed in 2023. Note, VFACTS figures are based on customers taking delivery of a vehicle, not simply ordering one.\nWe’ve omitted ultra-luxury brands like Bentley and Rolls-Royce for brevity, but we’ve included Tesla for context – even if it’s arguably not a luxury brand.\nFor more Motoring related news and videos check out\nMotoring >>\nTesla: 46,116 sales\nYou may argue Tesla doesn’t belong here, given its\nModel 3 and Model Y have base prices that undercut not only rivals from luxury brands but even those from mass-market brands. Nevertheless, we’ve included it for context.\nTesla sales were up 135.4 per cent over 2022 despite having only two models: the Model Y, Australia’s best-selling electric vehicle (EV) in 2023; and the Model 3.\nSales of the Model 3 were up 59.5 per cent year over year, but the Model Y was up by a whopping 230 per cent.\nNot only did Tesla outsell every other brand on this list, it was Australia’s eighth best-selling brand overall, overtaking the likes of Subaru, Volkswagen and Nissan.\nBMW: 26,184 sales\nBMW beat out Mercedes-Benz, but with an asterisk attached.\nThe three-pointed star brand still sold more vehicles overall if you lump in sales from both its passenger car and commercial vehicle divisions.\nStrip away Vito cargo vans and the like, however, and the Bavarian brand edged past.\nSales were up 15.4 per cent, with its best-selling vehicles being the\nX1 (4644 sales, up 91.5 per cent), X3 (4002 sales, down 12 per cent), X5 (3682 sales, up 18.4 per cent) and 3 Series (3147 sales, up 11.7 per cent).\nLike the related X3,\nX4 sales declined (775 sales, down 13 per cent) while some of BMW’s sportier models didn’t do as well like the 4 Series (858 sales, down 14.3 per cent) and 4 Series Gran Coupe (805 sales, down 6.2 per cent).\nThe latter two’s electric sibling, however, had a good year. BMW sold 353\ni4s, up 70.5 per cent.\nMercedes-Benz: 24,315 sales\nMercedes-Benz sold 24,315 vehicles, while Mercedes-Benz Vans sold 4538 vehicles.\nThe Vans division includes not only load-haulers like the\nVito, but also plush people movers like the V-Class, but the bulk of its sales was of the Sprinter van (3113 units, up 15.9 per cent).\nMercedes-Benz Cars was down 9.3 per cent year over year, with double-digit declines for several key models.\nThe\nGLC was its best-seller with 3631 sales, down 16 per cent, though the related GLC Coupe managed to grow sales by 17.5 per cent to 1799 units.\nThe\nC-Class sat in second with 2625 sales, down 26.4 per cent, followed by the GLE (2535 sales, down 18 per cent). Again, the coupe SUV version of the GLE posted an increase (809 sales, up 3.6 per cent).\nMercedes-Benz’s most affordable model, the\nA-Class, was also down. The brand sold 2392 examples, a decrease of 15.8 per cent.\nThere were few bright spots.\nEQB sales were up massively (783 sales, an increase of 455.3 per cent), while the outgoing E-Class posted an increase in its twilight months (421 sales, up 21.3 per cent).\nAudi: 19,039 sales\nAudi sales were up 29.2 per cent year over year, despite a drop in sales for its top seller, the\nQ3. Audi shifted 4457 examples, a decrease of 11.7 per cent that saw it fall further behind its Volvo XC40 rival.\nBut apart from drops for the fairly low-volume\nA6 and A7, it was otherwise a rosy picture at Audi.\nThe\nQ5 was its second-best seller (4210 sales, up 31.2 per cent), followed by the A3 (3319 sales, up 57.3 per cent) which came remarkably close to matching the Volkswagen Golf in sales – there was a difference of just 273 units.\nIntriguingly, some Audi models saw spikes in popularity despite being at the end of their lifecycles. These include the\nA4 (863 sales, up 61.3 per cent), A5 (178 sales, up 17.1 per cent) and A5 Sportback (572 sales, up 47.8 per cent).\nLexus: 15,192 sales\nLexus is kicking goals, with sales up 114.3 per cent. That’s a new record for the brand, eclipsing its previous best of 9612 sales in 2019.\nThis was fuelled by stronger supply, with wait times slashed for key models. That includes the NX 350h, which went from wait times of beyond 24 months to just 4-6 months.\n60.4 per cent of all Lexus sales in 2023 were of hybrid, plug-in hybrid or electric models, the first year these powertrains have accounted for the majority of sales.\nLexus sold a total of 8377 hybrid vehicles, plus 415 plug-in hybrids and just 378 EVs.\nThe\nNX overtook the Audi Q5 to become the second best-selling vehicle in the Medium SUV over $60,000 segment, behind only the dominant Tesla Model Y. Lexus sold 6875 examples, 3417 of which were hybrid or plug-in hybrid variants.\nThe\nRX was the brand’s second-best seller, with 2743 units, an increase of 102.9 per cent. It was followed by the UX (2468 sales, up 110.8 per cent) and ES (1727 sales, up 107.8 per cent and an all-time record for that nameplate).\nExcluding discontinued vehicles, only the flagship\nLS sedan was down with just 20 examples sold compared with 21 in 2022.\nVolvo: 11,128 sales\nVolvo is another brand that set a sales record, with sales up 3.9 per cent compared with its record-setting 2022 performance.\nA total of 3949 of these sales were of electric models, accounting for 35 per cent of its total volume. The brand plans to go electric-only in Australia from 2026 ahead of a global switch to an EV-only line-up in 2030.\nThe\nXC40 was Volvo’s best seller and the best-selling vehicle in its segment with 5837 sales, up 14 per cent.\nIt was followed by the\nXC60 (2542 sales, down 26.6 per cent), XC90 (1299 sales, up 3.3 per cent) and C40 (1103 sales, up 124.6 per cent).\nVolvo’s cars continue to be its worst sellers. Volvo sold just 152 examples of its\nS60 sedan (down 31.5 per cent), though V60 Cross Country wagon sales ticked up slightly (195 sales, up 21.9 per cent).\nLand Rover: 8425 sales\nLand Rover sales increased by 93.8 per cent, buoyed by a stronger performance from its top-selling\nDefender and Range Rover Sport.\nThe Defender was up 137 per cent to 3846 sales, while the Range Rover Sport was up 144.9 per cent to 2224 sales.\nLand Rover has been prioritising its more expensive models, and this is reflected in the sales figures. The flagship\nRange Rover was up 436.1 per cent to 713 sales, while even the oft-overlooked Discovery had a huge increase of 319.7 per cent to 533 sales.\nBut the company’s entry-level models were down. Land Rover sold just 176\nDiscovery Sports, down 67.9 per cent, and 419 Range Rover Evoques, down 39.2 per cent.\nPorsche: 6052 sales\nPorsche sales were up 7.9 per cent, with the\nMacan remaining by far its best seller.\nThe German brand sold 2925 examples of the crossover, an increase of 6.9 per cent. It’s set to be replaced by an electric model in 2024.\nTwo other Porsches set to be replaced by electric models, the\nBoxster and Cayman, also posted increases. Porsche sold 136 Boxsters, up 44.7 per cent, and 282 Caymans, up 77.4 per cent.\nThe more expensive\n911 outsold them both (558 sales, up 2 per cent), while the Cayenne Coupe (847 sales, up 17.2 per cent) overtook the Cayenne (699 sales, down 18.5 per cent).\nPorsche currently has only one EV in the\nTaycan, and it also posted an increase. Sales were up 24.4 per cent year over year to 535 units.\nGenesis: 1916 sales\nKorea’s only luxury brand saw an 84.4 per cent increase in sales, continuing an upward trajectory for the brand that arrived here in 2019. It nearly outsold Alfa Romeo, Maserati and Jaguar combined.\nThe\nGV70 was its best seller with 1190 units, up 138.8 per cent. It was followed by the GV80 (403 sales, up 60.6 per cent) and electric-only GV60 (191 sales, up 67.5 per cent).\nGenesis’ passenger car line-up was down. It sold just 81\nG70 sedans and wagons (down 13.8 per cent) and 51 G80 sedans (down 37 per cent).\nAlfa Romeo: 716 sales\nThe new\nTonale helped increase Alfa Romeo’s sales by 25.4 per cent year over year, with 365 examples of the new small crossover being delivered.\nIt outsold both the\nGiulia (184 sales, down 35.9 per cent) and Stelvio (167 sales, down 41 per cent) combined.\nMaserati: 638 sales\nMaserati sales were up 7.4 per cent, and like its fellow Stellantis brand Alfa Romeo this was fuelled by a new, more affordable entry point to the range.\nThe\nGrecale accounted for 494 of the brand’s sales, which saw it outsell the rest of the line-up combined. Once the favourite children, the Levante SUV and Ghibli sedan were down considerably – the Levante by 79.1 per cent to 91 units, the Ghibli by 75.2 per cent to just 29 units.\nMaserati sold just 3\nQuattroporte sedans, compared with 10 in 2022. That made it the least popular vehicle in its segment.\nJaguar: 581 sales\nJaguar sales were down as the brand waits out the clock on the entire current line-up ahead of a repositioning mid-decade as a more exclusive marque with a new, smaller line-up.\nIts entry-level\nE-Pace was down 71.3 per cent to just 75 units, making it the worst-selling vehicle in its segment.\nThe results were rosier for other Jaguars. The\nF-Pace was up 13.9 per cent to 360 units, while all bar the XF and aforementioned E-Pace saw increases.\nThe sharpest was the 52.2 per cent improvement in\nI-Pace sales, if from a low base – Jaguar still sold only 35 of the slinky electric crossover. The F-Type also enjoyed a late-life bump of 46.9 per cent, with 47 of the brand’s last petrol-powered sports car sold.\nMORE:\nVFACTS 2023: All-time Australian sales record, Ford Ranger tops charts",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://7news.com.au/motoring?utm_source=7NEWS&utm_medium=contextual-link&utm_campaign=motoring-article-sub-topic-page",
    "https://7news.com.au/motoring",
    "https://www.7news.com.au/motoring?utm_source=7NEWS&utm_medium=contextual-link&utm_campaign=motoring-article-sub-topic-page"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tesla",
        "sentiment": "none"
      },
      {
        "name": "bentley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mercedes-benz",
        "sentiment": "negative"
      },
      {
        "name": "bmw",
        "sentiment": "negative"
      },
      {
        "name": "volvo",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:19:27.530+02:00",
  "updated": "2024-01-06T02:19:27.530+02:00"
}