{
  "thread": {
    "uuid": "50e663e9320ba73d76f6acf3f6df0524aa739f3d",
    "url": "https://www.itv.com/news/wales/2024-03-14/george-north-is-a-modern-great-welsh-rugby-may-never-see-his-like-again",
    "site_full": "www.itv.com",
    "site": "itv.com",
    "site_section": "https://www.itv.com/news/wales",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "ITV News Wales : Latest news for Cardiff and Wales",
    "title": "George North: Why Welsh rugby may never see his like again | ITV News Wales",
    "title_full": "George North: Why Welsh rugby may never see his like again | ITV News Wales",
    "published": "2024-03-14T14:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://images.ctfassets.net/pjshm78m9jt4/4KwwdYsL3P6p6zyMzA6EkR/b9cddd483247c49e4bde1ee7c687ce60/PA-75607778.jpg?fm=jpg&amp;fit=fill&amp;w=1600&amp;h=1067&amp;q=80",
    "performance_score": 0,
    "domain_rank": 1287,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 26,
        "comments": 0,
        "shares": 17
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "50e663e9320ba73d76f6acf3f6df0524aa739f3d",
  "url": "https://www.itv.com/news/wales/2024-03-14/george-north-is-a-modern-great-welsh-rugby-may-never-see-his-like-again",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matt Southcombe",
  "published": "2024-03-14T14:55:00.000+02:00",
  "title": "George North: Why Welsh rugby may never see his like again | ITV News Wales",
  "text": "It feels like George North has been around forever, and so it feels almost unfathomable that Saturday will be his last game for Wales.Having made his debut aged 18, he’s lived his life in the brightest of spotlights.In 2010, he burst onto the scene as a bulldozing winger from Anglesey, rattling off two tries against South Africa on his debut standing opposite none-other than Bryan Habana.Welsh rugby had never seen such raw athleticism. The size, speed and nimbleness made for an explosive package.It didn’t take long for the hysteria to surround him. Hasty comparisons were drawn to All Black great Jonah Lomu. North’s modesty would never allow him to entertain such things.The spectacular start to his career - by the time the 2011 Rugby World Cup was over, he’d scored nine tries in his first 15 matches - made him a global superstar.In many ways, it is impressive that he simply kept his career on the straight and narrow, with countless commercial deals filling his inbox. Doors were being opened away from the rugby field, but his focus on what really mattered never wavered.In 2013 he took his game to another level. His carrying of Israel Folau during the Lions tour of Australia is now one of the sport’s most iconic images. For a month, he tormented Australian rugby, leaving as the tour’s joint-top try-scorer with Alex Cuthbert. His 60-metre solo try in the first Test, where he left yellow jerseys clutching at thin air, will go down as one of the greatest Lions scores in history.But it wouldn’t all be plain sailing.A series of concussions would present challenges. North appeared low on confidence and his form suffered as a result.HIs profile and the nature of the head injuries he suffered led to seemingly everyone having an opinion on whether he should continue playing.North has always maintained that he sought regular independent medical advice before deciding to continue his career.Heading through to the 2019 World Cup, critics seemed ever-present.He became a victim of his early success. Test rugby wasn’t ready for a player like North and the Welsh rugby public came to expect blockbusting runs on an all too regular basis.But the sport evolved. In many ways, it caught up.Professional rugby is now a land of giants. North is no longer an outlier.In recent years, if he’d made 10 yards with a carry, some would ponder why he did make 20. If he scored one try, why didn’t he score two.Criticism was unfair. Statistically, he was roughly as prolific in the second half of his career as he was in the first.In the latter years, he made the switch that Gatland always thought he could - from wing to centre.The transition was not always smooth. He had a tough outing against Ireland - a team who are masters at exposing the opposition’s outside centre - at the Aviva Stadium during the Covid pandemic.But he adapted and began showing some of the form of his career in 2021, helping Wales to another Six Nations title. It would be North’s fourth European success with his country, a haul that included the Grand Slams of 2012 and 2019.By the end of that Six Nations, he seemed a shoo-in to start at outside centre for the Lions on the impending tour of South Africa.But a heartbreaking ACL injury in a Rainbow Cup match at an empty Swansea.com Stadium ruined his hopes of making a third tour.To his credit, he fought back to earn a place at his fourth Rugby World Cup last year and was an ever-present in the starting XV until the very end.At one point in his career, you feared Welsh rugby would never know what they truly had in North until he was gone.Happily, in more recent years, there seems to have been a greater appreciation of his talents.He is undoubtedly a modern great. Third on Wales’ all-time caps list behind Alun Wyn Jones and Gethin Jenkins.He is the youngest ever player to reach 100 caps and second on the all-time try-scoring list behind Shane Williams.It is not hyperbole to ponder whether Welsh rugby will ever see another talent like his.Want a quick and expert briefing on the biggest news stories? Listen to our latest podcasts to find out What You Need To Know...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george north",
        "sentiment": "negative"
      },
      {
        "name": "bryan",
        "sentiment": "none"
      },
      {
        "name": "jonah lomu",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "wales",
        "sentiment": "none"
      },
      {
        "name": "south africa",
        "sentiment": "none"
      },
      {
        "name": "anglesey",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:02:22.539+02:00",
  "updated": "2024-03-15T01:02:22.539+02:00"
}