{
  "thread": {
    "uuid": "d0f4f021af573b931832a19cdb1d99f78cfe5811",
    "url": "https://www.elimparcial.com/son/sonora/2024/02/29/tierra-y-agua-quedan-aseguradas-otorga-el-gobierno-dichos-beneficios-a-la-etnia-yaqui",
    "site_full": "www.elimparcial.com",
    "site": "elimparcial.com",
    "site_section": "https://www.elimparcial.com/rss/feed.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Tierra y agua quedan aseguradas: otorga el gobierno dichos beneficios a la etnia yaqui",
    "title_full": "Tierra y agua quedan aseguradas: otorga el gobierno dichos beneficios a la etnia yaqui",
    "published": "2024-03-01T00:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 33930,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d0f4f021af573b931832a19cdb1d99f78cfe5811",
  "url": "https://www.elimparcial.com/son/sonora/2024/02/29/tierra-y-agua-quedan-aseguradas-otorga-el-gobierno-dichos-beneficios-a-la-etnia-yaqui",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shaila Rosagel",
  "published": "2024-03-01T00:15:00.000+02:00",
  "title": "Tierra y agua quedan aseguradas: otorga el gobierno dichos beneficios a la etnia yaqui",
  "text": "Tierra y agua quedan aseguradas: otorga el gobierno dichos beneficios a la etnia yaqui Para echar andar el plan, se creó por decreto la Comisión Presidencial de Justicia para el Pueblo Yaqui y en 2020 se dieron a conocer los principales acuerdos que incluiría el Plan de Justicia Yaqui. CIUDAD DE MÉXICO GH.- Debido a que el pueblo yaqui es la tribu que más ha sido golpeada y vejada en la historia, de acuerdo con el presidente Andrés Manuel López Obrador, decidió en 2020 crear el Plan de Justicia para el Pueblo Yaqui. El plan es uno de los primeros planes de justicia para un pueblo originario durante la administración de López Obrador, el cual arrancó en 2021 con el deslinde de tierras para su posterior restitución a la tribu. Les han arrebatado las tierras y las aguas. (Lázaro) Cárdenas les confirmó el dominio de la propiedad de sus tierras mediante una resolución presidencial de un número determinado de hectáreas, pero esa resolución se modificó en el Gobierno de (Ernesto) Zedillo y les quitaron tierras. “Estamos haciendo un levantamiento de todas las tierras para ver cuánto les quitaron”, explicó López Obrador en 2021. Para echar andar el plan, se creó por decreto la Comisión Presidencial de Justicia para el Pueblo Yaqui y en 2020 se dieron a conocer los principales acuerdos que incluiría el Plan de Justicia Yaqui. COMPROMISO DE RESTITUCIÓN Y para resolver la problemática de tierras y territorios del pueblo yaqui, la Comisión Presidencial realizó el compromiso de resarcir la superficie que implique la diferencia entre el decreto de 1940 emitido por el general Lázaro Cárdenas y la ejecución del año 199. En esta fecha fue en la que el entonces presidente Zedillo expropió una superficie de 2 mil 668 hectáreas. El Gobierno federal restituyó 29 mil 241 hectáreas de once predios por un valor de 420 millones de pesos a la tribu yaqui en octubre de 2022, para sumar hasta esa fecha las 32 mil 500 hectáreas. López Obrador firmó el decreto en pueblo de Belem en el que les restituye las tierras y aseguró que se trataba de una primera etapa de este Plan de Justicia. Hemos cumplido en una primera etapa, vamos a seguir adelante porque aquí está el equipo que va a seguir trabajando con ustedes porque trabajar con ustedes, hacer justicia a los pueblos yaquis es un homenaje a todos los que perdieron la vida”, dijo en esa ocasión. MEJORAMIENTO URBANO Además de las tierras, como parte del plan, se implementó el Programa de Mejoramiento Urbano (PMU) a través de obras públicas; así como la ampliación, mejoramiento o construcción de vivienda nueva. Las intervenciones urbanas que se incluyeron fueron de 39 proyectos de espacios públicos y equipamientos urbanos con una inversión aproximada de 280 millones de pesos y la realización de mil 700 acciones de vivienda. El plan además incluyó la creación Universidad del Pueblo Yaqui, que incluirá educación media superior y superior. Las áreas de estudio y conocimiento son: Educación y pedagogía intercultural; salud y medicina tradicional; agricultura, acuacultura, ganadería y pesca; desarrollo territorial sustentable; y Derecho y Gobierno indígena. El Plan de Justicia cuenta también con la creación del Distrito de Riego 018 y la construcción del Acueducto Yaqui, para dotar de agua a la tribu y a sus tierras. Esta agua será suficiente no sólo para el corto plazo sino para abastecer el crecimiento poblacional al menos 30 años más, por eso es una obra importante que se complementa con la entrega de la tierra que le fue arrebatada y también con otras obras y acciones en beneficio del pueblo yaqui”, dijo López Obrador el domingo 25 de febrero al inaugurar el Acueducto Yaqui en Cajeme. Te puede interesar: [Abren llave al acueducto y sistema de agua potable del Pueblo Yaqui; Tendrá servicio total hasta finales de marzo](https://www.elimparcial.com/son/ciudad-obregon/2024/02/25/abren-llave-al-acueducto-y-sistema-de-agua-potable-del-pueblo-yaqui-tendra-servicio-total-hasta-finales-de-marzo/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:20:23.382+02:00",
  "updated": "2024-03-01T17:34:42.857+02:00"
}