{
  "thread": {
    "uuid": "96dd3e0bff3938f1ab5843a4d3bb99fbb324f89b",
    "url": "https://news.northwestern.edu/stories/2024/02/lessons-in-life-saving-with-naloxone",
    "site_full": "news.northwestern.edu",
    "site": "northwestern.edu",
    "site_section": "http://www.northwestern.edu/newscenter/feeds/all-stories.xml",
    "site_categories": [
      "search_engine",
      "education",
      "tech",
      "distance_learning"
    ],
    "section_title": "Northwestern Now: Summaries",
    "title": "Lessons in life-saving with naloxone",
    "title_full": "Lessons in life-saving with naloxone",
    "published": "2024-03-01T00:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://news.northwestern.edu/assets/Stories/2024/02/narcan1940__FocusFillWzEyMDAsNjMwLCJ5Iiw4N10.jpg",
    "performance_score": 0,
    "domain_rank": 601,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "96dd3e0bff3938f1ab5843a4d3bb99fbb324f89b",
  "url": "https://news.northwestern.edu/stories/2024/02/lessons-in-life-saving-with-naloxone",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@NorthwesternU",
  "published": "2024-03-01T00:17:00.000+02:00",
  "title": "Lessons in life-saving with naloxone",
  "text": "On the night before Valentine’s Day, around 40 Northwestern students filed into a classroom in the Technological Institute for an event unlike the chemistry and computer science lectures it usually hosts: They were attending the Opioid Overdose Prevention and Naloxone Training offered by Northwestern Health Promotion and Wellness (HPaW), a division within Student Affairs.\nOver the course of the next hour, students learned how to prevent, recognize and respond to opioid overdoses. Crucially, they also left with two doses of intranasal naloxone — a lifesaving medication, often referred to by the brand-name Narcan, that can reverse an opioid overdose — and the knowledge of when and how to use it.\nEducating about opioids and campus resources\nAs opioid overdose deaths\nremain high in the midst of America’s ongoing opioid crisis, Northwestern organizations and community members are working to make sure that outreach and education about illicit substances includes information about opioids and opioid overdoses.\nA key part of these efforts is HPaW’s training, aimed at helping students understand how to protect themselves and others from these substances, especially from the highly potent synthetic opioid\nfentanyl.\n“Fentanyl, we see it all over the news everywhere,” said Liz Akinboboye, a health promotion specialist at HPaW who helps organize the training. “It's prevalent right now, and … most of the people who ingest fentanyl, it's accidental, because it's laced in certain substances.”\nThe Cook County area alone saw a record-breaking 2,000 confirmed opioid overdose deaths in 2022, breaking the record of 1,935 set the previous year. More than 91% of opioid overdose deaths involved fentanyl, according to the\nCook County Medical Examiner’s Office.\n“Regardless of if you are someone who uses these substances yourself, it's really important to recognize what an overdose may look like,” Akinboboye said.\nAlready, more than 220 students have attended 13 training sessions since HPaW began offering them in October. Several student organizations have reached out for training, and Fraternity and Sorority Life has made it a priority for a majority of members to be trained.\n“Students have been very grateful,” Akinboboye said. “We weren't surprised that the interest [in the training] was very big. It’s still continuing to grow.” She also hopes that Northwestern’s training can act as a resource for other schools looking to offer prevention education to their students.\nAttendees leave trainings with not only naloxone, but also\nfentanyl test strips, used to detect if fentanyl is present in a substance prior to ingestion, and a CPR mask that can be used to safely deliver rescue breaths. Additionally, free fentanyl test strips are available at the center desk inside Norris University Center and on the third floor of Searle Hall. Trained students are also able to request additional naloxone doses from HPaW.\nPeer-to-peer outreach\nAnother piece of HPaW’s campus outreach involves joining forces with students like Weinberg third-year Claire Derksen to offer more peer-to-peer drug education. Derksen is president of the new Northwestern chapter of Team Awareness Combating Overdose (TACO), a national student organization that promotes and provides judgment-free drug education and overdose prevention training.\nDerksen, a pre-med neuroscience student, spent a gap year working as an EMT in rural Michigan, during which she often fielded calls related to opioid overdoses. After witnessing how easily naloxone could help save a life, she was surprised it wasn’t more widely available.\n“Seeing that, in effect, is part of what made me passionate about preventing overdoses,” she said.\nWith that goal in mind, Derksen helped bring TACO to Northwestern. Currently, the club supports HPaW’s initiatives by assisting with naloxone training and performing drug education via its social media accounts. The new organization is also working on plans to distribute free fentanyl test strips and naloxone at central campus locations, with trained members on hand to answer questions.\nBeing able to talk to a peer without judgment can encourage students to ask questions they might not be comfortable discussing otherwise, making it an important part of TACO’s outreach, Derksen said.\n“It’s important to have these discussions and start the conversation, because otherwise shame and stigmatization can stop people from getting the help they need,” she said.\nTo register for an upcoming Opioid Overdose Prevention and Naloxone Training, fill out\nthis form.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Education"
  ],
  "external_links": [
    "https://docs.google.com/forms/d/e/1FAIpQLSdE7EWXESIJEdHGtRyGQk4Yjsb0rjxWkGm9yxlWc2rvo909hg/viewform",
    "https://nida.nih.gov/research-topics/trends-statistics/overdose-death-rates#:~:text=Figure%203.%20National%20Overdose%20Deaths%20Involving%20Any%20Opioid%E2%80%94Number%20Among%20All%20Ages%2C%20by%20Gender%2C%201999%2D2021",
    "https://www.cookcountyil.gov/news/cook-county-medical-examiners-office-confirms-record-2000-opioid-overdose-deaths-cook-county",
    "https://www.nm.org/healthbeat/healthy-tips/Fentanyl-What-You-Should-Know#:~:text=Fentanyl%20is%20a%20synthetic%20opioid,of%20a%20fine%2Dgrain%20powder.",
    "https://nm.org/healthbeat/healthy-tips/Fentanyl-What-You-Should-Know#:~:text=Fentanyl%20is%20a%20synthetic%20opioid,of%20a%20fine%2Dgrain%20powder.",
    "https://www.docs.google.com/forms/d/e/1FAIpQLSdE7EWXESIJEdHGtRyGQk4Yjsb0rjxWkGm9yxlWc2rvo909hg/viewform",
    "https://cookcountyil.gov/news/cook-county-medical-examiners-office-confirms-record-2000-opioid-overdose-deaths-cook-county",
    "https://www.nida.nih.gov/research-topics/trends-statistics/overdose-death-rates#:~:text=Figure%203.%20National%20Overdose%20Deaths%20Involving%20Any%20Opioid%E2%80%94Number%20Among%20All%20Ages%2C%20by%20Gender%2C%201999%2D2021"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "opioid overdose prevention and naloxone training",
        "sentiment": "none"
      },
      {
        "name": "northwestern health promotion and wellness",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:16:47.479+02:00",
  "updated": "2024-03-01T01:16:47.479+02:00"
}