{
  "thread": {
    "uuid": "37903cca175c99239aa2653ae99e5ae80b7d51ec",
    "url": "https://vnexplorer.net/z/1199882.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/ae",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "AE - VNExplorer",
    "title": "Oldest inhabited termite mounds have been active for 34,000 years",
    "title_full": "Oldest inhabited termite mounds have been active for 34,000 years",
    "published": "2024-07-04T15:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1pokXg.img",
    "performance_score": 0,
    "domain_rank": 98072,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "37903cca175c99239aa2653ae99e5ae80b7d51ec",
  "url": "https://vnexplorer.net/z/1199882.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-07-04T15:55:00.000+03:00",
  "title": "Oldest inhabited termite mounds have been active for 34,000 years",
  "text": "Scientists in South Africa have been stunned to discover that termite mounds that are still inhabited in an arid region of the country are more than 30,000 years old, meaning they are the oldest known active termite hills. Some of the mounds near the Buffels River in Namaqualand were estimated by radiocarbon dating to be 34,000 years old, according to the researchers from Stellenbosch University. Michele Francis, senior lecturer in the university’s department of soil science who led the study, said: “We knew they were old, but not that old.” Her paper was published in May. Ms Francis said the mounds existed while sabre-toothed cats and woolly mammoths roamed other parts of the Earth and large swathes of Europe and Asia were covered in ice. They predate some of the earliest cave paintings in Europe. The mounds are older than the earliest recorded cave paintings (Alamy/PA) Some fossilised termite mounds have been discovered dating back millions of years. The oldest inhabited mounds before this study were found in Brazil and are around 4,000 years old. They are visible from space. Ms Francis said the Namaqualand mounds are a termite version of an “apartment complex” and the evidence shows they have been consistently inhabited by termite colonies. Termite mounds are a famous feature of the Namaqualand landscape, but no-one suspected their age until samples of them were taken to experts in Hungary for radiocarbon dating. “People don’t know that these are special, ancient landscapes that are preserved there,” Ms Francis said. Some of the biggest mounds – known locally as “heuweltjies”, which means little hills in the Afrikaans language – measure around 100ft (30 metres) across. The termite nests are as deep as 10ft underground. Researchers needed to carefully excavate parts of the mounds to take samples, and the termites went into “emergency mode” and started filling in the holes, Ms Francis said. Termite mounds can benefit the local plant life (Alamy/PA) The team fully reconstructed the mounds to keep the termites safe from predators like aardvarks. Ms Francis said the project was more than just a fascinating look at ancient structures. It also offered a peek into a prehistoric climate that showed Namaqualand was a much wetter place when the mounds were formed. The southern harvester termites are experts at capturing and storing carbon by collecting twigs and other dead wood and putting it back deep into the soil. That has benefits in offsetting climate change by reducing the amount of carbon emitted into the atmosphere. It is also good for the soil. Masses of wildflowers bloom on top of the termite mounds in a region that receives little rain. Ms Francis called for more research on termite mounds given the lessons they offer on climate change, sustaining ecosystems and maybe even for improving agricultural practices. “We will do well to study what the termites have done in the mounds. They were thought to be very boring,” she said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michele francis",
        "sentiment": "none"
      },
      {
        "name": "francis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "stellenbosch university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south africa",
        "sentiment": "none"
      },
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "buffels river",
        "sentiment": "none"
      },
      {
        "name": "asia",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "brazil",
        "sentiment": "none"
      },
      {
        "name": "namaqualand",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T00:03:03.681+03:00",
  "updated": "2024-07-05T00:03:03.681+03:00"
}