{
  "thread": {
    "uuid": "e13d0cdbee1ad939ddb0bc8aa29457a3125c656c",
    "url": "http://chinaview.cn/20240307/205e25c6e2c04e2492129231e941d0ee/c.html",
    "site_full": "chinaview.cn",
    "site": "chinaview.cn",
    "site_section": "http://chinaview.cn",
    "site_categories": [],
    "section_title": "Xinhua – China, World, Business, Sports, Photos and Video | English.news.cn",
    "title": "Xinhua Headlines: China vows to be staunch force for peace, stability, progress-Xinhua",
    "title_full": "Xinhua Headlines: China vows to be staunch force for peace, stability, progress-Xinhua",
    "published": "2024-03-07T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 93182,
    "domain_rank_updated": "2024-03-05T12:11:17.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e13d0cdbee1ad939ddb0bc8aa29457a3125c656c",
  "url": "http://chinaview.cn/20240307/205e25c6e2c04e2492129231e941d0ee/c.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-07T02:00:00.000+02:00",
  "title": "Xinhua Headlines: China vows to be staunch force for peace, stability, progress-Xinhua",
  "text": "* \"China is ready to work with all countries to build an open, inclusive, clean and beautiful world of lasting peace, universal security and shared prosperity,\" Chinese Foreign Minister Wang Yi stated. * Wang expounded on China's approaches to resolving global hotspot issues and achieving lasting peace and common security. * Looking forward, Wang said China will continue to uphold justice and advance win-win cooperation. BEIJING, March 7 (Xinhua) -- China's Foreign Minister Wang Yi on Thursday expressed the country's resolve to unswervingly promote peace, stability and progress in a world overshadowed by protracted conflicts and lukewarm economic recovery. All countries rise and fall together in today's world and the sure path to meeting challenges is mutual assistance and win-win cooperation, said Wang, also a member of the Political Bureau of the Communist Party of China Central Committee. The vision of building a community with a shared future for mankind, put forward by Chinese President Xi Jinping, goes beyond the obsolete zero-sum game mentality and points the right direction for humanity, Wang said at a press conference held on the sidelines of the annual session of the National People's Congress. \"China is ready to work with all countries to build an open, inclusive, clean and beautiful world of lasting peace, universal security and shared prosperity. The road ahead may be tortuous, but the future is bright,\" the top diplomat stated. SOLUTIONS TO HOTSPOT ISSUES During the 1.5-hour press conference, Wang expounded on China's approaches to resolving global hotspot issues and achieving lasting peace and common security. On the turbulent Middle East, Wang highlighted that China supports Palestine's full membership in the United Nations (UN) and calls for a more broad-based, more authoritative and more effective international peace conference to work out a timetable and road map for the two-state solution. \"Restoring justice to the Palestinian people and fully implementing the two-state solution is the only way to break the vicious circle of Palestinian-Israeli conflicts,\" Wang said. Turning to the Ukraine crisis, the foreign minister renewed calls for early talks as all conflicts have to end at the negotiating table. China supports the holding in due course of an international peace conference that is recognized by both Russia and Ukraine and ensures the equal participation of all parties and fair discussions on all peace plans, he said. In the face of multiple global challenges, Wang praised the UN's role as the core mechanism to realize peace and development on the planet, stressing that the role of the UN should be strengthened, not weakened, and the status of the UN must be upheld, not replaced. REFUTING \"TABLE OR MENU\" MINDSET It shouldn't be the case that those with the bigger fist have the final say and it is definitely unacceptable that certain countries must be \"at the table\" while some others can only be \"on the menu,\" Wang told reporters. On China-U.S. relations, the senior official urged the United States to take an objective and rational view of China's development and match its words with actions to honor its commitments on bilateral ties. \"In today's world, hegemonism finds no support and division leads nowhere. Major countries should not seek confrontation and the Cold War should not be allowed to come back,\" Wang stressed. China is always willing to strengthen dialogue and communication with the United States, and believes that the two sides can certainly find a proper way for two different major countries to get along in this world, he said. Wang lauded China-Russia relations for their great value in maintaining global strategic stability, promoting positive interaction among major countries and strengthening cooperation among major emerging countries. Such functions are part of the significance of China-Russia ties, which have \"forged a new paradigm of major-country relations that differs entirely from the obsolete Cold War approach,\" as he put it. Wang also expressed hope for smoother ties and closer partnership between China and the European Union (EU) because \"as long as China and the EU engage in mutually beneficial cooperation, no attempt to create bloc confrontation will succeed; as long as China and Europe stay committed to openness and win-win, deglobalization will not prevail.\" OPPORTUNITIES PAINFUL TO MISS Looking forward, Wang said China will continue to uphold justice and advance win-win cooperation. China will maintain stable relations with major countries, work with its neighbors for progress, and strive for revitalization with the Global South, according to him. This year will be a year of harvest for Global South cooperation and a new starting point for unity among Asian, African and Latin American countries, Wang said, adding that a new meeting of the Forum on China-Africa Cooperation will be held in autumn this year in Beijing. To usher in a second golden decade of Belt and Road cooperation, China will promote the upgrading of physical connectivity, the strengthening of institutional connectivity and the deepening of people-to-people connectivity. Underlining China's role as a strong engine for growth, Wang noted that China's economy grew 5.2 percent last year, contributing one third of the world growth, and China's super large market with over 1.4 billion people is opening wider to the world. At the press conference, Wang announced a trial visa-free policy for Switzerland, Ireland, Hungary, Austria, Belgium and Luxembourg, starting March 14. He stated China's readiness to well develop international cooperation platforms including the China International Import Expo and the China International Fair for Trade in Services, and optimize its business environment. \"Spreading pessimistic views on China will end up harming oneself, and misjudging China will result in missed opportunities,\" Wang said. (Reporting by Shi Hao, Cao Peixian, Zhang Bowen, Zhang Zhongkai; Video reporters: Liu Chunhui, Li Hengyi, Mei Yuanlong, Hao Xiaojiang, Li Shuting, Tao Ye, Ruan Shuai; Video editors: Jia Xiaotong, Zhang Li, Zhang Nan, Yang Zhixiang, Wei Yin, Luo Hui, Yin Le, Zhang Yuhong, Li Qin, Lin Lin) ■",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "xi jinping",
        "sentiment": "none"
      },
      {
        "name": "wang",
        "sentiment": "none"
      },
      {
        "name": "wang yi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "xinhua headlines",
        "sentiment": "positive"
      },
      {
        "name": "xinhua",
        "sentiment": "positive"
      },
      {
        "name": "communist party of china central committee",
        "sentiment": "none"
      },
      {
        "name": "political bureau",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "beijing",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T05:07:01.943+02:00",
  "updated": "2024-03-08T05:07:01.943+02:00"
}