{
  "thread": {
    "uuid": "2aa9e5e429c89cb0b2b8e7a11fe3c5e1bed224e1",
    "url": "https://www2.cbn.com/news/homepage/yom-hashoah-reminds-us-we-will-live",
    "site_full": "www2.cbn.com",
    "site": "cbn.com",
    "site_section": "http://www.cbn.com/cbnnews/feed",
    "site_categories": [],
    "section_title": "CBNNews.com",
    "title": "Yom HaShoah Reminds Us: 'We Will Live' | CBN News",
    "title_full": "Yom HaShoah Reminds Us: 'We Will Live' | CBN News",
    "published": "2024-05-06T22:58:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www2.cbn.com/sites/default/files/holocaust_hdv.jpg",
    "performance_score": 0,
    "domain_rank": 3259,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 36,
        "comments": 1,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2aa9e5e429c89cb0b2b8e7a11fe3c5e1bed224e1",
  "url": "https://www2.cbn.com/news/homepage/yom-hashoah-reminds-us-we-will-live",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Yael Eckstein",
  "published": "2024-05-06T22:58:00.000+03:00",
  "title": "Yom HaShoah Reminds Us: 'We Will Live' | CBN News",
  "text": "ANALYSIS\nMira wasn't yet two years old when she and her mother were forced to flee certain death at the hands of the Nazis. Born in 1939 in Kyiv, Mira was just one of the hundreds of thousands of Jews trying to escape the city before the Nazis arrived.\nUnable to leave, Mira and her mother were forced into the ghetto. And it was there, in the Kyiv Ghetto, where a miracle happened. A Ukrainian guard unexpectedly befriended them. One evening, he came to Mira's mother and told her she needed to leave the city immediately. The Germans were coming and they intended to evacuate the ghetto. That meant only one thing—they were going to kill all the Jews.\nThe guard gave the family some food and opened the gate for Mira and her mother to escape. Mira recalls, \"If he hadn't done that, my mother and I wouldn't have remained alive. The next day, all the Jews were marched in a procession to Babi Yar in the suburbs of Kyiv and murdered. Approximately 150,000 Jews were murdered in that terrible place. My childhood was taken from me, but at least I survived. I think we survived thanks to our faith in God.\"\nIt is that sustaining faith that not only kept Mira and her family alive during the Holocaust, but also brought her to her biblical homeland, where she has lived in Ashkelon in southern Israel.\nIt is that sustaining faith that kept the 85-year-old alive even after her house was hit by a missile fired from Gaza on Oct. 8, 2023, completely destroying her home.\nAnd it is that sustaining faith that has been at the core of the miraculous Jewish survival and resiliency throughout our history.\nFrom sundown on May 5 through sundown on May 6, the nation of Israel and Jews worldwide will observe Yom HaShoah, Israel's Holocaust Remembrance Day, remembering the six million Jewish men, women, and children who were brutally murdered at the hands of the Nazi regime. During the observance, air raid sirens will sound throughout Israel at 10 a.m. and the entire country will come to a halt—no matter where we are—as together, we remember those who were lost during the Holocaust simply for being Jewish.\nAs the siren blares, I will be thinking about my grandfather's family, who were burned in Auschwitz. I will be remembering my father-in-law's grandparents, aunts, and uncles, who were murdered by the Nazis. Nearly every Jewish person in Israel isn't just memorializing the Holocaust as a tragedy read about in history books; they're memorializing family members and loved ones. For us, it's personal.\nThis year on Yom HaShoah, Jews and non-Jews alike will remember the atrocities committed against the Jewish people during the Holocaust, because in a terrifying way we are seeing stark reminders of what happens when the world forgets. As people of faith who value life and freedom, this year, more than ever, we will renew our vow of 'never again!\" Not on our watch.\nNever again will we let untethered hate destroy us. We will finally learn from the darkness of history, we will do everything to protect the sanctity of life, and we will proclaim, as the psalmist did thousands of years ago, \"I will not die but live, and will proclaim what the LORD has done\" (Psalm 118:17).\nDuring Yom HaShoah, we can't forget that more than a hundred of our Israeli husbands, wives, daughters, friends, and family remain hostages somewhere in Gaza. They were kidnapped and are being tortured simply for being Jewish.\nOn October 7, more than 1,200 innocent Israelis were brutally murdered, some as they slept in their beds, or danced at a party. They too, were murdered for the 'crime' of being Jewish.\nFor many years after the Holocaust, terrorists who wanted to kill the Jewish people and vowed to wipe Israel off the map were condemned by nearly everyone in the Western world. But now, less than 85 years since the Holocaust, it's become an accepted position – on college campuses, in government bodies, in mainstream media, and on the streets of liberal, democratic countries – to call for policies that would wipe the Jewish state and the Jewish people from the face of the earth.\nMillions of people in America, Europe, Australia, and throughout the West have openly turned their backs on Israel and the Jewish people, and that dangerous trend is growing by the day. Anti-Semitism is on the rise, to the point that what is happening today on college campuses in the U.S. – some of which are enforcing 'no Zionist' zones, with barely any voices raised in opposition – resembles what happened on college campuses in 1930s-era Germany.\nThe free world used to understand that a secure and protected Jewish state was necessary. Now, that consensus has been shattered. This means that, once again, the Jewish people's survival is at risk.\nIn the face of such darkness and evil, however, there is great hope. When I listen to Mira's story, I am both encouraged and inspired by her faith, and by the faith of the millions of non-Jews around the world who responded in prayer and action to bring Mira the immediate aid she needed.\n\"On the morning of Oct. 8, I went into the bathroom when I heard the sirens go off because I do not have a shelter to go to,\" Mira said. \"I stayed in the bathroom and then suddenly a huge explosion hit the house… I felt tremendous heat on my face from the explosion and I must have passed out.\"\nWhen Mira came to, she was covered in blood. She started screaming, hoping someone would hear her from the ruins. One of her neighbors found her and pulled her from the wreckage of her home. She was wounded in the face and suffered burns from the fire that broke out from the explosion. Since that day, she has undergone numerous medical and cosmetic surgeries, but Mira's spirit and faith remain strong.\n\"I was left with nothing and I have to start all over again,\" Mira said, now living in a rental apartment supplied by the government of Israel.\nIt's especially hard to start over at her age, which is why the organization I head, the International Fellowship of Christians and Jews, has been with her every step of the way. We've provided Mira with financial assistance and ongoing support so that she has been able to get back on her feet.\n\"As a woman of faith, I am moved to hear that there are many Christians in the United States who care for me and help the elderly in Israel. Your visit and attention make me feel better and optimistic,\" Mira said.\nThroughout Israel, Holocaust survivors just like Mira are once again facing an evil that threatens their very existence … and the existence of their people. They see Hamas terrorists carrying out unspeakably brutal terror attacks against Jews on a scale once thought impossible. They see Iran and its proxies publicly calling for Israel's destruction. They see anti-Semitism growing around the world.\nIs it terrifying? Indeed.\nHave we lost faith? Not even close.\nThe Jewish people are strong. We are resilient, and we are more determined than ever to survive and to live—and to ensure the state of Israel lives, too. And, thankfully, today, as Mira pointed out, we have hundreds of millions of Christian friends around the world who boldly, vocally, and unapologetically stand with us.\nWith this in mind, friends, the most significant step you can take this year, as we observe Yom HaShoah, is to stand with Israel. More than ever, the people of Israel need you to stand with and support survivors like Mira, with your prayers and your actions.\nFor generations, Christians have learned about and admired Corrie Ten Boom – the Christian hero who, at the risk of her own life, saved numerous Jewish lives during the Holocaust. Now is the time when every person of faith is being called to their 'Corrie Ten Boom' moment; to go against the anti-Semitic trends, and boldly stand with Israel.\nFaith and action is what has sustained the Jewish people through centuries of persecution, inquisitions, pogroms, and even the Holocaust. And it is faith with action that will sustain us—Christians and Jews – today.\nYael Eckstein is President and CEO of The International Fellowship of Christians and Jews (The Fellowship) , one of the world's largest religious charitable organizations. The Jerusalem Post's 2023 Humanitarian Award recipient and 3-time honoree on its 50 Most Influential Jews list, Yael is a Chicago-area native based in Israel with her husband and their four children.\nShare This article",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.ifcj.org/",
    "https://www.ifcj.org",
    "https://ifcj.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mira",
        "sentiment": "neutral"
      },
      {
        "name": "babi yar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nazis",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kyiv",
        "sentiment": "none"
      },
      {
        "name": "kyiv ghetto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T23:18:43.768+03:00",
  "updated": "2024-05-06T23:18:43.768+03:00"
}