{
  "thread": {
    "uuid": "a9937ce13439527d05edc6a35379eee9c0167779",
    "url": "https://www.pharmacist.com/APhA-Press-Releases/apha-and-cdc-select-community-of-practice-teams-to-advance-health-equity-and-prevent-heart-disease-and-stroke",
    "site_full": "www.pharmacist.com",
    "site": "pharmacist.com",
    "site_section": "https://pharmacist.com",
    "site_categories": [
      "health"
    ],
    "section_title": "\r\n\tHome\r\n",
    "title": "APhA and CDC select Community of Practice Teams to advance health equity and prevent heart disease and stroke",
    "title_full": "APhA and CDC select Community of Practice Teams to advance health equity and prevent heart disease and stroke",
    "published": "2024-04-04T20:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://pharmacist.com/DNNGlobalStorageRedirector.ashx?egsfid=wUi9Lb0AEbc%3d",
    "performance_score": 0,
    "domain_rank": 20357,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a9937ce13439527d05edc6a35379eee9c0167779",
  "url": "https://www.pharmacist.com/APhA-Press-Releases/apha-and-cdc-select-community-of-practice-teams-to-advance-health-equity-and-prevent-heart-disease-and-stroke",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jamila Negatu",
  "published": "2024-04-04T20:45:00.000+03:00",
  "title": "APhA and CDC select Community of Practice Teams to advance health equity and prevent heart disease and stroke",
  "text": "Published on Thursday, April 4, 2024 WASHINGTON, DC—The American Pharmacists Association (APhA) and CDC are proud to announce the selected Community of Practice (CoP) Teams as part of the Advancing Health Equity with Pharmacy-Based Strategies, Pharmacists Patient Care Services and Support Services project to advance health equity and prevent heart disease and stroke in the United States. Teams from state and local health departments, state pharmacy associations, professional organizations, colleges of pharmacy, pharmacy practice settings, and community-based organizations were invited to submit applications for consideration. Following a competitive application and evaluation process, six teams were selected to participate in the project based on their composition, qualifications, and commitment to cardiovascular disease (CVD) prevention. The selected CoP Teams will accelerate the implementation of pharmacy-based strategies to advance health equity through initiatives that address racial and ethnic disparities in CVD risk factors, prevalence, or outcomes. The participants will engage with other CoP teams in virtual learning sessions and peer-to-peer learning opportunities and build capacity for health departments and pharmacy partners to implement promising program models in local communities. Michael D. Hogue, PharmD, FAPhA, FNAP, FFIP, executive vice president and CEO of APhA, said, “Pharmacists are natural collaborators. We are excited to see the models the CoP Teams employ to tackle CVD, including financial sustainability as a part of the model, to optimize public health and pharmacy partnerships to address the needs of local communities.” Dr. Janet Wright, MD, MACC, FPCNA, Director, Division for Heart Disease and Stroke Prevention, CDC, commented, “Public health epitomizes a team sport, and pharmacists stand as vital members of this dynamic team. Collaboration across public health and clinical sectors is key in preventing and managing heart disease and stroke, addressing health disparities in our communities, and advancing health equity. We are delighted to support this collective effort and look forward to celebrating the results these teams will achieve in cardiovascular health and care. This project was funded in part by a contracted project agreement with CDC, which is an agency of HHS. Contact: media@aphanet.org Author: Jamila Negatu Categories: Press Releases Tags: Press Releases , press release",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "cdc",
        "sentiment": "negative"
      },
      {
        "name": "apha",
        "sentiment": "negative"
      },
      {
        "name": "community of practice teams",
        "sentiment": "negative"
      },
      {
        "name": "pharmacists patient care services and support services",
        "sentiment": "none"
      },
      {
        "name": "advancing health equity",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "washington",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:12:45.969+03:00",
  "updated": "2024-04-05T00:12:45.969+03:00"
}