{
  "thread": {
    "uuid": "a1d7d55d4921ac856bfdbd265b59fde2e0388cee",
    "url": "https://lasillarota.com/mundo/2023/12/28/israel-aprueba-la-adopcion-homoparental-sin-restricciones-463079.html",
    "site_full": "lasillarota.com",
    "site": "lasillarota.com",
    "site_section": "https://www.lasillarota.com",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": "La Silla Rota",
    "title": "Israel aprueba la adopción homoparental sin restricciones | La Silla Rota",
    "title_full": "Israel aprueba la adopción homoparental sin restricciones | La Silla Rota",
    "published": "2023-12-29T04:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://lasillarota.com/u/fotografias/m/2023/12/28/f1280x720-532487_664162_5050.jpg",
    "performance_score": 0,
    "domain_rank": 53050,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a1d7d55d4921ac856bfdbd265b59fde2e0388cee",
  "url": "https://lasillarota.com/mundo/2023/12/28/israel-aprueba-la-adopcion-homoparental-sin-restricciones-463079.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "GUADALUPE PONCE",
  "published": "2023-12-29T04:11:00.000+02:00",
  "title": "Israel aprueba la adopción homoparental sin restricciones | La Silla Rota",
  "text": "Este jueves, el Tribunal Supremo de Israel dictaminó que las parejas del mismo sexo pueden adoptar niños en igualdad de condiciones a las parejas heterosexuales, una decisión que se ve como \"una victoria histórica\" para el colectivo [LGTB](https://lasillarota.com/mundo/2023/6/23/15-libros-para-celebrar-la-diversidad-fomentar-proposito-de-la-marcha-lgbt-434768.html) del país. Por medio de su cuenta de 'X', Aguda Israel, la entidad representativa de la comunidad LGBT en Israel, celebró el hecho tras tres años de lucha para que esto fuera posible y lo catalogó como una \"gota de esperanza en estos días difíciles\". \"Tras años de lucha, el Tribunal Superior de Justicia cancela la discriminación contra las parejas LGTB en el proceso de adopción\", celebró la entidad, que presentó un recurso ante la Justicia junto a la ONG Centro de Reforma y Casa Abierta para el Orgullo y la Tolerancia de Jerusalén. [ÚNETE A NUESTRO CANAL DE WHATSAPP. EL PODER DE LA INFORMACIÓN EN LA PALMA DE TU MANO](https://www.whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B) \"Durante años hemos estado luchando y peleando para ser vistos como iguales a la hora de adoptar niños y formar una familia en Israel, mientras que los gobiernos israelíes durante generaciones nos han discriminado e incitado sólo por lo que somos, el Tribunal Supremo demuestra una vez más su importancia en la protección de nuestros derechos\". \"Sólo un hombre y su esposa juntos\" Hasta ahora, la legislación establecía que sólo \"un hombre y su esposa juntos\" podían adoptar, y las parejas del mismo sexo podían hacerlo solamente bajo dos criterios excepcionales: si uno de los cónyuges era padre biológico del niño, o si los padres habían muerto y el menor a adoptar era un pariente, según el diario local Haaretz. Ante ello, en su sentencia de hoy, el Supremo dictaminó que las parejas heterosexuales no tendrán prioridad en el proceso de adopción, en una decisión tomada de forma unánime que marca una nueva interpretación de la ley sobre el ámbito vigente desde 1981. Según Aguda Israel, la decisión de hoy es también una \"respuesta a la homofobia y el odio\" que relegó a los homosexuales a \"ciudadanos de segunda clase\". \"Este día es la respuesta a la homofobia, el odio, la oscuridad y los ministros de bienestar que durante años negaron nuestra filiación, dejándonos como ciudadanos de segunda clase\". \"La guerra sólo puso de relieve lo desconectada que está la desigualdad de la vida misma. Ha llegado la hora de la igualdad de derechos en la legislación primaria de la Knesset: en la paternidad, en la seguridad, en el matrimonio, sin incitación ni discriminación, y seguiremos marchando con orgullo hasta que lo consigamos\". \"Llegó el momento de la igualdad de derechos en la paternidad, la seguridad, el matrimonio, sin incitación ni discriminación, y seguiremos marchando con orgullo hasta llegar ahí\", agregó Aguda. Israel es considerado como el país más abierto en la región hacia la comunidad LGBT, aunque a su vez tiene sectores religiosos judíos fuertemente conservadores que se oponen a este colectivo, aún sometido a muchas limitaciones en cuestión de derechos civiles. A su vez, la coalición de gobierno de Benjamín Netanyahu, formada en parte por ministros de ultraderecha y abiertamente homófobos, es considerada de las más contrarias al colectivo LGTB en la historia reciente de Israel.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B)",
    "https://whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T04:56:00.574+02:00",
  "updated": "2023-12-29T04:56:00.574+02:00"
}