{
  "thread": {
    "uuid": "9645d39b668dba3d557733a344dc207af944aac5",
    "url": "https://www.folhavitoria.com.br/geral/noticia/12/2023/cantores-e-instrumentistas-se-formam-em-projeto-da-maranata",
    "site_full": "www.folhavitoria.com.br",
    "site": "folhavitoria.com.br",
    "site_section": "https://novo.folhavitoria.com.br/geral",
    "site_categories": [
      "media"
    ],
    "section_title": "Geral: Notícias do Espírito Santo: polícia, política, economia, entretenimento, esportes, geek e games - Folha Vitória",
    "title": "Cantores e instrumentistas se formam em projeto da MARANATA",
    "title_full": "Cantores e instrumentistas se formam em projeto da MARANATA",
    "published": "2023-12-29T19:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://assets.folhavitoria.com.br/images/5e9dcef0-a5b8-11ee-b3d6-3d1ffddfa5d9--minified.jpeg",
    "performance_score": 0,
    "domain_rank": 57059,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9645d39b668dba3d557733a344dc207af944aac5",
  "url": "https://www.folhavitoria.com.br/geral/noticia/12/2023/cantores-e-instrumentistas-se-formam-em-projeto-da-maranata",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Folha Vitória",
  "published": "2023-12-29T19:19:00.000+02:00",
  "title": "Cantores e instrumentistas se formam em projeto da MARANATA",
  "text": "Cantores e instrumentistas se formam em projeto da Maranata Membros da igreja participaram de formação e estão aptos a atuar no canto e com instrumentos musicais nos cultos da ICM Quase 300 voluntários da Igreja Cristã Maranata (ICM) de todas as idades se capacitaram em teoria musical, técnica vocal e instrumentos musicais por meio de um projeto voltado ao ensino da música. O Projeto Aprendiz é realizado em várias igrejas para formar instrumentistas e cantores, e na região da Serra, 283 alunos se formaram no dia 23 de dezembro, no Maanaim de Carapina, sendo 25 deles em canto/coral e o restante em instrumentos musicais. O ensino é todo baseado na coletânea de partitura da Igreja Cristã Maranata e cada vez mais membros têm buscado a formação para atuar nas igrejas. Neste ano, os instrumentos ensinados foram baixo, bateria, escaleta, flauta, violão, saxofone, teclado, trompete e violino. Também houve aulas de canto / coral, e os professores sempre se dispõem a transmitir o ensino voluntariamente. O coordenador do Projeto Aprendiz em Laranjeiras, na Serra, Deivis Sarmento, explica que há também o Projeto Aprendiz Júnior, direcionado para crianças e adolescentes. Além disso, todo o material do projeto é disponibilizado pelo Departamento de Louvor da ICM em meio digital. O material contém a letra digitada do hino, a cifra, a partitura e a gravação do áudio (voz e instrumento com um teclado e/ou violão). Periodicamente, são realizadas reuniões com os professores para avaliação do desenvolvimento dos alunos. “O louvor é a expressão da alma remida, o louvor é uma das formas de adoração a Deus. E quando adoramos a Deus, recebemos os benefícios através dessa adoração. O louvor salva, liberta e cura, pois a presença de Deus através do louvor muda a vida do homem”, diz Deivis. Fabiana Silva de Araújo, da ICM de Venda Nova do Imigrante, fez aulas de canto no Projeto Aprendiz e diz que o que a motivou a participar foi a possibilidade de ampliar seus conhecimentos e contribuir para a igreja onde congrega. “O projeto potencializou o meu apreço pela música. O curso foi muito bem organizado, os professores eram capacitados e dedicados se dispuseram a ensinar de forma voluntária. Agora, penso em me aperfeiçoar cada dia mais e atuar na minha igreja. A instrumentalidade e a fé andam juntas. Louvar o Senhor Deus é um alívio para a alma!” Confira o vídeo da formatura no Projeto Aprendiz: Gabriel Barcelos Cavalcante, de 12 anos e membro da ICM de Laranjeiras Central, formou-se em sax soprano pelo Projeto Aprendiz. “O que mais me motivou a participar do Projeto Aprendiz foi que eu via os instrumentistas da igreja tocando e, desde aquela época, virou um sonho meu tocar na igreja. O Projeto Aprendiz me abriu essa porta, e agora que eu aprendi eu pretendo tocar para glorificar meu Jesus Cristo pelo resto da vida.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T20:51:37.062+02:00",
  "updated": "2023-12-29T20:51:37.062+02:00"
}