{
  "thread": {
    "uuid": "9d7dc3c3f07e17119ae5735cb6451b6e798321c0",
    "url": "https://www.vaticannews.va/es/vaticano/news/2024-06/gallagher-en-croacia-seamos-constructores-de-paz.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://www.vaticannews.va/es.rss.xml",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "\n            ",
    "title": "Gallagher en Croacia: Seamos constructores de paz",
    "title_full": "Gallagher en Croacia: Seamos constructores de paz",
    "published": "2024-06-01T11:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/multimedia/2024/maggio/31/WhatsApp-Image-2024-05-31-at-12.19.07aem.jpg/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2820,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 7
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9d7dc3c3f07e17119ae5735cb6451b6e798321c0",
  "url": "https://www.vaticannews.va/es/vaticano/news/2024-06/gallagher-en-croacia-seamos-constructores-de-paz.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vatican News",
  "published": "2024-06-01T11:17:00.000+03:00",
  "title": "Gallagher en Croacia: Seamos constructores de paz",
  "text": "Gallagher en Croacia: Seamos constructores de paz\nVatican News\nEn el marco de su visita de tres días a Croacia, el secretario vaticano para las Relaciones con los Estados y las Organizaciones Internacionales, monseñor Paul Richard Gallagher, presidió la tarde del 31 de mayo, una celebración eucarística en Zagreb con motivo de la fiesta de Nuestra Señora de la Puerta de Piedra, patrona de la capital croata.\nEn su homilía, hizo un llamamiento a ser capaces de ver la obra de Dios incluso en medio de las muchas dificultades y «destrucciones» de hoy, como pudieron hacer la Virgen María y su prima Isabel, que creyeron y esperaron antes de ver el cumplimiento de las promesas de Dios.\nEl arzobispo Gallagher recordó que la imagen de Nuestra Señora de la Puerta de Piedra que emergió intacta de entre las ruinas de esa puerta, la entrada oriental de la antigua ciudad, tras un incendio, fue fuente de asombro y esperanza para sus «angustiados y desconcertados» habitantes. «Hoy en el mundo no faltan escenas de trágica destrucción», dijo el arzobispo, causadas por fenómenos naturales, pero también «por esa insensatez humana a la que el Papa Francisco se refiere desde hace tiempo como la “tercera guerra mundial a trozos” que se está convirtiendo en un “verdadero conflicto global”». Por eso es importante volver a mirar esa imagen.\nEn el centro de la liturgia de hoy está el encuentro entre María e Isabel, ambas inesperadamente futuras madres. Una maternidad que trastorna sus planes, subrayó Monseñor Gallagher, pero que es acogida con alegría. Su pensamiento se dirige a las madres de hoy: «Que Nuestra Señora de la Puerta de Piedra -dijo- acompañe a todas aquellas mujeres que reciben en su seno la semilla de una nueva vida, incluso cuando llega de forma inesperada» y saben verla como «un don de Dios». Esto no siempre ocurre en nuestras sociedades, señaló el Secretario para las Relaciones con los Estados, pero para los creyentes, la vida debe ser siempre promovida y defendida.\nLectio magistralis\nTambién el 31 de mayo Secretario para las Relaciones con los Estados y las Organizaciones Internacionales impartió una Lectio magistralis celebrada en la Universidad Católica de Croacia. El tema fue La persona humana: una comunión de relaciones.\n“Hay una cuestión que es bien conocida por cada uno de nosotros pero que, al mismo tiempo, es cada vez más incomprendida en el mundo actual. Esta cuestión se refiere a la realidad de la persona humana, es decir, nos afecta a cada uno de nosotros como seres sociales, en relación unos con otros. A pesar de que estamos innatamente conectados entre nosotros, tenemos la tentación de aislarnos, de excluir al otro y a todo lo que es diferente de nosotros”, este escenario fue subrayado enfáticamente por el Arzobispo Paul Richard Gallagher.\n“Aunque la relación interpersonal pueda parecer un concepto abstracto, está en el centro de todas las interacciones sociales”. En particular, el arzobispo Gallagher analizó el efecto que tiene nuestra comprensión del zoon politikon en nuestro enfoque de la sociedad y nuestro sentido de la identidad. “Desgraciadamente, en el mundo actual existe la tendencia a convertir el «sano patriotismo en peligroso nacionalismo»: esto se debe en gran medida a nuestra comprensión inherente de la persona humana”.\nHoy en día, en las interacciones sociales -señaló el prelado- existe una fuerte tendencia a recurrir al individuo como punto de referencia. Así, la sociedad se concibe como formada por individuos autónomos que interactúan entre sí en una especie de atomismo social. Sin embargo, este enfoque directo de la sociedad es relativamente nuevo. En la concepción tradicional de la sociedad, la atención no se centra en el «yo» del individuo, sino en el «nosotros» de la persona humana.\nGracias por haber leído este artículo. Si desea mantenerse actualizado, suscríbase al boletín\n[ pulsando aquí](/es/inscripcion-boletin-de-noticias.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T12:16:34.055+03:00",
  "updated": "2024-06-01T12:16:34.055+03:00"
}