{
  "thread": {
    "uuid": "2d0e986446fff528206e10ba86c501d022db0c07",
    "url": "https://www.giessener-anzeiger.de/politik/die-ukraine-streit-um-gefangenenaustausch-ukraine-news-russland-mit-luftangriffen-auf-zr-93775146.html",
    "site_full": "www.giessener-anzeiger.de",
    "site": "giessener-anzeiger.de",
    "site_section": "https://www.giessener-anzeiger.de/thema/ukraine-konflikt-sti1524391",
    "site_categories": [
      "media"
    ],
    "section_title": "Ukraine-Krieg Themenseite",
    "site_title": "Home | Giessener Anzeiger",
    "title": "Ukraine-News: Merz wirft Russland „schwerste Kriegsverbrechen\" vor",
    "title_full": "Ukraine-News: Merz wirft Russland „schwerste Kriegsverbrechen\" vor",
    "published": "2025-06-12T05:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DE",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 100057,
    "domain_rank_updated": "2025-06-03T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2d0e986446fff528206e10ba86c501d022db0c07",
  "url": "https://www.giessener-anzeiger.de/politik/die-ukraine-streit-um-gefangenenaustausch-ukraine-news-russland-mit-luftangriffen-auf-zr-93775146.html",
  "ord_in_thread": 0,
  "author": "Bedrettin Bölükbasi",
  "published": "2025-06-12T05:52:00.000+03:00",
  "title": "Ukraine-News: Merz wirft Russland „schwerste Kriegsverbrechen\" vor",
  "text": "Ukraine-News: Merz wirft Russland „schwerste Kriegsverbrechen“ vor\nUkraine-News im Ticker: Russland greift die Ukraine erneut mit Luftangriffen an. Bundeskanzler Merz kritisiert Putin scharf.\nDas Wichtigste in\ndiesem Live-Ticker\nMerz wirft Putin „schwerste Kriegsverbrechen“ vor– KanzlerFriedrich Merzerhebt schwere Anschuldigungen gegenWladimir Putinim Ukraine-KriegPutin-Berater prophezeit weitere Eskalation im Ukraine-Krieg– Medinski droht mit AtomkriegKlöckner reagiert auf Russland-Drohung– Bundestagspräsidentin Julia Klöckner regiert auf die Einschüchterungsversuche aus dem KremlRusslands Verluste im Ukraine-Krieg– An der Ukraine-Front muss Kreml-Chef Wladimir Putin weiterhin hohe Verluste für seinen Krieg in Kauf nehmen\nDieser Newsticker ist beendet. Alle weiteren Entwicklungen finden Sie in unserem aktuellen Newsticker zum Ukraine-Krieg.\nUpdate, 20.48 Uhr: Russland und die USA wollen ihre diplomatischen Beziehungen vertiefen. Das erklärte der neue russische Botschafter in Washington Alexander Darchiev gegenüber der Nachrichtenagentur Tass. Eine Gesprächsrunde zwischen beiden Ländern soll „in Kürze in Moskau“ stattfinden. Darchiev warnte jedoch: „Ich habe bereits gesagt, dass die Erholung der russisch-amerikanischen Beziehungen noch in weiter Ferne liegt und der Prozess selbst nur schwer vorankommt.“\nTransparenzhinweis\nDie hier verarbeiteten Informationen stammen von Nachrichtenagenturen und internationalen Quellen, aber auch von den Kriegsparteien im Ukraine-Krieg. Die Angaben zum Krieg in der Ukraine lassen sich nicht unabhängig prüfen.\nIm Weißen Haus und US-Kongress gebe es erheblichen Widerstand, „wo sich eine stabile antirussische Lobby gebildet hat“. Der Botschafter fügte hinzu: „Ich kann bestätigen, dass die nächsten Verhandlungen der Delegationen in Kürze in Moskau stattfinden werden.“ Die Gespräche sollen die Beziehungen auf diplomatischer Ebene normalisieren erklärte Darchiev.\nSelenskyj bezeichnet Orbáns Politik gegenüber der Ukraine als „historischen Fehler“\nUpdate, 19.32 Uhr: Der ukrainische Präsident Wolodymyr Selenskyj hat die gegen sein Land gerichtete Politik des rechtspopulistischen ungarischen Ministerpräsidenten Viktor Orbán als „historischen Fehler“ bezeichnet. Er warf Orban zudem vor, Propaganda gegen die Ukraine für seinen eigenen Wahlkampf zu benutzen. Ungarns Außenminister Péter Szijjártó wies die Kritik zurück und bestätigte, dass die Ukraine-Politik zentrales Thema für die Parlamentswahl in Ungarn 2026 sei.\n„Er (Orban, Anm. d. Red.) benutzt die Ukraine für seine eigene Wahl. Er versteht nicht, dass dies viel schwerwiegendere und gefährlichere Folgen haben wird: die Radikalisierung und den Antiukrainismus der ungarischen Gesellschaft. Indem er uns nicht hilft, tut er Putin einen Gefallen. Deshalb habe ich gesagt, dass Viktor einen schweren historischen Fehler begeht“, sagte Selenskyj in einem Interview der ungarischen Internetzeitung Valasz online.\nSelenskyj kritisiert fehlende Sanktionen westlicher Verbündeter gegen Russland\nUpdate, 18.26 Uhr: Der ukrainische Präsident Wolodymyr Selenskyj kritisierte die Verbündeten der Ukraine, aufgrund fehlender Sanktionen gegen Russland. In einem Interview mit dem ungarischen Portal Válasz Online erklärte Selenskyj: „Wenn es jedoch um Sanktionen geht, nennen die westlichen Partner als Grund, warum sie sich nicht für die Verhängung von Sanktionen entschieden haben, auch die Tatsache, dass die Ukraine keine Menschen ab 18 Jahren mobilisiert hat.“\nDer ukrainische Präsident betonte weiter: „Ich bin nicht der Meinung, dass wir die Menschen ab 18 Jahren mobilisieren sollten, wie es die Anführer anderer Länder angedacht haben.“ Der Schlüssel zum Erfolg im Ukraine-Krieg sei nicht die schiere Anzahl an Soldaten, sondern die technologische Überlegenheit gegenüber Russland. Das habe auch die erfolgreiche Operation „Spinnennetz“ gezeigt. Die US-Regierung hatte unter Präsident Joe Biden die Ukraine dazu angehalten, Männer ab 18 Jahren für den Einsatz an der Ukraine-Front einzuziehen. Aktuell liegt die Altersgrenze bei 25 Jahren.\nMerz wirft Putin „schwerste Kriegsverbrechen“ vor\nUpdate, 17.15 Uhr: Bundeskanzler Friedrich Merz hat Russlands Präsident Wladimir Putin „schwerste Kriegsverbrechen“ im Ukraine-Krieg vorgeworfen. Russland habe die ukrainische Zivilbevölkerung in den vergangenen Tagen mit Drohnen und Marschflugkörpern „gezielt und rücksichtslos“ angegriffen, erklärte Merz bei einer Pressekonferenz mit dem niederländischen Ministerpräsidenten Dick Schoof in Berlin.\nDie andauernden Angriffe auf westukrainische Städte bezeichnete Merz als „Terror gegen die Zivilbevölkerung“ und „alles andere als eine verhältnismäßige Antwort“ auf die „sehr präzisen“ ukrainischen Attacken gegen russische Militärflughäfen.\nNews zum Ukraine-Krieg: Gefangenenaustausch gerät ins Stocken\nUpdate, 16.17 Uhr: Zwischen Russland und der Ukraine stockt der vereinbarte Austausch von Kriegsgefangenen und toten Soldaten. Es gebe zwar Kontakte, Zahlen würden zusammengestellt, aber noch fehle eine abschließende Übereinkunft, sagte Kremlsprecher Dmitri Peskow in Moskau. „Sowie diese abschließende Übereinkunft steht, wird – das hoffen wir – der Austausch stattfinden“, sagte er der staatlichen Nachrichtenagentur Tass zufolge.\nPeskow wies darauf hin, dass an der belarussischen Grenze mehr als 1200 Leichen ukrainischen Soldaten in Kühlwagen auf die Rückgabe warteten. Die Sprecherin des russischen Außenministeriums, Maria Sacharowa, nannte es unmenschlich, dass die Ukraine ihre Toten nicht zurücknehme. Zu dem Problem hat der ukrainische Koordinierungsstab erklärt, dass die russische Seite die Übergabe ohne genaue Terminabsprache eigenmächtig begonnen habe. Alle toten Soldaten würden heimgeholt, heißt es.\nUpdate, 15.30 Uhr: Die EU-Kommission hat ihren Vorschlag für ein 18. Sanktionspaket gegen Russland vorgestellt. „Wir erhöhen den Druck auf Russland, denn Stärke ist die einzige Sprache, die Russland verstehen wird“, sagte EU-Kommissionspräsidentin Ursula von der Leyen am Dienstag in Brüssel. Das Paket sieht unter anderem weitere Maßnahmen gegen die russische Schattenflotte zur Umgehung von Sanktionen sowie eine Senkung des Ölpreisdeckels von 60 Dollar pro Barrel auf 45 Dollar vor.\nRussland will Stopp der Nato-Osterweiterung: Voraussetzung für Ende des Ukraine-Kriegs\nUpdate, 14 Uhr: Russland verlangt nach Angaben aus dem Außenministerium einen Stopp der Nato-Osterweiterung als Voraussetzung für ein Ende des Krieges gegen die Ukraine. Die Bereitschaft dazu sei ein Test, ob die USA ernsthaft ein besseres Verhältnis zu Russland anstrebten, sagte Vizeaußenminister Sergej Rjabkow der staatlichen Nachrichtenagentur Tass.\n„Auf amerikanischer Seite sind praktische Schritte erforderlich, die darauf abzielen, die Ursachen für die grundlegenden Widersprüche zwischen uns im Bereich der Sicherheit zu beseitigen“, sagte der für strategische Rüstung zuständige Vizeminister. „Bei diesen Gründen steht die Nato-Erweiterung an erster Stelle. Ohne die Lösung dieses für uns grundlegenden und akuten Problems ist es schlichtweg unmöglich, den aktuellen Konflikt im euroatlantischen Raum zu lösen.“ Die USA sollten „Respekt vor den ureigensten Interessen Russlands“ zeigen.\nUpdate, 12.55 Uhr: Bei einem russischen Angriff auf die ukrainische Hauptstadt Kiew, ist laut dem Leiter der staatlichen Luftfahrtbehörde, Timur Tkaschenko, eine Frau ums Leben gekommen. Das berichtete Ukrainska Pravda. Zuvor war wegen des Angriffs von sechs Verletzten berichtet worden.\nUkrainischer Geheimdienst: Russland unterstützt Drohnenproduktion in Nordkorea\nUpdate, 12.25 Uhr: Russland unterstützt wohl Nordkorea bei der Produktion von Shahed-Drohnen. Das teilte der Chef des ukrainischen Militärgeheimdienstes, Kyrylo Budanow, dem Magazin The War Zone mit. „Dies wird mit Sicherheit zu Veränderungen des militärischen Gleichgewichts in der Region zwischen Nord- und Südkorea führen“, so Budanow.\nUpdate, 11.50 Uhr: Laut einer Umfrage des Kyiv International Institute of Sociology, (KIIS) sind 43 Prozent der Befragten zu Gebietsabtritten an Russland bereit. Allerdings sei mehr als die Hälfte der Befragten nur unter der Voraussetzung, dass diese Gebietsabtritte mit Sicherheitsgarantien für die Ukraine einhergehen, dazu bereit. Zudem gehe es dabei nicht um eine Übernahme der Regionen durch Russland, sondern um die „faktische Anerkennung der russischen Kontrolle ohne rechtliche Anerkennung“. 48 Prozent lehnen diesen Schritt kategorisch ab. Eine Mehrheit von 68 Prozent sind gegen eine offizielle Anerkennung einzelner Gebiete als russisches Staatsgebiet. Nur 24 Prozent sind laut der Studie zu diesem Schritt bereit.\nSelenskyj fordert „konkrete Maßnahmen“ nach russischen Angriffen im Ukraine-Krieg\nUpdate, 9.55 Uhr: Der ukrainische Präsident Wolodymyr Selenskyj sieht in den anhaltenden russischen Angriffen ein Hemmnis für die Bemühungen um einen Frieden im Ukraine-Krieg. „Russische Raketen- und Shahed-Angriffe machen die Bemühungen der Vereinigten Staaten und anderer Länder der Welt zunichte, Russland zum Frieden zu zwingen“, schrieb Selenskyj auf X. „Statt eines Waffenstillstands gab es eine weitere Nacht lang massive Angriffe mit Shahed-Drohnen, Marschflugkörpern und ballistischen Raketen.“\nSelenskyj fordert nun, dass die Welt mit „konkreten Maßnahmen“ auf die Angriffe Russlands reagieren müsse – vor allem die USA, die „die Macht haben, Russland zum Frieden zu zwingen“. Um einen Frieden zu erreichen, müsse „starker Druck“ auf den russischen Präsidenten Wladimir Putin ausgeübt werden.\nUpdate, 8.44 Uhr: Die ukrainischen Streitkräfte melden für die vergangenen 24 Stunden 960 getötete oder schwer verletzte russische Soldaten. Nach ukrainischen Angaben zerstörte die eigene Armee zudem vier russische Panzer, neun gepanzerte Fahrzeuge, 48 Artilleriesysteme und zwei Flugzeuge. Russland bestätigt diese Verlustzahlen nicht. Eine unabhängige Überprüfung der Angaben ist nicht möglich.\nDie russischen Verluste im Überblick:\n- Soldaten: 9980.080 (+960 im Vergleich zum Vortag)\n- Panzer: 10.919 (+9)\n- Artilleriesysteme: 28.982 (+48)\n- Mehrfachraketenwerfer: 1412 (+1)\n- Drohnen: 40.057 (+239)\n- Flugzeuge: 416 (+2)\n- Marschflugkörper: 3330 (+15)\n- Fahrzeuge und Tanklaster: 51.455 (+107)\n- Spezialausrüstung: 3912 (+1)\nAngriff auf Odessa: Russland trifft Klinik im Ukraine-Krieg\nUpdate, 6.45 Uhr: Bei russischen Angriffen auf Odessa wurde laut örtlichen Behörden eine Entbindungsstation und eine Notaufnahme getroffen. „Durch den nächtlichen Angriff von Angriffsdrohnen wurde der Verwaltungsteil des Entbindungsheims beschädigt. Glücklicherweise gab es keine Opfer oder Verletzten“, zitierte Ukrainska Pravda den Bürgermeister von Odessa, Gennady Trukhanow.\nUpdate vom 10. Juni, 5.28 Uhr: In der Nacht auf Dienstag hat Russland die Ukraine erneut mit massiven Raketen- und Drohnenangriffen überzogen. Mindestens ein Mensch sei dabei in der südukrainischen Hafenstadt Odessa laut Behördenangaben gestorben. Auch die Hauptstadt Kiew ist erneut unter Beschuss der russischen Armee geraten, wobei mehrere Menschen verletzt worden sein sollen.\nPutin-Berater prophezeit weitere Eskalation im Ukraine-Krieg\nUpdate, 17.55 Uhr: Wladimir Medinski, der Leiter der russischen Verhandlungsdelegation in den Gesprächen über den Ukraine-Krieg, äußerte Bedenken hinsichtlich eines möglichen Atomkriegs. Die russische Nachrichtenagentur Tass berichtete, dass, falls der Krieg in der Ukraine nicht mit einem echten Frieden beendet werde, die Nato möglicherweise versuchen könnte, verlorene Gebiete der Ukraine zurückzuerlangen.\nIn einem Interview mit dem russischen Auslandssender RT betonte Medinski: „Wenn wir den Konflikt an der Frontlinie beenden und uns nicht auf einen echten Frieden einigen, sondern nur eine Art Waffenstillstand schließen, dann wird sich dies – wissen Sie, es gab eine umstrittene Region zwischen Armenien und Aserbaidschan, Karabach – in ein riesiges Karabach verwandeln.“ Er fügte hinzu: „Nach einiger Zeit wird die Ukraine zusammen mit der Nato und ihren Verbündeten der Nato beitreten und versuchen, es zurückzuerobern. Das wird das Ende des Planeten bedeuten, es wird einen Atomkrieg geben.“\nUpdate, 16.23 Uhr: Der russische Außenminister Sergei Lawrow wirft Großbritannien eine wesentliche Beteiligung an der ukrainischen Operation „Spinnennetz“ vor. Auf einer Propaganda-Veranstaltung in Moskau äußerte er: „Diese Drohungen sind sehr ernst zu nehmen. Es liegt auf der Hand, dass dies von ukrainischer Seite durchgeführt wird, aber ohne die Hilfe der Briten wäre sie machtlos gewesen. Aber wer weiß, vielleicht sind auch US-Spezialdienste aus Gewohnheit beteiligt, aber es ist zu 100 Prozent sicher, dass die Briten beteiligt sind.“\nBeweise legte der russische Politiker jedoch nicht vor. Die Vorbereitungen für die geheime Operation, die darauf abzielte, Wladimir Putins Bomberflotte zu schwächen, begannen bereits vor über einem Jahr. Selbst die Verbündeten der Ukraine wurden über den geplanten Angriff nicht in Kenntnis gesetzt.\nGefangenenaustausch zwischen Russland und Ukraine geht weiter\nUpdate, 14.43 Uhr: Russland und die Ukraine haben mit einem weiteren Gefangenenaustausch begonnen. Vereinbart worden war er Anfang des Monats in Istanbul bei direkten Verhandlungen von Vertretern Kiews und Moskaus. Die erste Gruppe russischer Soldaten unter 25 Jahren sei aus ukrainischer Gefangenschaft entlassen worden, teilte das Verteidigungsministerium in Moskau mit. Der Ukraine sei im Gegenzug eine ähnliche Zahl Gefangener übergeben worden. Eine genaue Zahl nannte das Ministerium nicht. Kiew bestätigte den Austausch. Die russischen Soldaten befinden sich nach Angaben aus Moskau derzeit in Belarus und erhalten dort medizinische Hilfe.\n„Unsere Leute sind zu Hause“, schrieb der ukrainische Präsident Wolodymyr Selenskyj auf der Plattform X. Unter den Heimkehrern seien neben jungen Soldaten auch Schwerverletzte. Auch Selenskyj nannte keine konkrete Zahl. Seinen Angaben nach ist der Austauschprozess mit Schwierigkeiten verbunden. Er rechne aber damit, dass die in Istanbul ausgehandelte Einigung vollständig umgesetzt werde. Zuletzt hatte es zwischen Moskau und Kiew Streitigkeiten um den Zeitpunkt des Austauschs gegeben.\nKlöckner reagiert auf Russland-Drohung\nUpdate, 11.46 Uhr: Bundestagspräsidentin Julia Klöckner hat nach einer Warnung des russischen Parlamentschefs betont, dass der Bundestag sich nicht einschüchtern lasse. In einer öffentlichen Stellungnahme erklärte die CDU-Politikerin, dass das Parlament „weder in seiner außenpolitischen Haltung noch in seinem geschichtlichen Selbstverständnis und seiner Gedenkkultur“ nachgeben werde.\nWjatscheslaw Wolodin, der Präsident der russischen Staatsduma, hatte am Samstag in einer Botschaft an den Bundestag vor einer Verschärfung der Situation zwischen den beiden Ländern gewarnt. Anlass für Wolodins Kritik waren die jüngsten Äußerungen von Kanzler Friedrich Merz (CDU). Wolodin äußerte: „Wir wissen, dass die deutsche Regierung plant, eine Raketenproduktion in der Ukraine aufzubauen. Damit wird die BRD immer mehr in ein militärisches Vorgehen gegen Russland hineingezogen.“\nErstmeldung: Kiew/Moskau – Im Ukraine-Krieg ist weiterhin kein Ende in Sicht. Bei neuen russischen Angriffen in der Nacht zum Sonntag ist nach ukrainischen Angaben mindestens ein Mensch getötet worden. Die Industrieregion Dnipropetrowsk sei mit Drohnen, Artillerie und Raketen angegriffen worden, teilte der Leiter der örtlichen Militärverwaltung, Mykola Lukaschuk, am Morgen mit. Dabei seien Gebäude, darunter ein Kindergarten, und Stromleitungen zerstört worden.\nBereits in der Nacht zum Samstag waren bei massiven russischen Angriffen laut ukrainischen Angaben landesweit mindestens zehn Menschen getötet worden. Alle Bemühungen um eine zumindest befristete Feuerpause im seit mehr als drei Jahren andauernden Ukraine-Krieg sind bisher gescheitert. Den Vorschlag einer 30-tägigen bedingungslosen Waffenruhe lehnt Kreml-Chef Wladimir Putin ab.\nGefangenenaustausch im Ukraine-Krieg: Kiew mit Vorwürfen\nUnterdessen stritten sich Russland und die Ukraine um einen geplanten Gefangenenaustausch. Moskau warf der Führung in Kiew am Samstag vor, den für das Wochenende geplanten Austausch von Kriegsgefangenen und getöteten Soldaten zu verzögern. Aus Kiew hieß es hingegen, Moskau betreibe „schmutzige Spielchen“.\nDer Gefangenenaustausch war bei den jüngsten Verhandlungen in Istanbul vereinbart worden. Die Absprache sah vor, dass alle verletzten Soldaten und alle Unter-25-Jahren ausgetauscht würden, auf jeder Seite mehr als tausend Soldaten. Russland hatte zudem zugesagt, die Überreste von 6000 getöteten ukrainischen Soldaten zu übergeben. Es wäre der größte Gefangenenaustausch seit Beginn des russischen Angriffskrieges im Februar 2022 gewesen.\nRusslands Verluste im Ukraine-Krieg\nDie russischen Verluste im Ukraine-Krieg sind weiterhin enorm. Während der Ukraine mit der Operation „Spinnennetz“ ein Coup gelungen war und mehrere strategisch wichtige Bomberflugzeuge Russlands zerstört werden konnten, verzeichnet Russland an der Ukraine-Front ebenfalls herbe Verluste. Laut den aktuellen Angaben des ukrainischen Generalstabs sollen in den vergangenen 24 Stunden an der Frontlinie innerhalb eines Tages 1120 russische Soldaten getötet oder verwundet worden sein.\nKategorie | Verluste (in den letzten 24 Stunden) |\n---|---|\nSoldaten | 996.150 (+1120) |\nPanzer | 10911 (+7) |\nArtillerie | 28892 (+42) |\nMehrfachraketenwerfer | 1410 (0) |\nDrohnen | 39651 (+158) |\nDamit nähern sich die russischen Verluste langsam, aber sicher der Millionenmarke im Ukraine-Krieg. Bei gleichbleibender Entwicklung der russischen Verluste könnte diese Schwelle bereits in der kommenden Woche überschritten werden. Eine unabhängige Überprüfung dieser Zahlen ist jedoch nicht möglich. (sischr mit Agenturen)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "german",
  "sentiment": "negative",
  "categories": [
    "War, Conflict and Unrest",
    "Politics",
    "Social Issue"
  ],
  "topics": [
    "War, Conflict and Unrest->armed conflict",
    "War, Conflict and Unrest->act of terror",
    "War, Conflict and Unrest->war",
    "Politics->human rights",
    "Politics->international relations",
    "Politics->political crisis",
    "Social Issue->social problem",
    "Social Issue->communities"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": null,
  "webz_reporter": false,
  "external_links": [
    "https://www.fr.de/thema/ukraine-konflikt-sti1524391/",
    "https://kiis.com.ua/?lang=ukr&cat=reports&id=1535&page=1&fbclid=IwY2xjawK0zUBleHRuA2FlbQIxMABicmlkETExVUowN0xTWnFyeEdPQ1VEAR6CkZM3hranrBkyKcT-CBu2NVasTUExsB2B1zIuPkMwcCIimpYvRdreNs9uRw_aem_VUXihXzEL_jAJtHl951D_w",
    "https://www.fr.de/politik/ukraine-geschichte-kiew-krim-russland-orangene-revolution-maidan-proteste-91346826.html",
    "https://www.fr.de/politik/eu-europaeische-union-mitgliedstaaten-laender-gruendung-von-der-leyen-ziele-91385429.html",
    "https://www.merkur.de/politik/friedrich-merz-per33648/",
    "https://www.fr.de/politik/nato-geschichte-bruessel-russland-ukraine-krim-annexion-usa-deutschland-91358399.html",
    "https://www.fr.de/politik/wolodymyr-selenskyj-ukraine-praesident-konflikt-krieg-tv-star-tanzshow-schauspieler-91382339.html",
    "https://www.fr.de/politik/wladimir-putin-per42970/",
    "https://www.fr.de/politik/joe-biden-per36006/",
    "https://www.fr.de/politik/viktor-orban-infos-ministerpraesident-ungarn-karriere-partei-privates-93013802.html",
    "https://www.merkur.de/politik/cdu-org26591/",
    "https://fr.de/politik/eu-europaeische-union-mitgliedstaaten-laender-gruendung-von-der-leyen-ziele-91385429.html",
    "https://fr.de/politik/wladimir-putin-per42970/",
    "https://www.fr.de/politik/joe-biden-per36006",
    "https://www.kiis.com.ua/?lang=ukr&cat=reports&id=1535&page=1&fbclid=IwY2xjawK0zUBleHRuA2FlbQIxMABicmlkETExVUowN0xTWnFyeEdPQ1VEAR6CkZM3hranrBkyKcT-CBu2NVasTUExsB2B1zIuPkMwcCIimpYvRdreNs9uRw_aem_VUXihXzEL_jAJtHl951D_w",
    "https://www.fr.de/politik/wladimir-putin-per42970",
    "https://fr.de/politik/wolodymyr-selenskyj-ukraine-praesident-konflikt-krieg-tv-star-tanzshow-schauspieler-91382339.html",
    "https://kiis.com.ua/",
    "https://merkur.de/politik/cdu-org26591/",
    "https://www.merkur.de/politik/friedrich-merz-per33648",
    "https://fr.de/politik/nato-geschichte-bruessel-russland-ukraine-krim-annexion-usa-deutschland-91358399.html",
    "https://fr.de/politik/viktor-orban-infos-ministerpraesident-ungarn-karriere-partei-privates-93013802.html",
    "https://fr.de/thema/ukraine-konflikt-sti1524391/",
    "https://fr.de/politik/joe-biden-per36006/",
    "https://www.merkur.de/politik/cdu-org26591",
    "https://www.fr.de/thema/ukraine-konflikt-sti1524391",
    "https://merkur.de/politik/friedrich-merz-per33648/",
    "https://fr.de/politik/ukraine-geschichte-kiew-krim-russland-orangene-revolution-maidan-proteste-91346826.html"
  ],
  "entities": {
    "persons": [
      {
        "name": "Merz",
        "sentiment": "none"
      },
      {
        "name": "Alexander Darchiev",
        "sentiment": "none"
      },
      {
        "name": "Julia Klöckner",
        "sentiment": "none"
      },
      {
        "name": "Wladimir Putin",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "Russland",
        "sentiment": "none"
      },
      {
        "name": "Washington",
        "sentiment": "none"
      },
      {
        "name": "Ukraine",
        "sentiment": "none"
      },
      {
        "name": "USA",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "Visa",
        "sentiment": "none",
        "tickers": [
          {
            "ticker": "V",
            "exchange": "NYSE"
          }
        ]
      },
      {
        "name": "us steel",
        "sentiment": "none",
        "tickers": [
          {
            "ticker": "X",
            "exchange": "NYSE"
          }
        ]
      },
      {
        "name": "CDU",
        "sentiment": "none",
        "tickers": [
          {
            "ticker": "CDU",
            "exchange": "ELI"
          }
        ]
      },
      {
        "name": "ford",
        "sentiment": "none",
        "tickers": [
          {
            "ticker": "F",
            "exchange": "NYSE"
          }
        ]
      }
    ]
  },
  "syndication": {
    "syndicated": null,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [],
    "top_news": [],
    "bias": null
  },
  "rating": null,
  "crawled": "2025-06-12T10:33:51.997+03:00",
  "updated": "2025-06-12T07:38:46.000+00:00"
}