{
  "thread": {
    "uuid": "8051b75eefb5bd84a875572abf1f43a412977538",
    "url": "https://musicnonstop.uol.com.br/aos-90-anos-seu-osvaldo-primeiro-dj-do-brasil-toca-domingo-em-sp-e-aconselha-o-papel-do-dj-e-agradar/",
    "site_full": "musicnonstop.uol.com.br",
    "site": "uol.com.br",
    "site_section": "https://musicnonstop.uol.com.br",
    "site_categories": [
      "music",
      "entertainment"
    ],
    "section_title": "Music Non Stop by Claudia Assef - dance or leave",
    "title": "Seu Osvaldo, primeiro DJ do país, toca neste domingo em SP",
    "title_full": "Seu Osvaldo, primeiro DJ do país, toca neste domingo em SP",
    "published": "2024-01-05T23:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://musicnonstop.uol.com.br/wp-content/uploads/2024/01/OsvaldoPereira-1.webp",
    "performance_score": 0,
    "domain_rank": 749,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8051b75eefb5bd84a875572abf1f43a412977538",
  "url": "https://musicnonstop.uol.com.br/aos-90-anos-seu-osvaldo-primeiro-dj-do-brasil-toca-domingo-em-sp-e-aconselha-o-papel-do-dj-e-agradar/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Claudia Assef",
  "published": "2024-01-05T23:13:00.000+02:00",
  "title": "Seu Osvaldo, primeiro DJ do país, toca neste domingo em SP",
  "text": "Aos 90 anos, seu Osvaldo, 1º DJ do Brasil, toca domingo em SP e aconselha: “o papel do DJ é agradar” Lenda da discotecagem brasileira se apresenta com Tony Hits no Sesc Santana. Falamos com ele sobre homenagens e a missão do DJ Neste domingo, o pioneiro seu [Osvaldo Pereira](https://musicnonstop.uol.com.br/primeiro-dj-seu-osvaldo-mostra-role-do-vinil/), primeiro DJ brasileiro, se apresenta ao lado de outro veterano, o DJ [Tony Hits](https://musicnonstop.uol.com.br/tags/tony-hits), num baile vespertino no Sesc Santana. A dupla vai comandar o Baile Black, passeando por um repertório de clássicos dos anos 50, 60 e 70, incluindo samba rock, soul, funk, jazz e samba. O evento é gratuito, e com certeza, uma ótima oportunidade para aprender com esses mestres. Para além da pequena bolha que já o conhecia na Vila Guilherme, seu bairro, seu Osvaldo foi revelado em 2003, ano em que foi publicado o livro [Todo DJ Já Sambou](https://musicnonstop.uol.com.br/loja/livro-todo-dj-ja-sambou-osvaldo/), de autoria desta escriba. Até então, não se sabia quem teria dado o pontapé ao ofício no Brasil. Com certeza, a história — e a descoberta de seu Osvaldo — é um dos pontos altos do livro, que vendeu mais de 25 mil cópias em quatro edições e se tornou material didático em escolas de DJ e cursos superiores de produção musical. Fascinado pelo rádio desde criança, Pereira fez um curso, foi trabalhar como técnico de som e criou seu próprio equipamento. Isso em 1958! Na época, os bailes eram feitos com orquestras, com muitos músicos, e os ingressos custavam uma nota. Ele teve uma ideia genial para democratizar o valor das entradas: usar seu equipamento para tocar as mesmas músicas que as orquestras executavam, usando discos. Tocava a primeira metade do baile escondido no palco, atrás das cortinas, e só depois elas se abriam, relevando o seu “segredo”. Assim nasceu a Orquestra Invisível, criação de Osvaldo que anos depois tomou conta dos salões de baile de São Paulo, e mais tarde se espalhou por todo o Brasil. O DJ esteve à frente de sua Orquestra Invisível Let’s Dance entre 1958 e 1968, quando resolveu se aposentar dos toca-discos e focar no ofício de técnico de rádio. [Orquestra Invisível Let’s Dance / Let’s Dance Invisible Orchestra](https://vimeo.com/149898624) from [Studio Riff](https://vimeo.com/studioriff) on [Vimeo](https://vimeo.com). Depois do lançamento do livro e consequentemente dos pedidos que vieram, ele voltou a tocar. Sua caixa de discos, arrumadinha em seu quarto, permaneceu organizada durante os anos da aposentadoria, como eu pude comprovar na primeira visita que fiz à sua casa para entrevistá-lo, em 2003. Hoje, aos 90 anos, seu Osvaldo segue discotecando e recebendo homenagens. Nada mais justo. Ele já apareceu em programas como Fantástico, Conversa com Bial, Manos e Minas, Metrópolis, entre muitos outros, e recebeu homenagem protocolar na Assembleia Legislativa de São Paulo, além de ter tocado em festivais como o Marisco e o [Batekoo](https://musicnonstop.uol.com.br/tags/batekoo), maior pista que ele já encarou, em 2022. Com tanta bagagem e experiência, claro que bateu aquela vontade de telefonar para seu Osvaldo para me atualizar sobre as novidades desse DJ que tem tanto a nos ensinar. Aqui vai um resumo da nossa conversa por telefone no final da manhã desta sexta (5). Claudia Assef: Seu Osvaldo, o que o senhor está preparando para o set de domingo, no Sesc? Seu Osvaldo Pereira: Tô analisando, ainda vou falar com o Tony sobre o baile. Ele vai levar uma quantidade de discos, e eu faço uma parte minha aqui. Ainda vou escolher. Mas normalmente levo variedades: samba, samba rock, clássicos… O intuito é fazer o pessoal dançar. Como tem sido esse reconhecimento merecido e as homenagens que o senhor tem recebido nesses últimos 20 anos? O livro foi uma propaganda muito boa daquilo que eu fiz e, o mais importante, fez com que eu passasse a ser convidado para tocar em festas e bailes novamente. É muito gratificante estar de volta a esse meio. Entre essas festas, acho que a maior que o senhor já tocou foi a Batekoo, um grande festival. Como foi essa experiência? Tinha bastante gente nesse dia. O tratamento comigo foi muito bom, fiquei muito feliz com o convite. Toquei numa torre bastante alta e o povo acenava pra mim e eu acenava de volta. Foi emocionante todo esse carinho. No início, na época da Orquestra Invisível, o senhor tocava com um toca-disco apenas e sem fone de ouvido. Agora o seu set-up tem dois toca-discos e fone. Que tipo de tecnologia o senhor aprendeu nesses últimos anos? Com o passar do tempo a gente vai se adptando. O fone de ouvido, eu já me acostumei com ele, não dá pra perder o fio da meada. Hoje eu toco com duas pick-ups e mixer. Eu me adaptei a isso agora. O toca-disco é a veterana máquina que a gente sempre usou, então, foi uma adaptação tranquila. O que mais mudou nos bailes dos anos 60 pra cá? O baile varia muito atualmente, e é preciso estar preparado com discos pra agradar a todos. Então a gente vai experimentando. O mais importante é descobrir o que o pessoal gosta de dançar. Com o tempo, as coisas vão mudando, mas são adaptações que a gente faz e o público gosta. Sempre tocamos o rock e o samba, que é a nossa música brasileira. Dependendo da festa, a gente precisa estar preparado e com os discos pra agradar a todos, e todos sairem contentes do baile. O comportamento das pessoas depende muito do tipo de baile. Tem o pessoal que tem um ritmo dançante que já é natural deles. E os seus DJs preferidos, quem são? Tony Hits, a gente sempre faz festa junto. E também o [DJ Marky](https://musicnonstop.uol.com.br/novo-disco-de-dj-marky-the-time-is-right-foi-inspirado-em-separacao-amorosa-cazuza-e-covid-mergulhe-no-universo-do-disco/) e outros que conheci nas festas do seu livro, eles são eternos pra mim. Dica de ouro para a nova geração. O papel do DJ é…? É ele fazer o pessoal dançar, agradar. De início, ele pode botar umas músicas que só ele conhece, umas três ou quatro. Daí ele já vai entender o que o pessoal gosta e vai nessa onda. Isso é importante, agradar ao baile. Às vezes tem gente que faz pedido, e a gente procura atender. Serviço Baile Black com Seu Osvaldo Pereira e Tony Hits Local: Sesc Santana – Av. Luiz Dumont Villares, 579 – Jd. São Paulo. Ginásio Entrada: gratuita (acesso para pessoas com deficiência pelo estacionamento) Estacionamento: R$ 12,00 (primeira hora; R$ 3,00 a hora adicional) Paraciclo: gratuito (é necessário a utilização travas de seguranças) [Um passeio com Seu Osvaldo, o primeiro DJ do Brasil, garimpando vinil no coração de São Paulo](https://musicnonstop.uol.com.br/primeiro-dj-seu-osvaldo-mostra-role-do-vinil/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://vimeo.com/studioriff)",
    "https://vimeo.com).",
    "https://vimeo.com/149898624)",
    "https://www.vimeo.com).",
    "https://www.vimeo.com/149898624)",
    "https://www.vimeo.com/studioriff)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:18:39.753+02:00",
  "updated": "2024-01-06T00:18:39.753+02:00"
}