{
  "thread": {
    "uuid": "a35576e31685b5a03b52d7381bc802bc68a8192c",
    "url": "https://yts.mx/movies/falcon-lake-2022",
    "site_full": "yts.mx",
    "site": "yts.mx",
    "site_section": "https://yts.mx/rss",
    "site_categories": [
      "illegal_content"
    ],
    "section_title": "YTS RSS",
    "title": "Falcon Lake (2022) [720p] [BluRay] [YTS.MX]",
    "title_full": "Falcon Lake (2022) [720p] [BluRay] [YTS.MX]",
    "published": "2024-01-07T23:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://yts.mx/assets/images/movies//medium-cover.jpg",
    "performance_score": 0,
    "domain_rank": 39446,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a35576e31685b5a03b52d7381bc802bc68a8192c",
  "url": "https://yts.mx/movies/falcon-lake-2022",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Staceyjm-",
  "published": "2024-01-07T23:41:00.000+02:00",
  "title": "Falcon Lake (2022) [720p] [BluRay] [YTS.MX]",
  "text": "I saw this film at the 2022 Toronto International Film Festival. Of the twelve films I saw, it was, hands down, the best, and one that will stay with me for a long time.\nI don't like reading reviews on here that speak too much to a film's plot, so I won't go into details there. Suffice it to say, this is a uniquely crafted coming-of-age story, depicted with almost painful accuracy, with more than a few twists and fresh takes on the genre. It's funny, moving, at times quiet and contemplative, other times intense and energetic. The acting is superb, and the score is perfect.\nI believe it was Howard Hawks who said, what makes a great film is: three great scenes, and no bad scenes. If that is the measuring stick, Charlotte LeBon has presented us with a humble Canadian cinematic masterpiece. Not a single shot of this film is unnecessary or superfluous. Foreshadowing beats its quiet wings throughout the entire film, building to one of the best closing shots I have ever witnessed on screen. Watching those final moments, even my goosebumps had goosebumps. If you've seen the film, you'll know what I mean.\nFalcon Lake\n2022 [FRENCH]\nDrama / Fantasy / Horror / Romance\nFalcon Lake\n2022\n[[FRENCH]]https://yts.mx/browse-movies/0/all/all/0/latest/0/fr\nDrama / Fantasy / Horror / Romance\nLoading video, please wait...\nPlot summary\nA shy teenager on a summer vacation experiences the joy and pain of young adulthood when he forges an unlikely bond with an older girl.\nUploaded by:\nFREEMAN\nJanuary 07, 2024 at 11:45 PM\nDirector\nTop cast\nTech specs720p.BLU 1080p.BLU 720p.WEB 1080p.WEB\nMovie Reviews\nA humble masterpiece\nI saw this film at the 2022 Toronto International Film Festival. Of the twelve films I saw, it was, hands down, the best, and one that will stay with me for a long time.\nAtmospheric slow burner\nIf you're into coming of age movies this one is a treat.\nThe story of Bastien and Chloe is one that you might have seen before but the characters are so well written that you feel like you are making the same new experiences that Bastien does during the movie. They are relatable, flawed yet likeable characters.\nWhile the movie feels very mysterious due to it's cinematography it is actually a fun ride. I've rarely seen humor pulled off in such a way that there is still enough place to contemplate on the emotional depth of the characters presented.\nChloe and Bastien need to be seen to be believed. The chemistry is extraordinary. Much of the film is, actually.\nThe ending is not. It feels rushed and doesn't give the viewers enough time to familiarize themselves with the situation. Also, something feels off but I can't quite put my finger on it. If the ending would have been en par with the rest of the movie this would have been movie of the year material for me, a strong 9/10 at least. As is, this is still an 8/10 and I kept thinking about Bastien and Chloe for well after when I left the Cinema. Go watch this if you get the chance to!\n(Seen this at Viennale Film Festival 2022)\nLove can lead you to a better place, to hell on earth, or both\nAt a remote cabin in Quebec an awkward and innocent 14-year-old boy, Bastien, is taken under the wing of Chloe, an older, mischievous, and much more worldly girl. While swimming beneath the stars and with tales of ghosts, invitations to parties, impossible dares, challenges to face fears, humor, sexual tension, and acts of courage and defiance, Bastien is beguiled by Chloe. She takes him into underworlds around him as well as inside himself, that he never knew existed. He feels on top of the world and also like he is going under.\n\"You have to be intelligent to find others intelligent,\" said director Charlotte Le Bon who appeared at this Toronto International Film Festival screening of her debut feature film with one of its stars (Sara Montpetit, who plays Chloe). This enthralling teenage romance and boreal forest cabin inspired tale really resonate with me because I had similar experiences. Chloe is the type of girl I repeatedly fell for in my life, and I treasure a similarly situated cabin in Canada. In Falcon Lake the parents have a peripheral role. The story revolves around Bastien's point of view, and I find that interesting and refreshingly different from mainstream films that focus more on parents. Music is used sparsely and with powerful effect. The acting, sound, photography, dialogue, and everything else all come together so well. Falcon Lake feels authentic and assured. We will see more from Charlotte and Sara in the future. Falcon Lake first appeared at Cannes and is based on a graphic novel by Bastien Vives.\nRead more IMDb reviews",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "http://www.imdb.com/title/tt11448830",
    "http://imdb.com/title/tt11448830"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "charlotte lebon",
        "sentiment": "none"
      },
      {
        "name": "howard hawks",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "falcon lake",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:24:58.605+02:00",
  "updated": "2024-01-08T01:24:58.605+02:00"
}