{
  "thread": {
    "uuid": "e5f6df92f121d42410b090f72f050b69b57d916b",
    "url": "https://actu.fr/normandie/mesnil-en-ouche_27049/pres-de-bernay-un-an-apres-lentreprise-daide-a-domicile-a-embauche-15-personnes_60500022.html",
    "site_full": "actu.fr",
    "site": "actu.fr",
    "site_section": "https://actu.fr/rss.xml",
    "site_categories": [
      "travel",
      "france"
    ],
    "section_title": "actu.fr - Toute l'information nationale, régionale et locale.",
    "title": "Près de Bernay : un an après, l'entreprise d'aide à domicile a embauché 15 personnes | L'Éveil Normand",
    "title_full": "Près de Bernay : un an après, l'entreprise d'aide à domicile a embauché 15 personnes | L'Éveil Normand",
    "published": "2023-12-30T06:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://static.actu.fr/uploads/2023/12/49d8e67e858561ed8e67e858532e8ev.jpg",
    "performance_score": 0,
    "domain_rank": 6568,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e5f6df92f121d42410b090f72f050b69b57d916b",
  "url": "https://actu.fr/normandie/mesnil-en-ouche_27049/pres-de-bernay-un-an-apres-lentreprise-daide-a-domicile-a-embauche-15-personnes_60500022.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rédaction Bernay",
  "published": "2023-12-30T06:56:00.000+02:00",
  "title": "Près de Bernay : un an après, l'entreprise d'aide à domicile a embauché 15 personnes | L'Éveil Normand",
  "text": " L'Éveil Normand Le 3 février 2023, Emeline Le Mehaute, âgée de 24 ans et Justine Perrochon, 28 ans, recevaient leur agrément pour la société d’aides à domicile Bienvenue chez vous , dont les salariés devaient intervenir dans un rayon de 15 km autour de La Vieille-Lyre , notamment sur le secteur de la commune nouvelle de Mesnil-en-Ouche (Eure).\nLes deux associées travaillaient depuis un peu plus d’un an dans le même Etablissement hospitalier pour personnes âgées dépendantes (EHPAD). Elles s’étaient connues à la MFR de Bernay , où elles avaient passé un baccalauréat professionnel « Service aux personnes et aux territoires ».\nDes débuts compliqués Grâce à Bienvenue chez vous, Emeline et Justine proposaient de permettre aux personnes seules, âgées ou ayant tout simplement un besoin ponctuel , de se sentir bien chez soi grâce à une aide personnalisée à domicile disponible sept jours sur sept et vingt-quatre heures sur vingt-quatre.\nAu début, elles le concèdent, Emeline Le Mehaute et Justine Perrochon ont rencontré des difficultés pour trouver des personnes prêtes à travailler pour peu d’heures, en attendant que les demandes augmentent.\nCe n’était pas gagné. Certains, dans notre entourage, ne croyaient pas en nous. Ce n’était pas le cas, heureusement, de Monsieur Marc Morière, maire de La Vieille-Lyre, et de sa secrétaire Nadège, qui ont vraiment été présents et nous ont fait beaucoup de publicité.\nEmeline Le Mehaute et Justine Perrochon De bonnes conditions de travail Bienvenue chez vous a permis d’embaucher un certain nombre de salariés. Il s’agit pour la plupart, selon le s jeunes cheffes d’entreprise , « de personnes qui avaient déjà travaillé dans le secteur de l’emploi à domicile » à qui Bienvenue chez vous proposait « des conditions de travail bien meilleures que celles qu’elles avaient pu ont pu connaître par le passé. »\nAujourd’hui, à peine un an après la mise en place de l’entreprise, Bienvenue chez vous compte 15 intervenants « sectorisés », travaillent pour une quarantaine de personnes dans un périmètre allant de Rugles à Conches en passant par Mesnil-en-Ouche et Beaumont-le-Roger .\nLa « sectorisation » leur permet d’éviter de parcourir de grandes distances.\nVidéos : en ce moment sur Actu Emeline Le Mehaute et Justine Perrochon sont d’autre part à l’écoute de leur personnel, mais aussi des bénéficiaires.\nPreuve en est, une réunion a lieu tous les trimestres afin que les éventuels problèmes rencontrés aussi bien par les intervenants que par les bénéficiaires soient étudiés et réglés dans les meilleures conditions possibles. Leur force, selon elles, c’est leur réactivité et le suivi personnalisé .\nNotre force, c’est notre réactivité et le suivi personnalisé. On ne laisse pas les gens comme ça, on les accompagne aussi dans leurs dossiers administratifs. On essaie de travailler main dans la main avec l’HAD (Hospitalisation à domicile) et le SSIAD (Services de soins à domicile). Par exemple, nous faisons tout avec l’HAD pour le maintien à domicile en fin de vie. Actuellement, on développe la garde de nuit à domicile abordable.\nEmeline Le Mehaute et Justine Perrochon Les services proposés par Bienvenue chez vous sont divers : ménage, lessive, repassage et petit jardinage… aide au lever, coucher, toilette, prise de repas… accompagnement aux courses, préparation et aide aux repas.\nIl leur est aussi possible d’accompagner leurs clients à certains rendez-vous, pour leurs loisirs, les emmener se promener… sans oublier les soins aux animaux de compagnie et bien sûr l’assistance et la coordination administrative.\nLeurs objectifs en 2024 Bienvenue chez vous a deux objectifs importants pour l’année 2024 : tout d’abord étendre ses services dans des secteurs dans lesquels l’offre reste restreinte et étoffer la garde à domicile, pour laquelle elle cherche du personnel prêt à faire des nuits ponctuellement.\nDe notre correspondante Dominique Duvoux\nContacts : Emeline Le Mehaute : 06 34 08 73 62/Justine Perrochon 06 34 90 39 34. [email protected] #Seniors ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T08:02:55.857+02:00",
  "updated": "2024-01-02T05:59:59.948+02:00"
}