{
  "thread": {
    "uuid": "d068450c8035d8d0dad0e6c2e8828478842876ce",
    "url": "https://www.statesman.com/story/news/local/2024/05/05/shalom-austin-iac-walk-texas-capitol-jewish-israel-palestine-conflict-protest/73579217007",
    "site_full": "www.statesman.com",
    "site": "statesman.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "Jews rally in support of Israel on Holocaust Remembrance Day in Texas",
    "title_full": "Jews rally in support of Israel on Holocaust Remembrance Day in Texas",
    "published": "2024-05-06T05:53:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.gannett-cdn.com/authoring/authoring-images/2024/05/05/NAAS/73580786007-jewish-walk-mlc-0692.jpg?auto=webp&crop=2399,1350,x0,y0&format=pjpg&width=1200",
    "performance_score": 0,
    "domain_rank": 3075,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d068450c8035d8d0dad0e6c2e8828478842876ce",
  "url": "https://www.statesman.com/story/news/local/2024/05/05/shalom-austin-iac-walk-texas-capitol-jewish-israel-palestine-conflict-protest/73579217007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": ", Austin American-Statesman",
  "published": "2024-05-06T05:53:00.000+03:00",
  "title": "Jews rally in support of Israel on Holocaust Remembrance Day in Texas",
  "text": "Central Texas Jewish community rallies in support of Israel amid pro-Palestinian protests Bianca Moreno-Paz Austin American-Statesman Show Caption\nHide Caption\nJewish community and pro-Palestinian groups hold protests in Austin Jewish community and Pro-Palestinian, labor rights groups hold gatherings on International Holocaust Remembrance Day and May Day. The Central Texas Jewish community came together Sunday at the Texas State Capitol to raise their voices in support of Jewish college students across the nation after two weeks of pro-Palestinian protests held at campuses nationwide, including at the University of Texas.\nThe protest in Austin was one of several held nationwide Sunday, said Shelly Shwartz, the Israeli American Council's Texas regional director. Shwartz, who was born in Israel but lives in Texas, wore a military-style dog tag necklace engraved with a square script that translates to \"My heart is captured in Gaza\" in honor of the hostages taken by Hamas, a Palestinian militant group, which launched a deadly attack on Israel on Oct. 7 and killed about 1,200 people.\nOrganized by the Israeli American Council, in partnership with Shalom Austin, the rally at the Capitol on Sunday brought together about 350 members of the Central Texas Jewish community on International Holocaust Remembrance Day to reflect on the ongoing Israel-Hamas war and the protests that have erupted on college campuses in recent weeks.\nMore: Pro-Palestinian, labor rights groups hold May Day protest Sunday at UT Tower\nAlternating chants of \"No place for hate in the Lone Star State\" and \"Never again means now\" shallowly echoed through the group as they walked a block from the Capitol building along Congress Avenue to the governor's mansion, paying homage to Gov. Greg Abbott's support of Israel. The crowd broke out in Hebraic songs before continuing onto Lavaca Street and looping around to its starting point on Congress Avenue and East 11th Street. The rally concluded by holding a moment of silence to honor the 6 million Jewish victims of the Holocaust and to plead for the return of Israeli hostages in Gaza.\nIn response to the Oct. 7 attack, Israel has bombarded Gaza, reportedly killing more than 30,000 people.\nLess than 2 miles away at the University of Texas at Austin, pro-Palestinian groups and college faculty members and students peacefully gathered in the shadow of the UT Tower for a May Day protest. Sunday's protest on campus ended calmly, despite two previous demonstrations on April 24 and April 29 resulting in police officers arresting more than 130 protesters .\nTwo UT juniors — Jordyn and Becca, who asked they be identified only by their first names for fear of retribution — said they joined the Sunday march at the Capitol because the student protests at UT made them fearful and angry. They recalled the conflicting feelings of seeing fellow classmates arrested while hearing aggressive statements made against Israel. The two women said UT was their dream school but felt disheartened to see students become involved in \"trendy\" protests.\n\"They don't even know what they're supporting and it's considered the right thing to do in public opinion right now,\" Jordyn said of pro-Palestinian demonstrators.\nJason Steklof, who attended the Capitol rally with this girlfriend, Des Bujunda, said his Jewish identity was reinforced by Hamas' Oct. 7 attack on Israel, and led him to become more involved in the community. The couple said Jewish college students should feel safe on their campuses and enjoy the same rights and privileges as others.\n\"I've always felt very culturally Jewish, but I've gotten a lot more involved since Oct. 7,\" he said. \"It's an important time in our lifetime to stand strong and proud.\"\nBujanda said she wished pro-Palestinian protesters had more context and better understood the dynamics of the Middle East conflict before raising their voices in support of Palestine.\n\"I find it ironic that the (pro-Palestinian students) are standing up for what they think is a revolution when they don't realize that Hamas doesn't like them either. And it's a threat to the U.S. as well,\" she said. \"Women don't have rights in Gaza, gay people don't have rights in Gaza. These kids are fighting for something that they think is morally unjust and they don't realize how lucky they are to be Americans,\" Bujanda said.\nStaff writer Lily Kepner contributed reporting\nFacebook\nTwitter\nEmail",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Social Issue",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.usatoday.com/story/news/nation/2024/05/05/school-protests-usc-closes-campus-updates/73578296007/",
    "https://usatoday.com/story/news/nation/2024/05/05/school-protests-usc-closes-campus-updates/73578296007/",
    "https://www.usatoday.com/story/news/nation/2024/05/05/school-protests-usc-closes-campus-updates/73578296007"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shalom austin",
        "sentiment": "none"
      },
      {
        "name": "shelly shwartz",
        "sentiment": "none"
      },
      {
        "name": "pro-palestin",
        "sentiment": "none"
      },
      {
        "name": "shwartz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "texas state capitol",
        "sentiment": "neutral"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "university of texas",
        "sentiment": "none"
      },
      {
        "name": "american council",
        "sentiment": "none"
      },
      {
        "name": "israeli american council",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "capitol",
        "sentiment": "none"
      },
      {
        "name": "austin",
        "sentiment": "none"
      },
      {
        "name": "central texas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T07:55:45.802+03:00",
  "updated": "2024-05-06T08:19:09.277+03:00"
}