{
  "thread": {
    "uuid": "7ef5af8487985f1b086e43706d388d347bc8a41f",
    "url": "http://www.restaurantnews.com/black-bear-diner-extends-bears-brew-back-initiative-to-donate-proceeds-from-coffee-blend-grown-and-roasted-by-women-back-to-women-during-womens-history-month-031424",
    "site_full": "www.restaurantnews.com",
    "site": "restaurantnews.com",
    "site_section": "http://www.restaurantnews.com/feed/",
    "site_categories": [
      "food",
      "cuisine_specific"
    ],
    "section_title": "RestaurantNews.com",
    "title": "Black Bear Diner Extends Bears Brew Back Initiative to Donate Proceeds from Coffee Blend Grown and Roasted by Women, Back to Women During Women’s History Month",
    "title_full": "Black Bear Diner Extends Bears Brew Back Initiative to Donate Proceeds from Coffee Blend Grown and Roasted by Women, Back to Women During Women’s History Month | RestaurantNews.com",
    "published": "2024-03-14T20:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "http://www.restaurantnews.com/wp-content/uploads/2024/03/Black-Bear-Diner-Extends-Bears-Brew-Back-Initiative-to-Donate-Proceeds-from-Coffee-Blend-Grown-and-Roasted-by-Women-Back-to-Women-During-Womens-History-Month-feature.jpg",
    "performance_score": 0,
    "domain_rank": 55335,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7ef5af8487985f1b086e43706d388d347bc8a41f",
  "url": "http://www.restaurantnews.com/black-bear-diner-extends-bears-brew-back-initiative-to-donate-proceeds-from-coffee-blend-grown-and-roasted-by-women-back-to-women-during-womens-history-month-031424",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "RestaurantNews com",
  "published": "2024-03-14T20:18:00.000+02:00",
  "title": "Black Bear Diner Extends Bears Brew Back Initiative to Donate Proceeds from Coffee Blend Grown and Roasted by Women, Back to Women During Women’s History Month",
  "text": "Redding, CA [Black Bear Diner](https://blackbeardiner.com?utm_source=RestaurantNews.com), one of the fastest-growing restaurant franchises in the country, famous for its abundant portions of home-style comfort food, unique cabin-themed dining experience and exceptional guest service, announced it will be honoring Women’s History Month and International Women’s Day through an extension of its Bears Brew Back initiative. Bears Brew Back is Black Bear Diner’s long-term commitment to improve the lives of the people of Nicaragua. “Since 2017, our internal Black Bear Diner initiative Bears Brew Back has funded clean water and educational programs that have enriched the lives of women, men, and children in the Nicaraguan communities that grow our coffee,” said Anita Adams, Chief Executive Officer at Black Bear Diner. “This March, in addition to our own Bears Brew Back coffee which includes beans grown by women farmers, we are proud to support the Ladies To The Front initiative in partnership with our coffee roasters at Java City Coffee.” For the month of March, Black Bear Diner will feature Java City’s Ladies To The Front specialty coffee blend in its diners. This unique blend is sourced from women farmers in Jinotega, Nicaragua, part of the Tierra Madre group of Aldea Global. The blend meets high-quality standards and supports initiatives to secure land rights for these women, enabling them to access micro-credit loans for production and economic activities. The full circle initiative then extends to the United States, where the Nicaraguan beans arrive at Java City’s roasting facility in Sacramento, CA. Here, the coffee is exclusively roasted by female employees, completing the cycle that empowers women from growers to roasters and beyond. For every bag of Ladies To The Front sold, $1 contributes to a scholarship fund supporting the educational goals of women graduates participating in a coffee training re-entry program at Rio Cosumnes Correctional Center (RCCC) in Sacramento County. Bears Brew Back is an ongoing, long-term philanthropic partnership created in 2017 with Java City Coffee Roasters and the Global Aldea Foundation to identify humanitarian projects in Nicaraguan communities. Since its formation, Bears Brew Back has funded programs providing clean water to more than 350 homes and 10 area schools servicing more than 500 students annually. Funds have also helped to build a school lunchroom and kitchen as well as provide 5,000 school backpacks and supplies to area children. For more information on Bears Brew Back visit [BlackBearDiner.com/bears-brew-back/](https://blackbeardiner.com/bears-brew-back/?utm_source=RestaurantNews.com) and for more details on Black Bear Diner and its menu offerings please visit [BlackBearDiner.com](https://blackbeardiner.com?utm_source=RestaurantNews.com). About Black Bear Diner Black Bear Diner is one of the fastest-growing franchises in the country. Founded in 1995 by Bruce Dean and Bob Manley in Mt. Shasta, California, Black Bear Diner brings home-style comfort food classics, exceptional guest service, and a unique cabin-theme to the dining experience. The quickly growing full-service concept, open for breakfast, lunch and dinner, offers a vast, enticing menu anchored in hearty portions and excellent value, with service rooted in genuine hospitality. The franchise now operates 156 diners in 13 states and growing, with plans to open 14 new diners in 2024. Black Bear Diner has been consistently recognized for its significant growth and outstanding performance, and in the last year was ranked on the Entrepreneur Franchise 500 list, Nation’s Restaurant News Top 500 Report, Restaurant Business Technomic Top 500 Chain report , Franchise Times Top 400 list, and more. Franchise Times notably called Black Bear Diner one of the “smartest-growing brands” in the country. Media Contact: Madison McGillicuddy ICR, Inc. blackbeardiner@icrinc.com - More from [Black Bear Diner](https: 2/?q=%22Black%20Bear%20Diner%22)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://www.blackbeardiner.com?utm_source=RestaurantNews.com),",
    "https://www.blackbeardiner.com?utm_source=RestaurantNews.com).",
    "https://blackbeardiner.com/bears-brew-back/?utm_source=RestaurantNews.com)",
    "http://www.RestaurantNews.com))",
    "https://blackbeardiner.com?utm_source=RestaurantNews.com).",
    "https://www.blackbeardiner.com/bears-brew-back/?utm_source=RestaurantNews.com)",
    "https://blackbeardiner.com/bears-brew-back/",
    "https://blackbeardiner.com?utm_source=RestaurantNews.com),",
    "https://blackbeardiner.com",
    "http://RestaurantNews.com))"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anita adams",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "black bear diner",
        "sentiment": "none"
      },
      {
        "name": "java city coffee",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nicaragua",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:25:26.402+02:00",
  "updated": "2024-03-15T00:25:26.402+02:00"
}