{
  "thread": {
    "uuid": "53d97857961d09fb86f8a9248b28e14e669394a7",
    "url": "https://london.ctvnews.ca/girls-at-silver-stick-tournament-in-sarnia-ont-inspired-by-pwhl-1.6715300",
    "site_full": "london.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "https://vancouverisland.ctvnews.ca",
    "site_categories": [
      "media"
    ],
    "section_title": "Victoria News | Local Breaking | CTV News Vancouver Island ",
    "title": "Girls at Silver Stick tournament in Sarnia, Ont. 'inspired' by PWHL | CTV News",
    "title_full": "Girls at Silver Stick tournament in Sarnia, Ont. 'inspired' by PWHL | CTV News",
    "published": "2024-01-07T23:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2024/1/7/silver-stick-tournament-1-6715310-1704669716921.jpeg",
    "performance_score": 0,
    "domain_rank": 981,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "53d97857961d09fb86f8a9248b28e14e669394a7",
  "url": "https://london.ctvnews.ca/girls-at-silver-stick-tournament-in-sarnia-ont-inspired-by-pwhl-1.6715300",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@CTVLondon",
  "published": "2024-01-07T23:25:00.000+02:00",
  "title": "Girls at Silver Stick tournament in Sarnia, Ont. 'inspired' by PWHL | CTV News",
  "text": "[Skip to main content](#main) Girls at Silver Stick tournament in Sarnia, Ont. 'inspired' by PWHL Fifty-nine girls’ teams playing for Silver Stick supremacy. \"This is one of my first time’s being here, so I really want to win this,\" says Ellie Ryan, a 12U player for Livonia, who crossed the border from Michigan to play in the tournament. Nearly 1,000 girls ranging from 11U to 18U were all in Sarnia, Ont. this weekend. The Arapahoe Warriors came all the way from Denver, Colorado where the girl's game is still in its growing phase. \"Our organization had 4-5 girls a few years ago, now we have 14-15 at the pee wee level,\" says Terry Bevan, a coach with the Warriors. \"The younger teams have full teams with 15-20 girls and they are playing just girls hockey. There is also multiple teams in the mountains, and with the Avs (Colorado Avalanche) and DU (Denver University) you can feel it build its great.\" The women’s game is only going to trend upwards with the creation of the Professional Women’s Hockey League (PWHL). \"Typically it was just NHL and not much girls’ hockey, but glad they are getting into that,\" says Mackenzie Pomerantz, a 12U player from Livonia. Lara Kelly sent her North Halton team to the U18 finals with a double-overtime game winner, to break a scoreless tie. She is thrilled that the PWHL is giving something for female hockey players to strive toward. \"It's giving young girls the hope of having a career in women's hockey,\" says Kelly. \"Especially this year with the big change, it’s something big for women because they worked so hard to get here.\" Coach Jenna Abeyta speaks to her Arapahoe Warriors team from Denver, Colorado during an intermission break at the Silver Stick Tournament in Sarnia, Ont. (Source: Brent Lale/CTV London)Warriors coach Jenna Abeyta was a University teammate of some current PWHL players. \"Our dream growing up was to make the NHL as a girl, but now they have a PWHL,\" says Abeyta, who left Colorado to play University in Massachusetts. \"There is definitely some girls on our team that have high hopes, and having the PWHL they get to see themselves play at that level.\" And for the Livonia team, they’d love to see Detroit become a PWHL expansion franchise. \"I’d love to be able to go watch a game,\" says Pomerantz. [London Top Stories](https://london.ctvnews.ca/) CTVNews.ca Top Stories [House of Commons 'more a stage than an institution' says former PM Clark](https://www.ctvnews.ca/politics/house-of-commons-more-a-stage-than-an-institution-says-former-pm-clark-1.6745989) Former Progressive Conservative prime minister Joe Clark says the House of Commons has become \"more a stage than an institution,\" and it is impacting the \"state of mind of people who come to serve there.\" [Bodies of B.C. helicopter crash victims recovered from mountain, heli-skiing company says](https://bc.ctvnews.ca/bodies-of-b-c-helicopter-crash-victims-recovered-from-mountain-heli-skiing-company-says-1.6746038) The bodies of the three people who were killed in a heli-skiing crash north of Terrace, B.C., on Monday, Jan. 22 were successfully recovered on Sunday, the president of the company announced. [A ghostly shipwreck has emerged in Newfoundland, and residents want to know its story](https://www.ctvnews.ca/canada/a-ghostly-shipwreck-has-emerged-in-newfoundland-and-residents-want-to-know-its-story-1.6745448) The massive, overturned hull of a seemingly ancient ship has appeared without warning along the southwestern tip of Newfoundland, dazzling nearby residents eager to know who may have been aboard and how it met its fate. [B.C. senior wins right to sell home she paid $3.4M to build, despite objections of co-owners who paid just $115K](https://bc.ctvnews.ca/b-c-senior-wins-right-to-sell-home-she-paid-3-4m-to-build-despite-objections-of-co-owners-who-paid-just-115k-1.6745383) A B.C. senior who has spent more than $3.4 million on the construction of a home on the Sunshine Coast has been granted an injunction against the former co-owners of the property, who have contributed only $115,000 to the project. [Deepfaked nudes of Taylor Swift show we need AI regulation now: experts](https://www.ctvnews.ca/sci-tech/deepfaked-nudes-of-taylor-swift-show-we-need-ai-regulation-now-experts-1.6745906) Last week, AI-generated images which depicted superstar Taylor Swift in sexually suggestive and explicit positions were spread around the internet, and experts say it’s a wake-up call showing we need real AI regulation now. [Illinois election officials to weigh recommendation to remove Trump's name from March primary ballot](https://www.ctvnews.ca/world/illinois-election-officials-to-weigh-recommendation-to-remove-trump-s-name-from-march-primary-ballot-1.6746111) Former President Donald Trump should be removed from Illinois' primary ballot, but the decision should be left to the courts, a retired judge recommended Sunday to the state's election board. [Mahomes, Kelce are headed to the Super Bowl after Chiefs shut down Ravens 17-10](https://www.ctvnews.ca/sports/mahomes-kelce-are-headed-to-the-super-bowl-after-chiefs-shut-down-ravens-17-10-1.6745943) The Kansas City Chiefs will reach the Super Bowl for the fourth time in five years after a 17-10 victory against the Baltimore Ravens in the AFC championship game Sunday. [Former NHL player Alex Formenton has turned himself in to police, his lawyer says](https://www.ctvnews.ca/sports/former-nhl-player-alex-formenton-has-turned-himself-in-to-police-his-lawyer-says-1.6745710) Former NHL player Alex Formenton turned himself in to police on Sunday in connection with an investigation into an alleged sexual assault by several members of Canada's 2018 world junior team. [EU Commission changes social media post about Auschwitz after protests from Poland](https://www.ctvnews.ca/world/eu-commission-changes-social-media-post-about-auschwitz-after-protests-from-poland-1.6746042) Poland on Sunday asked the European Commission to fix a social media post about the Holocaust, saying it wrongly linked the Auschwitz death camp to Poland, rather than Nazi Germany. [Shopping Trends](https://www.ctvnews.ca/shopping.html) The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. [Read about us.](https://www.ctvnews.ca/shopping/about-us.html) [Kitchener](https://kitchener.ctvnews.ca/) - [Most-read stories of the week: First homicides of 2024, stitches for 4-year-old, international students](https://kitchener.ctvnews.ca/most-read-stories-of-the-week-first-homicides-of-2024-stitches-for-4-year-old-international-students-1.6745773) The first homicides of the year in Waterloo Region, stitches for a four-year-old after a classroom incident, and concerns for international students round out the most-read stories of the week. - ['A step in the good direction': Event held to address rise in Islamophobia in Waterloo Region](https://kitchener.ctvnews.ca/a-step-in-the-good-direction-event-held-to-address-rise-in-islamophobia-in-waterloo-region-1.6745881) The Coalition of Muslim Women in Kitchener-Waterloo is taking steps to address the rise of Islamophobia seen in the region. - [Loaded firearm and drugs seized from stolen vehicle in Kitchener](https://kitchener.ctvnews.ca/loaded-firearm-and-drugs-seized-from-stolen-vehicle-in-kitchener-1.6745639) What started as an arrest for a stolen vehicle in Kitchener led to regional police seizing other stolen property, drugs, and a loaded firearm. [Windsor](https://windsor.ctvnews.ca/) - [Transit Windsor workers 'still at an impasse' after two days of talks: union](https://windsor.ctvnews.ca/transit-windsor-workers-still-at-an-impasse-after-two-days-of-talks-union-1.6745825) Buses will be running Monday and the union will announce their plan for next steps regarding ongoing contract talks via a news release. - [Former NHL player Alex Formenton has turned himself in to police, his lawyer says](https://www.ctvnews.ca/sports/former-nhl-player-alex-formenton-has-turned-himself-in-to-police-his-lawyer-says-1.6745710) Former NHL player Alex Formenton turned himself in to police on Sunday in connection with an investigation into an alleged sexual assault by several members of Canada's 2018 world junior team. - [Chatham-Kent Health Alliance: one of 'Canada's Best Employers for Diversity 2023'](https://windsor.ctvnews.ca/chatham-kent-health-alliance-one-of-canada-s-best-employers-for-diversity-2023-1.6745656) Forbes magazine has ranked Chatham-Kent Health Alliance one of 'Canada's Best Employers for Diversity 2023' [Barrie](https://barrie.ctvnews.ca/) - [Wasaga Beach residents get first look at new twin-pad arena and library](https://barrie.ctvnews.ca/wasaga-beach-residents-get-first-look-at-new-twin-pad-arena-and-library-1.6745891) Wasaga Beach residents had the chance to see their new state-of-the-art arena and library this weekend for the first time. - [Huntsville OPP searching for suspects wanted in connection to string of break-and-enters](https://barrie.ctvnews.ca/huntsville-opp-searching-for-suspects-wanted-in-connection-to-string-of-break-and-enters-1.6745614) Police in Huntsville are searching for multiple people believed to be connected to three break-and-enters at area businesses. - [Police investigating sexual assault in Alliston](https://barrie.ctvnews.ca/police-investigating-sexual-assault-in-alliston-1.6745199) Investigators with the Nottawasaga OPP are seeking the public's help in relation to a sexual assault in Alliston. [Northern Ontario](https://northernontario.ctvnews.ca/) - [Sudbury police searching for missing city councillor](https://northernontario.ctvnews.ca/sudbury-police-searching-for-missing-city-councillor-1.6745668) Sudbury police are looking for Ward 2 city councillor Michael Vagnini who was reported missing Saturday. - [House of Commons 'more a stage than an institution' says former PM Clark](https://www.ctvnews.ca/politics/house-of-commons-more-a-stage-than-an-institution-says-former-pm-clark-1.6745989) Former Progressive Conservative prime minister Joe Clark says the House of Commons has become \"more a stage than an institution,\" and it is impacting the \"state of mind of people who come to serve there.\" - [Sault mayor wants to make amends with Francophone community](https://northernontario.ctvnews.ca/sault-mayor-wants-to-make-amends-with-francophone-community-1.6746020) Sault Ste. Marie's mayor is using the 34th anniversary of the city's controversial \"English-only\" resolution to make amends with the city's Francophone community. [Ottawa](https://ottawa.ctvnews.ca/) - [Popular Ottawa donut shop strikes a deal on Dragons' Den](https://ottawa.ctvnews.ca/popular-ottawa-donut-shop-strikes-a-deal-on-dragons-den-1.6745717) Holey Confections in Ottawa is being cast into a new kind of spotlight after an appearance on the television series Dragons Den. - [4-car crash in Alta Vista allegedly caused by impaired driver: police](https://ottawa.ctvnews.ca/4-car-crash-in-alta-vista-allegedly-caused-by-impaired-driver-police-1.6745600) One person has been taken to a trauma centre early Sunday morning after a four-vehicle crash allegedly caused by an impaired driver in Alta Vista. - [Progressives mourn 'great Canadian' Ed Broadbent at state funeral in Ottawa](https://www.ctvnews.ca/politics/progressives-mourn-great-canadian-ed-broadbent-at-state-funeral-in-ottawa-1.6745578) Generations of progressives paid their respects to former NDP leader Ed Broadbent and celebrated his legacy and accomplishments during a state funeral held in the nation's capital on Sunday afternoon. [Toronto](https://toronto.ctvnews.ca/) - [Driver knocked down pole, 'ran off on foot' from Etobicoke collision, say Toronto police](https://toronto.ctvnews.ca/driver-knocked-down-pole-ran-off-on-foot-from-etobicoke-collision-say-toronto-police-1.6746159) Toronto police are looking for a driver who allegedly crashed their vehicle into a pole knocking it down then fled the scene. - [Toronto police investigating after ATM damaged in East York](https://toronto.ctvnews.ca/toronto-police-investigating-after-atm-damaged-in-east-york-1.6745809) Toronto police’s explosives disposal and K9 units have been called in after an Automated Teller Machine (ATM) was damaged in East York. - [International students in Canada say system needs review](https://toronto.ctvnews.ca/international-students-in-canada-say-system-needs-review-1.6745546) At a bustling college campus west of Toronto, several students had been thinking about recently announced changes to the international student program that brought them to the post-secondary institution. [Montreal](https://montreal.ctvnews.ca/) - [Children's Clinic operator says Brunswick Medical Centre won't suffer the same fate](https://montreal.ctvnews.ca/children-s-clinic-operator-says-brunswick-medical-centre-won-t-suffer-the-same-fate-1.6745670) After the sudden closure of the Children's Clinic in Montreal earlier this week, there are growing concerns about the future of another clinic -- the Brunswick Medical Centre -- operated by the same company. - [Quebec police investigating TikTok of young men 'rooftopping' on the Champlain Bridge tower](https://montreal.ctvnews.ca/quebec-police-investigating-tiktok-of-young-men-rooftopping-on-the-champlain-bridge-tower-1.6745848) The TikTok, taken from the climbers' perspectives, follows a group of young men as they make their way up the 170-foot tower (equivalent to a 40-storey building). - [CTV News Montreal at Six for Sunday, January 28, 2024](https://montreal.ctvnews.ca/ctv-news-montreal-at-six-for-sunday-january-28-2024-1.6745971) Watch CTV News Montreal at 6 o'clock for Sunday, January 28, 2024 with anchor Kelly Greig. [Atlantic](https://atlantic.ctvnews.ca/) - [NS Power says fixing rural outages is a top priority](https://atlantic.ctvnews.ca/ns-power-says-fixing-rural-outages-is-a-top-priority-1.6745818) People who live in rural areas of Cape Breton — and those elected to represent them — have long been fed up with frequent power outages. - ['He was a really good guy': Son, coworker remember beloved market fixture](https://atlantic.ctvnews.ca/he-was-a-really-good-guy-son-coworker-remember-beloved-market-fixture-1.6745585) Zach Wetmore returned to the Moncton Market to serve sausages like his father did before he died on Jan. 19. - [People rally outside Fredericton synagogue to show support after vandalism](https://atlantic.ctvnews.ca/people-rally-outside-fredericton-synagogue-to-show-support-after-vandalism-1.6746024) A crowd of about 150 people gathered outside the Sgoolai Israel Synagogue in Fredericton on Sunday to show their support for the Jewish community after the building was vandalized. [Winnipeg](https://winnipeg.ctvnews.ca/) - [Man dead following Winnipeg police response to 'domestic-related' incident](https://winnipeg.ctvnews.ca/man-dead-following-winnipeg-police-response-to-domestic-related-incident-1.6745832) Winnipeg police have handed over an investigation to Manitoba's police watchdog after a man died in hospital a day after officers restrained him while responding to a domestic call in the city's Crestview neighbourhood. - [Police lay manslaughter charge in death of Winnipeg restaurant owner](https://winnipeg.ctvnews.ca/police-lay-manslaughter-charge-in-death-of-winnipeg-restaurant-owner-1.6744962) Winnipeg police have made an arrest in the death of a Winnipeg restaurant owner who was assaulted outside his business Wednesday night. - ['They're out there': Winnipeg pet owners on alert as coyote sightings increase](https://winnipeg.ctvnews.ca/they-re-out-there-winnipeg-pet-owners-on-alert-as-coyote-sightings-increase-1.6746007) Winnipeg pet owners are tightening their leashes when out with their animals, with many saying they see and hear more coyotes in their neighbourhoods. [Calgary](https://calgary.ctvnews.ca/) - [1 dead, 1 injured in southwest Calgary fire Sunday night](https://calgary.ctvnews.ca/1-dead-1-injured-in-southwest-calgary-fire-sunday-night-1.6746147) A woman is dead after a fire broke out in a bungalow in southwest Calgary Sunday night. - [Investigation underway into fatal campground shooting of 26-year-old Calgary man near Conrich, Alta. early Sunday](https://calgary.ctvnews.ca/investigation-underway-into-fatal-campground-shooting-of-26-year-old-calgary-man-near-conrich-alta-early-sunday-1.6745752) Strathmore RCMP and the Alberta RCMP Major Crimes Unit are investigating a fatal shooting that took place at the Mountain View Campground near Conrich early Sunday morning. - [Former NHL player Alex Formenton has turned himself in to police, his lawyer says](https://www.ctvnews.ca/sports/former-nhl-player-alex-formenton-has-turned-himself-in-to-police-his-lawyer-says-1.6745710) Former NHL player Alex Formenton turned himself in to police on Sunday in connection with an investigation into an alleged sexual assault by several members of Canada's 2018 world junior team. [Edmonton](https://edmonton.ctvnews.ca/) - [South Edmonton apartment resident frustrated over lack of warning during police operation in her building](https://edmonton.ctvnews.ca/red-deer/south-edmonton-apartment-resident-frustrated-over-lack-of-warning-during-police-operation-in-her-building-1.6746089) A resident is raising questions over how an arrest was handled in her apartment building in south Edmonton Friday night. - [Couple break into room, shoot man in west Edmonton motel Friday: EPS](https://edmonton.ctvnews.ca/couple-break-into-room-shoot-man-in-west-edmonton-motel-friday-eps-1.6745090) A Friday night shooting at a west Edmonton motel is believed to have been targeted. - [Edmontonians take the plunge at frosty fundraiser Sunday](https://edmonton.ctvnews.ca/edmontonians-take-the-plunge-at-frosty-fundraiser-sunday-1.6746163) More than 100 Edmontonians took an icy dip Sunday in support of the Special Olympics. [Vancouver](https://bc.ctvnews.ca/) - [Bodies of B.C. helicopter crash victims recovered from mountain, heli-skiing company says](https://bc.ctvnews.ca/bodies-of-b-c-helicopter-crash-victims-recovered-from-mountain-heli-skiing-company-says-1.6746038) The bodies of the three people who were killed in a heli-skiing crash north of Terrace, B.C., on Monday, Jan. 22 were successfully recovered on Sunday, the president of the company announced. - ['Not sleeping well at night': Farmers tense as flood warning issued for Sumas River](https://bc.ctvnews.ca/not-sleeping-well-at-night-farmers-tense-as-flood-warning-issued-for-sumas-river-1.6745867) A flood warning was issued for the Sumas River Sunday afternoon as a series of storms is expected to continue to soak B.C.'s South Coast. - [B.C. man campaigns for Taylor Swift to be recognized on a stamp](https://bc.ctvnews.ca/b-c-man-campaigns-for-taylor-swift-to-be-recognized-on-a-stamp-1.6746016) In a Vancouver man’s wildest dreams, Taylor Swift would fill the blank space in the top-right corner of envelopes in her home country.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "north h",
        "sentiment": "none"
      },
      {
        "name": "mackenzie pomerantz",
        "sentiment": "none"
      },
      {
        "name": "ellie ryan",
        "sentiment": "none"
      },
      {
        "name": "terry bevan",
        "sentiment": "none"
      },
      {
        "name": "lara kelly",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ctv news fifty",
        "sentiment": "negative"
      },
      {
        "name": "pwhl",
        "sentiment": "negative"
      },
      {
        "name": "arapahoe warriors",
        "sentiment": "none"
      },
      {
        "name": "nhl",
        "sentiment": "none"
      },
      {
        "name": "denver university",
        "sentiment": "none"
      },
      {
        "name": "colorado avalanche",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sarnia",
        "sentiment": "none"
      },
      {
        "name": "colorado",
        "sentiment": "none"
      },
      {
        "name": "livonia",
        "sentiment": "none"
      },
      {
        "name": "denver",
        "sentiment": "none"
      },
      {
        "name": "michigan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:38:24.460+02:00",
  "updated": "2024-01-29T09:17:41.824+02:00"
}