{
  "thread": {
    "uuid": "450e4dc087b223e66c4203dd1d51dadea75dfcf5",
    "url": "http://legacy.senate.gov.ph/press_release/2023/1228_go2.asp",
    "site_full": "legacy.senate.gov.ph",
    "site": "senate.gov.ph",
    "site_section": "http://legacy.senate.gov.ph/rss/rss_news.aspx",
    "site_categories": [],
    "section_title": "Latest News Feed - Senate of the Philippines",
    "title": "Bong Go rallies support for MMFF and local film industry; promotes welfare of media and entertainment workers",
    "title_full": "Bong Go rallies support for MMFF and local film industry; promotes welfare of media and entertainment workers",
    "published": "2023-12-29T00:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "PH",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 55416,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "450e4dc087b223e66c4203dd1d51dadea75dfcf5",
  "url": "http://legacy.senate.gov.ph/press_release/2023/1228_go2.asp",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T00:23:00.000+02:00",
  "title": "Bong Go rallies support for MMFF and local film industry; promotes welfare of media and entertainment workers",
  "text": "|\nPress Release|\nDecember 28, 2023\nBong Go rallies support for MMFF and local film industry; promotes welfare of media and entertainment workers\nSenator Christopher \"Bong\" Go, on Wednesday, December 27, emphasized the significance of the Metro Manila Film Festival (MMFF) and the need to support the local film industry. He also expressed his gratitude for the resilience shown by Filipinos during the festive season.\nAs a member of the executive committee of MMFF since 2019, Go encouraged Filipinos to support local films, art and culture, particularly during the MMFF. He highlighted the festival's role in showcasing the skills, talent, and creativity of Filipino filmmakers.\n\"Ang MMFF ay hindi lamang isang tradisyon tuwing panahong ito, kundi isang mahalagang bahagi ng ating industriya ng pelikula na nagbibigay daan sa pagpapakita ng husay, talento, at malikhaing galing ng mga Pilipino,\" he stated.\nGo acknowledged the challenges faced by the film industry due to the pandemic. He emphasized the importance of supporting local films, stating that every ticket purchased is an investment in the future of Filipino art and cultur through films.\n\"Ang pandemya ay nagdulot ng malaking hamon sa ating industriya. Ngunit sa ating pagtangkilik, maipapakita natin ang ating kakayahan na muling bumangon at lumago,\" he remarked.\nThis year's MMFF includes \"Family of Two,\" \"Kampon,\" \"Penduko,\" \"Rewind,\" \"When I Met You in Tokyo,\" \"Becky and Badette,\" \"Broken Hearts Trip,\" \"Firefly,\" \"Gomburza,\" and \"Mallari.\"\nMeanwhile, in the Senate, Go is a member of the Senate Committee on Public Information and is pushing for the passage of Senate Bill No. 1183 or the \"Media and Entertainment Workers Welfare Act\" which he filed earlier. This proposal aims to provide enhanced protection, security, and incentives for media workers in the country, across all platforms.\nThe bill includes provisions for additional health insurance coverage, overtime and night differential pay, hazard pay, and other benefits to safeguard the rights and welfare of media workers.\nHe also mentioned his support for the \"Eddie Garcia bill\" which he co-authored and was tackled in the plenary recently before session ended this year. The bill aims to provide further support and protection to movie and television industry workers.\n\"Kamakailan naman ay ini-sponsor sa plenaryo ng Senado ang \"Eddie Garcia bill\" bilang pagkilala sa yumaong aktor at bilang pagsuporta sa mga movie at television industry workers. Bilang co-author nito, suportado natin ang hangarin ng panukala,\" he said.\n\"Ngunit mahalaga rin lang na mapakinggan ang boses ng mga producers sa industriya pagdating sa magiging final version ng panukalang batas. Importante na bumalik ang sigla ng industriya habang protektado naman ang mga manggagawa nito,\" he however stressed.\nAs the year draws to a close, Go then urged continued love and support for local artists and their work. He also encouraged everyone to show compassion not only during Christmas but in everyday life.\n\"Nais ko ring gamitin ang pagkakataong ito upang hikayatin ang bawat isa na patuloy na magpakita ng pagmamalasakit sa kapwa lalo na sa mga higit na nangangailangan,\" he said.\nGo also expressed his sincere gratitude towards every Filipino who continues to demonstrate compassion and unity despite challenges.\n\"Sa nalalapit na pagtatapos ng isa na namang masayang panahon ng Kapaskuhan, nais kong ipahayag ang aking taos-pusong pasasalamat sa bawat Pilipinong patuloy na nagpapakita ng malasakit at pagkakaisa sa kabila ng mga pagsubok na ating hinaharap,\" he said.\nHe reminded everyone that the true essence of Christmas is reflected in service, helping one another, and showing care. Go concluded his message with a wish for a Merry Christmas and a prosperous New Year, thanking everyone for their unwavering support and love.\n\"Muli, isang maligayang Pasko at mapagpalang Bagong Taon sa ating lahat. Maraming salamat sa inyong walang-sawang suporta at pagmamahal. Sa ating patuloy na pagkakaisa at pagtutulungan, naniniwala ako na makakamit natin ang isang ligtas, masagana at maunlad na bansang ating inaasam,\" concluded Go.\n|\n|\nThursday, December 28\nWednesday, December 27",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Labor",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christopher",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "metro manila film festival",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T12:31:23.082+02:00",
  "updated": "2023-12-29T12:31:23.082+02:00"
}