{
  "thread": {
    "uuid": "de87d82abb4db051e2c88e697400b0f643fc7e23",
    "url": "https://fr.le360.ma/politique/institutions-securitaires-efficacite-et-reconnaissance-internationale_BOKDYLYYPVERFNY6EP7XB6F2SA/",
    "site_full": "fr.le360.ma",
    "site": "le360.ma",
    "site_section": "http://fr.le360.ma/",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Le360 - Le média des actualités du Maroc",
    "title": "Institutions sécuritaires: efficacité et reconnaissance internationale | le360.ma",
    "title_full": "Institutions sécuritaires: efficacité et reconnaissance internationale | le360.ma",
    "published": "2023-12-28T21:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://fr.le360.ma/resizer/Gl11WutPjEMGIzxZsXGxJgCOg_g=/1200x630/cloudfront-eu-central-1.images.arcpublishing.com/le360/E6TB6TGU7BDANCNNX3D7YQN7E4.png",
    "performance_score": 0,
    "domain_rank": 42782,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "de87d82abb4db051e2c88e697400b0f643fc7e23",
  "url": "https://fr.le360.ma/politique/institutions-securitaires-efficacite-et-reconnaissance-internationale_BOKDYLYYPVERFNY6EP7XB6F2SA/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Le360",
  "published": "2023-12-28T21:19:00.000+02:00",
  "title": "Institutions sécuritaires: efficacité et reconnaissance internationale | le360.ma",
  "text": "Le Maroc a réussi à se positionner comme un allié stratégique incontournable dans le domaine de la sécurité internationale en jouant des rôles décisifs dans la coopération bilatérale et multilatérale. De nombreux accords et programmes de coopération ont été signés entre la Direction générale de la sûreté nationale (DGSN) et ses partenaires internationaux, rapporte Al Ahdath Al Maghribia du vendredi 29 septembre. Cette coopération s’articule essentiellement sur la formation et les échanges d’expériences avec plusieurs pays européens et les États-Unis, sans oublier le volet opérationnel relatif aux échanges d’informations sur les individus recherchés à l’échelle mondiale.\nDe même, la DGSN partage son expérience avec plusieurs pays africains dans le domaine de la formation. C’est ainsi que durant l’année 2023 et en l’espace de 10 mois, le directeur général de la DGSN/DGST, Abdellatif Hammouchi, a reçu de hauts responsables américains qui supervisent la sécurité, les renseignements et la politique américaine. Ces visites démontrent que le Maroc constitue actuellement la clef de voûte des politiques sécuritaires régionale et mondiale, notamment dans le domaine de la lutte contre le terrorisme.\nSelon un rapport du ministère de l’Intérieur, les services de sécurité ont démantelé plusieurs cellules terroristes et procédé à l’arrestation de suspects impliqués dans des affaires de terrorisme. Mais les efforts les plus marquants ont trait à la libération de plusieurs otages retenus en Afrique. C’est ainsi que le Maroc a intercédé pour la libération de l’otage roumain IIan Gerghut qui était détenu au Burkina Faso par le groupe Al Mourabitoune affilié à Al Qaeda. Il en est de même pour l’activiste humanitaire Jörg Lange qui était en captivité en tant qu’otage depuis près de quatre ans et demi au Sahel et plus précisément au Mali. En guise de reconnaissance à la contribution des services de renseignement marocains à la sécurité régionale et internationale, la Direction générale d’études et de documentation (DGED), en la personne de Yassine Mansouri, a été décorée de L’Etoile de Roumanie, la plus haute distinction de ce pays, décernée par son président Klaus Werner Johannis.\nLe quotidien Al Ahdath Al Maghribia souligne que le Maroc a démantelé en janvier 2023 une cellule terroriste affiliée à Daech composée de trois individus lors d’une opération conjointe entre le Maroc et l’Espagne. Une opération ponctuée par l’arrestation de l’un des membres de la cellule par les forces spéciales. Au cours du mois de novembre, le Bureau central d’investigations judiciaires (BCIJ) a arrêté un extrémiste dans la province de Nador. Une opération qui a été conduite conjointement avec le Centre national de renseignement espagnol (CNI). Comme d’habitude, le royaume a joué un rôle décisif. La dernière intervention menée en coordination avec l’Espagne a permis de déjouer des menaces terroristes contre la ville de Nador et le préside occupé de Melillia.\nLe département d’État américain a, dans son rapport annuel de 2022 sur la lutte contre le terrorisme dans le monde, loué la politique marocaine unique et globale dans la mise en échec des projets terroristes à travers le renforcement des mesures de vigilance et de surveillance. Grâce à la sécurité et la stabilité que connait le royaume, la diplomatie parallèle de sécurité a vu le jour. Elle a été conduite avec beaucoup de talent et de perspicacité par le directeur général de la DGSN, Abdellatif Hammouchi, qui a été décoré par plusieurs pays dont de grandes puissances. Pour preuve, le directeur général de la police française, Fréderic Veaux, a sollicité l’aide de son homologue marocain pour contribuer à la sécurisation des jeux olympiques de Paris-2024 lors de l’entretien qu’il a eu avec lui le 12 décembre courant durant son séjour à Rabat.\nPar Hassan Benadad Le 28/12/2023 à 20h19",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:04:16.693+02:00",
  "updated": "2023-12-29T00:04:16.693+02:00"
}