{
  "thread": {
    "uuid": "a1b6e89f532b67d211f74c3f17a712d33ee07108",
    "url": "https://www.newsbreak.com/elmont-ny/3281141781800-islanders-bounce-back-from-horrific-loss-with-convincing-win-over-capitals",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/mount-vernon-ny",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Mount Vernon News, Weather, Safety, Sports | NewsBreak Mount Vernon, NY",
    "title": "Islanders bounce back from horrific loss with convincing win over Capitals",
    "title_full": "Islanders bounce back from horrific loss with convincing win over Capitals",
    "published": "2023-12-30T05:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/4fHkyZ_0qU9JAs800?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3324,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a1b6e89f532b67d211f74c3f17a712d33ee07108",
  "url": "https://www.newsbreak.com/elmont-ny/3281141781800-islanders-bounce-back-from-horrific-loss-with-convincing-win-over-capitals",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2023-12-30T05:25:00.000+02:00",
  "title": "Islanders bounce back from horrific loss with convincing win over Capitals",
  "text": "The Islanders practiced angry on Thursday and said all the right things after a shocking 7-0 defeat at the hands of the Penguins on Wednesday. But Lane Lambert hit the nail on the head Friday morning when asked about the response of the group. “We’ll see tonight,” he said. “Tonight’s the response.” It ended up being just the response the Islanders needed, in the form of a dominant 5-1 win over the Capitals that will allow them to wash the memory of Wednesday from their minds. After a shocking structural effort in which they were repeatedly victimized around their own net on Wednesday, the Islanders turned in a much sharper game in their own end. They settled things down, moved the puck through the neutral zone as planned and got in on the forecheck — a basic return to fundamentals. It began to pay off when the Isles scored twice over a stretch of 1:10 early in the second period, first when Jean-Gabriel Pageau went bar-down on a breakaway one-timer and second when Noah Dobson’s one-timer off Mathew Barzal’s drop pass beat Darcy Kuemper from above the right circle. Perfect, the Islanders were not; that is rare in general and rarer for this team. But it was about as close as they have gotten all year. Julian Gauthier’s finish from the slot off Jean-Gabriel Pageau’s rebound at the 10:10 mark of the third, however, spared the Islanders from the sort of late-game drama to which they have become accustomed. Eighteen seconds later, when Gauthier slid the puck past Kuemper off another Pageau feed, it spelled an end to the competitive portion of the evening. Pageau, however, still had another goal in his bag to cap a four-point evening by making it 5-0 with 5:34 to go in the game. So was this progress compared to Wednesday? Yes, it sure was. The top six was much more dynamic offensively. Gauthier, after being made a healthy scratch for the first time since Nov. 24 on Wednesday, loudly reaffirmed he should be in the lineup ahead of Oliver Wahlstrom. Pageau had arguably his best night of the season and heard his name sung by the fans. Sorokin, after getting pulled Wednesday, looked like his usual impeccable self and stopped 32 shots, only losing a shutout on Nicolas Aube-Kubel’s goal with 17.9 seconds left. The Islanders limited their defensive zone time and limited Washington’s chances, save for the early part of the third when they fell into old habits while protecting the lead. After allowing four or more goals in three of their last five games, that was an absolute necessity on Friday. The Islanders are still hurting on the back end with three defensemen on injured reserve. But the six that they have were all pulling on the rope Friday. That must continue. One bad loss was not going to shake the confidence of a group that has never diverted from its own self-belief. But a failure to respond to that loss would have opened up some big questions about character, accountability and whether that self-belief had much foundation in reality. The tests will not stop coming anytime soon for the Islanders, who will try and get revenge on the Penguins on Sunday in Pittsburgh before heading out west for three games all against teams currently in playoff positions. Now, though, they can get on the plane with some renewed self-confidence.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4fHkyZ_0qU9JAs800",
    "https://img.particlenews.com/image.php?url=4fHkyZ_0qU9JAs800",
    "https://nypost.com/2023/12/28/sports/islanders-defensive-problems-are-fixable-lane-lambert/",
    "https://img.particlenews.com/image.php",
    "https://www.img.particlenews.com/image.php?url=4fHkyZ_0qU9JAs800",
    "https://www.nypost.com/2023/12/28/sports/islanders-defensive-problems-are-fixable-lane-lambert/",
    "https://nypost.com/2023/12/28/sports/islanders-defensive-problems-are-fixable-lane-lambert",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=4fHkyZ_0qU9JAs800"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "darcy kuemper",
        "sentiment": "none"
      },
      {
        "name": "mathew barzal",
        "sentiment": "none"
      },
      {
        "name": "noah dobson",
        "sentiment": "none"
      },
      {
        "name": "jean-gabriel pageau",
        "sentiment": "none"
      },
      {
        "name": "lane lambert",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "islanders",
        "sentiment": "negative"
      },
      {
        "name": "penguins",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T05:49:59.001+02:00",
  "updated": "2023-12-30T05:49:59.001+02:00"
}