{
  "thread": {
    "uuid": "01a67c7960b68b574ffa1ee547e046d1207ff022",
    "url": "https://www.businessinsider.nl/last-of-its-kind-battleship-uss-texas-returns-to-the-water-after-months-of-work-to-restore-the-warship-to-its-former-glory",
    "site_full": "www.businessinsider.nl",
    "site": "businessinsider.nl",
    "site_section": "https://www.businessinsider.nl/feed",
    "site_categories": [
      "search_engine",
      "media",
      "tech"
    ],
    "section_title": "Business Insider Nederland",
    "title": "Last-of-its-kind battleship USS Texas returns to the water after months of work to restore the warship to its former glory",
    "title_full": "Last-of-its-kind battleship USS Texas returns to the water after months of work to restore the warship to its former glory",
    "published": "2024-03-07T23:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "NL",
    "main_image": "https://cdn.businessinsider.nl/wp-content/uploads/2024/03/65ea169d6080194819fdb6db-scaled.jpg?ver=1709848891",
    "performance_score": 0,
    "domain_rank": 11686,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "01a67c7960b68b574ffa1ee547e046d1207ff022",
  "url": "https://www.businessinsider.nl/last-of-its-kind-battleship-uss-texas-returns-to-the-water-after-months-of-work-to-restore-the-warship-to-its-former-glory",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-07T23:34:00.000+02:00",
  "title": "Last-of-its-kind battleship USS Texas returns to the water after months of work to restore the warship to its former glory",
  "text": "The battleship USS Texas returned to the water after months of dry-dock restoration work. The battleship is famous for its involvement in both World War I and World War II. Repairs to the last dreadnought have so far taken 18 months and cost more than $21 million. Mighty USS Texas is back in the water after months of much-needed restoration work for the 110-year-old battleship.\nThe warship, which saw action in both world wars before becoming a museum ship, will now undergo further restoration before re-opening up to the public late next year.\nVideo footage from Tuesday morning's event in Galveston, Texas, shows the decommissioned US Navy battleship being refloated and removed from a dry dock. USS Texas had been undergoing restoration at the Gulf Copper Dry Dock & Rig Repair in Galveston since it was moved there for repair work in 2022.\nThe Battleship Texas passes Seawolf Park and the U.S.S. Stewart, an Edsall-class destroyer escort, as it enters the Galveston Channel toward a dry dock for major repairs Wednesday, Aug. 31, 2022 in Galveston. Foto: Houston Chronicle/Hearst Newspapers via Getty Images\nWhen it was relocated to Galveston, Travis Davis, the vice president of ship operations at the Battleship Texas Foundation, announced plans for the restoration . He also confirmed the Texas would have a new home afterwards.\nTugboats guide Battleship Texas out of a drydock on Tuesday, March 5, 2024 in Galveston. Foto: Houston Chronicle/Hearst Newspapers via Getty Images\nIn pictures of the warship being refloated, its powerful deck guns are visible in the fog, which settled out over time.\nThe Battleship Texas emerges from the fog as it is removed from a drydock on Tuesday, March 5, 2024 in Galveston. Foto: Houston Chronicle/Hearst Newspapers via Getty Images\nElements of the ship's superstructure were still notably under construction, with The Battleship Texas Foundation confirming on Tuesday that work still needed to be done to replace the wooden deck, restore dozens of spaces inside, and finish re-painting, among other fixes. Its extensive repairs have so far cost more than $21 million.\nAt Tuesday's event, Tony Gregory, president and CEO of the Battleship Texas Foundation, expressed optimism about the work that had been done and what was left to do.\n\"We feel great,\" he said. \"It's been in the dry dock 18 months.\"\n\"It was a major victory to get her here in the dry dock,\" Gregory added, referring to the journey from San Jacinto Battleground State Historic Site to Galveston, during which there were concerns it might sink, \"and this is a result of our hard work and what we've been doing for the last 18 months working on the hull.\"\nDrone footage from Third Coast Drone showed the warship back in the water Tuesday. The goal is to reopen the museum ship to the public by late 2025.\nThe battleship #Texas BB-35 was refloated yesterday in Galveston, USA, after several months of extensive restoration work.\nLaunched in 1910, she took part in the Normandy D-Day in 1944.\n📽️Third Coast Drone\nFull movie in 4K : https://t.co/V0vLFS39Jn #battleships #USNavy #WWII pic.twitter.com/OO5k52DwNt\n— Ships Of Legend (@ShipsOfLegend) March 6, 2024\nThe USS Texas, once one of the most powerful and intimidating warships to sail the upon the seas, is now the last of its kind, revered for its history. When it was first launched in 1912, it was one of a dozen dreadnoughts, featuring hefty defenses and devastating deck guns, which could be used to deal damage on land and at sea.\nDuring World War I, the Texas spent most of its time patrolling the North Sea, and in December 1918, it escorted President Woodrow Wilson to France for peace negotiations.\nThe battleship is more famous for its service in World War II, when it bombarded German defenses during the D-Day invasion and hammered the Japanese forces during the Battle of Iwo Jima and the invasion of Okinawa. The Texas was one of the first ships equipped with anti-aircraft weapons.\nUpon its retirement, the USS Texas became a museum before undergoing a first round of repairs in 1988. In recent years, the need for further repairs, especially in the aged hull, became quite clear. Now the process is underway to restore the big ship to its former glory.\nRead the original article on Business Insider",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.khou.com/article/news/local/battleship-texas-back-into-water/285-7926c96d-28ba-4abf-be49-44eb7af448d3",
    "https://businessinsider.com/us-navy-uss-texas-world-wars-battleship-moved-for-repairs-2022-8",
    "https://www.businessinsider.com/us-navy-uss-texas-world-wars-battleship-moved-for-repairs-2022-8",
    "https://businessinsider.com/uss-texas-battleship-back-in-water-after-months-restoration-work-2024-3",
    "https://x.com/WarshipCam/status/1765373990644707727",
    "https://www.businessinsider.com/uss-texas-battleship-back-in-water-after-months-restoration-work-2024-3",
    "https://www.x.com/WarshipCam/status/1765373990644707727?s=20",
    "https://x.com/WarshipCam/status/1765373990644707727?s=20",
    "https://khou.com/article/news/local/battleship-texas-back-into-water/285-7926c96d-28ba-4abf-be49-44eb7af448d3"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "travis davis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "us navy",
        "sentiment": "none"
      },
      {
        "name": "battleship texas foundation",
        "sentiment": "none"
      },
      {
        "name": "gulf copper dry dock & rig repair",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uss texas",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "galveston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T00:17:10.457+02:00",
  "updated": "2024-03-08T01:27:21.293+02:00"
}