{
  "thread": {
    "uuid": "8ed5abfbcd474d888922eed86b54e35dade49035",
    "url": "https://theaviationgeekclub.com/hud-video-shows-badass-f-16-pilot-dodging-6-iraqi-sams-without-chaff-or-flares-over-baghdad-during-operation-desert-storm/",
    "site_full": "theaviationgeekclub.com",
    "site": "theaviationgeekclub.com",
    "site_section": "https://theaviationgeekclub.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "The Aviation Geek Club",
    "title": "HUD Video shows Badass F-16 Pilot dodging 6 Iraqi SAMs (without chaff or flares!) over Baghdad during Operation Desert Storm",
    "title_full": "HUD Video shows Badass F-16 Pilot dodging 6 Iraqi SAMs (without chaff or flares!) over Baghdad during Operation Desert Storm",
    "published": "2024-01-20T12:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://theaviationgeekclub.com/wp-content/uploads/2024/01/F-16-Iraqi-SAMs.jpg",
    "performance_score": 0,
    "domain_rank": 86338,
    "domain_rank_updated": "2024-01-16T12:06:44.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8ed5abfbcd474d888922eed86b54e35dade49035",
  "url": "https://theaviationgeekclub.com/hud-video-shows-badass-f-16-pilot-dodging-6-iraqi-sams-without-chaff-or-flares-over-baghdad-during-operation-desert-storm/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dario Leone",
  "published": "2024-01-20T12:07:00.000+02:00",
  "title": "HUD Video shows Badass F-16 Pilot dodging 6 Iraqi SAMs (without chaff or flares!) over Baghdad during Operation Desert Storm",
  "text": "In this article:\nF-16 dodging 6 Iraqi SAMs\nTaken during the Package Q air strike into Baghdad on Jan. 19, 1991 the famous\nhead-up display (HUD) video in this post features Emmett Tullia dodging 6 Iraqi SAMs with his F-16, callsign Stroke 3.\nPackage Q was one of the largest daytime raids undertook during\nOperation Desert Storm and after 2 nights of pounding by coalition forces the Iraqi’s were throwing everything they had.\nThe clip starts out with his premission arming before takeoff as he narrates into the footage. The SAM action begins around the 3:00. The radar waring receiver tones can be heard often. In some cases, you can even see the missile smoke trails.\nNoteworthy the video of his dancing with SAMs remains a teaching tool in the US Air Force (USAF) today.\nPackage Q\nAccording to Air Force Magazine’s PDF document\n‘Package Q’, then-Major Tullia flew one of the F-16s assigned to attack an oil refinery in Baghdad near a bend in the Euphrates River. Intelligence indicated that the Iraqis had grouped substantial defenses in the area.\nStill, Tullia was surprised at the intensity of the ground fire as he approached the target. Anti-aircraft shells were creating a virtual carpet of smoke and shrapnel in the sky, mostly at altitudes from 10,000 to 12,000 feet.\n“I didn’t expect such a big effort on their part,” he recalled.\nThe first SAMs appeared just prior to roll-in. There were two of them,\nSA-2s.\n“I turned around, saw them coming up. They went beneath us and overshot,” Tullia explained.\nHe was getting some additional missile warnings but he dived in and delivered his bombs on the now-burning refinery. As he pulled off and headed south the electronic countermeasures warnings escalated. He was now the hunted, not the hunter.\nTullia looked back and saw two missile plumes. He wondered if they were directed at him, and it quickly became clear they were.\n“Then I go, ‘Oh, no, time to start maneuvering,’” Tullia said.\nHe jettisoned his wing tanks to lighten up his F-16 and make it more nimble. Tullia remembers thinking the effect of this move was pretty impressive—it really did make a difference.\nThese two missiles also overshot and detonated harmlessly above his aircraft. He turned back onto the egress heading. But then two more SAMs came at him, from his left and right rear quadrants.\nChaff and flares did not dispense\nTullia began dancing in earnest, waiting until the last second before a hard turn to cause the missile to overshoot and detonate far enough away to avoid shrapnel damage to his fighter.\nAt this point he was separated from the right of his flight and losing altitude due to his defensive maneuvers.\n“It was challenging because I didn’t have a lot of chance to gain airspeed,” he said.\nHe’d punched his wing tanks and did not have a lot of remaining fuel. Using the augmented thrust could have made it impossible for him to return to base.\n“I was gambling that maybe in military power I could still get enough speed to maneuver. I was lucky because it did work out,” he says.\nFinally he was out of the SAM envelope and heading for south of the border at high altitude. A fellow 614th TFS pilot lagged back to keep him company. In the end, Tullia was surprised he had enough fuel to make it back. He landed in Qatar, pulled right off, and shut it down.\n“I don’t know how much gas I had left. It couldn’t have been much,” he recalled.\nWalking around the F-16 afterward Tullia and his crew chief discovered that his chaff and flares had not dispensed. He had avoided those missiles without countermeasures, utilizing his flying prowess alone.\n“I was kind of surprised,” he said, drily.\nFor this exploit, Maj. “E.T.” Tullia was later awarded the Distinguished Flying Cross.\nPhoto credit: U.S. Air Force",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [
    "https://airforcemag.com/PDF/MagazineArchive/Documents/2016/January%202016/0116packageq.pdf",
    "https://www.airforcemag.com/PDF/MagazineArchive/Documents/2016/January%202016/0116packageq.pdf"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "emmett tullia",
        "sentiment": "none"
      },
      {
        "name": "tullia",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hud",
        "sentiment": "negative"
      },
      {
        "name": "usaf",
        "sentiment": "none"
      },
      {
        "name": "air force magazine",
        "sentiment": "none"
      },
      {
        "name": "us air force",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "baghdad",
        "sentiment": "none"
      },
      {
        "name": "euphrates river",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T12:28:40.653+02:00",
  "updated": "2024-01-20T12:28:40.653+02:00"
}