{
  "thread": {
    "uuid": "9d0be5ca3deac804dff9e2b440d32bc900c7d464",
    "url": "https://www.time.news/the-faith-and-values-of-jacques-delors-inspired-his-action/",
    "site_full": "www.time.news",
    "site": "time.news",
    "site_section": "https://time.news/2023/11",
    "site_categories": [],
    "section_title": "November 2023 - timenews",
    "title": "“The faith and values ​​of Jacques Delors inspired his action” - timenews",
    "title_full": "“The faith and values ​​of Jacques Delors inspired his action” - timenews",
    "published": "2023-12-29T11:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.la-croix.com/1400x933/smart/2023/12/28/1157956-pascal-lamy-ancien-secretaire-general-de-l-organis.jpg",
    "performance_score": 0,
    "domain_rank": 62144,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9d0be5ca3deac804dff9e2b440d32bc900c7d464",
  "url": "https://www.time.news/the-faith-and-values-of-jacques-delors-inspired-his-action/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "time news",
  "published": "2023-12-29T11:46:00.000+02:00",
  "title": "“The faith and values ​​of Jacques Delors inspired his action” - timenews",
  "text": "2023-12-28 18:45:15 The cross : What characterized the man Jacques Delors? Pascal Lamy : Several adjectives come to mind to evoke the man I considered a brother: simple, generous, hard-working, stubborn, educational, mischievous… and less modest than people say, because he had ambitions for his ideas. These constituted his raw material for building a better world. Or, for this active pessimist: a less bad world. The “good life”, which philosophers speak of, is in my eyes a life à la Jacques Delors. He had developed the ability to listen which differentiated the self-taught intellectual that he was from an intellectual who had graduated from a great school. He drew his method from it: one third listening, one third engineering – that is to say implementation – and one third pedagogy, with an incredible simplicity of expression, acquired in trade unionism. Jacques Delors was a discreet believer in his public life. How did his faith inspire him? P. L. : In his mind, religion was a private matter, which should not mix with politics. But his faith and his values obviously inspired his action. His great philosophical inspiration was the personalism of Emmanuel Mounier. Jacques Delors was an active Christian, who was always committed. In his patronage of the Parisian district of Ménilmontant. In trade unionism, at the CFTC then at the CFDT. In the many clubs he joined or created, from La Vie nouvelle to Témoin to Échange et Projets. What do you think is his greatest political achievement? P. L. : There is no doubt that Europe constitutes its historical trace. The Delors legend is everywhere in Brussels. What he was most proud of was having given a boost to European integration. He believed in it for civilizational, geopolitical and economic reasons. Jacques Delors planned to chair the European Commission and then prepared the European councils with a permanent quest to anticipate, understand and control all possible positions. When the meetings did not lead to a common conclusion, we turned to him and said: so, what do we do? He knew how to look at the situation from above, which gave him real moral authority. What was his view of today’s Europe? P. L. : Europe was our main topic of conversation. Jacques Delors was a federalist in the sense of the principle of subsidiarity. He was saddened that it was not more united and united. When he chaired the European Commission, there was an alignment of the national stars above Brussels, around François Mitterrand and Helmut Kohl. Jacques Delors was aware that the situation is more difficult today, with Viktor Orban around the table. Has Jacques Delors not linked European construction and neoliberalism too much? P. L. : Jacques Delors supported the austerity policy in 1983, to a hesitant François Mitterrand, by explaining that austerity with Europe would be less worse than an austerity policy without Europe, under the conditions of the IMF. He wanted market efficiency so that the economy could work, and a good functioning economy so that there could be redistribution. This triangle is a classic of the social democrats of northern Europe, but it has often made them a minority within the French PS. What do you think are the real reasons for his non-candidacy in the 1995 presidential election? P. L. : The thesis he offered on television was that to govern he needed an agreement between the socialists and the centrists. He had the PS. But he did not have François Bayrou, who replied that he would only support him in the second round. Another analytical framework: Jacques Delors personally did not have a great appetite, to put it mildly, for a presidency under the Fifth Republic, exercised by a charismatic and miracle-working leader. The role of prime minister in a parliamentary system would have suited him better. How would you define “Delorism”? P. L. : Jacques Delors did not create a doctrine, therefore “Delorism” does not exist. But there are delorians, that is to say people who follow his vision and his method. He was at the confluence of the left wing of Christian democracy and the right wing of social democracy. On the other hand, he is not a Gaullist, even if the only law that bears his name is that of 1971 on continuing professional training, when he advised the Gaullist Prime Minister Jacques Chaban-Delmas. I would add that Jacques Delors experienced a sincere ecological conversion, provoked by the Chernobyl disaster then by his participation in the Rio summit in 1992. However, this was not the natural tropism of this Corrézian. Is there Jacques Delors in Emmanuel Macron? P. L. : Europe of course brings them closer. But Emmanuel Macron has taken on the costume of the presidential monarch who cures scrofula, and the method of this former Chevènementist is marked by a centralizing and statist spirit. #faith #values #Jacques #Delors #inspired #action",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jacques delors",
        "sentiment": "neutral"
      },
      {
        "name": "pascal lamy",
        "sentiment": "neutral"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T11:49:11.517+02:00",
  "updated": "2023-12-29T11:49:11.517+02:00"
}