{
  "thread": {
    "uuid": "024b693ed059a4b74a20fc3d7fbeff263af8ddd2",
    "url": "https://www.foxnews.com/media/gold-star-mom-surprises-cnn-anchor-after-revealing-biden-hasnt-reached-out-family",
    "site_full": "www.foxnews.com",
    "site": "foxnews.com",
    "site_section": "http://www.foxnews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Fox News - Breaking News Updates | Latest News Headlines | Photos &amp; News Videos",
    "title": "Gold Star mom surprises CNN anchor after revealing Biden hasn't reached out to her family | Fox News",
    "title_full": "Gold Star mom surprises CNN anchor after revealing Biden hasn't reached out to her family | Fox News",
    "published": "2024-03-07T20:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.foxnews.com/foxnews.com/content/uploads/2024/03/Shamblin_Biden.png",
    "performance_score": 2,
    "domain_rank": 292,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 37,
        "comments": 11,
        "shares": 292
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 3
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "024b693ed059a4b74a20fc3d7fbeff263af8ddd2",
  "url": "https://www.foxnews.com/media/gold-star-mom-surprises-cnn-anchor-after-revealing-biden-hasnt-reached-out-family",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jeffrey Clark",
  "published": "2024-03-07T20:24:00.000+02:00",
  "title": "Gold Star mom surprises CNN anchor after revealing Biden hasn't reached out to her family | Fox News",
  "text": "Gold Star mother Christy Shamblin, whose daughter-in-law Marine Sgt. Nicole Gee was killed in a terrorist attack in Afghanistan, surprised a CNN anchor after saying President Biden has not reached out to her or her family despite her attempts to connect. When asked whether she believed that Biden was a \\\"consoler-in-chief,\\\" Shamblin said that was not her family's experience. \\\"He does talk to families that have lost loved ones because of his own experiences,\\\" CNN anchor Abby Phillip said to Shamblin, referring to tragic deaths in Biden's own family. PARENTS OF SOLDIER KILLED IN JORDAN REFLECT ON THEIR DAUGHTER'S LIFE: 'I JUST MISS HER' \\\"Have you spoken to him?\\\" Phillip added. \\\"No. He's not reached out to our family,\\\" she said. \\\"We've actually reached out to the White House and have never heard back. We asked to meet with them to understand where their thinking was in calling this a success, and we've not received a response. It's been months.\\\" \\\"I'm sorry to hear that,\\\" Phillip said in response. \\\"Shamblin's daughter-in-law, Marine Sergeant Nicole Gee, was one of the 13 American servicemembers killed in an ISIS-K terrorist attack at Abbey Gate during the Biden administration’s chaotic evacuation from Afghanistan in August 2021,\\\" according to the House Foreign Affairs Committee. Republican Chairman of the Foreign Affairs Committee, Texas Rep. Michael McCaul, said Tuesday that the Biden administration needed to take responsibility for the families affected by the withdrawal from Afghanistan. \\\"More than two years after the death of Christy’s daughter-in-law and 12 other U.S. servicemembers at Abbey Gate, the Biden administration still refuses to take accountability for the tragedy it caused,\\\" McCaul said in a statement. \\\"I hope Christy’s attendance sends a clear signal to President Biden and the American people that I will not rest until a complete and thorough investigation has occurred — and that people are held accountable for what happened.\\\" Shamblin will be one of McCaul's guests at the State of the Union address on Thursday, and she was asked what she wanted to hear from Biden in his speech. \\\"I want to hear how he's going to strengthen our armed forces and support them and answer our questions and lead to a thorough investigation like he promised, so we can move forward in a positive way and make it better,\\\" she said. The White House did not respond to a request for comment from Fox News Digital. GOLD STAR MOM CALLS BIDEN'S PRESENCE AT DIGNIFIED TRANSFER OF FALLEN SOLDIERS AN 'UNWANTED DISTRACTION' Behind closed doors, Biden strongly believes that he made the right decisions on the chaotic Afghanistan withdrawal in 2021 that led in part to the deaths of 13 American soldiers, according to a new book. An excerpt from \\\"The Internationalists: The Fight to Restore Foreign Policy After Trump,\\\" obtained by Axios, suggests that Biden remains defiant that the history books will look favorably on his decision to leave Afghanistan after American troops spent 20 years fighting the nation's longest war. President Biden's decision to pull troops from Afghanistan faced widespread global backlash after Taliban insurgents retook the country in a matter of days on Aug. 15, 2021, 20 years after their ouster by U.S.-led forces. Just a month earlier, Biden told Americans that a Taliban takeover was \\\"highly unlikely.\\\" Fox News' Nikolas Lanum contributed to this report. CLICK HERE TO GET THE FOX NEWS APP",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "biden",
        "sentiment": "negative"
      },
      {
        "name": "nicole gee",
        "sentiment": "negative"
      },
      {
        "name": "christy shamblin",
        "sentiment": "negative"
      },
      {
        "name": "jordan",
        "sentiment": "none"
      },
      {
        "name": "amer",
        "sentiment": "none"
      },
      {
        "name": "abby phillip",
        "sentiment": "none"
      },
      {
        "name": "phillip",
        "sentiment": "none"
      },
      {
        "name": "shamblin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cnn",
        "sentiment": "negative"
      },
      {
        "name": "fox news gold star",
        "sentiment": "negative"
      },
      {
        "name": "white house",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "afghanistan",
        "sentiment": "none"
      },
      {
        "name": "shamblin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T00:17:01.383+02:00",
  "updated": "2024-03-08T00:17:01.383+02:00"
}