{
  "thread": {
    "uuid": "07dfb3f0fe1b34ba42c5b1b12e7324af445ad2a7",
    "url": "https://guerrero.quadratin.com.mx/acapulco-parque-papagayo-invita-a-gala-de-pirotecnia-en-villa-navidena/",
    "site_full": "guerrero.quadratin.com.mx",
    "site": "quadratin.com.mx",
    "site_section": "https://guerrero.quadratin.com.mx",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "\nNoticias de Guerrero - Quadratin",
    "title": "Acapulco: parque Papagayo invita a Gala de Pirotecnia en Villa Navideña",
    "title_full": "Acapulco: parque Papagayo invita a Gala de Pirotecnia en Villa Navideña",
    "published": "2023-12-29T21:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://guerrero.quadratin.com.mx/www/wp-content/uploads/2023/12/da0c73db-5940-45b3-8d9f-9961a184463d.jpeg",
    "performance_score": 0,
    "domain_rank": 55544,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "07dfb3f0fe1b34ba42c5b1b12e7324af445ad2a7",
  "url": "https://guerrero.quadratin.com.mx/acapulco-parque-papagayo-invita-a-gala-de-pirotecnia-en-villa-navidena/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Quadratin_Gro",
  "published": "2023-12-29T21:39:00.000+02:00",
  "title": "Acapulco: parque Papagayo invita a Gala de Pirotecnia en Villa Navideña",
  "text": "ACAPULCO, Gro., a 29 de diciembre de 2023.- Como parte de las actividades por el rescate del Parque Papagayo, el gobierno de Guerrero que encabeza Evelyn Salgado Pineda promueve la realización de diferentes eventos para el disfrute de toda la población de Acapulco, así como de los turistas que están visitando el puerto.\nDe acuerdo con un boletín, ante la adversidad que el huracán Otis dejó no sólo en el parque sino también en la ciudad, se ha buscado la realización de diversos espectáculos, como la presentación de grupos musicales locales, quienes deleitarán con su música a los visitantes de la Villa Navideña este próximo 7 de enero para el cierre de las festividades decembrinas, dicho evento tendrá una cuota de recuperación de 100 pesos, recursos que serán utilizados para el sistema de riego y la reforestación del parque, entre otras acciones de rehabilitación.\nEl director del Parque Papagayo, Abel Luvio Villanueva agradeció a quienes han apoyado de manera altruista el espacio social de las familias acapulqueñas y se han sumado a los eventos que diario se llevan a cabo para su recuperación, como la presentación de diferentes artistas locales quienes hacen disfrutar a los visitantes con su música y bailes, sin faltar el show de payasos para los más pequeños.\nDe igual manera Luvio Villanueva invitó a la población a que continúen solidarios con el rescate del Parque Papagayo y asistan a la Villa Navideña, para disfrutar desde este lugar la Gala de Pirotecnia que se llevará a cabo este próximo 31 de diciembre a la media noche.\nInformó que la Villa Navideña estará abierta al público este fin de año para que todas las familias puedan disfrutar no sólo de los fuegos artificiales, sino también de todo lo que está ofreciendo el Parque Papagayo, desde el juego de lotería, actividades lúdicas para niños y niñas, el emblemático trenecito, cenas, snacks y muchas sorpresas que se han desarrollado en los días que lleva instalada la atracción.\nAsimismo, hizo mención de las dos funciones de cine que se están presentando en la Villa Navideña, una para niños y niñas a las 7:00 p.m. y otra para adolescentes y adultos a las 9:00 p.m.\nEspecificó que el costo de entrada del cine va incluido en los 20 pesos que se piden como cuota de recuperación al momento que se ingresa a la Villa Navideña.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T00:34:11.023+02:00",
  "updated": "2023-12-30T00:34:11.023+02:00"
}