{
  "thread": {
    "uuid": "2986de56d4b3d71ddb274f66f46c182c2faf0c30",
    "url": "https://blacksportsonline.com/2024/04/godzilla-x-kong-the-new-empire-the-monsterverse-supplants-the-mcu",
    "site_full": "blacksportsonline.com",
    "site": "blacksportsonline.com",
    "site_section": "https://blacksportsonline.com",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "Home - BlackSportsOnline",
    "title": "Godzilla X Kong: The New Empire - The MonsterVerse supplants the MCU - BlackSportsOnline",
    "title_full": "Godzilla X Kong: The New Empire - The MonsterVerse supplants the MCU - BlackSportsOnline",
    "published": "2024-04-12T00:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://blacksportsonline.com/wp-content/uploads/2024/04/Godzilla-Kong-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 51654,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2986de56d4b3d71ddb274f66f46c182c2faf0c30",
  "url": "https://blacksportsonline.com/2024/04/godzilla-x-kong-the-new-empire-the-monsterverse-supplants-the-mcu",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Josh Webb",
  "published": "2024-04-12T00:37:00.000+03:00",
  "title": "Godzilla X Kong: The New Empire - The MonsterVerse supplants the MCU - BlackSportsOnline",
  "text": "Move over Marvel Cinematic Universe, the MonsterVerse is here, and we have a new box office king. Godzilla has long been one of those cinematic monsters people know by name, but how many Americans have had the chance to throw themselves into these films and get to know the characters? Unless you were a fan of suitmation — or the art of people in suits destroying sets of miniatures — chances are you thought these films were kind of hokey and filled with goofy action, and you wouldn’t exactly be wrong but you would be missing the point. More than just a monster, Godzilla has always been a deep subject. Created as a way for Japanese filmmakers to come to terms with the Hiroshima and Nagasaki bombings, Godzilla has morphed into a cultural icon that has inspired countless films and franchises and even helped launch the Kaiju phenomenon. However, Toho, the company that created Godzilla, calls their creatures Titans as Pacific Rim has the term Kaiju on lockdown for their productions. Whatever you want to call them, Godzilla X Kong: The New Empire has them and it has them in spades. If you’re a bit lost on the MonsterVerse, I will catch you up and help explain. 2014’s Godzilla helped relaunch a new era of American films where Toho’s American partner, Legendary Films, took the lead in creating and establishing a new world and continuity called the MonsterVerse. Legendary then followed that film with the release of Kong: Skull Island in 2017. The end of that film dropped a teaser that brought us directly into Godzilla: King of the Monsters released in 2019. King of the Monsters introduced more Titans into the mix, including King Ghidorah, Rodan, Mothra, and references the comic Godzilla: Aftershock where Godzilla kills the MUTO Prime, which fans may remember from the 2014 Godzilla film. After setting the stage with those films, Legendary then completed what they had set out to do when they first launched Godzilla to an American audience by creating Godzilla vs. Kong during the COVID-19 pandemic. The film was an absolute hit and it ultimately led to Legendary creating a sequel that would expand on their MonsterVerse in Godzilla X Kong: The New Empire. Each film was successful in evolving and expanding the MonsterVerse, as well as the characters within it. Godzilla didn’t just stay the same. True to his very origins, he would evolve and grow new abilities with each successive film. Godzilla X Kong: New Empire is easily the most ambitious film in the entire franchise. Introducing two characters exclusively created by Legendary for American audiences — side note: Legendary has been trying to accomplish this since before the G.I.N.O Godzilla (1998) embarrassment, but this time Legendary succeeded. The creation of these characters not only introduced two new alpha titans to the mix, but helps provide more of a backstory for the characters already involved. The two characters introduced in this film are Shimo and Skar King. Shimo is an absolute unit, standing even larger and more imposing than the G-Man, and packing his own version of the Atomic Breath known as the Frost Bite Blast. Similar to how Godzilla powers up and releases a ray of atomically charged radiation from his mouth, Shimo is capable of producing a cold so powerful it plunged the earth into the last ice age. While Shimo is a benevolent Titan, she is being controlled by the very non-benevolent Skar King, a chimp-like Titan who tried to kill Godzilla in the past but was locked away under Hallow Earth until a trap by Kong opens a way out for Skar King and his army. If you’re looking for a film with badass fights between huge monsters, Godzilla X Kong: The New Empire is quite literally the film you’ve been waiting for your whole life. As I usually do in my reviews for BSO, I’m going to tell you to ignore the critics. I’m never sure who they’re sending to see these monster films because the type of writing they’re expecting from this genre has never existed and never will. These are not films meant to win Oscars over and over again, though congrats to Godzilla Minus One for accomplishing the Gojira’s first-ever and well-deserved Academy Award. If you’re looking for a summer blockbuster that has absolutely gargantuan monsters beating the hell out of each other in exotic locations all over the world, Godzilla X Kong: The New Empire is all you need. What makes these films work and stand out is that they’re not trying to be more than they are. They’re not trying to force a message into their film. Hell, the film is largely about climate change and the effects of humans on the ecosystem, but I doubt anyone would say that if you asked them what the film was even about. It’s there in the background without necessarily being the end-all, be-all of the film. Godzilla X Kong: The New Empire is by far the best action movie I have seen in a long time. It’s likely going to be the best action film until Deadpool and Wolverine hits theaters later this summer. But both of those franchises seem to understand that, in order to be successful, you don’t have to reinvent the wheel. You simply need to deliver what audiences expect and want to see. The rest will take care of itself. BSO Rating: 9.5-of-10",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "godzilla x kong",
        "sentiment": "none"
      },
      {
        "name": "godzilla",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "marvel cinematic universe",
        "sentiment": "negative"
      },
      {
        "name": "toho",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pacific rim",
        "sentiment": "none"
      },
      {
        "name": "hiroshima",
        "sentiment": "none"
      },
      {
        "name": "nagasaki",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:10:05.791+03:00",
  "updated": "2024-04-12T01:10:05.791+03:00"
}