{
  "thread": {
    "uuid": "ffa7b1d4eef18ccc7b7716bc094c25e2bd83b257",
    "url": "https://vnexplorer.net/claudia-sheinbaum-la-educacion-publica-del-pais-es-la-mejor-s854371.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Claudia Sheinbaum: La educación pública del país es la mejor",
    "title_full": "Claudia Sheinbaum: La educación pública del país es la mejor",
    "published": "2024-01-08T00:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mAYkj.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ffa7b1d4eef18ccc7b7716bc094c25e2bd83b257",
  "url": "https://vnexplorer.net/claudia-sheinbaum-la-educacion-publica-del-pais-es-la-mejor-s854371.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-08T00:52:00.000+02:00",
  "title": "Claudia Sheinbaum: La educación pública del país es la mejor",
  "text": "Claudia Sheinbaum\nAl reunirse con integrantes del magisterio, en San Lucas Tunco, Estado de México, Claudia Sheinbaum, precandidata única a la Presidencia de México por el Movimiento de Regeneración Nacional (Morena), afirmó que, contrario a lo que se promovió en otras épocas, la educación pública es mejor, por encima de la privada.\nMinimizaron al Magisterio Nacional, se acabó ese periodo del neoliberalismo en donde todo lo público parecía que lo querían desaparecer, valoraron la educación particular como si fuera mejor que la educación pública, es falso, la educación pública es la mejor de todas las educaciones en nuestro país gracias a los maestros y maestras de México”, afirmó la aspirante presidencial.\nLa también precandidata de los partidos del Trabajo (PT) y Verde Ecologista de México (PVEM) aseguró, este domingo, que la Cuarta Transformación defiende, como ningún otro modelo, a la educación pública, contrario a lo que sucedía en el periodo neoliberal.\nTe puede interesar: Claudia Sheinbaum anuncia proyectos en CDMX\nSheinbaum indicó que quedó demostrado que los estudiantes, los profesores y profesoras de México son una prioridad para su movimiento, con programas como la beca para jóvenes que estudian en preparatoria y particularmente con la basificación de más de un millón de maestros y maestras.\nEl presidente de la República recuperó algo fundamental que es el reconocimiento a los maestros de nuestro país, ese reconocimiento que fue echar para atrás la reforma educativa y recuperar el valor del Magisterio Nacional en toda su magnitud’’, dijo, ante maestras y maestros, en el Estado de México.\nLa precandidata única a la presidencia, por la 4T, destacó que es vital trabajar en unidad, con las maestras y maestros, no sólo para atender las necesidades que aún quedan pendientes en el sector educativo, sino que también para garantizar la continuidad del movimiento de la 4T, que tiene como meta apoyar a la educación pública.\nEl mejor legado que le podemos dejar a nuestros hijos y nuestras hijas, es decir: formamos parte del segundo piso de la Cuarta Transformación de la vida Pública de México”, dijo.\nAl encuentro nacional con integrantes de magisterio de todo el país estuvieron presentes, el presidente nacional de Morena, Mario Delgado Carillo; la dirigente estatal de Morena, Martha Guerrero Sánchez, y el coordinador de Enlace con Organizaciones Sociales, Gerardo Fernández Noroña, entre otros.\nLa coordinadora política nacional del Magisterio, Sonia Rincón Chanona, afirmó que Sheinbaum es una mujer honesta que va a garantizar que la educación sea parte clave para continuar con la tarea humanista que significa la 4T.\nLas maestras y los maestros tenemos importantes coincidencias con el proyecto social y humanista de esta Cuarta Transformación para que construyamos juntos un país más justo, equitativo e igualitario”, dijo la maestra.\nJCS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Education"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mAYkj.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mAYkj.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:07:30.826+02:00",
  "updated": "2024-01-08T01:07:30.826+02:00"
}