{
  "thread": {
    "uuid": "bc3ab42fbb3c79cee2ea7c870dcc9736a920d735",
    "url": "https://mvsnoticias.com/nacional/estados/2023/12/29/aguascalientes-avanza-en-su-consolidacion-como-el-estado-mas-seguro-del-pais-620405.html",
    "site_full": "mvsnoticias.com",
    "site": "mvsnoticias.com",
    "site_section": "https://www.mvsnoticias.com",
    "site_categories": [
      "media"
    ],
    "section_title": "MVS Noticias",
    "title": "Aguascalientes avanza en su consolidación como el estado más seguro del país | MVS Noticias",
    "title_full": "Aguascalientes avanza en su consolidación como el estado más seguro del país | MVS Noticias",
    "published": "2023-12-29T22:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://mvsnoticias.com/u/fotografias/m/2023/12/29/f1280x720-587991_719666_5050.jpg",
    "performance_score": 0,
    "domain_rank": 94926,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bc3ab42fbb3c79cee2ea7c870dcc9736a920d735",
  "url": "https://mvsnoticias.com/nacional/estados/2023/12/29/aguascalientes-avanza-en-su-consolidacion-como-el-estado-mas-seguro-del-pais-620405.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jesús Castillo",
  "published": "2023-12-29T22:49:00.000+02:00",
  "title": "Aguascalientes avanza en su consolidación como el estado más seguro del país | MVS Noticias",
  "text": "Siguiendo la visión de la gobernadora Tere Jiménez, de preservar la paz y tranquilidad en Aguascalientes, a lo largo del 2023 la Secretaría de Seguridad Pública del Estado (SSPE) impulsó acciones y programas enfocados a salvaguardar la seguridad y el bienestar de los ciudadanos, pero sobre todo, para posicionar al estado como el más seguro del país. Al respecto, el titular de la dependencia, Manuel Alonso García, destacó que gracias al esfuerzo conjunto y coordinado entre los tres niveles de gobierno se fortaleció el blindaje del territorio estatal; asimismo, dijo que para promover un entorno seguro, este año se trabajó en varios rubros que van desde el fortalecimiento de los recursos humanos hasta la implementación de tecnologías de vanguardia. Referente a esto, mencionó que entre tales acciones destaca la integración de 200 nuevos policías, así como la homologación salarial para las corporaciones estatal y municipales; también se entregaron becas para que los hijos e hijas de policías estudien en las mejores universidades del estado, así como créditos para adquirir una vivienda digna, entre otros beneficios nunca antes vistos. Te podría interesar Alonso García comentó que el liderazgo del C5i se consolidó este año a nivel nacional por su innovación tecnológica y la respuesta oportuna a los reportes de emergencias, así como por la implementación de protocolos en la atención de llamadas mudas y personas desaparecidas, con lo que se colocó como el mejor del país. Te podría interesar Destacó que en respuesta a las solicitudes de los propios habitantes de los municipios de Calvillo y Asientos, se construyeron dos puertas de seguridad en dichas demarcaciones, acciones clave para fortalecer la confianza de la ciudadanía y hacer de Aguascalientes el lugar más seguro del país. Por otro lado, el helicóptero Fuerza 1 realizó más de 113 vuelos preventivos y nueve traslados de órganos que dieron esperanza de vida a otras personas; también se adquirieron más de 100 nuevas patrullas y se instalaron cámaras de videovigilancia. De igual manera, se creó la Universidad de la Policía y Ciencias de la Seguridad de Aguascalientes (Unpol), donde se implementó la Licenciatura en Seguridad Pública y Ciencias Policiales, lo que representa un gran paso hacia la formación integral de las y los policías. Adicionalmente se crearon unidades especializadas, como la Policía Rosa y la Unidad de Policía de Atención a las Infancias; el Programa 4x4 se integró con más de mil 190 comités instalados en todo el estado, gracias a lo cual se registró una disminución de más del 20 por ciento en la incidencia delictiva. El programa “Mujeres de 10” y la instalación de seis Casas Rosas en el estado son iniciativas interinstitucionales significativas para el desarrollo integral de las niñas, mujeres y adultas mayores; mientras que mediante el programa “Escuelas Ciberseguras” se atendieron más de 5 mil reportes de ciberdelitos y violencia digital. En el ámbito de la investigación criminal y seguridad jurídica, el titular de la SSPE informó que se creó la Agencia Estatal de Investigación Criminal y se implementó la plataforma Casiopea, a través de la cual se recibieron y atendieron más de 480 denuncias digitales. Finalmente, comentó que la innovación institucional ha sido evidente en la certificación de los policías, el refuerzo de unidades especiales y la creación de la Policía Estatal de Carreteras, Turística y Metropolitana, con lo que se demuestra el compromiso por garantizar la seguridad y la eficacia en la prevención del delito. “Cada acción y logro de la Secretaría de Seguridad Pública del Estado durante el 2023 refleja el firme compromiso que tenemos con la seguridad y el bienestar de todos; estos logros son un paso importante para lograr que Aguascalientes se consolide como el estado más seguro del país”, concluyó.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T23:19:25.398+02:00",
  "updated": "2023-12-29T23:19:25.398+02:00"
}