{
  "thread": {
    "uuid": "8fde8c9dbb3b775a6a8feceeb02261798b39938f",
    "url": "https://en.minghui.org/html/articles/2023/12/30/213667.html",
    "site_full": "en.minghui.org",
    "site": "minghui.org",
    "site_section": "https://en.minghui.org",
    "site_categories": [
      "media"
    ],
    "section_title": "\n            Falun Dafa - Minghui.org",
    "title": "Chinese Residents Sincerely Wish Master Li a Happy New Year | Falun Dafa - Minghui.org",
    "title_full": "Chinese Residents Sincerely Wish Master Li a Happy New Year | Falun Dafa - Minghui.org",
    "published": "2023-12-30T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 80538,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8fde8c9dbb3b775a6a8feceeb02261798b39938f",
  "url": "https://en.minghui.org/html/articles/2023/12/30/213667.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dec ; A Minghui Correspondent",
  "published": "2023-12-30T02:00:00.000+02:00",
  "title": "Chinese Residents Sincerely Wish Master Li a Happy New Year | Falun Dafa - Minghui.org",
  "text": "(Minghui.org) Falun Dafa has for the past 31 years not only guided practitioners with the principles of Truthfulness-Compassion-Forbearance, but also inspired everyday citizens in China to be good people, which has brought them blessings such as health, safety, and much more. They sent their greetings to the Minghui.org website, to thank Master Li, the founder of Falun Dafa, and wish him a Happy New Year! Learning to Be Tolerant Lan, who lives in the Tongzhou District in Beijing, described something she experienced on December 2, 2023. “At 4 p.m. that day, a woman with an accent [not from Beijing] called me out at work saying that my bag damaged her strawberries. I went outside and saw my bag which was in my bike basket was neatly placed on a plate of strawberries,” she wrote in her letter. “I knew this woman was an accident faker (someone who stages accidents to extort money). I then remembered in a DVD called Coming for You, that a Falun Dafa practitioner who bought a thermos returned 10 yuan to the cashier who mistakenly undercharged him. So I decided to be a good person like that practitioner and bought the strawberries from this accident faker.” When she headed home that day, Lan felt peaceful with an open mind, and she also recited, “Falun Dafa is good” and “Truthfulness-Compassion-Forbearance is good,” as recommended by the DVD. “After I came home, I suddenly realized that the running nose that had bothered me for a week had stopped. Not only that, the ‘damaged’ strawberries were not bruised. Falun Dafa is truly extraordinary!” she continued. “I know that these were blessings because of my kind thoughts. Thank you Master Li, and I wish you a Happy New Year!” Retired Village CCP Secretary Sees Hope in Falun Dafa Wei was the village’s Chinese Communist Party (CCP) Secretary for 28 years in Yantai City, Shandong Province. In the beginning, he had a simple thought of doing things for people without fighting for his own personal gains. Local residents all supported him and he was reelected again and again. “But later on I found I could not continue any longer. The CCP became so rotten that one always had to lie in order to please higher officials; otherwise, you were not a good official. In addition, one has to pay bribes here and there; otherwise, you cannot get anywhere with the village projects. I was frustrated, but I could not figure out why,” he wrote in his letter. After reading [truth clarification] materials distributed by Falun Dafa practitioners, Wei gradually understood what was happening in China. “The society is experiencing a moral decay, and it’s really alarming if things continue like this,” Wei wrote. “Master Li introduced Falun Dafa and the principles of Truthfulness-Compassion-Forbearance to save us, but the CCP is undermining mankind by suppressing traditional values, including Falun Dafa’s teachings. That is why I admire Master Li and I fully support Falun Dafa practitioners! I also want to quit all the CCP organizations I am affiliated with, because I want to be a good person.” Village Official Criticizes the CCP Liang from Jingzhou County, Hunan Province, raised pigs, and he was elected a village official. In the countryside, there is a tradition of raising pigs. “But under the totalitarian rule of the CCP, all pigsties were removed for so-called ‘environmental protection’ and we were not allowed to burn the stalks after we harvested the crops—not even the weeds. The high environmental pollution fines made it difficult for many small and medium-sized businesses,” Liang wrote. “Because of the political propaganda of ‘building a modern countryside’, we are not allowed to build houses even on our own homesteads. Due to high fines, projects are left unfinished for years, and can be seen everywhere. People’s resentment against the CCP’s tyranny has boiled over.” As a village official, Liang was well aware that the CCP’s control and brutality against Falun Dafa was even more reckless. The CCP’s persecution and “zero-out” campaigns are irrational, while the peaceful efforts of Falun Dafa practitioners have won more and more support. “When reading Master Li’s new articles, ‘How Humankind Came To Be’ and ‘Why Save Sentient Beings’, I could feel his immense compassion of reviving traditional values and upholding morality. This will lead us to a better future. Thank you Master Li!” Blessings of Being Good People One resident of Changping District in Beijing said he knew that Falun Dafa practitioners were good people, and completely different from what the television media depicts. “I also listened to Master Li’s audio lectures, and everything in them is encouraging us to be good and better people,” the man wrote. “I have followed these principles at work and in my life. Thank you Master Li, and Happy New Year!” Gang, a resident in Zhaoyuan City, Shandong Province, said he was tired of seeing how corrupt the CCP officials are, but they continue mistreating innocent Falun Dafa practitioners. “No one in our village says anything good about the Party. When village officials asked me to join the Party recently, I said no way! The CCP will meet its end for harming people and I don’t want to die with it,” he wrote in his greetings. “Falun Dafa and Master Li will save us. Thank you Master Li!” One resident in Jianping County, Liaoning Province, said some of his family members practice Falun Dafa, and he was encouraged to be a good person. “Many coworkers pick the easy tasks at work, but I will do whatever is needed to get the job done. I am not calculating my gains or losses, and often help out others. Because of that, I have a peaceful mind and good health. I am the only worker who was not infected during the pandemic. I sincerely thank Master Li for restoring traditional values, and hope he returns to China,” he wrote in his greetings. Ning, who lives in Qitaihe City, Heilongjiang Province, is not a Falun Dafa practitioner. She wrote, “But I have seen how my child’s mother-in-law has miraculously survived a fatal illness because of Falun Dafa. I think I will practice later.” One practitioner in Baoding City, Hebei Province, said that when he told villagers about Falun Dafa, they were very supportive. “Some of them said they were not articulate, but asked me to pass on their sincere ts to Master Li and wish him a Happy New Year!” he wrote in the greetings. The family members of a practitioner in Tangshan City, Hebei Province, said that they are grateful to Falun Dafa and Master Li. “In this society of uncertainty, Falun Dafa gives us assurance, hope, and blessings. Thank you Master Li!” A resident in Yantai City, Shandong Province said that she felt fortunate that her family members are able to practice Falun Dafa. She is very thankful and wishes Master Li a Happy New Year! Three residents from Jianping County in Liaoning Province said they witnessed how Falun Dafa helped their family members become better people. “We always support Falun Dafa, and will forever stand with Dafa practitioners as well as Master Li. Words can’t describe how we cherish the principles of Truthfulness-Compassion-Forbearance. Thank you Master Li!” they wrote in their greetings. A greeting from Nanchong City, Sichuan Province, wrote: “Dear Master Li, Happy New Year! Here we want to say Truthfulness-Compassion-Forbearance is truly wonderful. We everyday people will forever remember how great you are by introducing Falun Dafa to this world. From residents in Nanchong City, Sichuan Province” Additional greetings were received from:Baicheng City, Jilin ProvinceLiuyang City, Hunan ProvinceWuhan City, Hubei ProvinceChangping District, BeijingDalian City, Liaoning ProvinceSantai County, Sichuan Province Jianping County, Liaoning Province Copyright © 1999-2023 Minghui.org. Content on this page may be reproduced with attribution. Category: [ Greetings ](/cc/31/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "be tolerant lan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "falun dafa",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "beijing",
        "sentiment": "none"
      },
      {
        "name": "tongzhou district",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T07:37:41.671+02:00",
  "updated": "2023-12-30T07:37:41.671+02:00"
}