{
  "thread": {
    "uuid": "1e7c6e625b377791bb9e13513ba9ea3937a04ffa",
    "url": "https://www.expreso.ec/buenavida/son-vitaminas-mejoran-vision-libran-enfermedades-195558.html",
    "site_full": "www.expreso.ec",
    "site": "expreso.ec",
    "site_section": "https://expreso.ec/buenavida",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "    Expreso - Buena Vida\n",
    "title": "Estas son las vitaminas que mejoran la visión y te libran de enfermedades",
    "title_full": "Estas son las vitaminas que mejoran la visión y te libran de enfermedades",
    "published": "2024-04-05T01:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "EC",
    "main_image": "https://imagenes.expreso.ec/files/og_thumbnail/uploads/2024/04/04/660ef4160da9d.jpeg",
    "performance_score": 0,
    "domain_rank": 66489,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1e7c6e625b377791bb9e13513ba9ea3937a04ffa",
  "url": "https://www.expreso.ec/buenavida/son-vitaminas-mejoran-vision-libran-enfermedades-195558.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Danna Robayo Diaz",
  "published": "2024-04-05T01:24:00.000+03:00",
  "title": "Estas son las vitaminas que mejoran la visión y te libran de enfermedades",
  "text": "Estas son las vitaminas que mejoran la visión y te libran de enfermedades Conoce más sobre las vitaminas que mejoran la capacidad de tu visión y en qué alimentos las puedes obtener Los problemas oculares son desafiantes en una era donde las pantallas dominan nuestro día a día. Por eso, la salud visual se ha vuelto una preocupación fundamental. Afortunadamente, la naturaleza ofrece algunas soluciones en forma de vitaminas que no solo protegen, sino que también mejoran la visión. (SIGUE CON: L [a radiación solar también es dañina para los ojos](https://www.expreso.ec/buenavida/radiacion-solar-danina-ojos-186656.html)) Una de las principales es la vitamina A. Juega un papel crucial en la formación y mantenimiento de la retina, la parte del ojo responsable de la percepción de la luz. Esta también es necesaria para la producción de rodopsina, un pigmento sensible a la luz que es vital para la visión en condiciones de poca luz, como la visión nocturna. Las fuentes naturales de obtención de vitamina A son: - Zanahorias - Espinacas - Papas - Brócoli - Hígado - Yema de huevo - Productos lácteos. Estas son las otras vitaminas buenas para los ojos - Vitamina C: Este antioxidante se encuentra en frutas cítricas como las fresas, kiwi, brócoli y pimientos. La vitamina C ayuda a mantener la salud de los vasos sanguíneos en los ojos y puede reducir el riesgo de cataratas. - Vitamina E: Presente en alimentos como nueces, semillas, aceites vegetales y espinacas. La E también actúa como antioxidante y puede proteger las células de los ojos del daño causado por los radicales libres. - Luteína y zeaxantina: Estos antioxidantes se encuentran en alimentos como espinacas, col rizada, maíz y huevos. Ayudan a filtrar la luz dañina en el ojo y pueden reducir el riesgo de desarrollar degeneración macular relacionada con la edad. - Zinc: Este mineral es importante para la salud ocular y se encuentra en alimentos como carne de res, aves de corral, nueces y granos enteros. El zinc desempeña un papel en la producción de melanina, un pigmento protector de los ojos, y también ayuda a transportar la vitamina A desde el hígado hasta la retina para producir melanina. Cosas que debes de tomar en cuenta a la hora de cuidar tus ojos Estas son algunas las recomendaciones que la médico optometrista Whitney Seltman, con estudios en Southern College of Optometry. Memphis en Estados Unidos comparte - Aliméntate bien: Para que puedas ayudar a que todas estas vitaminas y nutrientes sean correctamente absorbidas, necesitas tener una alimentación balanceada. \"Una dieta bien equilibrada también ayuda a mantener un peso saludable. Eso reduce las probabilidades de obesidad y enfermedades relacionadas, como la diabetes tipo 2, que es la principal causa de ceguera en los adultos\". - Dile adiós al tabaco: Los cigarrillos hacen que seas más propenso a sufrir cataratas, daños al nervio óptico y degeneración macular, entre otros problemas médicos. - Que las gafas sean tus aliadas: No solo te hacen lucir genial, sino que también protegen tus ojos de los molestos rayos UV que pueden causar estragos. Asegúrate de elegir unas que bloqueen el 100% de los rayos UVA y UVB. Las de estilo envolvente son una buena opción para mantener esos rayos fuera desde todos los ángulos - Un respiro para tus ojos: Estar pegado a la pantalla de la computadora todo el día puede ser muy complicado para tus ojos. Dales un respiro de vez en cuando. Mirar un punto determinado lejos de la pantalla cada hora puede ayudar a prevenir la fatiga ocular y reducir la tensión. Además, te da la oportunidad perfecta para estirar las piernas y tomar un breve paseo [¿Quieres acceder a todo el contenido de calidad sin límites? ¡SUSCRÍBETE AQUÍ!](https://suscripcion.expreso.ec/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:20:54.537+03:00",
  "updated": "2024-04-05T02:20:54.537+03:00"
}