{
  "thread": {
    "uuid": "b90dad209a7f2bdda2e43c6837edd373e42b81e6",
    "url": "https://www.latribuna.hn/2024/05/06/la-unah-y-la-sesal-logran-acuerdo-interinstitucional-que-pone-fin-a-conflicto",
    "site_full": "www.latribuna.hn",
    "site": "latribuna.hn",
    "site_section": "https://latribuna.hn",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Diario La Tribuna - Diario de Honduras",
    "title": "La UNAH y la SESAL logran acuerdo interinstitucional que pone fin a conflicto - Diario La Tribuna",
    "title_full": "La UNAH y la SESAL logran acuerdo interinstitucional que pone fin a conflicto - Diario La Tribuna",
    "published": "2024-05-06T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HN",
    "main_image": "https://d1mrtjpezxphht.cloudfront.net/wp-content/uploads/2024/05/UNAH-SESAL-HE-2.jpg",
    "performance_score": 0,
    "domain_rank": 58283,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b90dad209a7f2bdda2e43c6837edd373e42b81e6",
  "url": "https://www.latribuna.hn/2024/05/06/la-unah-y-la-sesal-logran-acuerdo-interinstitucional-que-pone-fin-a-conflicto",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@latribunahn",
  "published": "2024-05-06T03:00:00.000+03:00",
  "title": "La UNAH y la SESAL logran acuerdo interinstitucional que pone fin a conflicto - Diario La Tribuna",
  "text": "La UNAH y la SESAL logran acuerdo interinstitucional que pone fin a conflicto Las autoridades de la Universidad Nacional Autónoma de Honduras (UNAH) y de la Secretaría de Salud (SESAL) logran acuerdo interinstitucional que pone fin al conflicto generado días atras en caso de los estudiantes de medicina en el Hospital Escuela y otros centros asistenciales del país. NOTA Tras el diálogo público entre autoridades de la Universidad Nacional Autónoma de Honduras (UNAH) y la Secretaría de Salud, respecto de las denuncias que los estudiantes en su práctica profesional del área de la salud hicieran de los tratos que reciben en el Hospital Escuela; ambas instituciones acordaron elaborar un plan de trabajo a corto plazo, así como designar personal para darle cumplimiento y seguimiento del presente acuerdo, mismo que deberá ejecutarse de manera inmediata. De parte de la Secretaría de Salud, se acordó que deberá cumplir con 20 puntos que abarcan medidas desde la dotación de espacios físicos para que los practicantes de la UNAH puedan desarrollar sus actividades académicas y de atención a la población, además de un espacio digno para descanso; por otra parte tendrá que hacer cambios en las jefaturas médicas; garantizar una distribución proporcional de plazas de servicio social; y respetar los horarios específicos para el desarrollo de clases y actividades académicas del estudiantado. La SESAL proveerá según su capacidad presupuestaria, de los recursos tecnológicos, quirófanos e insumos para las actividades prácticas del estudiantado de grado y posgrado de la UNAH en igualdad de condiciones, así como el suministro del equipo que garantice sus medidas de bioseguridad. En el caso del estudiantado de UNAH-VS, la SESAL deberá garantizar cupos en el Bloque I y Bloque II en Hospital Mario Catarino Rivas. Entre tanto, se solventarán los pagos pendientes a los estudiantes residentes, así como a los estudiantes que brindan su servicio social. Garantizar que ningún estudiante de la UNAH será objeto de represalia por parte de autoridades y asistenciales dependientes de la SESAL y que tengan relación directa o indirecta con estudiantes. Por su parte, la UNAH se compromete abrir más cupos a nivel de grado y posgrado para la cobertura necesaria de atención en hospitales y centros de salud del interior del país. Garantizar la transparencia en el manejo de asignación de becas a los internados y los posgrados, con la participación y veeduría de la SESAL. Los estudiantes deberán comprometerse con la sostenibilidad del sistema sanitario, capaces de abordar los desafíos actuales y futuros de manera efectiva y responsable. El plan de trabajo acordado por las partes lo integraran los decanos de las facultades de Ciencias, Ciencias Médicas, Ciencias Químicas y Farmacia, Odontología; y por la SESAL el director del Hospital Escuela Herbert López y los directores del Desarrollo del Recurso Humano y de las Redes Integrales de Servicio Social.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T20:42:16.522+03:00",
  "updated": "2024-05-06T20:42:16.522+03:00"
}