{
  "thread": {
    "uuid": "156ba515c93048265e21675b7559546070787c4a",
    "url": "https://www.dailymail.co.uk/home/you/article-12881929/One-Life-film-Nicholas-Winton-Anthony-Hopkins.html",
    "site_full": "www.dailymail.co.uk",
    "site": "dailymail.co.uk",
    "site_section": "http://www.dailymail.co.uk/home/index.html",
    "site_categories": [],
    "section_title": "UK Home | Daily Mail Online",
    "title": "Sir Nicholas Winton - The 'British Schindler': How on the eve of the Second World War, a quiet Home Counties stockbroker rescued hundreds of young lives from Nazi persecution | Daily Mail Online",
    "title_full": "Sir Nicholas Winton - The 'British Schindler': How on the eve of the Second World War, a quiet Home Counties stockbroker rescued hundreds of young lives from Nazi persecution | Daily Mail Online",
    "published": "2023-12-30T14:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/27/12/79180657-0-image-m-71_1703680453904.jpg",
    "performance_score": 0,
    "domain_rank": 139,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "156ba515c93048265e21675b7559546070787c4a",
  "url": "https://www.dailymail.co.uk/home/you/article-12881929/One-Life-film-Nicholas-Winton-Anthony-Hopkins.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "James Hawes",
  "published": "2023-12-30T14:01:00.000+02:00",
  "title": "Sir Nicholas Winton - The 'British Schindler': How on the eve of the Second World War, a quiet Home Counties stockbroker rescued hundreds of young lives from Nazi persecution | Daily Mail Online",
  "text": "Nicky Winton was a 29-year-old London stockbroker in 1938. He was the child of Jewish refugees, from a family that had left Germany for England in the 1870s. As war once again loomed over Europe, a friend alerted him to the refugee crisis in Prague, triggered by Britain’s signing of the Munich Agreement (that permitted German annexation of the Sudetenland in Czechoslovakia and Nazi Germany’s subsequent occupation of it). Winton volunteered to spend a week or two helping refugees, but when he saw first-hand how desperate and dangerous their situation was, he decided he had to try to change things. The kindertransport trains were bringing Jewish children out of Germany and Austria, but no refugees were being accepted from Czechoslovakia, mainly because the British government did not judge people there to be in any danger. The kindertransport programme saved the lives of nearly 10,000 young Winton in 1939, with a child rescued from Czechoslovakia. Winton found thousands of refugees, many of them children, living in open fields and ruined buildings around Prague, facing a brutal winter and the threat of Nazi invasion. Most were Jewish. Some were children of those who had opposed Hitler and were now in hiding. Winton was adamant that he wanted to save children ‘of all faiths and none’, that every life was equal. He set about raising funds and negotiating with the Home Office to allow the children into temporary refuge in Britain. And to those who told him it was impossible, he answered simply that he was determined to try. This film project first landed in my inbox with a script and a link to a YouTube clip from the BBC ’s That’s Life! programme in 1988, when Winton was interviewed by Esther Rantzen . In it, she asks the assembled audience if anyone who owes their life to him is present. One by one, every adult in the room stands. It’s a piece of TV history that goes viral several times a year. The raw, understated emotion of the moment where Winton realises the impact of all that he achieved decades before, at the outbreak of war, is deeply moving. I’ve watched it a hundred times and it still gives me goosebumps – if you haven’t seen it, you need to. I dare you not to cry. Winton in 1998, at Prague’s main railway station That YouTube clip is both a gift and a challenge for a director. How do you re-create such an iconic screen moment? How do you add to it – if you even can? Well, casting Sir Anthony Hopkins is a good place to start. As he and I discussed how we would approach the film, he talked of the extraordinary humility that Winton emanates, the emotions all so controlled. No dramas. You do the thing because it is decent and right. My crew set out to make it as authentic as possible, from the costumes to the detail of every passport stamp and, where we could, shooting scenes in the locations where the real events took place. Early in our preparations, we were on reconnaissance in Prague, at the central station where most of the children boarded their trains towards England. At the end of the platform stands a bronze statue of Winton with two of the children he saved. We stopped to take photos when suddenly there were shouts, radios squawking, children crying. Police were escorting a crowd across the platforms. And then we realised these were refugees; dozens of women and children, newly arrived from Ukraine , dragging a few precious belongings with them. We all stood very quietly to take it in. Here we were, preparing to tell a story of another war and other refugees from more than 80 years ago, and history was repeating itself in front of us. It was a chilling moment. What would Winton have thought? For the scenes where the children say a last goodbye as they boarded the trains, the original archive tended to show lots of happy faces, excited by the newsreel camera, smiling awkwardly. I decided to reference more contemporary sources, so looked at photojournalism from Ukraine and re-created images of parents waving goodbye to their children in 2022: an adult hand over a child’s hand through the window, faces pressed to the glass. It’s only a detail but it makes the film speak subtly more to ‘now’. A new film featuring Winton's heroic efforts and starring Sir Anthony Hopkins will be released in cinemas on New Year’s Day Today, with world news so full of conflict, it is all too easy to feel overwhelmed, to have every excuse to think it’s more than any one individual can hope to influence, that nothing you could do would make a dent in the crisis. But Winton, who died in 2015 at the age of 106, thought differently. His story is all about possibility and hope. Johnny Flynn as the young Winton in One Life Does the film work? You, the audience, will be the judge of that. But the now Dame Esther Rantzen has seen it and given us her approval – and that matters personally. You see, this director’s second ever job in the industry was as a trainee researcher on That’s Life! , so Esther was my boss. Now, decades later, I got to direct ‘her’. Perhaps more significantly, the film has been seen by both Winton’s family and some of the surviving children who first arrived at Liverpool Street Station over 84 years ago. One, Lord Dubs, wrote that he watched the film with tears streaming, because this was his life story we were telling, dramatising the moment he left his parents at Prague station. He added that when he saw Anthony Hopkins on the screen as Winton, he had to pinch himself to remember that it wasn’t the real hero he was watching. Humbly, we’ll take that. One Life will be in cinemas from 1 January",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nicky winton",
        "sentiment": "neutral"
      },
      {
        "name": "schindler",
        "sentiment": "neutral"
      },
      {
        "name": "nicholas winton",
        "sentiment": "neutral"
      },
      {
        "name": "winton",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "austria",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      },
      {
        "name": "czechoslovakia",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      },
      {
        "name": "prague",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T14:07:56.736+02:00",
  "updated": "2023-12-30T14:07:56.736+02:00"
}