{
  "thread": {
    "uuid": "4e3fb3599e48ecf554b089f93008b37e507dc752",
    "url": "https://www.larazon.es/tecnologia/japon-pone-orbita-satelite-recolector-basura-empezado-mision_202406216675b02a901ca900018410a4.html",
    "site_full": "www.larazon.es",
    "site": "larazon.es",
    "site_section": "https://www.larazon.es/?outputType=xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "La Razón - Diario de noticias y actualidad en España y el mundo",
    "title": "Japón pone en órbita un satélite recolector de basura. Y ya ha empezado su misión",
    "title_full": "Japón pone en órbita un satélite recolector de basura. Y ya ha empezado su misión",
    "published": "2024-06-21T17:54:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://fotografias.larazon.es/clipping/cmsimages01/2024/06/21/AE7BF69E-4621-4C35-817E-22805A63AF5B/satelite-japones-acercandose-cohete-tres-toneladas_69.jpg?crop=984,554,x0,y46&width=1280&height=720&optimize=low&format=jpg",
    "performance_score": 0,
    "domain_rank": 5184,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4e3fb3599e48ecf554b089f93008b37e507dc752",
  "url": "https://www.larazon.es/tecnologia/japon-pone-orbita-satelite-recolector-basura-empezado-mision_202406216675b02a901ca900018410a4.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Juan, Scaliter",
  "published": "2024-06-21T17:54:00.000+03:00",
  "title": "Japón pone en órbita un satélite recolector de basura. Y ya ha empezado su misión",
  "text": "Exploración espacial\nJapón pone en órbita un satélite recolector de basura. Y ya ha empezado su misión\nSe trata de un satélite de 150 kilos que ha logrado acercarse a un cohete lanzado en 2009 para recoger sus desechos.\nCasi una década atrás, se desarrolló\nun sistema español para recoger la ingente cantidad de basura espacial (decenas de miles de satélites en desuso). Desafortunadamente, no tuvo mucho éxito. La NASA también contribuyó, a su modo, para evitar sumar más chatarra cósmica, lanzado satélites de madera, pero estas iniciativas resultaron puntuales e ineficientes y la basura espacial lleva décadas en aumento. Al menos hasta ahora, gracias a la empresa japonesa Astroscale que no solo se ha puesto manos a la obra, sino que ya ha lanzado el primer satélite recolector.\nEl pasado 18 de febrero, a bordo de un cohete de Rocket Lab, Astroscale lanzó el ADRAS-J (siglas de Active Debris Removal by Astroscale-Japan o recolección activa de basura de Astroscale-Japón). Dos meses después, el satélite se colocó a unos pocos cientos de metros de su primer objetivo: la segunda etapa de un cohete H-IIA lanzado en 2009 por la Agencia Espacial de Japón, JAXA. Finalmente, el 23 de mayo, ADRAS-J se acercó a menos de 50 metros de la gigantesca pieza de basura espacial de más de 10 metros de largo, 4 de diámetro y 3 toneladas.\nPara ello, la nave utilizó sus doce propulsores en una maniobra pionera, según\nel comunicado de la empresa. Pero no es el único hito, de acuerdo con Astroscale. ADRAS-J completó con éxito la aproximación segura y controlada a un objeto de desechos espaciales no preparado a una distancia relativa de aproximadamente 50 metros, recopilando más imágenes y datos mientras mantenía una posición relativa de punto fijo controlada desde la etapa superior.\n“ADRAS-J es una misión innovadora: el primer intento del mundo de acercarse, caracterizar y estudiar de forma segura el estado de una pieza existente de escombros grandes a través de operaciones de encuentro y proximidad – explica el comunicado -. ADRAS-J está diseñado para encontrarse con un cuerpo de cohete japonés de etapa superior no preparado, demostrar operaciones de proximidad y recopilar imágenes para evaluar el movimiento del cuerpo del cohete y el estado de su estructura. Los objetos en órbita no preparados plantean un desafío adicional, ya que no están diseñados con ninguna tecnología que permita el acoplamiento o su posible mantenimiento o remoción”.\nLa misión ADRAS-J ha alcanzado varios hitos desde que comenzaron las operaciones de encuentro el 22 de febrero. Durante esta fase, la nave espacial ADRAS-J comenzó a maniobrar hacia la órbita utilizando GPS y datos de observación terrestres. Para el 9 de abril, ADRAS-J había detectado con éxito su objetivo gracias a la cámara a bordo y comenzó la fase de aproximación de proximidad.\n“Cuando ADRAS-J estaba a unos pocos kilómetros de los restos del cohete – añade el comunicado -, el equipo de tierra transfirió con éxito el control de navegación a la cámara infrarroja a bordo con algoritmos de navegación de coincidencia de modelos (MMN) desarrollados por Astroscale. Este método de navegación estima la distancia relativa comparando imágenes o datos capturados con un modelo preexistente. El 16 de abril, ADRAS-J comenzó a utilizar MMN para procesar datos sobre las características del cohete, como la forma y la actitud, y el 17 de abril se acercó con éxito a una distancia relativa de varios cientos de metros. En mayo, ADRAS-J se acercó de forma segura y exitosa a su objetivo, aproximadamente 50 metros, y realizó observaciones de puntos fijos”.\nEn la siguiente fase, ADRAS-J intentará capturar imágenes adicionales de la etapa superior a través de varias operaciones de aproximación controlada. Se espera que las imágenes y los datos recopilados sean cruciales para comprender mejor los escombros y proporcionar información crítica para futuros esfuerzos de eliminación.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://astroscale.com/",
    "https://astroscale.com/historic-approach-to-space-debris-astroscales-adras-j-closes-in-by-50-meters/",
    "https://www.astroscale.com/historic-approach-to-space-debris-astroscales-adras-j-closes-in-by-50-meters/",
    "https://astroscale.com",
    "https://www.astroscale.com/",
    "https://astroscale.com/historic-approach-to-space-debris-astroscales-adras-j-closes-in-by-50-meters"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T19:56:56.706+03:00",
  "updated": "2024-06-21T19:56:56.706+03:00"
}