{
  "thread": {
    "uuid": "864565178fbfe334675c52b72aef3d558e15c359",
    "url": "https://www.ivoox.com/musico-sanado-jesus-eucaristia-audios-mp3_rf_129678721_1.html",
    "site_full": "www.ivoox.com",
    "site": "ivoox.com",
    "site_section": "https://www.ivoox.com/podcast-buscadores-sentido_sq_f136379_1.html",
    "site_categories": [
      "music",
      "non_standard_content",
      "entertainment"
    ],
    "section_title": "Buscadores de sentido - Podcast en iVoox",
    "title": "Músico sanado por Jesús Eucaristía - Re- - Podcast en iVoox",
    "title_full": "Músico sanado por Jesús Eucaristía - Re- - Podcast en iVoox",
    "published": "2024-05-31T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "ES",
    "main_image": "http://static-1.ivoox.com/audios/f/b/e/c/fbec343e704ae6826a3296adb818f048.jpg",
    "performance_score": 0,
    "domain_rank": 3058,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "864565178fbfe334675c52b72aef3d558e15c359",
  "url": "https://www.ivoox.com/musico-sanado-jesus-eucaristia-audios-mp3_rf_129678721_1.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-31T03:00:00.000+03:00",
  "title": "Músico sanado por Jesús Eucaristía - Re- - Podcast en iVoox",
  "text": "Nada me falta! En Re- | 01:35 Preparing audio to download. Sponsored listening. Audio will begin within seconds... Escucha sin anuncios y sin esperas con iVoox Premium En la Pascua de 1975, Jesús el Señor salió a mi encuentro y me hizo conocer su AMOR profundo e incondicional. Mi ENCUENTRO con Cristo coincidió con mi encuentro con Montse: nos enamoramos y, tras un noviazgo de tres años, nos casamos y emprendimos nuestro camino como discípulos misioneros en comunidad, viviendo en el Espíritu y sirviendo al Señor en la Renovación Carismática. Con treinta años y nuestros dos primeros hijos -Martiño y Lucía- todavía pequeños, comencé a padecer fuertes dolores lumbares, calambres... cada vez más frecuentes y paralizantes. El médico decidió que me hiciesen distintas pruebas que descubrieron una lesión importante en la cuarta vértebra lumbar. Esta dolencia me afectaba bastante en mi trabajo cotidiano, en casa, en el colegio -como maestro de música- y en mi acción pastoral y evangelizadora. A principios de la década de los noventa -aún no había nacido Olalla, nuestra tercera hija-, la Comunidad me envió a una Asamblea de la RCC que se celebraba en Cataluña, más concretamente en Badalona. En ella predicaba Emiliano Tardiff. En la Eucaristía, después de la Comunión, el P. Tardiff comenzó a anunciar la sanación que Jesús Eucaristía realizaba en el cuerpo y en el alma de muchos de los participantes... En un momento dijo: «Hay aquí un hombre que se ha entregado sinceramente al Señor. Tiene fuertes dolores en la espalda que lo limitan cada vez más: Jesús Eucaristía te sana ahora para que, en adelante, puedas servirle con toda libertad». Supe, en seguida, que aquel hombre era yo. Creí firmemente que Jesús me sanaba. Desde entonces -sin haber pasado por el quirófano ni seguir ningún tratamiento especial- no he vuelto a padecer de la espalda y, efectivamente, he servido al Señor con libertad (2Cor 3, 17) y con profunda alegría durante más de treinta años, dándole toda la gloria por las maravillas que hace en medio de su pueblo. ¡Jesús está vivo y actúa con poder! Javier de Montse · www.comunidadecana.org En la pascua de mil novecientos setenta y cinco jesús el señor salió a mi encuentro y me hizo conocer su amor profundo e incondicional mi encuentro con cristo coincidió con mi encuentro con montse nos enamoramos y tras un noviazgo de tres años nos casamos y emprendimos nuestro cami como discípulos misioneros en comunidad viviendo en el espíritu y sirviendo al señor en la renovación carismática con treinta años y nuestros dos primeros hijos martín y lucía todavía pequeños comencé a padecer fuertes dolores lumbares calambres cada vez más frecuentes y paralizantes el médico decidió que me hiciesen distintas pruebas que descubrieron una lesión importante en la cuarta vértebra lumbar esta dolencia me afectaba bastante en mi trabajo cotidiano en casa en el colegio como maestro de música y en mi acción pastoral y evangelizadora a principios de los noventa aún no había nacido laya nuestra tercera hija la comunidad me envió a una asamblea de la renovación carismática que se celebrará en cataluña más concretamente en badalona en ella predicaba emiliano tardif en la eucaristía después de la comunión el padre tardif comenzó a anunciar la sanación que jesús eucaristía realizada en el cuerpo y en el alma de muchos de los participantes en un momento dijo hay aquí un hombre que se ha entregado sinceramente al señor tiene fuertes dolores en la espalda que lo limitan cada vez más jesús eucaristía te sana para que en adelante pueda servirle con toda libertad supe enseguida que aquel hombre era yo creí firmemente que jesús me sanaba desde entonces sin haber pasado por el quirófano ni seguir ningún tratamiento especial no he vuelto a padecer de la espalda y efectivamente he servido al señor con libertad tal como dicen segunda corintios tres diecisiete y con profunda alegría durante más de treinta años dando ole toda la gloria por las maravillas que hace en medio de su pueblo jesús está vivo y actúa con poder En Re- | 01:35",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T12:26:08.679+03:00",
  "updated": "2024-05-31T12:26:08.679+03:00"
}