{
  "thread": {
    "uuid": "6fe021c6510ca249a17d388de6c119090b5bb88b",
    "url": "https://live.euronext.com/en/node/12366107",
    "site_full": "live.euronext.com",
    "site": "euronext.com",
    "site_section": "https://live.euronext.com/rss.xml",
    "site_categories": [],
    "section_title": "live - Live markets",
    "title": "Norsk Renewables AS: Private placement of NOK 36.27 million successfully completed",
    "title_full": "Norsk Renewables AS: Private placement of NOK 36.27 million successfully completed",
    "published": "2024-02-15T23:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BE",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 9204,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6fe021c6510ca249a17d388de6c119090b5bb88b",
  "url": "https://live.euronext.com/en/node/12366107",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "master_of_puppets",
  "published": "2024-02-15T23:40:00.000+02:00",
  "title": "Norsk Renewables AS: Private placement of NOK 36.27 million successfully completed",
  "text": "Norsk Renewables AS: Private placement of NOK 36.27 million successfully completed\n15 Feb 2024 23:39 CET\nCompany Name\nNORSK RENEWABLES AS\nISIN\nNO0010941925\nMarket\nSymbol\nNSOL\nNorsk Renewables AS: Private placement of NOK 36.27 million successfully\ncompleted.\nNOT FOR RELEASE, PUBLICATION OR DISTRIBUTION, IN WHOLE OR IN PART, DIRECTLY OR\nINDIRECTLY, IN OR INTO AUSTRALIA, CANADA, HONG KONG, JAPAN OR THE UNITED STATES\nOR ANY OTHER JURISDICTION IN WHICH THE RELEASE, PUBLICATION OR DISTRIBUTION\nWOULD BE UNLAWFUL. THIS ANNOUNCEMENT DOES NOT CONSTITUTE AN OFFER OF ANY OF THE\nSECURITIES DESCRIBED HEREIN.\nOslo, 15 February 2024: Reference is made to the stock exchange announcement\npublished by Norsk Renewables AS (\"Norsk Renewables\" or the \"Company\") on 13\nFebruary 2024 regarding a contemplated share issue in the Company (the \"Private\nPlacement\"), in which Pareto Securities AS has acted as sole global coordinator\nand bookrunner (the \"Manager\").\nThe Company hereby announces that it has allocated 120,895,299 new shares (the\n\"Offer Shares\") in the Private Placement at a subscription price of NOK 0.30 per\nOffer Share (the \"Offer Price\"), raising gross proceeds of approx. NOK 36.27\nmillion. The Company had received a pre-commitment from its largest shareholder,\nValinor AS (\"Valinor\"), which had committed to subscribe for NOK 30 million and\nwas therefore allocated 100 million Offer Shares.\nThe net proceeds to the Company from the Private Placement will be used to cover\ndevelopment expenses to further develop the Company's significant project\npipeline in South Africa to the ready-to-build stage as well as for general\noperating expenses through 2024.\nThe Offer Shares will be issued by, and are subject to, a resolution by the\nCompany’s extraordinary general meeting to be held on or about 2 April 2024 (the\n\"EGM\"). The Company expects to send the notice for the EGM during the course of\nweek 8 2024.\nSettlement of the Offer Shares is expected to take place on or about 5 April\n2024. The allocated shares will be delivered to the applicant’s account in the\nNorwegian Central Securities Depository (\"VPS\") on a delivery versus payment\n(“DvP”) basis as soon as practicable after the Conditions (as defined below)\nhave been met. DvP settlement of the Offer Shares is facilitated through a\npre-funding agreement entered into between the Company and the Manager (the\n\"Pre-Payment Agreement\").\nThe completion of the Private Placement is subject to: (i) the EGM resolving to\napprove the Private Placement and issue the Offer Shares, (ii) the Pre-Payment\nAgreement remaining in full force and effect, (iii) the share capital increase\npertaining to the issuance of the Offer Shares being validly registered with the\nNorwegian Register of Business Enterprises, and (iv) the allocated Offer Shares\nbeing validly issued and registered in the VPS (together, the \"Conditions\").\nFollowing registration of the new share capital pertaining to the issuance of\nthe Offer Shares, the Company will have a share capital of NOK 1,967,205.61\ndivided into 196,720,561 shares, each with a par value of NOK 0.01.\n*Subsequent Offering*\nThe Board has, subject to completion of the Private Placement and certain other\nconditions, resolved to propose to carry out a subsequent offering of up to\n23,200,000 new shares at the Offer Price (the \"Subsequent Offering\") which, if\napplicable and subject to applicable securities law, will be directed towards\nexisting eligible shareholders in the Company as of 15 February 2024 (as\nregistered with the VPS two trading days thereafter, the \"Record Date\") who (i)\ndo not have a pro-rata share of the Private Placement which is equal to or\nhigher than the minimum order and allocation in the Private Placement (3.1325%\nof the shares outstanding in the Company), (ii) were not allocated Offer Shares\nin the Private Placement, and (iii) are not resident in a jurisdiction where\nsuch offering would be unlawful or would (other than Norway) require any\nprospectus, filing, registration or similar action (the \"Eligible\nShareholders\"). The Eligible Shareholders will receive non-transferable\nsubscription rights in the Subsequent Offering. Over-subscription will be\npermitted for Eligible Shareholders. Subscription without subscription rights\nwill not be permitted in the Subsequent Offering.\nCompletion of the Subsequent Offering will be subject to (i) completion of the\nPrivate Placement, (ii) relevant corporate resolutions, including a resolution\nby the EGM to authorise the Board to issue the new shares in the Subsequent\nOffering, and (iii) the prevailing market price of the Company's shares,\nincluding the trading price of the Company's shares exceeding the Offer Price.\nThe subscription period for the Subsequent Offering (if applicable) will\ncommence as soon as possible following the Board's decision to carry out the\nSubsequent Offering. The Company reserves the right, in its sole discretion, to\ncancel the Subsequent Offering.\nThe net proceeds from any Subsequent Offering will be applied for general\ncorporate purposes. A separate stock exchange notice will be made relating to\nthe key information for the Subsequent Offering.\n*Equal treatment considerations*\nThe Private Placement represents a deviation from the shareholders' pre-emptive\nright to subscribe for and be allocated the Offer Shares. The Private Placement\nhas therefore been considered by the Board in light of the equal treatment\nobligations under section 3.1 of the Euronext Growth Rule Book Part II and Oslo\nBørs' Circular no. 2/2014, and the Board is of the opinion that it is in\ncompliance with these requirements and guidelines. The issuance of the Offer\nShares was carried out as a private placement and, combined with focusing the\ngeographical footprint of the Company, other available funding sources\n(including potential sale of operating assets) and other strategic options, is\nexpected to cover development expenses to further develop the Company’s\nsignificant project pipeline in South Africa to ready-to-build stage and general\noperating expenses through 2024. Following the maturation of the said portfolio\nin South Africa up to ready-to-build stage, further capital will be needed to\nconstruct and complete the projects under the Company’s current strategy. By\nstructuring the equity raise as a private placement, the Company is able to\nefficiently raise the necessary capital for the abovementioned purposes.\nIn addition, the Company had received a pre-commitment from its largest existing\nshareholder to reduce transaction risk. In order to limit the dilutive effect of\nthe Private Placement and to facilitate equal treatment, the Board has proposed\nthe Subsequent Offering, subject to the conditions set out above. Finally, the\nPrivate Placement and ancillary corporate resolutions are subject to approval by\nthe EGM, at which the Company's shareholders will be given an opportunity to\nexpress their opinion and vote over the related share capital increase. On the\nbasis of the above, and an assessment of the current equity markets as advised\nby the Manager, the Company's need for funding, deal execution risk and\navailable alternatives, the Board is of the opinion that the waiver of the\npreferential rights inherent in the Private Placement is in the common interest\nof the Company and its shareholders.\n*Legal advisor*\nAdvokatfirmaet Thommessen AS acts as legal counsel to the Company in connection\nwith the Private Placement and potential Subsequent Offering.\nFor further information, please contact:\nIngrid Sara Grimstad Amundsgård\nEVP Sustainability, HSE, Communications & Investor Relations\ningrid.sara@norskrenewables.com\n+ 47 90135533\nThis information is considered to be inside information pursuant to the EU\nMarket Abuse Regulation and is subject to the disclosure requirements pursuant\nto the STA section 5-12.\nThis stock exchange announcement was published by Ingrid Sara Grimstad\nAmundsgård, media contact at Norsk Renewables AS, on 15 of February 2024 at\n23:32 CET.\n***\nAbout the company: Norsk Renewables is a vertically integrated independent power\nproducer with approximately 100 MW of solar power in operation or under\nconstruction, combined with a 1 GW secured portfolio under development.\nExpanding commercial offerings with wind and storage projects is in line with\nthe company`s strategy to replace consumers' energy consumption with 100%\nrenewable power.\nIMPORTANT INFORMATION\nThe information contained in this announcement is for background purposes only\nand does not purport to be full or complete. No reliance may be placed for any\npurpose on the information contained in this announcement or its accuracy,\nfairness or completeness. The Manager or any of its affiliates or any of its\nrespective directors, officers, employees, advisors or agents accepts any\nresponsibility or liability whatsoever for, or makes any representation or\nwarranty, express or implied, as to the truth, accuracy or completeness of the\ninformation in this announcement (or whether any information has been omitted\nfrom the announcement) or any other information relating to the Company, its\nsubsidiaries or associated companies, whether written, oral or in a visual or\nelectronic form, and howsoever transmitted or made available, or for any loss\nhowsoever arising from any use of this announcement or its contents or otherwise\narising in connection therewith. This announcement has been prepared by and is\nthe sole responsibility of the Company.\nNeither this announcement nor the information contained herein is for\npublication, distribution or release, in whole or in part, directly or\nindirectly, in or into or from the United States (including its territories and\npossessions, any State of the United States and the District of Columbia),\nAustralia, Canada, Japan, Hong Kong, South Africa or any other jurisdiction\nwhere to do so would constitute a violation of the relevant laws of such\njurisdiction. The publication, distribution or release of this announcement may\nbe restricted by law in certain jurisdictions and persons into whose possession\nany document or other information referred to herein should inform themselves\nabout and observe any such restriction. Any failure to comply with these\nrestrictions may constitute a violation of the securities laws of any such\njurisdiction.\nThis announcement is not an offer for sale of securities in the United States.\nThe securities referred to in this announcement have not been and will not be\nregistered under the U.S. Securities Act, and may not be offered or sold in the\nUnited States absent registration with the U.S. Securities and Exchange\nCommission or an exemption from, or in a transaction not subject to, the\nregistration requirements of the U.S. Securities Act and in accordance with\napplicable U.S. state securities laws. The Company does not intend to register\nany securities referred to herein in the United States or to conduct a public\noffering of securities in the United States.\nAny offering of the securities referred to in this announcement will be made by\nmeans of a set of subscription materials provided to potential investors.\nInvestors should not subscribe for any securities referred to in this\nannouncement except on the basis of information contained in the aforementioned\nsubscription material. In any EEA Member State, this communication is only\naddressed to and is only directed at qualified investors in that Member State\nwithin the meaning of the EU Prospectus Regulation, i.e. only to investors who\ncan receive the offer without an approved prospectus in such EEA Member State.\nThe expression \"EU Prospectus Regulation\" means Regulation (EU) 2017/1129 of the\nEuropean Parliament and of the Council of 14 June 2017 (together with any\napplicable implementing measures in any Member State).\nThis communication is only being distributed to and is only directed at persons\nin the United Kingdom that are \"qualified investors\" within the meaning of the\nEU Prospectus Regulation as it forms part of English law by virtue of the\nEuropean Union (Withdrawal) Act 2018 and that are (i) investment professionals\nfalling within Article 19(5) of the Financial Services and Markets Act 2000\n(Financial Promotion) Order 2005, as amended (the \"Order\") or (ii) high net\nworth entities, and other persons to whom this announcement may lawfully be\ncommunicated, falling within Article 49(2)(a) to (d) of the Order (all such\npersons together being referred to as \"relevant persons\"). This communication\nmust not be acted on or relied on by persons who are not relevant persons. Any\ninvestment or investment activity to which this communication relates is\navailable only to relevant persons and will be engaged in only with relevant\npersons. Persons distributing this communication must satisfy themselves that it\nis lawful to do so.\nThis announcement is made by, and is the responsibility of, the Company. The\nManager and its respective affiliates are acting exclusively for the Company and\nno-one else in connection with the Private Placement. It will not regard any\nother person as their respective clients in relation to the Private Placement\nand will not be responsible to anyone other than the Company, for providing the\nprotections afforded to their respective clients, nor for providing advice in\nrelation to the Private Placement, the contents of this announcement or any\ntransaction, arrangement or other matter referred to herein.\nIn connection with the Private Placement, the Manager and any of its respective\naffiliates, acting as investors for their own accounts, may subscribe for or\npurchase shares and in that capacity may retain, purchase, sell, offer to sell\nor otherwise deal for their own accounts in such shares and other securities of\nthe Company or related investments in connection with the Private Placement or\notherwise. Accordingly, references in any subscription materials to the shares\nbeing issued, offered, subscribed, acquired, placed or otherwise dealt in should\nbe read as including any issue or offer to, or subscription, acquisition,\nplacing or dealing by, such Manager and any of its respective affiliates acting\nas investors for their own accounts. The Manager does not intend to disclose the\nextent of any such investment or transactions otherwise than in accordance with\nany legal or regulatory obligations to do so.\nMatters discussed in this announcement may constitute forward-looking\nstatements. Forward-looking statements are statements that are not historical\nfacts and may be identified by words such as \"believe\", \"aim\", \"expect\",\n\"anticipate\", \"intend\", \"estimate\", \"will\", \"may\", \"continue\", \"should\" and\nsimilar expressions. The forward-looking statements in this release are based\nupon various assumptions, many of which are based, in turn, upon further\nassumptions. Although the Company believes that these assumptions were\nreasonable when made, these assumptions are inherently subject to significant\nknown and unknown risks, uncertainties, contingencies, and other important\nfactors which are difficult or impossible to predict and are beyond its control.\nSuch risks, uncertainties, contingencies, and other important factors could\ncause actual events to differ materially from the expectations expressed or\nimplied in this release by such forward-looking statements. Forward-looking\nstatements speak only as of the date they are made and cannot be relied upon as\na guide to future performance. The Company, the Manager and its respective\naffiliates expressly disclaims any obligation or undertaking to update, review\nor revise any forward-looking statement contained in this announcement whether\nas a result of new information, future developments or otherwise. The\ninformation, opinions and forward-looking statements contained in this\nannouncement speak only as at its date and are subject to change without notice.\nMore information:\nAccess the news on Oslo Bors NewsWeb site\nSource\nNorsk Renewables AS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://newsweb.oslobors.no/message/611069",
    "https://www.newsweb.oslobors.no/message/611069"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "company",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "norsk renewables",
        "sentiment": "none"
      },
      {
        "name": "pareto securities as",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "oslo",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "hong kong",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T01:26:07.821+02:00",
  "updated": "2024-02-16T01:26:07.821+02:00"
}