{
  "thread": {
    "uuid": "88036ca792df8fc813607fe7fcf15437a30cebe2",
    "url": "https://roanoke.com/sports/college/va_tech/virginia-tech-womens-basketball-north-carolina-state-acc-kitley/article_e60f80c2-ad8d-11ee-92a6-dfa8f65945f2.html",
    "site_full": "roanoke.com",
    "site": "roanoke.com",
    "site_section": "http://www.roanoke.com/search/?q=&quot;hijacking&quot;&t=&l=25&d=&d1=&d2=&s=start_time&sd=desc&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "roanoke.com - RSS Results",
    "title": "Kitley basket gives Virginia Tech comeback win over No. 3 N.C. State",
    "title_full": "Kitley basket gives Virginia Tech comeback win over No. 3 N.C. State",
    "published": "2024-01-07T23:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/60/e60f80c2-ad8d-11ee-92a6-dfa8f65945f2/659b187433913.preview.jpg?crop=1770%2C929%2C0%2C120&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 7850,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "88036ca792df8fc813607fe7fcf15437a30cebe2",
  "url": "https://roanoke.com/sports/college/va_tech/virginia-tech-womens-basketball-north-carolina-state-acc-kitley/article_e60f80c2-ad8d-11ee-92a6-dfa8f65945f2.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MARK BERMAN The Roanoke Times",
  "published": "2024-01-07T23:30:00.000+02:00",
  "title": "Kitley basket gives Virginia Tech comeback win over No. 3 N.C. State",
  "text": "BLACKSBURG — The North Carolina State women's basketball team is no longer undefeated.\nAnd Virginia Tech is no longer lacking a marquee victory this season.\nTech center Elizabeth Kitley scored with nine-tenths of a second left to give the 13th-ranked Hokies a 63-62 comeback win over the third-ranked Wolfpack in front of a loud, sellout crowd of 8,925 fans at Cassell Coliseum.\n\"Anything can happen if you just believe in yourselves,\" said Tech point guard Georgia Amoore, who had 18 of her 21 points in the second half. \"We've been so big on believing in us and blocking outside everything.\n\"We're building our confidence right now and this is definitely a signature win in doing that.\"\nThe Hokies (12-2, 3-0 ACC) had been 0-2 against ranked foes this season, having fallen to then-No. 3 Iowa on Nov. 9 and losing at then-No. 7 LSU on Nov. 30.\nPeople are also reading…\n\"We needed it bad,\" Tech coach Kenny Brooks said of the win. \"We stumbled early in the year against the two ranked opponents we had. A lot of people wanted to kind of judge us on that. … We … dug in and said, 'Hey, we're not trying to prove anybody wrong. We're just going to continue to prove ourselves right.’\"\nIt looked like Tech was going to suffer another top-10 loss Sunday, but the Hokies erased an 11-point fourth-quarter deficit.\n\"It shows that our toughness and our growth has happened,\" said Kitley, who had 27 points, 12 rebounds and two blocks. \"We're definitely better than we were [against Iowa and LSU].\n\"We didn't necessarily even play that well, but we got a good win. That'll be great for our resume.\"\nKitley scored on a putback with 1:28 left to cap a 12-0 run and give the Hokies their first lead of the game at 61-60 with 1:28 left.\nSaniya Rivers made a layup to give State (14-1, 2-1) a 62-61 lead with 2.1 seconds left. It was the team's lone basket in the final eight minutes.\nAfter Tech took a timeout, Brooks called a play that had Amoore taking the shot. But after each coach eyed what the other was going to do and State called timeout, Brooks drew up a different play.\nCayla King inbounded the ball while standing near the Tech bench. She lobbed her pass to Kitley, who was at the edge of the paint near the basket.\n\"Cayla had an absolute dime of a pass,\" Kitley said. \"It's something that we've done a lot in practice, honestly, especially over my five years — we've worked on that back-screen lob. … Really confident that we were going to be able to do it.\"\nWith Amoore setting a screen, Kitley made the winning shot in front of Rivers and State's Mimi Collins.\n\"It happened so fast that I didn't even have time to think about it,\" Kitley said.\n\"I remember screening and turning around and she just had it above her head and I was like, 'Sick. We won,’\" Amoore said.\nBrooks said King, Amoore and Kitley are the three smartest players he has ever coached.\nState coach Wes Moore said it was a \"heartbreaking loss.\"\n\"A great play call,\" Moore said. \"We felt like they might try to go, obviously, to Kitley since she'd been doing it all day and all her career. But the back pick, they executed it really well. We were trying to kind of sandwich her there and then also trying to switch some, but they executed it real well.\"\nThe winning play was reminiscent of Tech's 61-59 win at North Carolina last season. King had made an inbounds pass to Kitley with 2.1 seconds left. Amoore set a screen and Kitley made a 15-footer at the buzzer.\nAfter shooting 62.5% from the field against Tech's zone in the third quarter, State was just 3 of 14 from the field against Tech's man-to-man defense in the fourth.\n\"We settled [for jump shots in the fourth],\" Moore said. \"When we did get to the rim, Kitley either blocked it or altered the shot.\"\n\"We just had a different … demeanor and aggression that we were all just like, 'They cannot score,’\" Amoore said.\nState led 60-49 with 7:52 to go, but Tech went on a 12-0 run to grab the lead. Kitley and Amoore scored all the points in the run.\nCarleigh Wenzel snared three defensive rebounds in the run, while Carys Baker grabbed two defensive rebounds and Amoore and King each grabbed one. Kitley and Amoore each had a block in that span.\n\"We were going after the ball in the last eight minutes,\" Kitley said. \"We didn't necessarily do that the entire game, but we had a lot of energy when it mattered.\"\nIt was the first regular-season home sellout in the program's history. It also was the second-largest regular-season home crowd in the program's history, trailing only a February 1999 crowd (when Cassell had more seats). Tech students are home on winter break, but Tech faculty and staff members were admitted free.\n\"What a wonderful atmosphere,\" Brooks said. \"The crowd was unbelievable.\"\nState had to defend Kitley without 6-foot-5 center River Baldwin (11.3 ppg, 7.8 rpg), who suffered an ankle injury in the Wolfpack's game Thursday. Moore said Baldwin will probably be sidelined 2-3 weeks.\n\"We were a little undersized,\" Moore said.\nKitley was 12 of 24 from the field, while Amoore was 9 of 24 from the field.\n\"We went into the game obviously knowing we've got to try to slow those two down and still can't do it,\" Moore said.\nMadison Hayes had 21 points for State.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "virginia",
        "sentiment": "negative"
      },
      {
        "name": "kenny brooks",
        "sentiment": "none"
      },
      {
        "name": "elizabeth kitley",
        "sentiment": "none"
      },
      {
        "name": "georgia amoore",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "virginia tech",
        "sentiment": "negative"
      },
      {
        "name": "north carolina state",
        "sentiment": "negative"
      },
      {
        "name": "n.c. state",
        "sentiment": "negative"
      },
      {
        "name": "tech",
        "sentiment": "none"
      },
      {
        "name": "acc",
        "sentiment": "none"
      },
      {
        "name": "hokies",
        "sentiment": "none"
      },
      {
        "name": "cassell coliseum",
        "sentiment": "none"
      },
      {
        "name": "wolfpack",
        "sentiment": "none"
      },
      {
        "name": "lsu",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "blacksburg",
        "sentiment": "none"
      },
      {
        "name": "iowa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:04:57.929+02:00",
  "updated": "2024-01-08T00:04:57.929+02:00"
}