{
  "thread": {
    "uuid": "f551d3ed86661b1135c6793d618fe17c7f52762e",
    "url": "https://ascc.wsu.edu/jobs/alaska-division-of-forestry-fire-protection-wildland-fire-dispatcher-1-2-3/",
    "site_full": "ascc.wsu.edu",
    "site": "wsu.edu",
    "site_section": "https://ascc.wsu.edu",
    "site_categories": [],
    "section_title": "Academic Success &amp; Career Center &#8211; Washington State University",
    "title": "Wildland Fire Dispatcher 1/2/3 – Academic Success & Career Center – Washington State University",
    "title_full": "Wildland Fire Dispatcher 1/2/3 – Academic Success & Career Center – Washington State University",
    "published": "2024-01-05T23:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn-ascc.wsu.edu/wp-content/themes/uConnect_WSU/images/default-og-image.png?v=4.743.1.001",
    "performance_score": 0,
    "domain_rank": 1121,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f551d3ed86661b1135c6793d618fe17c7f52762e",
  "url": "https://ascc.wsu.edu/jobs/alaska-division-of-forestry-fire-protection-wildland-fire-dispatcher-1-2-3/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T23:14:00.000+02:00",
  "title": "Wildland Fire Dispatcher 1/2/3 – Academic Success & Career Center – Washington State University",
  "text": "Does getting paid to travel across Alaska and the nation sound appealing? This position could just be the opportunity to do so while also helping to protect your community from forest fires! The Department of Natural Resources, Division of Forestry & Fire Protection, and Northern Forestry Dispatch Center (NFDC) is recruiting for a Wildland Fire Dispatcher 1/2/3. These hometown heroes serve during the summer, leaving their winters free to do as they please, making this position perfect for students, teachers, or winter sports enthusiasts. Successful individuals will act as an Initial Attack and/or a Logistical Dispatcher for NFDC, depending on fire activity level and staffing needs. This is your invitation to be part of a team dedicated to supporting the men and women who risk their lives suppressing wildland fires in Alaska and across the country. Mission and Culture The Alaska Division of Forestry and Fire Protection proudly serves Alaskans through wildland fire suppression, management, and control. This is an excellent opportunity for a motivated individual to join the men and women who serve to protect millions of acres of our forests, communities, and natural resources. The Northern Forestry Dispatch Center is a fast-paced section of Wildland Fire with a high value on safety. The selected candidate will work as part of a dispatch team to provide firefighters and associated personnel with the support they need to fight wildland fires safely. The experience gained as a dispatcher can form the foundation for a successful career with the Division of Forestry and Fire Protection or other fire suppression organizations. This position provides great opportunities for training, travel, and career advancement. Core Responsibilities Wildland Fire Dispatchers function as Initial Attack and/or Logistics Dispatchers. Both roles are equally important and work in tandem to ensure the success of their mission. Initial Attack Dispatchers receive reports from the public and other agencies via phone and radio. They dispatch appropriate resources based on the information they gathered during call-taking. Dispatchers collect, record, and disseminate information accurately and quickly. Dispatchers must track ground, aerial, and water resources while on an assignment. Resource safety is the top priority. Dispatchers are responsible for getting routine and emergency assistance to those in the field. Superior communication skills and situational awareness are essential to facilitate quick response time. Logistics Dispatchers receive, fill, create, and place orders for personnel, supplies, aircraft, and equipment locally, throughout the state, and nationally. Dispatchers monitor multiple emails, operate phones, and use a variety of computer programs to ensure that orders are completed accurately and quickly. Familiarity with local, state, and national policies is essential to draft contracts for equipment and aircraft. A Dispatcher must be able to communicate clearly and effectively with diverse individuals from inside and outside the agency, both written and verbally, to ensure that orders and travel placed are correct and within budget. Benefits of Joining Our Team We provide extensive training with opportunities to travel and advance your dispatch career. It is our goal to create a culture at Northern Forestry Dispatch Center that provides a complete dispatch organization, work/life balance, and a better ‘end to end’ career path for incoming dispatchers. Our consolidated dispatch center has proven to provide increased opportunities for training and mentorship, in and out of state assignment opportunities, and helping dispatchers build leadership skills. Health/life insurance benefits are provided. Health insurance includes employer contributions toward medical/vision/dental. The Working Environment You Can Expect The Northern Forestry Dispatch Center is a state-of-the art facility in Fairbanks, Alaska. With ever-evolving technologies, NFDC strives to keep its center ahead of the game with both equipment and staff. We encourage teamwork and camaraderie. This environment helps promote friendship and trust within the Dispatch Center. These close-knit relationships motivate our employees in parallel and align them to work harder, cooperate, and be supportive of one another. Our team is made up of individuals with diverse talents, weaknesses, communication skills, strengths, and habits. Our ideal applicant should have the following knowledge, skills, abilities, and experience: WFD 1 - Familiarity with basic computer programs, like MS Office and Adobe, as well as ability to learn a variety of more job-specific programs. - Ability to work long hours in stressful situations, with frequently changing priorities. - Skill in communicating clearly and concisely under stressful conditions. - Ability to learn radio and communications procedures. - Ability to learn and practice proper dispatch policies and procedures. - Ability to multi-task with frequent interruptions. - Ability to learn fire suppression terminology, procedures, and safety protocol. WFD 2 - Fluency required WFD 1 skills or other equivalent dispatch experience. - Working knowledge of multi-channel radio and phone system communications procedures. - Skill in evaluating the nature of calls received, recognizing and analyzing hazardous conditions, making and prioritizing accurate decisions, and taking prompt, effective action. WFD 3 - Fluency in required WFD 2 skills or other equivalent dispatch experience. - Considerable knowledge of standard logistical and administrative procedures, guidelines, Incident Command System (ICS) terminology, methods and organizational requirements, and safety requirements used in the dispatch of personnel, aircraft, equipment and supplies to support the needs of requesting unit. - Ability to supervise, evaluate, and train others. Minimum Qualifications Wildland Fire Dispatcher 1 – Starting Salary $21.28 High School diploma or GED And either Six months of trainee or entry-level wildland fire fighting or forestry field experience. The required experience is met by service as a Wildland Fire and Resource Technician 1 with the State of Alaska or the equivalent with another employer. Or One year of general office clerical, warehouse, supply, or storekeeper experience. Or One year of radio dispatch experience. Or substitution: College or vocational education may substitute for fire fighting or forestry work experience (3 semester hours or 4 quarter hours of college course work is equivalent to 1 month of experience; 150 hours of vocational education equals one month of experience). Special Note: Wildland Fire Dispatchers must receive red card training and certification under the National Incident Qualification System. Wildland Fire Dispatcher 2 – Starting Salary $24.01 High school diploma or GED And Certification as an Initial Attack or Support Dispatcher from the National Incident Qualification System. Special Note: Wildland Fire Dispatchers must receive red card training and certification under the National Incident Qualification System. Wildland Fire Dispatcher 3 – Starting Salary $27.41 High school diploma or GED And Twelve months of journey-level logistics dispatch experience. Substitution: Certification as an Expanded Supervisory Dispatcher under the National Incident Qualification System. Special Note: Wildland Fire Dispatchers must receive red card training and certification under the National Incident Qualification System.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "– academic success & career center – washington state university does",
        "sentiment": "neutral"
      },
      {
        "name": "department of natural resources",
        "sentiment": "none"
      },
      {
        "name": "nfdc",
        "sentiment": "none"
      },
      {
        "name": "division of forestry & fire protection",
        "sentiment": "none"
      },
      {
        "name": "northern forestry dispatch center",
        "sentiment": "none"
      },
      {
        "name": "alaska division of forestry and fire protection",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "alaska",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:01:37.891+02:00",
  "updated": "2024-01-06T01:01:37.891+02:00"
}