{
  "thread": {
    "uuid": "7f97092877a0c63901d7c57ff855a9528c6a015b",
    "url": "https://www.chiroeco.com/petrocco-napuli-receives-2024-dr-beatrice-b-hagen-award",
    "site_full": "www.chiroeco.com",
    "site": "chiroeco.com",
    "site_section": "https://chiroeco.com/rss",
    "site_categories": [
      "health"
    ],
    "section_title": "Chiropractic Economics",
    "title": "Petrocco-Napuli receives 2024 Dr. Beatrice B. Hagen Award",
    "title_full": "Petrocco-Napuli receives 2024 Dr. Beatrice B. Hagen Award",
    "published": "2024-04-04T03:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.chiroeco.com/wp-content/uploads/2024/04/petrocco-napuli.png",
    "performance_score": 0,
    "domain_rank": 99195,
    "domain_rank_updated": "2024-04-02T13:08:16.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7f97092877a0c63901d7c57ff855a9528c6a015b",
  "url": "https://www.chiroeco.com/petrocco-napuli-receives-2024-dr-beatrice-b-hagen-award",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chiropractic Economics",
  "published": "2024-04-04T03:17:00.000+03:00",
  "title": "Petrocco-Napuli receives 2024 Dr. Beatrice B. Hagen Award",
  "text": "Logan University is proud to present Kristina Petrocco-Napuli, DC, MS, DHPE (’23), FICC, FACC, associate provost of the College of Chiropractic, with the 2024 Dr. Beatrice B. Hagen Award.\n“It is an honor to receive this award,” Petrocco-Napuli said. “Dr. Hagen was a pioneer for women, specifically women in chiropractic leadership, and to be given the award in her honor is something I hold dear to my heart.”\nPetrocco-Napuli received her\nDoctor of Chiropractic (DC) degree from New York Chiropractic College in 2003. She also has a master’s degree in instructional design, development and evaluation from Syracuse University and recently received her Doctor of Health Professions in Education from Logan.\nShe was elected a Fellow of the International College of Chiropractors in 2016 and a Fellow of the American College of Chiropractors in 2018. She has published more than 15 scholarly articles on topics such as chronic pain in the female population, lower-extremity amputees and gait, and integrative collaborative practices. With a focus on the physiological journey related to female health and special populations, Petrocco-Napuli has also spoken at nearly 300 chiropractic and educational\nseminars around the world.\n“I have a passion for women’s health and women in leadership positions in the chiropractic profession,” Petrocco-Napuli said. “I think it’s important to advocate for these topics and also educate others.”\nShe was the founding president of the American Chiropractic Association’s (ACA) Council on Women’s Health. “Since the formation of the council, I have seen many more speakers on and awareness of women’s health brought to the chiropractic profession,” Petrocco-Napuli said. “There can never be too much awareness, but I am proud of the momentum that has been gained.”\nPetrocco-Napuli was recently elected to her second term as chair of the Council on Chiropractic Education (CCE), an organization dedicated to ensuring the quality and integrity of DC and residency programs. Additionally, the council’s executive committee she leads is the first all-female team in the CCE’s history.\nPetrocco-Napuli and Hagen have several things in common. Petrocco-Napuli obtained her DC and opened her first practice in upstate New York, which is close to where Hagen practiced before moving to St. Louis. As Logan’s president, Hagen was responsible for modernizing the DC curriculum, which Petrocco-Napuli is currently charged with. Hagen also helped lead the construction of Logan’s Science and Research Center in 1986. Petrocco-Napuli has been involved in the renovation and expansion of the Fuhr Science Center scheduled to be completed this spring. Finally, Hagen served as the first female president of the CCE, an organization Petrocco-Napuli now leads.\n“I never met Dr. Hagen, but I have always admired her through the stories Logan alumni and several mentors have told to me,” Petrocco-Napuli said. “Her legacy is one I am proud to now be associated with.”\nPetrocco-Napuli received the ACA’s Academician of the Year in 2020 and Logan’s Leaders Made Award in 2023.\n“A strong advocate for women’s health for more than two decades, Dr. Petrocco-Napuli has traveled extensively to educate fellow practitioners, taught future DCs, contributed to scientific research, and led industry organizations,” said Logan President Clay McDonald, DC (’82), MBA, JD. “She truly embodies the spirit of the Dr. Beatrice B. Hagen Award, and Logan is proud to bestow her with this honor.”\nDuring her presentation at Logan’s Symposium 2024 on April 12-13, Petrocco-Napuli will talk about how past, present and expected changes in practices affect the way healthcare is provided.\nRegister for Symposium 2024\nhere.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://www.logan.edu/academics/doctor-chiropractic/",
    "https://www.logan.edu/continuing-education-chiropractors/seminars/",
    "https://logan.edu/continuing-education-chiropractors/seminars/",
    "https://www.logan.edu/continuing-education-chiropractors/seminars",
    "https://logan.edu/academics/doctor-chiropractic/",
    "https://www.logan.edu/academics/doctor-chiropractic"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kristina petrocco-napuli",
        "sentiment": "negative"
      },
      {
        "name": "beatrice b. hagen",
        "sentiment": "negative"
      },
      {
        "name": "napuli",
        "sentiment": "none"
      },
      {
        "name": "hagen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "logan university",
        "sentiment": "negative"
      },
      {
        "name": "syracuse university",
        "sentiment": "none"
      },
      {
        "name": "college of chiropractic",
        "sentiment": "none"
      },
      {
        "name": "international college of chiropractors",
        "sentiment": "none"
      },
      {
        "name": "american college of chiropractors",
        "sentiment": "none"
      },
      {
        "name": "new york chiropractic college",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dc",
        "sentiment": "none"
      },
      {
        "name": "logan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:58:23.766+03:00",
  "updated": "2024-04-05T00:58:23.766+03:00"
}