{
  "thread": {
    "uuid": "9246a40420f717186c203266bb40b3a6689e8288",
    "url": "https://www.dgabc.com.br/Noticia/4129403/encenacao-da-paixao-de-cristo-e-atracao",
    "site_full": "www.dgabc.com.br",
    "site": "dgabc.com.br",
    "site_section": "http://www.dgabc.com.br/Servicos/RSS/Home?referencia=links-rodape",
    "site_categories": [
      "media"
    ],
    "section_title": "RSS - Diário do Grande ABC",
    "title": "Encenação da Paixão de Cristo é atração",
    "title_full": "Encenação da Paixão de Cristo é atração",
    "published": "2024-03-29T16:23:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://img.dgabc.com.br/Imagens/2024329103448.jpg",
    "performance_score": 0,
    "domain_rank": 54974,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9246a40420f717186c203266bb40b3a6689e8288",
  "url": "https://www.dgabc.com.br/Noticia/4129403/encenacao-da-paixao-de-cristo-e-atracao",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Da Redação",
  "published": "2024-03-29T16:23:00.000+03:00",
  "title": "Encenação da Paixão de Cristo é atração",
  "text": "Eventos hoje em paróquias, parques e ruas de Sto.André, Ribeirão Pires e São Bernardo agitam fiéis\nA Sexta-feira Santa ou da Paixão, dia no qual Jesus Cristo teria sido crucificado e morto, segundo os cristãos, será marcado por vigílias, encenações, procissões e celebrações pelo Grande ABC. Uma tradição anual que movimenta não só as dioceses e prefeituras, mas principalmente os fiéis.\nEm Santo André, a tradicional encenação da Paixão de Cristo do Santuário Senhor do Bonfim terá como tema: ‘Filhas de Jerusalém, não chores por Mim’, uma expressão originária dos relatos bíblicos que descrevem os eventos que antecederam a crucificação de Jesus Cristo. O espetáculo terá início às 19h30, no estacionamento do Santuário, na Rua Oratório, 1458 – Parque das Nações. A entrada é gratuita.\nJá às 20h, no Parque Central (Rua José Bonifácio, na Vila Assunção), haverá a encenação ‘A Paixão de Cristo: Crucificações atualizadas.\nAs celebrações em Santo André, no entanto, terão início às 8h, na Catedral do Carmo, com a Vigília com Religiosos e Religiosas.\nJá Ribeirão Pires se prepara para uma celebração da Paixão de Cristo com a Primeira Procissão Regional, às 18h. Vai partir da Vila do Doce em direção ao Mirante São José. Organizado pelas paróquias da cidade o apoio da Prefeitura, o evento terá encenação ao longo do percurso, uma forma de fortalecer o circuito religioso local, promovendo a valorização da cultura e do turismo na região.\nDurante o percurso, os participantes terão a oportunidade de contemplar Quadros Vivos que retratam momentos marcantes da Paixão de Cristo, proporcionando uma experiência de reflexão e espiritualidade.\nNo mesmo horário, no Parque Selecta, em São Bernardo, está programada a Procissão Comunidades do Areião, na Paróquia Imaculada Conceição Aparecida.\nOs eventos da Semana Santa tiveram início ontem com a missa dos Santos Óleos no salão da Catedral Nossa Senhora do Carmos, localizada na Praça do Carmo, no Centro de Santo André. Já no fim da noite os fiéis acompanharam a Missa de Lava-Pés no mesmo local. As duas celebrações foram ministradas por Cipollini e tiveram a presença de dezenas de fiéis.\nAtenção! Os comentários do site são via Facebook. Lembre-se de que o comentário é de inteira responsabilidade do autor e não expressa a opinião do jornal. Comentários que violem a lei, a moral e os bons costumes ou violem direitos de terceiros poderão ser denunciados pelos usuários e sua conta poderá ser banida.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T17:23:40.695+03:00",
  "updated": "2024-03-29T17:23:40.695+03:00"
}