{
  "thread": {
    "uuid": "31a45a7ec5bd055c4597da522c44db8e47f120a7",
    "url": "https://vnexplorer.net/dharavi-youth-who-fought-poverty-now-an-army-officer-s1813672.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Dharavi youth who fought poverty now an Army officer",
    "title_full": "Dharavi youth who fought poverty now an Army officer",
    "published": "2024-03-09T23:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jC4uZ.img",
    "performance_score": 0,
    "domain_rank": 52286,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "31a45a7ec5bd055c4597da522c44db8e47f120a7",
  "url": "https://vnexplorer.net/dharavi-youth-who-fought-poverty-now-an-army-officer-s1813672.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-09T23:13:00.000+02:00",
  "title": "Dharavi youth who fought poverty now an Army officer",
  "text": "Dharavi youth who fought poverty now an Army officer\nMUMBAI: The industrious inhabitants of Dharavi-Sion Koliwada were a proud lot Saturday. A tenacious 26-year-old named Umesh Dillirao Keelu became the first youth from the precinct to be commissioned in Indian Army.\nNine members of his family, including his mother and married sister, attended Saturday’s passing out parade at OTA (Officers Training Academy) in Chennai.\nYears before wearing the olive uniform, Umesh fought hand-to-hand combat with poverty and misfortune. “My father, a painter, became paralysed in 2013 and died of heart attack a day before I had to report for Army training, in March 2023,” Umesh said by phone from Chennai. “Today I completed my 11-month training and become a commissioned officer in the Army.”\nHis sunburnt upbringing, in fact, fuelled his appetite for success. Right from his teens, the determined student self-funded his education, acquiring scholarships, working at a local cyber cafe. He received assistance from Tata Trusts, PF Davar Trust and Mahalaxmi Trust.\nUmesh completed his BSc in IT and took a Masters degree in computer science. “I also worked at Tata Consultancy Services for three years followed by a stint at British Council on the weekends.” What the youth modestly does not mention is that he shouldered the responsibility of his entire family and funded his father’s treatment by this multitasking.\nEarly training in the NCC had set his sights on a career in the defence forces. His attraction was fuelled by the fact that the Army would afford him the opportunity to play sport and travel while ennobling him as he served the nation. “I managed to clear the SSB (Services Selection Board) exam after 13 attempts. I cannot reveal my posting, that is a confidential matter. Suffice to say that I am affiliated with the IT infantry unit,” he said.\nUmesh did not fail to mention the perilous circumstances that engulf Dharavi. He posted on X, “There is a high rate of unemployment. I hope my achievement will motivate other youngsters from the area to join the Army, which at present they know little about. Lots of people are facing financial crisis.”\nUmesh told TOI, “I want to say to other youth, if you are aiming for something in your life, and you are working hard, you will achieve your goal. Be prepared, move on, face all the problems, face the odds. Even if you fail your exams, keep practising. Talk to mentors, officers, that will really help you.”\nFor more news like this visit TOI. Get all the Latest News, City News, India News, Business News, and Sports News. For Entertainment News, TV News, and Lifestyle Tips visit Etimes",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jC4uZ.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jC4uZ.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "umesh",
        "sentiment": "none"
      },
      {
        "name": "sion koliwada",
        "sentiment": "none"
      },
      {
        "name": "umesh dillirao keelu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "army",
        "sentiment": "negative"
      },
      {
        "name": "indian army",
        "sentiment": "none"
      },
      {
        "name": "pf davar trust",
        "sentiment": "none"
      },
      {
        "name": "mahalaxmi trust",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mumbai",
        "sentiment": "none"
      },
      {
        "name": "dharavi",
        "sentiment": "none"
      },
      {
        "name": "chennai",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T23:24:38.780+02:00",
  "updated": "2024-03-09T23:24:38.780+02:00"
}