{
  "thread": {
    "uuid": "3114f30c3895e00a89553519ff7b53a16104fa32",
    "url": "https://www.dailykos.com/stories/2024/7/5/2208229/-Dark-Brandon-Reduced-Pollution-in-Poor-Communities-Boosting-Biden-Day-128",
    "site_full": "www.dailykos.com",
    "site": "dailykos.com",
    "site_section": "http://dailykos.com/groups",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media",
      "top_news"
    ],
    "section_title": "Daily Kos :: Groups",
    "title": "Dark Brandon Reduced Pollution in Poor Communities: Boosting Biden Day 128",
    "title_full": "Dark Brandon Reduced Pollution in Poor Communities: Boosting Biden Day 128",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.dailykos.com/images/1250298/story_image/joe-biden_wide-8abadc72d324427b360e3d62f8e7a0aa1ca7bf17-s1400-c100.jpg?1700935877",
    "performance_score": 0,
    "domain_rank": 2500,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3114f30c3895e00a89553519ff7b53a16104fa32",
  "url": "https://www.dailykos.com/stories/2024/7/5/2208229/-Dark-Brandon-Reduced-Pollution-in-Poor-Communities-Boosting-Biden-Day-128",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "Dark Brandon Reduced Pollution in Poor Communities: Boosting Biden Day 128",
  "text": "It is maddening that so many of the effects of pollution are felt by the people least able to fight against them — those in poor and marginalized communities. Biden recognizes this and has addressed it many ways. First through his Justice40 Initiative . . . This aims to deliver 40 percent of the overall benefits of certain federal investments to disadvantaged communities that are marginalized by underinvestment and overburdened by pollution. This aims to deliver 40 percent of the overall benefits of certain federal investments to disadvantaged communities that are marginalized by underinvestment and overburdened by pollution. . . . combined with the Inflation Reduction Act (IRA): With the addition of Inflation Reduction Act programs, now 518 programs across 19 federal agencies are being reimagined and transformed through the Justice40 Initiative to maximize benefits to disadvantaged communities such as cleaner air, good-paying jobs, and affordable clean energy. “For far too long, communities that have borne the brunt of power plant and industrial pollution have been left out and left behind,” said John Podesta, Senior Advisor to the President for Clean Energy Innovation and Implementation. “The Inflation Reduction Act and President Biden’s Justice40 Initiative change that by bringing new investment, clean energy, and good-paying jobs to disadvantaged communities.” “President Biden believes that every person has the right to drink clean water, breathe clean air, and to live in a healthy community,” said Brenda Mallory, Chair of the White House Council on Environmental Quality. “Through the President’s Justice40 Initiative and the Inflation Reduction Act — the largest investment in clean energy and climate action ever — we are delivering on that commitment and making a positive difference in communities that have been left behind for too long.” With the addition of Inflation Reduction Act programs, now 518 programs across 19 federal agencies are being reimagined and transformed through the Justice40 Initiative to maximize benefits to disadvantaged communities such as cleaner air, good-paying jobs, and affordable clean energy. “For far too long, communities that have borne the brunt of power plant and industrial pollution have been left out and left behind,” said John Podesta, Senior Advisor to the President for Clean Energy Innovation and Implementation. “The Inflation Reduction Act and President Biden’s Justice40 Initiative change that by bringing new investment, clean energy, and good-paying jobs to disadvantaged communities.” “President Biden believes that every person has the right to drink clean water, breathe clean air, and to live in a healthy community,” said Brenda Mallory, Chair of the White House Council on Environmental Quality. “Through the President’s Justice40 Initiative and the Inflation Reduction Act — the largest investment in clean energy and climate action ever — we are delivering on that commitment and making a positive difference in communities that have been left behind for too long.” What else? Well, how about executive orders! Politico spells it out: Biden’s Earth Day order aims to ease pollution in poor communities President Joe Biden is taking a major step Friday toward fulfilling his promises to tackle the pollution afflicting low-income and minority communities. [ . . . ] His actions include issuing an executive order directing federal agencies to weigh the environmental burdens in already-overburdened communities before approving new projects that could threaten their air or water quality. The new actions could become especially significant as Biden’s climate agenda pushes the implementation of a host of clean-energy projects that raise local pollution concerns, including mineral mines, battery factories and carbon dioxide pipelines. President Joe Biden is taking a major step Friday toward fulfilling his promises to tackle the pollution afflicting low-income and minority communities. [ . . . ] His actions include issuing an executive order directing federal agencies to weigh the environmental burdens in already-overburdened communities before approving new projects that could threaten their air or water quality. The new actions could become especially significant as Biden’s climate agenda pushes the implementation of a host of clean-energy projects that raise local pollution concerns, including mineral mines, battery factories and carbon dioxide pipelines. A recent article from Cap20 points out how the IRA and the Infrastructure Investment and Jobs Act (IIJA, aka the Bipartisan Infrastructure Law) work extra hard for people in disadvantaged communities. How The Biden Administration Is Fighting for Clean Air and Water, Climate Protection, and Healthy Communities for Every American No administration in history has done more than President Joe Biden’s to ensure that all people — regardless of race, income, or ZIP code — live in healthy and safe communities. The Biden administration has advanced an unprecedented climate, clean-energy, and environmental justice agenda to accelerate progress toward securing access to clean air and safe water, affordable and clean renewable energy, and climate-resilient and healthy communities for all Americans. The IRA and IIJA funds designated for disadvantaged communities, along with other federal investments mobilized by the Justice40 Initiative, are beginning to bring real benefits to low-income, Black, brown, and Indigenous communities overburdened by high levels of pollution and economic and racial inequality. For example, the administration has invested more than $11.7 billion in IIJA funds to ensure that communities in all 55 states and U.S. territories have access to safe drinking water and clean rivers, lakes, and other water resources — with plans to spend an additional $2.3 billion from the IIJA for clean and safe water in 2024. No administration in history has done more than President Joe Biden’s to ensure that all people — regardless of race, income, or ZIP code — live in healthy and safe communities. The Biden administration has advanced an unprecedented climate, clean-energy, and environmental justice agenda to accelerate progress toward securing access to clean air and safe water, affordable and clean renewable energy, and climate-resilient and healthy communities for all Americans. The IRA and IIJA funds designated for disadvantaged communities, along with other federal investments mobilized by the Justice40 Initiative, are beginning to bring real benefits to low-income, Black, brown, and Indigenous communities overburdened by high levels of pollution and economic and racial inequality. For example, the administration has invested more than $11.7 billion in IIJA funds to ensure that communities in all 55 states and U.S. territories have access to safe drinking water and clean rivers, lakes, and other water resources — with plans to spend an additional $2.3 billion from the IIJA for clean and safe water in 2024. Is there still more work to be done? 100%! Lots more work. But Biden has done so much more than many people guessed could be done. He deserves a lot of credit. AND he deserves to be re-elected. What can you do to help? Your donation will come bundled with others from our Good News community and will show Biden that there are many of us who support him and combine hard work with optimism in our battles for a better America! Want to do something else? Rec and comment on these posts to keep them alive at DKos and share them with others who might not realize how great a president Joe Biden has been. Looking for something else? Here are some other ideas: This is an entry in my ongoing series Boosting Biden. Check the comments for more information on how to find other entries and subscribe. These posts are written by Goodnewsroundup (Goodie), edited by Matilda Briggs, supported by 2thanks and WolverineForTJatAW, and reinforced by several other notable Kossacks! As with all good things, it takes a village.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "biden",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T14:46:09.090+03:00",
  "updated": "2024-07-05T14:46:09.090+03:00"
}