{
  "thread": {
    "uuid": "804569a1ae6463e6a964bff51813fe10dbbfc0cb",
    "url": "https://the-riotact.com/watch-as-kangaroo-rescued-by-legend-surfer-at-bawley-beach/736735",
    "site_full": "the-riotact.com",
    "site": "the-riotact.com",
    "site_section": "https://the-riotact.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Riotact",
    "title": "Watch as kangaroo rescued by ‘legend’ surfer at Bawley beach",
    "title_full": "Watch as kangaroo rescued by ‘legend’ surfer at Bawley beach",
    "published": "2024-01-16T00:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://the-riotact.com/wp-content/uploads/2024/01/IMG_3624-1200x630.jpg",
    "performance_score": 0,
    "domain_rank": 71726,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "804569a1ae6463e6a964bff51813fe10dbbfc0cb",
  "url": "https://the-riotact.com/watch-as-kangaroo-rescued-by-legend-surfer-at-bawley-beach/736735",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Katrina Condie",
  "published": "2024-01-16T00:36:00.000+02:00",
  "title": "Watch as kangaroo rescued by ‘legend’ surfer at Bawley beach",
  "text": "A surfer leapt into action, dragging a distressed kangaroo from pounding waves at a Bawley Point beach yesterday (15 January).\nBrendan Riddick was walking up the beach following a surf at about 1 pm when he spotted the kangaroo struggling to keep its head above water about 30 metres offshore at a popular swimming spot at Gannet Beach.\nStill wearing his wetsuit and with his surfboard in tow, he swam out to the roo and managed to pull it into the shallows before dragging it up the beach by its tail.\n“It looked like it was swimming OK in the calm rock pool area, but then it started drifting out into current and was getting taken out to the point. I thought, geez, if I don’t go in there, that poor thing is going to drown,” Brendan said.\n“I got to it and realised it was really tired and it wasn’t keeping its head above water. I was wary about it lashing out with its claws, so I started pushing from behind.\n“There was one moment there when we both got hit by a shore dumper and I fell onto it, which is when I realised there was not much movement coming from it.\n“When I got to where I could stand I just dragged it in by the tail. I thought it was going to die because it had taken in so much salt water.”\nBrendan, who said he was allergic to and therefore fearful of many animals, was joined by other beachgoers who watched the weary roo foaming at the mouth before calling WIRES for help.\n“After about 10 minutes it lifted its head, then around 10 minutes later, it stood up,” he said.\n“Then it took off into the bush.”\nThe incredible rescue was filmed by Canberra’s Natalie Cannon, who was on holiday with family members when they saw the kangaroo come out of the bush and jump off the rocks into the ocean.\nShe believes the animal was being chased.\n“We were sitting on the rocks at the southern end of Gannet Beach watching my husband catch a few waves surfing when the roo bounded from behind us, clearly spooked. Unsure, but I think it might have been bolting from a dog. It was definitely fleeing and frantic with panic,” Natalie said.\n“It jumped directly into the high tide rock pool and was washed against the rocks then out into the open swell.\n“It ended up 30 metres from the beach and 20 metres out from the rocks. And was smashed against the rocks by a wave. It was a big swell with powerful sets of waves knocking it around.\n“It looked like it was swimming well until it was hit by multiple waves. It started struggling to keep its head above the water; that’s when Brendan took action.\n“Without a doubt it would have drowned without Brendan’s assistance. It was an epic rescue.”\nWhile kangaroos are often spotted sunbaking and swimming at South Coast beaches and waterways, Brendan, who lives at Bawley Point, said it was the first time he had seen one out in the waves.\nWIRES member and local resident Zora Brown later located the kangaroo in the bush near the beach and said it “ran off super fast, which was an excellent sign it is OK”.\nBrendan has been hailed a “hero” and a “legend” by onlookers who watched the scene unfold and, after Natalie posted her video on the Bawley Point Facebook page, local residents have been quick to congratulate the Ulladulla High School teacher on the amazing roo rescue.\n“Not all heroes wear capes; some don a wetsuit,” Natalie said.\nOriginal Article published by Katrina Condie on\nAbout Regional.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brendan riddick",
        "sentiment": "none"
      },
      {
        "name": "brendan",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "bawley point bea",
        "sentiment": "none"
      },
      {
        "name": "bawley",
        "sentiment": "none"
      },
      {
        "name": "gannet beach",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T01:57:17.773+02:00",
  "updated": "2024-01-16T01:57:17.773+02:00"
}