{
  "thread": {
    "uuid": "5c9c7be9482c51d825a30fd6f75053c3b7b62436",
    "url": "https://www.governing.com/health/montana-creates-emergency-drive-through-blood-pickups-for-rural-ambulances",
    "site_full": "www.governing.com",
    "site": "governing.com",
    "site_section": "https://governing.com",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "Governing: State and local government news and analysis",
    "title": "Montana Creates Emergency ‘Drive-Through’ Blood Pickups for Rural Ambulances",
    "title_full": "Montana Creates Emergency ‘Drive-Through’ Blood Pickups for Rural Ambulances",
    "published": "2024-06-21T04:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://erepublic.brightspotcdn.com/dims4/default/5e30965/2147483647/strip/true/crop/1600x778+0+138/resize/1440x700!/quality/90/?url=http%3A%2F%2Ferepublic-brightspot.s3.us-west-2.amazonaws.com%2Fac%2Ffc%2Fdfcf853248448a81c1c2aa383317%2Fus-news-health-drivethru-blood-pickup-mct.jpg",
    "performance_score": 0,
    "domain_rank": 5632,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5c9c7be9482c51d825a30fd6f75053c3b7b62436",
  "url": "https://www.governing.com/health/montana-creates-emergency-drive-through-blood-pickups-for-rural-ambulances",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Arielle Zionts KFF Health News",
  "published": "2024-06-21T04:25:00.000+03:00",
  "title": "Montana Creates Emergency ‘Drive-Through’ Blood Pickups for Rural Ambulances",
  "text": "Montana Creates Emergency ‘Drive-Through’ Blood Pickups for Rural Ambulances Given driving distances in the vast state, trauma cases are sometimes transported for more than an hour. One physician compares the first-in-the-nation service to fast-food drive-throughs. Crystal Hiwalker wonders if her heart and lungs would have kept working if the ambulance crew had been able to give her a transfusion as the blood drained from her body during a stormy, 100-mile ride. Because of the 2019 snowstorm, it took 2.5 hours to drive from her small town of Lame Deer, Montana, to the advanced trauma center in Billings. Doctors at the Billings Clinic hospital revived Hiwalker and stopped the bleeding from her ruptured ectopic pregnancy. They were shocked that she not only survived after her heart stopped beating and she lost nearly all her blood, but that she recovered without brain damage. The Montana State Trauma Care Committee, which works to reduce trauma incidents and to improve care, later realized the ambulance that carried Hiwalker had passed near two hospitals that stocked blood. What if Hiwalker had access to that blood on her way to Billings, committee members asked. That realization, and question, inspired committee members to create the Montana Interfacility Blood Network, which they say is the first program of its kind in the U.S. The network allows ambulance crews to pick up blood from hospitals and transfuse it to patients on the way to the advanced care they need. “We kind of came up with the idea of having a blood handoff — like driving through a fast-food restaurant drive-thru — and picking up blood on the way,” said Gordon Riha, a trauma surgeon at the Billings Clinic trauma center, where Hiwalker was treated. Riha said timely blood transfusions can prevent death or permanent brain injury. The network is aimed at rural patients, who “We have to get more creative. We don’t have a blood bank on every corner, and we don’t have a Level 1 trauma center on every corner,” Johnson said. Network leaders say the program has helped at least three patients since it launched in 2022. They hope it will be used more in the future. Hiwalker is excited about the program. “I’m so glad that something like this got started, because it would save a lot of lives from where I live,” she said. Hiwalker said she has heard about people bleeding to death after car crashes, gunshot wounds, and stabbings in her rural community. Johnson said work injuries, cancer, gastrointestinal problems, and childbirth can also cause serious bleeding. The Montana trauma committee began discussing the blood network a few months after Hiwalker’s brush with death. First, it The network is used only during emergencies, which means there’s no time to test patients’ blood types. So it uses only type O red blood cells, which can be transfused safely into most patients. The receiving hospital — not the one that provided the blood — is responsible for billing patients’ insurance for the blood. The cost depends on how much blood patients need but typically ranges from several hundred dollars to more than a thousand, said Sadie Arnold, who manages the blood bank at Billings Clinic. Arnold said blood must be stored in a lab and managed by professionals with specific degrees, clinical experience, and board certifications. Some rural hospitals lack space for a lab or money to recruit these specialists, Arnold said. Or they may not need blood often enough to justify storing a product that can expire and — especially during the current national Rural hospitals that do store blood may have only small amounts on hand. A rural Montanan with severe bleeding experienced that firsthand when he went to the nearest hospital, which had only one unit of type O blood, according to a Ideally, rural patients with serious bleeding would be transported by medical helicopters or airplanes outfitted for transfusions. But, as in Hiwalker’s case, flying can be impossible during bad weather. That can mean hours-long ambulance rides. Some towns in northeastern Montana, for example, are more than 250 miles away from the nearest advanced trauma center. “This was truly designed for kind of that last-ditch effort,” Johnson said. When “we’re out of options, we’ve got to get the patient moving towards a larger center, and we can’t fly.” The blood handoff may involve the ambulance stopping at the second hospital, Johnson said. But during one incident, a police officer picked up the blood and delivered it to the ambulance at a highway exit, she said. Ambulances may also pick up a paramedic or nurse to provide the transfusion along the way, since many rural ambulance crews are staffed by emergency medical technicians, who in Montana aren’t authorized to do so. Medics in other cities and states, She said researchers are also interested in the potential of using frozen and freeze-dried blood products, which could be helpful in rural areas since they’re easier to store and have longer shelf lives. Johnson said the Montana Interfacility Blood Network is the only program she knows of specifically aimed at rural patients and involving ambulances picking up blood from hospitals along their routes. She said the network is gaining interest from other states with large rural regions, including Oregon. Hiwalker said receiving a blood transfusion in the ambulance could have prevented her near-death experience and the trauma her husband faced from seeing her suffer as he rode in the ambulance with her. She’s glad her ordeal led to an innovation that is helping others. ( ©2024 KFF Health News. Distributed by Tribune Content Agency, LLC. Because of the 2019 snowstorm, it took 2.5 hours to drive from her small town of Lame Deer, Montana, to the advanced trauma center in Billings. Doctors at the Billings Clinic hospital revived Hiwalker and stopped the bleeding from her ruptured ectopic pregnancy. They were shocked that she not only survived after her heart stopped beating and she lost nearly all her blood, but that she recovered without brain damage. The Montana State Trauma Care Committee, which works to reduce trauma incidents and to improve care, later realized the ambulance that carried Hiwalker had passed near two hospitals that stocked blood. What if Hiwalker had access to that blood on her way to Billings, committee members asked. That realization, and question, inspired committee members to create the Montana Interfacility Blood Network, which they say is the first program of its kind in the U.S. The network allows ambulance crews to pick up blood from hospitals and transfuse it to patients on the way to the advanced care they need. “We kind of came up with the idea of having a blood handoff — like driving through a fast-food restaurant drive-thru — and picking up blood on the way,” said Gordon Riha, a trauma surgeon at the Billings Clinic trauma center, where Hiwalker was treated. Riha said timely blood transfusions can prevent death or permanent brain injury. The network is aimed at rural patients, who [face elevated rates](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5118091/#:~:text=Rural%20residents%20are%20significantly%20more,severity%2C%20and%20US%20Census%20region)of traumatic injuries and death, said Alyssa Johnson, trauma system manager for the state of Montana. “We have to get more creative. We don’t have a blood bank on every corner, and we don’t have a Level 1 trauma center on every corner,” Johnson said. Network leaders say the program has helped at least three patients since it launched in 2022. They hope it will be used more in the future. Hiwalker is excited about the program. “I’m so glad that something like this got started, because it would save a lot of lives from where I live,” she said. Hiwalker said she has heard about people bleeding to death after car crashes, gunshot wounds, and stabbings in her rural community. Johnson said work injuries, cancer, gastrointestinal problems, and childbirth can also cause serious bleeding. The Montana trauma committee began discussing the blood network a few months after Hiwalker’s brush with death. First, it [created a map](https://dphhs.mt.gov/assets/publichealth/EMSTS/Trauma/BloodSiteMap.pdf)of 48 facilities with blood banks. Then, it [created guidelines](https://dphhs.mt.gov/assets/publichealth/EMSTS/Trauma/LaboratoryGuideforBloodTransport.pdf)for how hospitals, blood banks, ambulances, and labs must communicate about, package, transport, document, and bill for the blood. The network is used only during emergencies, which means there’s no time to test patients’ blood types. So it uses only type O red blood cells, which can be transfused safely into most patients. The receiving hospital — not the one that provided the blood — is responsible for billing patients’ insurance for the blood. The cost depends on how much blood patients need but typically ranges from several hundred dollars to more than a thousand, said Sadie Arnold, who manages the blood bank at Billings Clinic. Arnold said blood must be stored in a lab and managed by professionals with specific degrees, clinical experience, and board certifications. Some rural hospitals lack space for a lab or money to recruit these specialists, Arnold said. Or they may not need blood often enough to justify storing a product that can expire and — especially during the current national [blood shortage](https://www.redcross.org/about-us/news-and-events/press-release/2024/red-cross-declares-emergency-blood-shortage-calls-for-donations-during-national-blood-donor-month.html)— is needed elsewhere. The network uses blood that has a maximum shelf life of 42 days. Rural hospitals that do store blood may have only small amounts on hand. A rural Montanan with severe bleeding experienced that firsthand when he went to the nearest hospital, which had only one unit of type O blood, according to a [report on the blood network](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10961070/). But thanks to the new program, ambulance medics picked up more blood from a hospital halfway through an 80-mile drive to the trauma hospital. Ideally, rural patients with serious bleeding would be transported by medical helicopters or airplanes outfitted for transfusions. But, as in Hiwalker’s case, flying can be impossible during bad weather. That can mean hours-long ambulance rides. Some towns in northeastern Montana, for example, are more than 250 miles away from the nearest advanced trauma center. “This was truly designed for kind of that last-ditch effort,” Johnson said. When “we’re out of options, we’ve got to get the patient moving towards a larger center, and we can’t fly.” The blood handoff may involve the ambulance stopping at the second hospital, Johnson said. But during one incident, a police officer picked up the blood and delivered it to the ambulance at a highway exit, she said. Ambulances may also pick up a paramedic or nurse to provide the transfusion along the way, since many rural ambulance crews are staffed by emergency medical technicians, who in Montana aren’t authorized to do so. Medics in other cities and states, [including ones with rural areas](https://dhhr.wv.gov/News/2024/Pages/West-Virginia-Becomes-First-State-to-Develop-Protocols-for-the-Administration-of-Whole-Blood-on-Ambulances.aspx#:~:text=Cabell%20County%20EMS%20started%20offering,a%20trauma%2C%20every%20second%20matters.), have started performing blood transfusions in [ambulances](https://mayor.dc.gov/release/mayor-bowser-announces-new-lifesaving-pre-hospital-blood-transfusion-program)and [helicopters](https://news.maryland.gov/msp/2023/08/21/blood-on-board-equipping-marylands-air-medical-response-with-whole-blood-to-save-lives/), said Claudia Cohn, chief medical officer of the national Association for the Advancement of Blood & Biotherapies. She said researchers are also interested in the potential of using frozen and freeze-dried blood products, which could be helpful in rural areas since they’re easier to store and have longer shelf lives. Johnson said the Montana Interfacility Blood Network is the only program she knows of specifically aimed at rural patients and involving ambulances picking up blood from hospitals along their routes. She said the network is gaining interest from other states with large rural regions, including Oregon. Hiwalker said receiving a blood transfusion in the ambulance could have prevented her near-death experience and the trauma her husband faced from seeing her suffer as he rode in the ambulance with her. She’s glad her ordeal led to an innovation that is helping others. ( [KFF Health News](https://www.kff.org/)is a national newsroom that produces in-depth journalism about health issues and is one of the core operating programs of [KFF](https://www.kff.org/)— the independent source for health policy research, polling and journalism.) ©2024 KFF Health News. Distributed by Tribune Content Agency, LLC. Related Stories",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5118091/#:~:text=Rural%20residents%20are%20significantly%20more,severity%2C%20and%20US%20Census%20region)of",
    "https://dhhr.wv.gov/News/2024/Pages/West-Virginia-Becomes-First-State-to-Develop-Protocols-for-the-Administration-of-Whole-Blood-on-Ambulances.aspx#:~:text=Cabell%20County%20EMS%20started%20offering,a%20trauma%2C%20every%20second%20matters.),",
    "https://mayor.dc.gov/release/mayor-bowser-announces-new-lifesaving-pre-hospital-blood-transfusion-program)and",
    "https://dphhs.mt.gov/assets/publichealth/EMSTS/Trauma/BloodSiteMap.pdf)of",
    "https://www.redcross.org/about-us/news-and-events/press-release/2024/red-cross-declares-emergency-blood-shortage-calls-for-donations-during-national-blood-donor-month.html)—",
    "https://www.kff.org/)is",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10961070/).",
    "https://news.maryland.gov/msp/2023/08/21/blood-on-board-equipping-marylands-air-medical-response-with-whole-blood-to-save-lives/),",
    "https://www.kff.org/)—",
    "https://dphhs.mt.gov/assets/publichealth/EMSTS/Trauma/LaboratoryGuideforBloodTransport.pdf)for",
    "https://www.dhhr.wv.gov/News/2024/Pages/West-Virginia-Becomes-First-State-to-Develop-Protocols-for-the-Administration-of-Whole-Blood-on-Ambulances.aspx#:~:text=Cabell%20County%20EMS%20started%20offering,a%20trauma%2C%20every%20second%20matters.),",
    "https://redcross.org/about-us/news-and-events/press-release/2024/red-cross-declares-emergency-blood-shortage-calls-for-donations-during-national-blood-donor-month.html)—",
    "https://kff.org/)—",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC10961070/).",
    "https://www.mayor.dc.gov/release/mayor-bowser-announces-new-lifesaving-pre-hospital-blood-transfusion-program)and",
    "https://kff.org/)is",
    "https://www.dphhs.mt.gov/assets/publichealth/EMSTS/Trauma/BloodSiteMap.pdf)of",
    "https://www.dphhs.mt.gov/assets/publichealth/EMSTS/Trauma/LaboratoryGuideforBloodTransport.pdf)for",
    "https://www.news.maryland.gov/msp/2023/08/21/blood-on-board-equipping-marylands-air-medical-response-with-whole-blood-to-save-lives/),",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC5118091/#:~:text=Rural%20residents%20are%20significantly%20more,severity%2C%20and%20US%20Census%20region)of"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hiw",
        "sentiment": "none"
      },
      {
        "name": "hiwalker",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "montana state trauma care committee",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "montana",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T05:25:35.167+03:00",
  "updated": "2024-06-21T05:25:35.167+03:00"
}