{
  "thread": {
    "uuid": "363896b49902da07194d78f5ff85b8f542ec94d6",
    "url": "https://www.arabnews.com/node/2434501/corporate-news",
    "site_full": "www.arabnews.com",
    "site": "arabnews.com",
    "site_section": "https://www.arabnews.com/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "ArabNews",
    "title": "Najm wins ‘Labor Excellence Award’ for localization efforts",
    "title_full": "Najm wins ‘Labor Excellence Award’ for localization efforts",
    "published": "2023-12-30T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "SA",
    "main_image": "https://www.arabnews.com/sites/default/files/styles/660x371_watermarksaudi/public/main-image/2023/12/31/4162126-2089116695.jpg?itok=jLpx1B7I",
    "performance_score": 0,
    "domain_rank": 2638,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "363896b49902da07194d78f5ff85b8f542ec94d6",
  "url": "https://www.arabnews.com/node/2434501/corporate-news",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sajjadkk",
  "published": "2023-12-30T23:00:00.000+02:00",
  "title": "Najm wins ‘Labor Excellence Award’ for localization efforts",
  "text": "Saudi Minister of Human Resources and Social Development Ahmad bin Sulaiman Al-Rajhi honored Najm for Insurance Services as the winner of the third edition of the Labor Excellence Award in the Localization Track for business services sector. This award comes as a recognition of Najm’s contributions to supporting nationalization and developing Saudi talents’ skills.\nThe achievement underlines Najm’s commitment to creating employment opportunities for Saudi citizens and reaffirms the company’s unwavering dedication to Saudization, having achieved a 98 percent Saudization rate of the total workforce.\nActing CEO of Najm Mohammad Al-Shehri received the award during a ceremony organized by the Ministry of Human Resources and Social Development on Dec. 13, 2023, held on the sidelines of the annual Labor Market Conference.\nDuring the ceremony, Al-Shehri expressed his pride in Najm winning the award. He underlined the importance of this achievement, as he said it demonstrates Najm’s commitment to providing job opportunities for Saudi talents, developing their skills, and empowering the local talents in the business services sector.\n“We are proud of our contributions to providing job opportunities for local cadres. Through the range of training courses provided by the localization program, Najm was able to raise the efficiency level of Saudi talents. With that said, we would like to take this opportunity to commend the Ministry of Human Resources and Social Development for the leading role it has played in empowering the local talents. We will remain committed to supporting Saudi citizens by offering them greater access to employment opportunities and developing their capabilities to achieve the Kingdom’s sustainable development goals. This prestigious award will be added to our achievements and will enhance our position in providing continuous support to the labor market,” he added.\nThe Labor Excellence Award’s Localization Track is one of the Ministry’s initiatives to honor the efforts of the private sector and motivate them to apply the best practices, required standards, and innovative models to create an attractive labor market. It aims to urge the private sector to raise nationalization rates, in line with the Kingdom’s Vision 2030 and to promote sustainable development.\nNajm is one of the leading companies in the business services sector, having successfully recruited and trained many Saudi talents. The company has heavily invested in advanced training programs to develop the skills of its Saudi employees and enhance their capabilities.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "najm",
        "sentiment": "neutral"
      },
      {
        "name": "ahmad bin sulaiman al-rajhi",
        "sentiment": "neutral"
      },
      {
        "name": "al-shehri",
        "sentiment": "none"
      },
      {
        "name": "najm mohammad al-shehri",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ministry of human resources and social development",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T22:01:56.353+02:00",
  "updated": "2023-12-31T22:01:56.353+02:00"
}