{
  "thread": {
    "uuid": "e7d3e03fad663bbba3aa50755ce41003e0634110",
    "url": "https://www.independent.co.uk/extras/indybest/fashion-beauty/mens-clothing/best-winter-coats-men-warmest-b1613600.html",
    "site_full": "www.independent.co.uk",
    "site": "independent.co.uk",
    "site_section": "http://www.independent.co.uk/rss",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "The Independent",
    "title": "Best winter coats for men 2024: Parkas, puffers and gore-tex jackets | The Independent",
    "title_full": "Best winter coats for men 2024: Parkas, puffers and gore-tex jackets | The Independent",
    "published": "2024-01-04T18:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://static.independent.co.uk/2024/01/04/16/Hero%20images%20%2829%29.png?quality=75&amp;width=1200&amp;auto=webp",
    "performance_score": 0,
    "domain_rank": 172,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 4,
        "comments": 0,
        "shares": 20
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e7d3e03fad663bbba3aa50755ce41003e0634110",
  "url": "https://www.independent.co.uk/extras/indybest/fashion-beauty/mens-clothing/best-winter-coats-men-warmest-b1613600.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Samuel Mathewson",
  "published": "2024-01-04T18:31:00.000+02:00",
  "title": "Best winter coats for men 2024: Parkas, puffers and gore-tex jackets | The Independent",
  "text": "[Best men’s winter coat overall](#productId_40183)Uniqlo balmacaan coat [Read review](#productId_40183) Please refresh the page or navigate to another page on the site to be automatically logged inPlease refresh your browser to be logged in The Independent's journalism is supported by our readers. When you purchase through links on our site, we may earn commission. [Why trust us?](/extras/indybest/indybest-about-us-who-team-experts-how-test-review-products-b2229694.html) Fend off the chill this season with outwear that won’t compromise on style Whether there’s a light breeze or icy gales, finding the right coat at this time of year is on the top of most men’s wardrobe priority list. We all know the British weather, particularly during the winter, can be downright nightmarish, so wrapping up warm with a winter jacket or coat is essential. Whether you’re looking for a hardy down jacket from the likes of The North Face or lighter layers in the form of fleecy designs from New Look and Gramicci, we’ve found the best men’s winter coats for 2024. That’s not all, though, we’ve tried and tested styles to suit more formal outfits, including wool overcoats and warm blazers that keep the chill at bay. Choosing outerwear is an important decision because it completes an outfit during autumn and winter and it’s often the first piece that people see you in, so needs to be harmonious with your wardrobe and also practical. Keep reading for our pick of some of the best men’s coats and winter jackets that you’ll be reaching for throughout the chillier seasons. We have worn these coats through rain and wind, and, as the days got colder, we put them all to the test. We checked whether they kept us warm, made sure the price point was factored in and also assessed how well they fit into our winter wardrobe – do they go with our outfits? Are they practical for the office? We made sure we have included pieces that will work for an evening out, formal occasions, the office and pieces that will be the perfect companion during winter walks. Uniqlo is one of our favourite high street brands for its consistently high quality. The versatile coat is affordable and has kept us warm as the weather cools down. The classic style is easy to throw on over a casual outfit but works equally as well when completing an office or event look. Depending on your style, it comes in three different colourways. We opted for the navy, which is very dark, almost black in person. If this coat is like the other Uniqlo pieces we’ve tried, it will last for years and have a low cost per wear. The back vent is convenient for sitting down and lends stylish movement to the overall look. It’s made from a wool and polyester blend that provides warmth and a silky polyester lining for comfort. This is an oversized style with a drop shoulder. If you’re not into spending up to a grand on a genuine leather shearling jacket but want to get the look, this faux shearling aviator from New Look could be just the piece. The fluffy lining makes for a warm and comfortable option to throw on when the weather is nippy. We loved the look with the colour popped for neck warmth paired with an all black outfit. It is a regular fit but the furry lining had us sizing up for a bit of extra movement. Originating in California in the early 1980s, Gramicci has become a well-loved brand for outdoor clothing. The fleece jacket is now a menswear staple, having shrugged off its previously uncool image and Gramicci’s sherpa jacket is a wise choice to add to your wardrobe. We went for the natural colour, a cream with blue accents that we found ourselves using for trips to the shop, travelling in comfort on the train and lounging around the house too. The fleece is unlined so this is best used in conjunction with a thick knit for a colder day, but works perfectly during transitional periods between seasons and warmer winter days. We struggled choosing a colour as the five options are unique and enticing, with two patterned options and three solid colours. Natural and midnight navy will be the most versatile but for a pop of colour try the dusted lime or agate olive. Another great jacket that treads the line between formal and casual, this blazer from British brand Wax London is the perfect oversized fit. The chalk line pinstripe is a lovely detail against the brown woolly texture. Details that we love include the back vent, buttons on the sleeves that can be undone for a relaxed look, nice functional pockets and the double breast which creates movement when left open. It’s roomy enough to fit a thick jumper underneath on colder days and our tester loved creating unexpected looks, pairing loafers and vintage jeans with the blazer or a graphic tee underneath. A household name for outerwear, The North Face has firmly marked its place as a leader in high-quality puffer jackets. The 90s classic silhouette has been brought back with the nuptse jacket, but this time it’s made from recycled nylon and responsibly sourced down to insulate. The jacket kept us very snug and warm on colder days and will be the perfect lightweight and comfortable choice throughout the cold months. The oversized, boxy fit is perfect for our tester’s style and he found it so easy to pair with his outfits. The stowable hood is great for unexpected British weather changes and the whole thing can collapse into the right hand pocket. The waist is adjustable to keep draughts out too. The jacket comes in lots of different colours too. Rains has a range of jackets for protection against cold and rain, the familiar friends of British wintertime. This liner jacket is the perfect piece to layer under a heavy coat for extra warmth as it is minimal, fitted and cropped to keep concealed under your heavier winter coat. This is also a great option for running errands on a milder day. Use for heading to the gym, post office or over a jumper for after work drinks. This bomber shields against light rain and cold breezes and is lightweight and breathable. It attaches to Rains’ other jackets as an extra insulation layer. Concealed zip pockets are great for keeping your keys and cards safe. Giant coats are a huge trend for autumn and winter, and this coat is certainly oversized. Made with a wool blend, this coat is heavy and warm, and we really felt protected against biting winds. The double breasted front and notch collar created a tailored look that will smarten up a casual outfit. Details we loved include the button detailing on the sleeves and back vent for extra movement. The design makes this coat look more expensive than it is: which is a very reasonable £75. Go for sleek black trousers and some trainers for a smart casual outfit. Cuddly coats are in. You no longer have to sacrifice comfort for your winter coat with this AllSaints piece. The coat is super thick and soft and completely envelopes you for maximum cosiness. For the full teddy bear aesthetic, opt for the toffee brown colour. Sizing is true to size but opt for a larger size for ultra cosy vibes. Wear a slightly smarter outfit for an unexpected contrast or go full joggers and trainers with your cosy coat. You simply cannot go wrong with a puffer jacket – and Columbia’s really nailed it with this design, which is to be expected from a brand that has been creating outdoor gear since the Thirties. Having trailed this in various conditions – cold, crisp days, sub-zero mornings and damp, rainy afternoons – we’re very impressed with its performance. The water-resistant fabric meant we remained dry during a sudden downpour and we found the thick insulation great at trapping in the warmth, plus the hood was a much-appreciated feature. The teeming jacket from Mackintosh is a beautifully crafted quilted jacket in a relaxed cut. The corduroy colour is a lovely detail that contrasts with the dark wool in this colourway. There are chunky metal toggles to adjust the waistline at the hem in the same chrome colour as the pop buttons, which make the jacket feel easy to throw on and dash into the winter weather. We found this jacket to be really warm and oversized enough to fit thick jumpers underneath, essential for the cold winter days. This jacket comes in a range of colours with both wool and nylon shells in a variety of colours. Another great puffer option comes from sustainable brand Everlane. The renew short puffer is made with 100% recycled fabric and filled with recycled down feathers that have been repurposed from old pillows and duvets. This ultra warm puffer has kept us toasty for weeks and the contrast materials elevate the jacket. There is a big chest pocket and detachable hood that zips straight off. The jacket comes in two colours: black and green. If you want to invest in a warm, down-filled coat that will last you years, the North Face puffer coat is a great one to go for: it’s lightweight, packable and great for insulation during the cold winter days. For something more affordable, our best budget buy is New Look’s faux shearling jacket , for its cosy lined inners and stylish sleek black style, or opt for our affordable overcoat option, the Asos Design oversized wool mix coat . Looking for the perfect piece of knitwear? These are the best options for men Please refresh the page or navigate to another page on the site to be automatically logged inPlease refresh your browser to be logged in",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gramicci",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-04T18:48:39.564+02:00",
  "updated": "2024-01-15T11:28:04.717+02:00"
}