{
  "thread": {
    "uuid": "c3a44c192b9d8b3de3a263ff821e70e6f3f8a7f8",
    "url": "https://www.crosswalk.com/devotionals/your-daily-prayer/a-prayer-of-surrender-to-jesus-calling.html",
    "site_full": "www.crosswalk.com",
    "site": "crosswalk.com",
    "site_section": "https://www.godtube.com",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Watch Christian Videos - Today&#39;s Popular Video",
    "title": "A Prayer of Surrender to Jesus’ Calling - Your Daily Prayer - December 29 - Devotional",
    "title_full": "A Prayer of Surrender to Jesus’ Calling - Your Daily Prayer - December 29 - Devotional",
    "published": "2023-12-29T08:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.swncdn.com/via/11237-open-prayer-hands-milada-vigerova-45368-unspl.jpg",
    "performance_score": 3,
    "domain_rank": 7406,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 334,
        "comments": 55,
        "shares": 338
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 20
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c3a44c192b9d8b3de3a263ff821e70e6f3f8a7f8",
  "url": "https://www.crosswalk.com/devotionals/your-daily-prayer/a-prayer-of-surrender-to-jesus-calling.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kristine Brown",
  "published": "2023-12-29T08:00:00.000+02:00",
  "title": "A Prayer of Surrender to Jesus’ Calling - Your Daily Prayer - December 29 - Devotional",
  "text": "A Prayer of Surrender to Jesus’ Calling - Your Daily Prayer - December 29 - [Sign Up for Email?](javascript:void(0)) - Published Dec 26, 2023 A [Prayer](https://www.crosswalk.com/faith/prayer/) of Surrender to Jesus’ Calling By Kristine Brown “Then, calling the crowd to join his disciples, he said, ‘If any of you wants to be my follower, you must give up your own way, take up your cross, and follow me.’” ( [Mark 8:34]NLT) Sometimes my life feels like a back-and-forth battle with control. One day I’m easily relinquishing my own way in [favor of God](https://www.crosswalk.com/slideshows/what-is-god-s-favor-and-how-do-we-get-it.html)’s plan. Other days I have to keep surrendering over and over because the pull of being in control is just too strong. “Give up your own way…” Those five simple words Jesus spoke to the crowd may be the ones I wrestle with the most. I get attached to my own way of doing things. Soon self-sufficiency rises and I start making decisions in my own strength, trying too hard, and wearing myself out. I end up exhausted instead of welcoming the peace Jesus offers. Surrender. It’s a hard concept for us to grasp because God gave us the will to choose. Surrender means to give up complete control. To yield to the power of another. Surrender is an amazing gift offered to us. Wouldn’t we rather hand over control of our lives to the One who holds power over all things? Then why do we struggle to surrender when Jesus calls? God designed us to hope, dream, create, and build. We long to do great things and make an impact on our world. So we must pray and find our purpose using the gifts God gave us, while daily surrendering our lives and hearts to Him. Mark chapter 8 tells us about Jesus’ ministry—from feeding four thousand people to healing one blind man. After a private word with his disciples, Jesus turned to a crowd and explained how to surrender. Jesus said, “If you try to hang on to your life, you will lose it. But if you give up your life for my sake and for the sake of the Good News, you will save it. And what do you benefit if you gain the whole world but lose your own soul?” ( [Mark 8:35-36](https://www.biblestudytools.com/mark/passage/?q=mark+8:35-36)) In our efforts to do good, let’s not forget the presence of our Holy God. Today let’s pray this prayer of surrender. Jesus is calling us to release control and follow His ways instead of our own. Let's pray: Dear Heavenly Father, I hear your precious son Jesus gently calling me, yet I realize I’ve let the temptation of control keep me from responding to his voice. Forgive me for trying to do things on my own when I know your ways are best. I surrender to Jesus today. Thank you for sending the Holy Spirit to draw me back to you in those times when I’ve relied on my own strength. Your Word in [John 14:26](https://www.biblestudytools.com/john/14-26.html) says, “But the Advocate, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you.” Thank you for reminding me that if I want to follow Jesus, I need to release my own way. I have felt your Holy Spirit tugging at my heart. So I am laying down my own plans, desires, and goals. I replace those right now with total surrender to your will. I am grateful for the guidance of the Holy Spirit and that Jesus never stops pursuing a deeper relationship with me. Your will be done in my life, Lord. I will follow where you lead me. In Jesus’ name, Amen. Photo credit: Milada Vigerova/Unsplash For more spiritual growth resources, check out the 5-day email study [Walking with Rahab](https://morethanyourself.com/decisions-challenge) by today’s devotion writer, Kristine Brown. You’ll find weekly encouragement to help you “become more than yourself through God’s Word” at her website, [kristinebrown.net](http://www.kristinebrown.net/). Kristine is the author of the book, [Cinched: Living with Unwavering Trust in an Unfailing God](https://morethanyourself.com/cinched), and the companion workbook. LISTEN to More Christmas Prayers on LifeAudio Teach Us to Pray is a FREE prayer podcast hosted by iBelieve writer Christina Patterson. Each week, she gives you practical, real-life tips on how to grow your faith and relationship with God through the power of prayer. To listen to her episode on What to Pray in the Morning for a Worry-Free Day, click below! Now that you've prayed, are you in need of someone to pray for YOU? Click the button below! Visit [iBelieve.com](https://www.ibelieve.com) for more inspiring prayer content.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "http://www.kristinebrown.net/).",
    "https://morethanyourself.com/decisions-challenge)",
    "https://www.biblestudytools.com/john/14-26.html)",
    "https://morethanyourself.com/cinched),",
    "https://www.biblestudytools.com/mark/passage/?q=mark+8:35-36))",
    "https://www.ibelieve.com)",
    "https://www.morethanyourself.com/cinched),",
    "https://ibelieve.com)",
    "https://www.biblestudytools.com/mark/passage/",
    "https://www.morethanyourself.com/decisions-challenge)",
    "http://kristinebrown.net/).",
    "https://biblestudytools.com/mark/passage/?q=mark+8:35-36))",
    "https://biblestudytools.com/john/14-26.html)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "kristine brown",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T10:40:32.318+02:00",
  "updated": "2023-12-29T10:40:32.318+02:00"
}