{
  "thread": {
    "uuid": "f8c882ce9a78d6b54e71bfbe0fbbf83ad770131d",
    "url": "https://climeworks.com/jobs/senior-manager-supply-chain-80-100",
    "site_full": "climeworks.com",
    "site": "climeworks.com",
    "site_section": "https://climeworks.com/feed/jobs",
    "site_categories": [],
    "section_title": "",
    "title": "Senior Manager Supply Chain (80-100%) - Zurich, Switzerland",
    "title_full": "Senior Manager Supply Chain (80-100%) - Zurich, Switzerland",
    "published": "2024-07-05T06:36:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CH",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 30531,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f8c882ce9a78d6b54e71bfbe0fbbf83ad770131d",
  "url": "https://climeworks.com/jobs/senior-manager-supply-chain-80-100",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Climeworks",
  "published": "2024-07-05T06:36:00.000+03:00",
  "title": "Senior Manager Supply Chain (80-100%) - Zurich, Switzerland",
  "text": "Get to know Climeworks\nClimeworks removes CO₂ from the air to fight global warming and protect future generations to come.\nWe develop, build and operate direct air capture (DAC) machines which capture CO₂ directly from the air. The captured carbon dioxide is removed from the air by safely storing it underground, permanently.\nFounded in 2009 by engineers, Christoph Gebald and Jan Wurzbacher, Climeworks was built with a mission to inspire 1 billion people to remove CO₂ from the air, and is now spearheading the DAC industry globally. It has the world’s largest DAC facility and storage installation in operation and a team of over 450 Climeworkers determined to contribute to a net-zero future.\nA true climate pioneer, Climeworks is featured as a TIME100 Influential Company 2022 and Global Cleantech 100 Company 2022, driving a revolutionary technology engineered to solve the most pressing issue of our time.\nWe foster a dynamic environment and are building a global purpose driven team. We are looking for disruptive thinkers, passionate achievers and inspiring leaders that are ready to take on the world’s greatest challenge.\nWill you join us?\nYour mission\nJob description\n- Your mission at Climeworks is the management and further development of the logistics team in the areas of shipping (export, import, domestic, cross-trade with all modes of transport) and warehousing, and the associated processes for the headquarters and branches.\n- You provide conceptual support in defining the supply chain for our international project locations and subsidiaries.\n- You align with key stakeholders and management bodies.\n- You lead and further develop the operational Logistics Team.\n- You manage and develop the warehouse supervisor and team.\n- You define, document, and optimize SCM processes.\n- You implement IT tools (such as SAP) and external interfaces (2PL, 3PL, etc.).\n- You define standards for warehousing and intra-company logistics.\n- You strategically plan and implement logistics concepts.\n- You assure compliance across the supply chain, including trade and tax compliance.\n- You establish processes and governance.\nYour story\nRequirements\n- You are a certified Supply Chain Professional (CSCP) or have equivalent experience.\n- You have at least 10 years of professional experience in order processing logistics (import/export/customs) and at least 5 years of experience in team leadership.\n- You also gathered experience in international logistics, including intra-company logistics and in logistics warehousing.\n- You work in an exact and accurate manner.\n- You have a high understanding of commercial and technical contexts and possess good negotiation skills.\n- You gained at least 3 years of experience in SAP SCM (MM, WM).\n- You possess very good MS Office skills.\n- You have strong team leadership skills, including enforcing decisions and addressing misconduct.\n- You have good communication and presentation skills.\n- You have a high customer and service focus.\n- You demonstrate initiative, flexibility, and the ability to work in a team.\n- You have a hands-on mentality and a solution-oriented personality.\n- You have high social skills and good communication skills.\n- You are business fluent in English.\n- You are willing to travel internationally on a limited basis.\nWhat we offer: A horizontal organization, a great team, an improvement-oriented approach, and a scale-up venture with an innovative technology. Sounds like you? We are looking forward meeting you! Apply now by filling in the online application form and uploading your complete dossier to our career’s portal:\nhttps://www.climeworks.com/careers\nOur promise: At Climeworks, you are accepted for who you are. As part of our ongoing journey towards creating a diverse and inclusive environment - we encourage everyone to apply! All qualified applicants are considered for positions, so bring along your knowledge, personal experiences, and fresh perspectives, and together we can solve one of humankind’s greatest challenges. We look forward to getting to know you!\nDisclaimer: The percentage in the job title means that for this vacancy, you can decide if you want to be employed on a full-time or part-time basis, depending on what works best for your needs.\nWe don’t accept candidate profiles from agencies for our positions.\nApply for this position\nExplore more\nAt Climeworks, we believe the people make all the difference. Discover other opportunities and learn more about our team, our technology and our culture.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://climeworks.recruitee.com/o/senior-manager-supply-chain/c/new",
    "https://www.climeworks.recruitee.com/o/senior-manager-supply-chain/c/new"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "climeworks climeworks",
        "sentiment": "negative"
      },
      {
        "name": "christoph gebald",
        "sentiment": "none"
      },
      {
        "name": "jan wurzbacher",
        "sentiment": "none"
      },
      {
        "name": "climeworks",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dac",
        "sentiment": "none"
      },
      {
        "name": "global cleantech",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "zurich",
        "sentiment": "none"
      },
      {
        "name": "switzerland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T14:45:44.030+03:00",
  "updated": "2024-07-05T14:45:44.030+03:00"
}