{
  "thread": {
    "uuid": "58e6d8961670e7ed14c69040587e6f05b8551b68",
    "url": "https://bnnbreaking.com/tech/lafontaine-automotive-group-partners-with-bollinger-motors-to-electrify-commercial-fleets",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/category/tech/feed",
    "site_categories": [],
    "section_title": "",
    "title": "LaFontaine Automotive Group Partners with Bollinger Motors to Electrify Commercial Fleets",
    "title_full": "LaFontaine Automotive Group Partners with Bollinger Motors to Electrify Commercial Fleets",
    "published": "2024-02-15T23:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/51472a7c8069506a1a13c654fb9601d5a80ef313b533c290371825b03f8ba402.jpg",
    "performance_score": 0,
    "domain_rank": 27879,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "58e6d8961670e7ed14c69040587e6f05b8551b68",
  "url": "https://bnnbreaking.com/tech/lafontaine-automotive-group-partners-with-bollinger-motors-to-electrify-commercial-fleets",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bijay Laxmi",
  "published": "2024-02-15T23:44:00.000+02:00",
  "title": "LaFontaine Automotive Group Partners with Bollinger Motors to Electrify Commercial Fleets",
  "text": "In a significant move within the automotive and clean energy sectors, LaFontaine Automotive Group has been announced as the inaugural authorized dealer for Bollinger Motors' innovative B4 Chassis Cab. This partnership, revealed on Wednesday by Mullen Automotive—the parent company of Bollinger Motors since its acquisition in 2022—marks a pivotal step toward the electrification of commercial transportation. With plans to introduce the electric commercial delivery vehicle across two strategic locations in Michigan, LaFontaine is gearing up for deliveries slated to commence in the latter half of 2024. This collaboration not only underscores LaFontaine's dedication to excellence and customer satisfaction but also significantly enhances its commercial vehicle lineup, cementing its influence across Michigan.\nElectrifying Commercial Fleets: A Sustainable Future\nThe automotive industry stands on the cusp of a revolution, with the B4 Chassis Cab leading the charge towards a greener future. Powered by electricity, the B4 not only represents a significant leap forward in terms of environmental sustainability but also offers substantial economic advantages to businesses. Under the Inflation Reduction Act, the vehicle qualifies for clean energy tax credits of up to $40,000 per unit, presenting a compelling value proposition for companies looking to transition their fleets to electric. This incentive aligns perfectly with the growing global emphasis on reducing carbon emissions and fostering a sustainable economic ecosystem.\nA Strategic Partnership with Economic Implications\nLaFontaine Automotive Group and Bollinger Motors' partnership is a testament to the evolving landscape of the automotive industry, where traditional boundaries are being redefined by the advent of electric vehicles (EVs). By becoming the first authorized dealer of the B4 Chassis Cab, LaFontaine is not only expanding its portfolio but is also positioning itself as a leader in the adoption of clean energy solutions in commercial transportation. This strategic move is anticipated to bolster LaFontaine's presence in Michigan, a state with a rich automotive heritage and a burgeoning EV market. Furthermore, Mullen Automotive's recent financial disclosures, including a quarterly loss of $61 million—down from $377 million a year earlier—and the impending closure on a $32 million loan for vehicle production, underscore the challenges and opportunities within the electric vehicle sector.\nSetting the Stage for 2024 and Beyond\nAs we look towards the second half of 2024, the anticipation surrounding the B4 Chassis Cab's arrival in Michigan is palpable. This venture between LaFontaine Automotive Group and Bollinger Motors, facilitated by Mullen Automotive, is more than a business transaction; it's a bold statement on the future of commercial transportation. With the backing of significant clean energy tax incentives, the B4 Chassis Cab's introduction to the market is poised to set a new standard in the integration of sustainability and efficiency in commercial fleets. As these vehicles roll out across Michigan, they symbolize a significant stride towards a more sustainable, economically vibrant future for businesses and the environment alike.\nIn sum, the partnership heralds a new era in commercial transportation, characterized by a shift towards electrification and sustainability. With LaFontaine Automotive Group at the helm as the first authorized dealer of the B4 Chassis Cab, and the backing of substantial tax incentives, the stage is set for a transformative 2024 and beyond. This collaboration not only signifies a milestone in LaFontaine's expansion and commitment to quality but also illuminates the path for the automotive industry's future—where electric commercial vehicles become a cornerstone of economic and environmental sustainability.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lafontaine",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lafontaine automotive group",
        "sentiment": "negative"
      },
      {
        "name": "bollinger motors",
        "sentiment": "negative"
      },
      {
        "name": "lafontaine automotive group partners",
        "sentiment": "negative"
      },
      {
        "name": "mullen automotive",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "michigan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T01:49:18.631+02:00",
  "updated": "2024-02-16T01:49:18.631+02:00"
}