{
  "thread": {
    "uuid": "b05fce6b8fde94fabadf54c947fbe0cb05133ba6",
    "url": "https://vnexplorer.net/italys-first-female-prime-minister-giorgia-meloni-is-named-man-of-the-year-by-newspaper-that-says-in-times-of-war-we-have-chosen-someone-who-knows-how-to-fight-s721587.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Italy's first female Prime Minister Giorgia Meloni is named Man of the Year by newspaper that says: 'In times of war, we have chosen someone who knows how to fight'",
    "title_full": "Italy's first female Prime Minister Giorgia Meloni is named Man of the Year by newspaper that says: 'In times of war, we have chosen someone who knows how to fight'",
    "published": "2023-12-30T14:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/30/12/79459407-12912191-image-a-1_1703938366984.jpg",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b05fce6b8fde94fabadf54c947fbe0cb05133ba6",
  "url": "https://vnexplorer.net/italys-first-female-prime-minister-giorgia-meloni-is-named-man-of-the-year-by-newspaper-that-says-in-times-of-war-we-have-chosen-someone-who-knows-how-to-fight-s721587.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-30T14:47:00.000+02:00",
  "title": "Italy's first female Prime Minister Giorgia Meloni is named Man of the Year by newspaper that says: 'In times of war, we have chosen someone who knows how to fight'",
  "text": "Opponents criticise Libero Quotidiano for naming Italian PM 'man of the year'Ms Meloni has won 'the war of the sexes', newspaper says in editorialThe article was written by her former head of public relations Mario Sechi\nItaly’s first female prime minister Giorgia Meloni has been named ‘Man of the Year’ by a far-right newspaper, prompting an outcry from political opponents.\nMs Meloni, 46, was awarded the honour by the Libero Quotidiano daily because she had won ‘the war of the sexes’ in Italy, the paper adding that she had ‘not only broken the glass ceiling, she dissolved it.’\nAlongside a photo of the prime minister – a growing ally of UK PM Rishi Sunak – in a double-breasted white blazer with her arms folded behind her back, it said she had ‘passed the test of 2023’.\nThe article, described by one female opponent as a ‘surrender’ to the idea politics is only for men, was written by Mario Sechi, Libero’s Rome bureau chief and a former head of Ms Meloni’s public relations team until September this year.\nHe wrote: ‘In our society of weak thinking, we have recognised strong ideas. In excessive diversity, we have reversed gender. In times of war, we have chosen someone who has shown she knows how to fight.’\nGiorgia Meloni, the prime minister of Italy, has been named ‘Man of the Year’ by a right-wing newspaper in the country\nLibero Quotidiano said she had ‘passed the test of 2023’, praising her for winning ‘the war of the sexes’\nMs Meloni has become a key international ally of UK prime minister Rishi Sunak as he has taken the party further to the right (pictured: Mr Sunak meeting Ms Meloni earlier this month)\nSechi’s editorial praised Ms Meloni for winning ‘the war of the sexes…thinking differently, being divergent, overcoming the arrogance of males and the defeatism of females.’\nBut political opponents, particularly women, have called on her to distance herself from the award.\nIn remarks reported by the Telegraph, Elly Schlein, secretary of the centre-left Democratic Party, said: ‘Today a right-wing newspaper is explaining to us that politics and power are for men.\nElly Schlein, secretary of the centre-left Democratic Party, said: ‘Today a right-wing newspaper is explaining to us that politics and power are for men.\n‘I don’t think my aspiration as a politician is to become man of the year. On the contrary, I think this is a surrender.’\nElisabetta Piccolotti, an MP from the Alleanza Verdi e Sinistra (Greens and Left Alliance), said the cover was ‘an affirmation of male superiority’.\nShe called on Ms Meloni to reject it, adding on Facebook: ‘At this point, prime minister, please clarify: are you a woman, are you a man or are you non-binary?’\nOthers took to social media to post memes that appeared to poke fun at the a female prime minister being named ‘man of the year’.\nBut Italian culture minister, Gennaro Sangiuliano, a former deputy director of Libero, told journalists that the title was well-deserved.\nMs Meloni, who became prime minister in October 2022, leads the right-wing populist Fratelli d’Italia (Brothers of Italy) party, which promotes traditional family values and a crackdown on immigration while opposing euthanasia, abortion and same-sex marriage.\nShe has become a key international ally of Rishi Sunak as he has taken the Conservatives further to the right under his leadership with a desire for tougher action on migrants in Europe.\nThe pair met in Rome earlier this month where they were seen to share a warm embrace and a kiss on the cheek, before Mr Sunak spoke at a gathering of Italian conservatives and right-wingers on immigration.\nHe told the meeting that criminal gangs were wielding migration as a ‘weapon…to try to destabilise our society’, amidst an ongoing battle to push through his Rwanda bill that would see asylum seekers arriving in the UK sent to the African country.\nMs Meloni has not commented on the Libero Quotidiano article.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "meloni",
        "sentiment": "neutral"
      },
      {
        "name": "giorgia meloni",
        "sentiment": "neutral"
      },
      {
        "name": "mario sechi",
        "sentiment": "none"
      },
      {
        "name": "rishi sunak",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "italy",
        "sentiment": "none"
      },
      {
        "name": "rome",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T14:53:09.153+02:00",
  "updated": "2023-12-30T14:53:09.153+02:00"
}