{
  "thread": {
    "uuid": "ab00c68344e8d1294ace35c4f6f948ac09f73abd",
    "url": "https://www.diariodeibiza.es/ibiza/2024/01/05/cabalgata-supera-fortuna-chaparron-vila-96584699.html",
    "site_full": "www.diariodeibiza.es",
    "site": "diariodeibiza.es",
    "site_section": "http://www.diariodeibiza.es/elementosInt/rss/2",
    "site_categories": [
      "media"
    ],
    "section_title": "Diario de Ibiza - Ibiza",
    "title": "La cabalgata supera con fortuna el chaparrón en Ibiza",
    "title_full": "La cabalgata supera con fortuna el chaparrón en Ibiza",
    "published": "2024-01-05T23:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/ad8bd538-567f-4e08-a1b0-eb93cf29e7c9_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 41543,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab00c68344e8d1294ace35c4f6f948ac09f73abd",
  "url": "https://www.diariodeibiza.es/ibiza/2024/01/05/cabalgata-supera-fortuna-chaparron-vila-96584699.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Josep Àngel Costa",
  "published": "2024-01-05T23:51:00.000+02:00",
  "title": "La cabalgata supera con fortuna el chaparrón en Ibiza",
  "text": "A la cinco y veinte de la tarde de este viernes, nada parece indicar que en breve se tiene que desplegar la comitiva de los [Reyes Magos](https://www.diariodeibiza.es/tags/reyes-magos/) por las principales calles de [Vila](https://www.diariodeibiza.es/tags/ibiza/). En años anteriores, mucho antes de la salida ya se amontona el público, en la primera fila de Bartomeu de Roselló y de Isidor Macabich, para gozar del sitio más privilegiado donde los niños puedan saludar a sus majestades, en unos casos, o para abalanzarse con más facilidad a por los caramelos. Pero, en esta ocasión, debido a la previsión meteorológica, la cabalgata se ha adelantado una hora, a las 17.30. El temor por la lluvia es tanto que, finalmente, se parte incluso varios minutos antes desde la avenida de los Andenes hacia Bartomeu de Roselló. Junto a la plaza de sa Riba, quedan unos niños rezagados pidiendo caramelos al rey Baltasar, que desfila sobre un León y un perro egipcio. Llama la atención un adulto que empieza a recoger los dulces animando a su hijo a que siga sus pasos. Algunos lo miran como un ansioso acaparador, pero cambian de imagen cuando caen en su error. Este año, se reparten un total de dos toneladas de caramelos, 500 kilos más que el año pasado Una vez que este hombre y el pequeño van con las manos llenas, llevan los caramelos a un sin techo que duerme junto a la plaza de sa Riba. La imagen más tierna de toda la jornada y que contrasta con el ya habitual número de algunos señores que, llegando a ponerse delante de los más pequeños, dan la vuelta a su paraguas para acaparar los dulces. Este año, se reparten un total de dos toneladas, 500 kilos más que el año pasado. Como ya es habitual, son golosinas blandas, así se evitan golpes al caer, y sin gluten. Al llegar al monumento a la Gente de la mar, se comprueba de inmediato que la aparente escasez de público inicial es una falsa alarma. Está todo atestado de gente y se atisba que será más que difícil pillar buen sitio en las aceras de Bartomeu de Roselló. Pasa la carroza de Pegaso que este año encabeza la cabalgata, seguida de Melchor sobre un trono que recrea el campanario de la catedral. Suena una banda sonora de toda la vida. El concejal de Fiestas, Fran Torres, aclarará que esa melodía es el tema principal de ‘E.T., el extraterrestre’. La paje real desfila sobre un órgano formado por letras gigantes y, junto al carruaje, la segunda teniente de alcalde, Catiana Fuster, sigue atenta el desarrollo de la jornada. Junto a la iglesia del Roser caen cuatro gotas, pero al final de la avenida España ya empieza a arreciar Los astrónomos El concejal de Jardines, Manu Jiménez, va más allá y participa directamente en la fiesta, junto a su hermano mellizo, Toni. Ambos van ataviados como Copérnico y arrojan caramelos, con entusiasmo, en una carroza decorada con un telescopio y otros instrumentos de observación de época. Es un guiño. «Los Reyes Magos también eran astrónomos e iban siguiendo la [estrella](https://www.diariodeibiza.es/tags/famosos-en-ibiza/)», detalla Streakka, el responsable del diseño y elaboración de todas las carrozas. Mira con atención desmesurada el paso de Gaspar, sobre un torbellino de viento del desierto. Sin duda, él es la persona con más nervios de los miles de personas que siguen la cabalgata. No es de extrañar, puesto que, después de tres meses de trabajo, la lluvia amenaza con arruinar el desfile en cualquier momento. Junto a la iglesia del Roser caen cuatro gotas, pero poco después, al final de la avenida España, ya empieza a arreciar. Se apaga la música y la comparsa acelera su paso. El público, resguardado en los soportales, ovaciona a los componentes de los grupos de baile y todos los acompañantes de los Reyes Magos, más de 350 personas en total. Pero todo queda en un susto. El chaparrón apenas dura unos minutos y, poco después de las seis y media, Sus Majestades llegan intactos para recibir las llaves de la ciudad de la mano del alcalde, Rafael Triguero.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:03:08.362+02:00",
  "updated": "2024-01-06T01:10:00.413+02:00"
}