{
  "thread": {
    "uuid": "9c4aab4b600fc5f757d3acaf36b545579db4c8d1",
    "url": "https://www.heraldo.es/noticias/ocio-y-cultura/2023/12/28/concierto-nuevo-mozart-zaragoza-opera-vals-1700590.html",
    "site_full": "www.heraldo.es",
    "site": "heraldo.es",
    "site_section": "http://www.heraldo.es/index.php/mod.portadas/mem.rss?utm_source=titulares&utm_medium=email&utm_campaign=noticias",
    "site_categories": [
      "media"
    ],
    "section_title": "HERALDO.ES - Lo último",
    "title": "El Concierto de Año Nuevo dibuja una gran sonrisa en las paredes de la sala Mozart",
    "title_full": "El Concierto de Año Nuevo dibuja una gran sonrisa en las paredes de la sala Mozart",
    "published": "2023-12-28T22:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://imagenes.heraldo.es/files/og_thumbnail/uploads/imagenes/2023/12/28/scz-en-el-concierto-de-ano-nuevo.jpeg",
    "performance_score": 0,
    "domain_rank": 9900,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 4
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9c4aab4b600fc5f757d3acaf36b545579db4c8d1",
  "url": "https://www.heraldo.es/noticias/ocio-y-cultura/2023/12/28/concierto-nuevo-mozart-zaragoza-opera-vals-1700590.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "redaccion@heraldo.es (Pablo Ferrer)",
  "published": "2023-12-28T22:42:00.000+02:00",
  "title": "El Concierto de Año Nuevo dibuja una gran sonrisa en las paredes de la sala Mozart",
  "text": "El Concierto de Año Nuevo dibuja una gran sonrisa en las paredes de la sala Mozart La velada ha aunado la originalidad del repertorio con danza clásica, apoyo coral y una magnífica soprano Las entradas para el Concierto de Año Nuevo en la sala Mozart del [Auditorio de Zaragoza](https://www.heraldo.es/tags/instituciones_empresas/auditorio_zaragoza.html) estaban agotadas hace días. El recinto mostraba el aspecto de los días grandes: filas en la entrada, hormigueo en plateas y anfiteatros y el graderío del coro sin un solo hueco. Tiene su punto disfrutar de un recital desde ahí: el espectador se siente un poco artista. Para artistas, de todos modos, los que han brindado esta noche del jueves 27 de diciembre un espectáculo de altos vuelos en el marco que siempre pone las mejores condiciones para disfrutar de la música. Juan Luis Martínez es un director de precisión cirujana. Con su batuta en versión bisturí, y haciendo al mismo tiempo concesiones a la complicidad con el público, el responsable de la Sinfónica Ciudad de Zaragoza (SCZ) ha manejado con acierto las claves de una cita que tiene sus códigos. Aquí, además de Strauss, se ha disfrutado de ópera, guiño doble a la música checa y, sobre todo, un programa muy balanceado al que ha respondido con nota los restantes elementos del puzzle escénico: el coro Frumentum, sobrio y certero en el apoyo de la soprano teutona Nina María Fischer, y los chicos y chicas de la Escuela de Danza María de Ávila. Aragón TV ha grabado el recital un año más, y lo emitirá próximamente. Manejo de los tiempos Martínez ha saludado al inicio con un apretón de manos al concertino Sergio Franco (también director de Frumentum) para dedicar luego dedicó un gesto formal al resto de la orquesta y al público presente. La variedad se extendía a las partituras, visibles en formato clásico y también en tablet; una dicotomía que ha dejado de ser novedosa, pero que sigue llamando la atención en los entornos más formales. El juego de luces rojigualda presidía la pieza inicial, la ‘Danza eslava número 8’ de Dvorak, en la primera de dos reverencias (Smetana vino luego) al talento compositor checo. Fischer ha aparecido de negro riguroso para acometer el ‘Vissi d’arte’ de ‘Tosca’, y ha estado regia. Tras un inicio más comedido, sus agudos cristalinos brillaban en la Mozart: erizarían el vello a un batracio, si tal cosa fuera posible. El ‘Perpetuum mobile 257’ de Johan Strauss jr. es un clásico de Año Nuevo, familiar incluso para los no iniciados, y la orquesta se ha deslizado por su partitura con suficiencia y elegancia. Llegaba entonces el primer momento actoral, con el coro simulando un picnic antes de que regresara Fischer, también elegantísima de blanco y arropada por los hombres del coro en ‘Je marche sur tous les chemins’, del ‘Manon’ de Massenet. Los jóvenes bailarines se han encargado de poner el punto de color al momento, con una solvencia y madurez notables. Les seguía atentamente desde mitad de la platea su profesor, el coreógrafo Antonio Ayesta, que grababa todo con el móvil para, seguramente, repasar este viernes errores y aciertos. Con el ‘Vals de las flores’ de ‘Cascanueces’ (Tchaikovsky es otro seguro en cuanto a la empatía espiritual) se cerraría la primera parte. La segunda, que ha comenzado con la obertura de ‘El barbero de Sevilla’ de Rossini, acentuaría la parte festiva de la noche, encendiendo los ánimos de un público que ha disfrutado de lo lindo hasta la reverencia final desde las tablas. [Regístrate gratis](https://www.heraldo.es) [Iniciar sesión](https://www.heraldo.es)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:36:20.056+02:00",
  "updated": "2023-12-30T00:20:34.768+02:00"
}