{
  "thread": {
    "uuid": "0d2f6996ec640038c676c4d5ba571cc7076d6fef",
    "url": "https://vnexplorer.net/johns-hopkins-cancer-docs-use-new-tech-to-identify-dna-codes-that-cause-deadly-disease-and-hope-it-leads-to-treatment-breakthroughs-s1886193.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Johns Hopkins cancer docs use new tech to identify DNA codes that cause deadly disease and hope it leads to treatment breakthroughs",
    "title_full": "Johns Hopkins cancer docs use new tech to identify DNA codes that cause deadly disease and hope it leads to treatment breakthroughs",
    "published": "2024-03-15T00:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jQEhk.img",
    "performance_score": 0,
    "domain_rank": 52589,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0d2f6996ec640038c676c4d5ba571cc7076d6fef",
  "url": "https://vnexplorer.net/johns-hopkins-cancer-docs-use-new-tech-to-identify-dna-codes-that-cause-deadly-disease-and-hope-it-leads-to-treatment-breakthroughs-s1886193.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-15T00:52:00.000+02:00",
  "title": "Johns Hopkins cancer docs use new tech to identify DNA codes that cause deadly disease and hope it leads to treatment breakthroughs",
  "text": "Scientists at John Hopkins University have used AI to detect patterns in genetic ‘dark matter’ that may speed up and expand cancer diagnoses The breakthrough could ‘lead to new therapies, new diagnostics and new screening approaches for cancer,’ according to the study’s lead researcher It is the latest use of machine learning to aid the fight against cancer A new study has sparked hope that AI could soon play a role in detecting, and maybe even treating, cancer.\nScientists at John Hopkins University have used machine learning technology to detect patterns in genetic ‘dark matter,’ little understood repeats of DNA sequences that could contribute to cancer and other diseases.\nResearchers have used AI to identify specific elements of this ‘dark matter,’ also known as ‘junk DNA,’ in cancerous tissue that are shed from tumors and float in the bloodstream.\n‘This new method could provide a noninvasive means of detecting cancers or monitoring response to therapy,’ the university wrote in a release earlier this week.\nVictor Velculescu, co-author of the paper and an oncology expert, told the Financial Times he is confident the breakthrough could ‘lead to new therapies, new diagnostics and new screening approaches for cancer.’\nA new study has sparked hope that AI could soon play a role in detecting, and maybe even treating, cancer\nScientists at John Hopkins University have used AI to detect patterns in genetic ‘dark matter’ that may speed up and expand cancer diagnoses\n‘It’s like a grand unveiling of what’s behind the curtain,’ he explained.\nThe genetic code being analyzed is referred to as ‘dark matter’ by researchers because, like its space namesake, its existence is known but it has thus far remained largely unanalyzed and not very understood.\nThe John Hopkins scientists used a machine learning technique known as Artemis, named after the Greek goddess of hunting, to analyze 1,200 distinct types of ‘dark matter’ DNA elements.\nOf the 736 genes that were linked to the creation of cancer cells within that sample, nearly two-thirds contained on average 15 times more the number of repeat DNA sequences than expected.\nThe scientists believe their findings show that the ‘junk DNA’ was ‘not recurring randomly’ in cancerous tissues but actually revealing potential signs of malignance.\n‘They end up being clustered around genes that are altered in cancer in a variety of different ways, providing the first glimpse that these sequences may be key to tumour development,’ Velculescu told the FT.\nCancer Research UK called the study’s findings ‘exciting’ and showing the ‘potential’ for AI to detect cancer sooner.\n‘While still at an early stage, this research demonstrates how some cancers could be diagnosed earlier by detecting tumour-specific changes in cells collected from blood samples,’ Hattie Brooks, the charity’s research information manager said.\nVictor Velculescu, co-author of the paper, said he is confident the breakthrough could ‘lead to new therapies, new diagnostics and new screening approaches for cancer’\nAdding: ‘Although there is still a long way to go before Artemis could be used in the clinic, it’s always exciting to see new approaches showing potential in detecting cancer sooner.’\nIt is the latest use of machine learning technologies to aid the fight against cancer.\nLast year, scientists began using AI to dramatically cut down on the number of missed early-stage breast cancer diagnoses.\nAI analysis flagged up to 13 percent more cases than doctors had identified, a significant chunk of the 20 percent or more cancers that are estimated to be missed, according to a study published in Nature in November.\n‘Our study shows that using AI can act as an effective safety net — a tool to prevent subtler signs of cancer falling through the cracks’, Ben Glocker, a co-author of the study and a professor in machine learning for imaging at Imperial College London said.\n‘Seeing first-hand that the use of AI could substantially reduce the rate of missed cancers in breast screening is massive, and a major boost for our mission to transform cancer care with AI technology.’\nRead more",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jQvj9.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jQwM8.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jQEhk.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jQwM8.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jQvj9.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jQEhk.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "johns hopkins",
        "sentiment": "negative"
      },
      {
        "name": "victor velculescu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "john hopkins university",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:59:27.696+02:00",
  "updated": "2024-03-15T00:59:27.696+02:00"
}