{
  "thread": {
    "uuid": "fed9ac58122270edb0c13121ec2de6659a524dca",
    "url": "https://uk.investing.com/news/stock-market-news/invivyds-new-covid19-prep-therapy-now-available-in-us-93CH-3418771",
    "site_full": "uk.investing.com",
    "site": "investing.com",
    "site_section": "https://uk.investing.com/news/stock-market-news",
    "site_categories": [
      "finance"
    ],
    "section_title": "Stock Market News | Share News - Investing.com UK",
    "title": "Invivyd's new COVID-19 PrEP therapy now available in U.S. By Investing.com",
    "title_full": "Invivyd's new COVID-19 PrEP therapy now available in U.S. By Investing.com",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i-invdn-com.investing.com/news/international_newspapers_69x52._800x533_L_1419494241.jpg",
    "performance_score": 0,
    "domain_rank": 1347,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fed9ac58122270edb0c13121ec2de6659a524dca",
  "url": "https://uk.investing.com/news/stock-market-news/invivyds-new-covid19-prep-therapy-now-available-in-us-93CH-3418771",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Investing.com",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Invivyd's new COVID-19 PrEP therapy now available in U.S. By Investing.com",
  "text": "WALTHAM, Mass. - Invivyd, Inc. (NASDAQ:IVVD), a biopharmaceutical company, has announced the availability of its new product PEMGARDA™ for pre-exposure prophylaxis (PrEP) of COVID-19 in the U.S. This follows the emergency use authorization (EUA) granted by the Food and Drug Administration (FDA) on March 22, 2024. PEMGARDA is designed for certain adults and adolescents with moderate-to-severe immune compromise who are less likely to respond to COVID-19 vaccination. PEMGARDA is a monoclonal antibody (mAb) injection for intravenous use and targets the SARS-CoV-2 spike protein receptor binding domain, aiming to prevent the virus from attaching to host cells. The EUA specifies that PEMGARDA is not authorized for the treatment of COVID-19 or post-exposure prophylaxis of COVID-19. It is intended for individuals aged 12 and older who weigh at least 40 kg and have an immune compromise due to certain medical conditions or immunosuppressive medications. Dave Hering, Chief Executive Officer of Invivyd, expressed his satisfaction with the rapid commercial availability of PEMGARDA, less than two weeks after receiving EUA. The company projects net product revenue for PEMGARDA to be between $150 million and $200 million for the year 2024. With this anticipated revenue and ongoing optimization of operational expenses, Invivyd expects to end the year with at least $55 million in cash and cash equivalents. Healthcare professionals can obtain PEMGARDA through a network of authorized specialty distributors. The product comes with important safety information, including a boxed warning for anaphylaxis, and common adverse events such as infusion-related reactions and upper respiratory infections. The company will discuss the launch progress of PEMGARDA in a conference call and webcast today at 5 pm ET. Invivyd's INVYMAB™ platform combines viral surveillance and predictive modeling with advanced antibody engineering to rapidly generate new mAbs to combat evolving viral threats. PEMGARDA is the first mAb in a planned series of antibody candidates from Invivyd. The information in this article is based on a press release statement from Invivyd, Inc. InvestingPro Insights As Invivyd, Inc. (NASDAQ:IVVD) launches its new product PEMGARDA™, investors are closely monitoring the company's financial health and market performance. According to InvestingPro data, Invivyd holds a market capitalization of $468.54 million. Despite the challenges, the company's stock has experienced a significant rally, with a 6-month price total return of 138.18% and an even more impressive 1-year price total return of 235.9%. This suggests a strong investor confidence in the company's growth potential, particularly in light of the recent EUA for PEMGARDA. InvestingPro Tips highlight that Invivyd has more liquid assets than short-term obligations, providing a cushion for operational needs. Analysts predict that Invivyd will be profitable this year, which aligns with the company's own revenue projections for PEMGARDA. Nevertheless, it's important to note that the company has not been profitable over the last twelve months, indicating a period of investment and growth that may be turning a corner with the new product launch. For investors seeking deeper insights, there are additional InvestingPro Tips available, offering a comprehensive analysis of Invivyd's financials and market position. Interested readers can explore these tips by visiting https://www.investing.com/pro/IVVD. For those considering an [InvestingPro](/pro/pricing?referral=inv_in_article_anchor) subscription, use the coupon code PRONEWS24 to get an additional 10% off a yearly or biyearly Pro and Pro+ subscription. This article was generated with the support of AI and reviewed by an editor. For more information see our T&C.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "invivyd",
        "sentiment": "negative"
      },
      {
        "name": "dave hering",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eua",
        "sentiment": "none"
      },
      {
        "name": "fda",
        "sentiment": "none"
      },
      {
        "name": "pemgarda",
        "sentiment": "none"
      },
      {
        "name": "food and drug administration",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mass.",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "waltham",
        "sentiment": "none"
      },
      {
        "name": "invivyd",
        "sentiment": "none"
      },
      {
        "name": "pemgarda",
        "sentiment": "none"
      },
      {
        "name": "u.s",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:26:44.944+03:00",
  "updated": "2024-04-05T00:26:44.944+03:00"
}