{
  "thread": {
    "uuid": "7beb572686ecd0fc65ac0a7bb94da66ce4a18b52",
    "url": "https://www.expreso.ec/actualidad/economia/mexico-indemniza-trabajadores-agencia-noticias-notimex-acaba-huelga-184293.html",
    "site_full": "www.expreso.ec",
    "site": "expreso.ec",
    "site_section": "https://expreso.ec/opinion",
    "site_categories": [
      "media"
    ],
    "section_title": "    Expreso - Opinión\n",
    "title": "México indemniza a trabajadores de agencia de noticias Notimex y acaba huelga",
    "title_full": "México indemniza a trabajadores de agencia de noticias Notimex y acaba huelga",
    "published": "2023-12-31T19:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "EC",
    "main_image": "https://imagenes.expreso.ec/files/og_thumbnail/uploads/2023/12/31/65919dcae6708.jpeg",
    "performance_score": 0,
    "domain_rank": 80827,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7beb572686ecd0fc65ac0a7bb94da66ce4a18b52",
  "url": "https://www.expreso.ec/actualidad/economia/mexico-indemniza-trabajadores-agencia-noticias-notimex-acaba-huelga-184293.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agencia EFE",
  "published": "2023-12-31T19:40:00.000+02:00",
  "title": "México indemniza a trabajadores de agencia de noticias Notimex y acaba huelga",
  "text": "[Economía] México indemniza a trabajadores de agencia de noticias Notimex y acaba huelga En un comunicado, la Secretaría de Trabajo y Previsión Social (STPS) informó que hizo el pago de las indemnizaciones Los trabajadores de la extinta agencia estatal mexicana de noticias Notimex concluyeron la huelga que mantenían desde febrero de 2020 luego de que el Gobierno cumpliera con el pago de indemnizaciones a los trabajadores del Sindicato Único de Trabajadores de la agencia. Te invitamos a leer: [Petroecuador declara la Fuerza Mayor en el campo Ishpingo, en Orellana](https://www.expreso.ec/actualidad/economia/petroecuador-declaro-fuerza-mayor-campo-ishpingo-orellana-184071.html) En un comunicado, la Secretaría de Trabajo y Previsión Social (STPS) informó que hizo el pago de las indemnizaciones \"en cumplimiento al Convenio de Terminación de las Relaciones Colectivas de Trabajo acordado entre el Gobierno de México y la organización gremial\". En 2023 la economía del país se empantanó [Leer más](/actualidad/economia/2023-economia-pais-empantano-184220) Señaló que en cumplimiento a las instrucciones del presidente Andrés Manuel López Obrador se realizó el pago correspondiente \"con pleno respeto a los derechos laborales de la organización sindical, de acuerdo con la Ley Federal del Trabajo\". Esto, abundó, deriva de la mesa de trabajo que se sostuvo estos días en las instalaciones de la Junta Federal con representantes de las secretarías de Gobernación, del Trabajo, del INDEP, de Notimex y el Sutnotimex (Sindicato Único de Trabajadores de Notimex), donde se aprobó y suscribió la versión final del Convenio. \"Llegó el momento menos esperado para quienes trabajamos en la agencia de noticias del Estado mexicano que es el cierre definitivo\", señaló en un breve mensaje a medios la secretaria general del Sutnotimex, Adriana Urrea. También puede leer: [ Los planes del 2024 de la gastronomía del Ecuador](https://www.expreso.ec/actualidad/economia/gastronomia-identidad-retos-2024-183899.html) Aclaró que no fueron los trabajadores quienes decidieron cerrar la agencia, sino que fue la \"mala gestión\" la que decidió no mantener este medio de comunicación pues se argumentó que podría sustituirse con uno nuevo y que existía corrupción y falta de profesionalismo en los trabajadores. Los horneados con ‘aroma’ a ganancia [Leer más](/actualidad/economia/horneados-aroma-ganancia-184224) \"Hoy se baja el telón, se baja la cortina, se apagan las computadoras y se tapan los lentes de las cámaras de Notimex, ya no se escuchará más en los medios, en las salas de prensa, en las noticias información de Notimex\", dijo entre lágrimas Urrea. Indicó que con ello se cierra un capítulo en la historia del periodismo de México y el mundo y se termina con la fuente laboral de más de un centenar de trabajadores \"que lucharon, que dieron su vida por su fuente de empleo y que hoy fueron liquidados luego de 1.408 días de huelga\". En octubre pasado, el Gobierno de México, a través de la secretarías de Gobernación (Interior) y del Trabajo y Previsión Social (STPS), firmaron un acuerdo con el Sutnotimex en el que acordaron la decisión de desaparecer la agencia que con motivo de los Juegos Olímpicos en México 1968. El conflicto laboral en la agencia estatal mexicana de noticias comenzó en febrero de 2020 por el posible despido injustificado de al menos 200 colaboradores al interior de Notimex, principalmente mujeres, lo cual fue reprochado y defendido por el SutNotimex, sindicato que fue sustituido por la empresa a la llegada de su nueva directora, Sanjuana Martínez. En distintas ocasiones, el presidente López Obrador defendió el cierre de la agencia de noticias del Estado mexicano, Notimex, tras más de tres años del conflicto laboral que se inició durante su Gobierno. \"Se está buscando un acuerdo porque nosotros no necesitamos una agencia de noticias en el Gobierno, eso era de la época de los boletines y de la prensa oficial y oficiosa, ya no hay eso\", manifestó varias veces desde el inicio del conflicto el mandatario. ¿Te gusta leer Diario EXPRESO? [TE PUEDES SUSCRIBIR AQUÍ](https://suscripcion.expreso.ec/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T19:42:29.413+02:00",
  "updated": "2023-12-31T19:42:29.413+02:00"
}