{
  "thread": {
    "uuid": "b8281b6ead38124f469b30629a55190bb4bcdfde",
    "url": "https://www.ragan.com/ragan-top-women-in-communication-awards-2024-winners",
    "site_full": "www.ragan.com",
    "site": "ragan.com",
    "site_section": "http://ragan.com//Rss.aspx?sn=RSSHome",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Ragan Communications",
    "title": "Celebrating Ragan’s Top Women in Communications Class of 2024",
    "title_full": "Celebrating Ragan’s Top Women in Communications Class of 2024",
    "published": "2024-03-01T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s39939.pcdn.co/wp-content/uploads/2024/02/MicrosoftTeams-image-12-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 30495,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b8281b6ead38124f469b30629a55190bb4bcdfde",
  "url": "https://www.ragan.com/ragan-top-women-in-communication-awards-2024-winners",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sean Devlin",
  "published": "2024-03-01T00:00:00.000+02:00",
  "title": "Celebrating Ragan’s Top Women in Communications Class of 2024",
  "text": "Celebrating Ragan’s Top Women in Communications Class of 2024\nWinners were celebrated at a special awards luncheon in New York City on Thursday.\nThe 2024 Ragan Top Women in Communication Awards celebrated the trailblazing achievements of the women who have raised the bar for the rest of the comms world through their work developing high-performance, relentlessly creative work across internal and external communications, HR, public relations and beyond\nRagan Communications hosted an awards luncheon on Feb. 29th at New York City’s City Winery, where attendees took time to celebrate each other in the face of both global and internal trials to overcome today’s most urgent challenges.\n“This year’s class of Top Women exemplifies the heights that women can reach across our industry when they come together,” said Diane Schwartz, CEO of Ragan. “It’s an honor to recognize their power and celebrate their ability to enact meaningful change through their efforts.”\nRagan also had two Hall of Fame honorees in attendance, who spoke to crowd about their takeaways from their accomplished careers.\n“What this industry really needs is great people, and we need one another,” said Marian Salzman, senior vice president at Philip Morris International. “What we need is a workplace that embraces differences, champions strengths, and guides us all through it together.”\nSusan Donlon, chief communications officer at KeyBank, acknowledged that her induction as a Hall of Famer wasn’t an individual pursuit.\n“I want to thank my team because they always bring professionalism and fun to my role every day,” she said.\nCongratulations to all of this year’s winners and nominees.\nBridge Builders\nMelissa Buscher, Vice President, Chief Communications and Marketing, Officer SPX FLOW\nLaci Hasenour, Vice President of Global Marketing and Global Brand Owner, Berry Global, Inc.\nKimberly Leidgertwood, Vice President, Internal Communications, Cognia\nTrish Nicolas, Executive Vice President, rf.engage, Ruder Finn\nYolanda Schufford, Chief Communications & Public Affairs Officer, Beyond Finance\nGina Spatafore, Vice President of Corporate Communications & Public Relations, Ancestry\nAngela Sullivan, EGM/SVP of Communications, Xero\nRacquel White, Vice President of Corporate Affairs for Royal Canin North America, Royal Canin North America\nCrisis Navigators\nMarisa Bluestone, Senior Director, Communications, Macmillan Learning\nKristy Campbell, Chief Communications Officer, OneTrust\nGina Czark, System Vice President Public Relations and Content Strategy, CommonSpirit Health\nAtalanta Rafferty, Co-Founder and Senior Executive Managing Director, RF|Binder\nSara Sendek, Managing Director, FTI Consulting\nData Dynamos\nJacqueline Boggess, Director of Communications, Corn Refiners Association\nAlex Christian, VP, Research & Analytics, EvolveMKD\nKaren Cyphers, Partner and Director of Research, Sachs Media\nSally Slater, EVP, Head of Innovation, The Bliss Group\nDiversity, Equity & Inclusion Champions\nTi’Ara Brown, Manager, Brand Communications, McDonald’s\nEliza Chlebeck, Vice President, Communications & Community, Andersen Corporation\nJewelyn Cosgrove, Vice President of Government and Public Relations, Melwood\nGigi García Russo, Chief Innovation + Growth Officer, HUNTER\nMadeline Hiller, Senior Account Executive, French/West/Vaughan (FWV)\nPriscila Martinez, Founder and CEO, The Brand Agency\nLeah Reynolds, Principal, Engagement Practice, Buck, A Gallagher Company\nJenny Wang , Senior Vice President, Clyde Group\nDynamic Do-ers\nHolland Behn, Lead US PR Manager for Smartphones and Lifestyle – Mobile, Samsung Electronics America\nLenee Breckenridge, Senior Vice President of Communications, UFC\nCortney Collins, Director, US Communications and Employee Engagement at Haleon, Haleon\nKenzie Freeman, Senior Program Specialist, Communications, Institute of Nuclear Power Operations (INPO)\nErin Frostad, Employee Communications and Involvement Manager, Mohegan Sun\nReed Handley, Executive Vice President, Head of Growth, Financial Services Practice Co-Lead, The Bliss Group\nMayra Hernandez Bergman, Vice President, Communications & Marketing, Pepco Holdings\nMegan Kessler, Chief of Integrated Marketing and Strategy, PAN Communications\nChristina Leeds, Senior Director Public Relations, Amtrak\nStephanie McCay, Director, U.S. Communications, PCL Construction\nClaire Nance, Head of Global Communications & Industry Marketing, Activision Blizzard\nJasmine Palmer, Supervisor, Brand Communications, McDonald’s\nKrysta Pellegrino, Chief Client Officer, Health+Commerce\nAmy Persons, Senior Manager, Earned Media, Aflac\nJordan Phillips, Senior Manager of Public Relations, Avocados From Mexico\nRania Rostom, Head of Global Communications & Marketing for GE, GE\nStephanie Rufo, Senior Manager, Brand PR & Influence, PATRÓN Tequila\nJulie Sculley, Director, Corporate Communications, Virgin Pulse\nAthena Snow, Senior Manager of Public Relations & Giving, Coldwell Banker Real Estate\nSteph Spanos, Senior Director, Corporate Communications & Operations, Exact Sciences\nKristina Spychalski, Head of Communications, Spire Global, Inc.\nMichelle Trautman, Director, Marketing Communications, SPX FLOW\nNancy White, Senior Director, Communications, Healthcare Businesswomen’s Association\nAlison Zurcher, Director, Internal Communications, Seattle Children’s Hospital\nLeaders\nJodi Amendola, CEO, Amendola Communications\nDawn Buzynski, Assistant Vice President, Communications, Hy-Vee, Inc.\nKatie Clark, Vice President of Communications, Mattress Firm\nAnne DeAngelis, Executive Vice President, Employee Engagement, Zeno Group\nVanessa DeGier, AVP, Communications, Providence\nNina Devlin, Senior Vice President and Chief Communications Officer, Vertex Pharmaceuticals\nKeally DeWitt, VP Marketing & Public Policy, GAF Energy\nMegan Doern, Public Relations & External Communications Leader, Deloitte Consulting, LLP\nTheresa Dolge, EVP, Chief Media Relations Office, Evoke Kyne\nMonique Fahlstedt, Senior Director, Internal Communications, ESPN\nMelanie Fatouros-Richardson, Vice-President, Communications and Government Relations, SkipTheDishes\nBrittany Geldmacherm, SVP, Head of Corporate Brand & Communications, Scopely\nErin Griffin, SVP of Marketing & Communications, Riddell\nMara Hedgecoth, Chief Communications & Marketing Officer, APCO Worldwide\nSuzanne Hendery, Chief Marketing, Communications & Customer Officer at Renown Health, Renown Health\nJennifer Hines, Chief Communications Officer, Tyler ISD\nJessica Hohn-Cabana, VP of Global Communications, Rocket Software\nKatie Huang Shin, President, Big Valley Marketing\nAshley Kline Shapiro, Vice President, Publicity ABC Entertainment, The Walt Disney Company\nMelissa Lander, Vice President, Communications, Trinity Health\nKate Laufer Gorenstein, Founder & President, KLG Public Relations\nLisa Lesniak, Senior Vice President and Chief Public Affairs Officer, Advocate Health\nAmanda Marotti, Director, Strategic Communications & OCM, AWL Strategies, LLC\nJohnna Muscente, Vice President of Communications & Public Relations, The Corcoran Group\nRebecca Nunez, Founder & CEO, The MRN Agency\nLauren Pearson Riley, Director of Communications, American Academy of Orthopaedic Surgeons\nJoellen Perry, Global Head of Public Relations, SAP\nDalya Qualls White, Senior Vice President, Chief Communications Officer, BlueCross BlueShield of Tennessee\nMelissa Sachs. Senior Vice President, Communications, Link Logistics\nLauren Triffler, Director of Corporate Communications, HARIBO of America\nHannah Vazzana, SVP, Chief Communications Officer, Hilton Grand Vacations\nHeather Young, Vice President, Communications, Okinawa Institute of Science and Technology (OIST)\nMentors & Coaches\nSamantha Anderson, Vice President, EvolveMKD\nCindy Auten, Senior Partner, Communications, ICF\nEllen Bremseth, Director, Strategic Communications, Milhouse\nElizabeth Erpelding, Head of Partner & Client Experience, Marketing and Communication, Albertsons Media Collective\nJessie Monroe, Communications Consultant, Alliant Insurance Services, Inc.\nSusan Stipa, Executive Vice President, CG Life\nTech Leaders\nDonetta Allen, Chief Social + Digital Officer, HUNTER\nRachel Pipan, Founder, Maneuvre\nKelly Waltrich, Co-Founder and CEO, Intention.ly\nStephanie Wilson, Director, Global Marketing and Communications, ZS\nTrailblazers\nDiana Castellanos, Head of Marketing & Communications, Atlas Renewable Energy\nAdrienne Chance, Senior Vice President of Communications and Executive Director of the SpartanNash Foundation, SpartanNash\nKarlin Keller, Senior Director, Employee Communications and Employer Brand, Intel\nErin Lickliter, VP, Associate & Clinical Communications, Bon Secours Mercy Health\nStephanie Lowenthal, Global Head of Communications, Builder.AI\nTess Mattingly, Director, Brand Communications, McDonald’s\nKelly Miller, Managing Director, FTI Consulting\nJustine Sacco, Chief Communications Officer, Match Group\nChristina Stejskal, VP of Global PR & Communications, Fender Musical Instruments Corporation\nJody Sunna, Vice President of Corporate Communications, Philip Morris International\nNichole Tillman, EVP-Communications, Philadelphia Housing Authority\nCheryl Waide, Chief Communications Officer, Vote Run Lead\nSharlene Wells, Senior Vice President of Public Relations and Organizational Communications, Mountain America Credit Union\nVisionaries\nSara Aiello, VP, Corporate Marketing, Trellix\nRhiannon D’Angelo-Parsons, Director of External Communications & Media Engagement, Reynolds American Inc.\nGina Faridniya, Vice President, Spaces, Antenna Group\nTori Fernandes, VP, Corporate Communications, The Walt Disney Company\nSara Garibaldi, President, BODEN Agency\nJenna McMullin, Vice President of Communications, Lockheed Martin, Space\nMarisol Mendez Peron, Senior Vice President, Communications & Corporate Affairs, Genmab\nJennifer Moreau, Vice President, Public Relations, Dollar General\nKristina Peterson-Lohman, Vice President, Global Communications, Weber\nAmanda Schoch, Chief Communication Officer,, Pacific Northwest National Laboratory\nTracy St. Pierre, Executive Vice President, Global Communications & Marketing, Universal Studio Group\nEmily Williams, Senior Vice President, Global Strategy Group\nCourtney Young, Director Hulu Originals Publicity, Hulu\nJill Zuckman, Partner, SKDK\nRising Stars (Age 30 and Under)\nKristen Blomstrom, Director, The Levinson Group\nJulia Brown, Director of Strategy, Kaplow Communications\nJessica Bryant, Account Manager, SourceCode Communications\nSamantha Casamento, Senior Account Executive, EvolveMKD\nAllison Chavez, Associate State Director of Communications, AARP-Florida\nAmy Climenhage, Account Manager, Sachs Media\nSawyer Coffey Noel, Director of Communications and Marketing, Kentucky Chamber of Commerce\nKelsey Dalton, Senior Media Relations Specialist, City of Hope Orange County\nJane Ha, Manager, Communications, The Walt Disney Company\nSunjay Lee, Account Supervisor, Ruder Finn\nVianca Lopez, Account Manager, The MRN Agency\nSamantha Miller, Senior Manager, Internal Communications, Xperi Inc.\nSabrina Negron, Director, FTI Consulting\nAnnah Otis, Account Supervisor, The Bliss Group\nMichele Owen, Communications Director, City of Muncie\nMaredie Palmer, Digital Communications and Employee Experience Manager, Dominos\nBailey Williams, Manager, Crisis Communications, McDonald’s\nMichaela Zukowski, Senior Manager, Publicity ABC Entertainment, Walt Disney Company\nLearn more about our full list of winners here.\nSean Devlin is an editor at Ragan Communications. In his spare time he enjoys Philly sports, a good pint and ’90s trivia night.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ragan",
        "sentiment": "negative"
      },
      {
        "name": "diane schwartz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ragan communications",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "new york city’s city winery",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:34:55.798+02:00",
  "updated": "2024-03-01T00:34:55.798+02:00"
}