{
  "thread": {
    "uuid": "dce12f1436407c64df454d27365dd29117e915cb",
    "url": "https://vnexplorer.net/z/494841.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Ma’a: The Arabic word for water has strong spiritual and cultural significance",
    "title_full": "Ma’a: The Arabic word for water has strong spiritual and cultural significance",
    "published": "2024-05-31T15:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1i2O4I.img",
    "performance_score": 0,
    "domain_rank": 96541,
    "domain_rank_updated": "2024-05-28T13:10:09.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dce12f1436407c64df454d27365dd29117e915cb",
  "url": "https://vnexplorer.net/z/494841.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-05-31T15:28:00.000+03:00",
  "title": "Ma’a: The Arabic word for water has strong spiritual and cultural significance",
  "text": "Across many cultures and religions around the world, water is seen as the element that sustains and purifies life, physically and spiritually. This week’s Arabic word of the week, ma’a, which means water, is powerfully embedded in Islam and the culture of the region. In the Arab world and beyond, ma’a is perhaps the most versatile and positively connected element to the human experience. The origin of the word ma’a is the verb moaha, derived from the three Arabic letters, Meem, Wow and Ha’a. Moaha is an interesting verb as it refers to any type of movement connected to any body of water. It can refer to a vessel being filled, the movement of water in a surging sea, or even ice melting back into water. Officially, ma’a is defined as a transparent liquid with no colour, taste or scent that is the source of all life. Despite water not being a solid, there are four Arabic words that are used to describe water in its plural form. These are meeyah, maa’an, maya’an and mawaan. These are used to reference two bodies of water such as a river and the sea, or two different types of water, such as salt and fresh water. Hob is the Arabic word for love, but can be used in many contexts The Arabic word helu translates, in English, to sweet Nashef is the Arabic word for dry, but has many connotations, depending on the context in which you use it The Arabic word hurriyeh translates to freedom in English The Arabic word tayeb can mean delicious or good, depending on the context The Arabic word mustaqbal is best expressed as future in English Waqaa, the Arabic word for fall, can signify a loss of power, stature, health or grace Hudood means borders in English The Arabic word rooh translates to spirit or soul in English The Arabic word ain means eye in English Waraq, the Arabic word of the week means paper in English Bahr, the Arabic for sea, has a poetic lilt Kareem means generous in English Bab means door in English Eid means holiday or festival Najm means star for the night sky and cosmos, but also has plenty of other meanings, including ambition or fame Alwan, the Arabic word for colours, has many shades of meaning Akel can refer to home-cooked meals, embezzlement, fire and rust Jamal is the Arabic word for beauty, be it literal or figurative Herfe translates to profession or craft Tabiaa translates to nature and can frame landscapes and portraits Sehha is the Arabic word for health Ijaza is Arabic for holiday and shines in summer but is not stress-free Aamal is the Arabic word for work Al dahr translates to time Qalb is a word for heart, with poetic roots Lugha in Arabic translates to language in English Insaan means human being Na&#039;eeman is an idiomatic expression used when someone has had a shower or bath, a haircut or had their beard trimmed The Arabic word for life touches on eternity, death and accomplishment Qamar is the Arabic for moon The Arabic word for strength or power is quwwa Burj is Arabic for tower The Arabic word for sun is shams Sabr in English can translate to patience Hayba is the Arabic word for prestige The Arabic term al shay&#039;e translates as &#039;the thing&#039; in English The Arabic word for road is tareeq The Arabic word for read has mystical and scholarly connotations Istikan is the Arabic word for a type of tea cup The Arabic word hanan means affection in English The Arabic word atlal means ruins in English Kura is the Arabic word for ball, in all its forms Janaah in Arabic means wing in English The Arabic word sana translates to year in English Qasida is the Arabic for poem, not poetry Ameer, the Arabic word for prince, which influenced another English title Nakhla translates to palm tree in English Al samt is the Arabic for silence Kalimaat translates to words in English Markaz is Arabic for centre Beshara is the Arabic word for good news Bayt is the Arabic for house or home Fann is the Arabic word for art, and can be either a verb or an adjective Isim, which means name, is made up of three letters, alif, seen and meem Dunya is the Arabic word for world Nazaafah translates to cleanliness in English Many traditions revolve around drinking coffee, including weddings, funerals and business meetings Fajr is the Arabic word for dawn Maghrib is the Arabic word for sunset The Arabic language is filled with idioms, quotes and colloquial quips involving the mirror Raei is the Arabic word for opinion Wa&#039;ed is a multifaceted word for &#039;promise&#039;, as well as a female name Qussa is the Arabic word for story Sadaaka is the Arabic word for friendship Akhbaar is the Arabic word for news Rasem is made up of the three Arabic letters Rah, Seen and Meem. While it can simply mean a drawing or a sketch it’s also a malleable word whose definition can change depending on context and dialect – particularly between colloquial and classical Arabic. As well as finishing a task, khatem denotes a deeper sense of finality Commonly translated to blessed, mubarak is used as a popular greeting on auspicious days The Arabic word for lighthouse is also a term that has become closely associated with Islam Siyaam, the Arabic word for fasting is also connected to silence Tawbah, the Arabic word for repentance, is also connected to Ramadan Safar, the Arabic Word for travel can also refer to sunny days, a brighter-blazing fire or exile. The National Ma’a and these other variations of the word are used only in classical Arabic. In colloquial Arabic, across dialects, two variations of ma’a are used – mai or maya. However, ma’a as a word has informed many Arabic words that are associated with water both in classic and colloquial dialects. For example, tayara maa’iya refers to a plane that can sail on water, soura al maa’iya refers to a watercolour painting and boukhar al ma’a, which translates to steam of water, refers to steam specifically from boiling water. Boukhour on its own refers to steam from other elements such as herbs and spices. Other interesting examples include ma’a al ayoon which refers to spring water, ma’a al zahir which is orange blossom water, an ingredient used in many Arabic dishes and deserts, as is ma’a al ward which is rose water. Even the water that is in the womb of a pregnant woman has a name, ma’a al gineen. In various narratives and places, ma’a is mentioned in the Quran and as an element has very strong significance in Islamic culture and practices. The Quran mentions that ma’a is part of every living beings make up, emphasising it as an element crucial to our creation and survival. In the form of rain, matar in Arabi, is also described in the Quran as a form of mercy from God, as it feeds Earth and by extension all living creatures. The various types of water are also categorised in the Quran, from rainwater to spring water and saltwater. Ma’a is also used as a form of physical and spiritual purification. The ritual of wudu involves washing specific parts of the body a number of times with water before certain acts of worship, such as the five daily prayers known as salat. There is also ma’a Zamzam, also known as Zamzam water, which comes from a well in Makkah, Saudi Arabia. Ma’a Zamzam is highly revered culturally and religiously and drinking it is an essential part of the pilgrimage to Makkah for Hajj. There are slightly varying versions of the narrative within Islamic scholars around the story of ma&#039;a Zamzam but the main events occurred when Hagar, the second wife of the Prophet Ibrahim, was left by him in the desert, at a spot now believed to be within the Masjid al-Haram or the Grand Mosque in Makkah. She was with her infant son Ismaʿil who cried in thirst for water. Hagar placed him on the ground and ran between the two hills now known as Safa and Marwa seven times in search of water. However, on her return, she found that a spring of water had emerged where she had left Ismaʿil. Ma&#039;a Zamzam is considered blessed and holy in Islam and it is believed to contain spiritual and healing properties.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "meem",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "islam",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T23:35:02.295+03:00",
  "updated": "2024-05-31T23:35:02.295+03:00"
}