{
  "thread": {
    "uuid": "f4085c444563b6388ae2fe2e01eb352079394dcf",
    "url": "https://apps.digitimes.com/news/a20240705VL204/renewable-energy-re100-electricity-nuclear-taiwan.html",
    "site_full": "apps.digitimes.com",
    "site": "digitimes.com",
    "site_section": "https://apps.digitimes.com/opinions",
    "site_categories": [],
    "section_title": "DIGITIMES Opinions news",
    "title": "Asia-Pacific's rise in global renewable energy sector",
    "title_full": "Asia-Pacific's rise in global renewable energy sector",
    "published": "2024-07-05T06:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.digitimes.com/newsshow/20240705vl204_files/3_2b.jpg",
    "performance_score": 0,
    "domain_rank": 6416,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f4085c444563b6388ae2fe2e01eb352079394dcf",
  "url": "https://apps.digitimes.com/news/a20240705VL204/renewable-energy-re100-electricity-nuclear-taiwan.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vyra Wu, DIGITIMES Asia, Taipei",
  "published": "2024-07-05T06:18:00.000+03:00",
  "title": "Asia-Pacific's rise in global renewable energy sector",
  "text": "In a keynote that resonated across the global renewable energy sector, Sam Kimmins, Director of Energy at the Climate Group, highlighted the remarkable progress and ambitious goals of RE100. While nuclear energy remains outside RE100's scope, the focus on diverse renewable solutions and technological advancements promises a sustainable energy future. Kimmins emphasized the rapid growth of RE100, now in its tenth year, showcasing the initiative's expansive reach. With over 430 companies committed to 100% renewable electricity, RE100's collective demand has soared to 565 terawatt hours (TWh) per year, surpassing Germany's electricity consumption and nearing that of South Korea. This positions RE100 as a formidable force in the energy sector, effectively becoming the eighth largest \"country\" by electricity demand. The Asia-Pacific region has emerged as a dominant player in the renewable energy landscape, a shift from RE100's earlier dominance in North America and Europe. Taiwan, in particular, has made significant strides, with 34 companies, [including tech giant Foxconn, joining the RE100 ranks](https://www.digitimes.com/news/a20240422PD219/foxconn-re100-solar-energy-sustainability.html). These companies collectively account for over 10% of Taiwan's electricity demand, all committed to 100% renewable energy. Credit: Foxconn Despite the progress, Kimmins highlighted the challenges faced by Taiwan's renewable energy sector. The high cost of renewable electricity, driven by the nascent scale of installations, remains a hurdle. However, Kimmins pointed to promising trends observed in other markets, where increased scale has led to significant price reductions. Taiwan is on track to achieve similar economies of scale, with substantial investments in wind and solar power set to drive costs down. One of the key strategies discussed was the use of Power Purchase Agreements (PPAs). These agreements enable companies to directly purchase renewable electricity, providing transparency and long-term price stability. While currently limited to a few large players like TSMC, aggregated PPAs, where multiple companies band together, offer a promising solution to broaden access and drive corporate investment in renewables. Nuclear power debate heats up as renewables surge [The question of nuclear energy's place in RE100's framework often surfaces](https://www.digitimes.com/news/a20240524PD210/taiwan-renewable-energy-green-energy-net-zero-nuclear-re100.html). The short answer is no—nuclear energy will not be part of RE100. Kimmins clarified that RE100 does not include nuclear in its definition of renewable energy, as the initiative is exclusively focused on accelerating corporate investment in renewable electricity infrastructure. He noted that from a climate perspective, keeping existing nuclear plants operational while closing fossil fuel plants is preferable. However, for new nuclear projects, Kimmins pointed out the long development times – typically around 15 years from planning to completion – which means they wouldn't contribute to climate goals before 2040. Credit: AFP Regarding small-scale nuclear and Carbon Capture and Storage (CCS), Kimmins expressed skepticism. He described small-scale nuclear as currently unproven and uneconomic, citing the recent failure of NuScale Power, a prominent company in this field, as a setback for the industry. CCS, he said, is still in its pilot phase and lacks standardization to evaluate its effectiveness. He warned that current CCS projects show high variability and are prone to greenwashing claims. Land use is a significant challenge for renewable energy deployment, particularly in densely populated regions like the UK. Innovative solutions include rooftop solar, which Taiwan is looking to mandate on new buildings, and agrivoltaics, where farming and solar energy coexist beneficially. Additionally, floating solar on reservoirs, as seen in Singapore, offers a viable solution. Kimmins urged a diversified approach to renewable energy, advocating for [the exploration of geothermal, bioenergy, and ocean energy to ensure a stable and reliable energy supply.](https://www.digitimes.com/news/a20230803PD203/taiwan-renewable-energy.html) With Taiwan's unique geographic and climatic conditions, these sources could play a crucial role in achieving a 24/7 renewable energy supply. As the world grapples with the urgent need for sustainable energy solutions, RE100 stands out as a beacon of commitment and innovation, driving the transition to renewable electricity on an unprecedented scale.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sam kimmins",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "kimmins",
        "sentiment": "none"
      },
      {
        "name": "climate group",
        "sentiment": "none"
      },
      {
        "name": "foxconn",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "asia-pacific",
        "sentiment": "none"
      },
      {
        "name": "south korea",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "taiwan",
        "sentiment": "none"
      },
      {
        "name": "north america",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T07:10:07.557+03:00",
  "updated": "2024-07-05T07:10:07.557+03:00"
}