{
  "thread": {
    "uuid": "d38b3636c5597008d4e96b3a112e2b2f480702f7",
    "url": "https://vnexplorer.net/finalmente-la-neve-primo-weekend-bianco-gli-impianti-sono-pronti-e-pure-gli-operatori-s940757.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Finalmente la neve. Primo weekend bianco. Gli impianti sono pronti. E pure gli operatori",
    "title_full": "Finalmente la neve. Primo weekend bianco. Gli impianti sono pronti. E pure gli operatori",
    "published": "2024-01-12T12:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mQxmX.img",
    "performance_score": 0,
    "domain_rank": 47327,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d38b3636c5597008d4e96b3a112e2b2f480702f7",
  "url": "https://vnexplorer.net/finalmente-la-neve-primo-weekend-bianco-gli-impianti-sono-pronti-e-pure-gli-operatori-s940757.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-12T12:41:00.000+02:00",
  "title": "Finalmente la neve. Primo weekend bianco. Gli impianti sono pronti. E pure gli operatori",
  "text": "La Montagna Pistoiese si prepara ad un fine settimana col suo vestito più bello: quello bianco di neve, caduta nei giorni scorsi su tutto l’Appennino sopra i 1100 metri. Il successivo abbassamento delle temperature, rimaste sottozero anche di giorno sopra i 1300 metri, ha permesso ai cannoni sparaneve di andare ad aggiungere centimetri di manto bianco a quelli già fatti scendere da Madre Natura.\nRisultato: la stragrande maggioranza degli impianti di risalita è aperta nel bel mezzo ad un paesaggio da fiaba, completamente ammantato di neve. A rendere il fine settimana praticamente perfetto per gli appassionati di sci ci penserà anche il meteo: oggi e domani saranno due giornate ricche di sole e pochissime nuvole, con aria frizzantina ma senza temperature gelide.\nDomenica, invece, qualche nuvola arriverà a coprire il cielo, ma senza precipitazioni di sorta. Uno scenario ideale per sciare e godersi la montagna, nel primo “vero” fine settimana invernale dell’anno dopo una lunga serie di giornate di caldo fuori stagione (e senza neve naturale).\nAd Abetone gli operatori turistici e gli impiantisti sono pronti ad accogliere “l’onda bianca” dei turisti: del resto, è ormai da settimane che tutti gli addetti ai lavori attendendevano questo momento.\n“Per questo fine settimana – commenta Rolando Galli, presidente Società Abetone Funivie – avremo aperte l’ovovia, il Pulicchio e i campi scuola di Abetone. Tutto aperto anche in Val di Luce, Selletta e Passo Annibile. Solo per trasferimenti, infine, avremo aperti anche i collegamenti seggiovia Val di Luce – Gomito e Chierroni”.\nTutti pronti per il fine settimana anche alla Doganaccia. Il comprensorio è aperto con le piste del campo scuola, la Uno, la Due, la Tre e la Quattro, con orari di funzione degli impianti di risalita dalle 8.30 alle 16.15.\nInoltre, per favorire l’accesso agli sciatori, da questo fine settimana sarà possibile utilizzare il gratuitamente il servizio navetta bus tra Piazza Sant’Antonio a Cutigliano con la stazione della funivia. Il servizio sarà attivo dalle 10 di mattina ogni quarto d’ora, e rimarrà attivo per il resto della stagione invernale nelle giornate di sabato e domenica.\nLa funivia, invece, sarà attiva tutti i giorni dalle 8.15 alle 12.50 e dalle 14 alle 17.\nNon solo sci alla Doganaccia: per tutti, infatti, c’è la possibilità di partecipare ad escursioni con le ciaspole nei boschi dell’Appennino, con guida e senza. Inoltre sarà possibile partecipare (con un gruppo di 15 persone) ad un elettrizzante uscita con il gatto delle nevi per raggiungere il passo della Croce Arcana, a 1669 metri di altitudine. Per informazioni e prenotazioni di queste due attività è possibile contattare il Rifugio Bicocca al numero 0573 629391 o al mobile 333 5392487. Buon divertimento a tutti!\nFrancesco Storai",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mQxmX.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mQxmX.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-12T12:52:06.528+02:00",
  "updated": "2024-01-12T12:52:06.528+02:00"
}