{
  "thread": {
    "uuid": "b9b4e62f8c39e762f69df5402ff092829e369217",
    "url": "https://www.newsbreak.com/colorado-state/3282198642496-2023-s-most-heartwarming-stories-include-incredible-tales-of-survival-selflessness-and-joy",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/the-messenger-1774239",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "The Messenger | NewsBreak",
    "title": "2023’s Most Heartwarming Stories Include Incredible Tales of Survival, Selflessness and Joy",
    "title_full": "2023’s Most Heartwarming Stories Include Incredible Tales of Survival, Selflessness and Joy",
    "published": "2023-12-31T13:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/2fGp7K_0qVDOphk00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3324,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b9b4e62f8c39e762f69df5402ff092829e369217",
  "url": "https://www.newsbreak.com/colorado-state/3282198642496-2023-s-most-heartwarming-stories-include-incredible-tales-of-survival-selflessness-and-joy",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2023-12-31T13:55:00.000+02:00",
  "title": "2023’s Most Heartwarming Stories Include Incredible Tales of Survival, Selflessness and Joy",
  "text": "The world was a turbulent place in 2023 with fighting in Gaza between Israel and Hamas, and the war in Ukraine rapidly approaching its second year without an end to the conflict in sight. At home, mass shootings continued to claim innocent lives, a surge of migrants at the southern border reached the breaking point, and a former president faces multiple indictments from his role in the 2020 presidential election. But despite the troubles and tragedies, stories showing the best of humanity and heartwarming goodness shone through. Here are some of the best that appeared in The Messenger during 2023: When Xavier Jones couldn't get a lift to his middle school graduation in St. Louis, he determined to walk to the ceremony. Then he was surprised with a full ride. The eighth-grader hiked the six miles to the graduation at Harris-Stowe State University with his brother and a friend, recalling advice from his mentor: \"If I want it, I got to get it.\" “So I wanted to graduate. So I was going to go to my graduation,\" the 14-year-old said. When his mentor, Darren Seals, announced Xavier's resolve at graduation, it caught the attention of Dr. LaTonia Collins Smith, president of Harris-Stow State University. \"When Xavier stood up it was like our spirits connected,\" Collins Smith told The Messenger. \"It was something that resonated with me.\" \"It spoke volumes to me. It spoke of resilience, persistence, perseverance,” she said. Collins Smith offered him a Presidential scholarship to cover four years of housing, books and fees. A Tennessee mom rejoiced when she found her 4-month-old son Lord virtually unscathed after he was ripped from their home by a twister in mid-December. “The roof came off first, the tip of the tornado came down and picked up the bassinet with my baby, Lord, in it,” mom Sydney Moore said. “He was the first thing to go up.” Moore said she was in a bedroom of the mobile home with her 1-year-old son when she heard the tornado's ferocious winds. “Something in me just told me to run and jump on top of my son,” Moore said. “Literally the moment I jumped on him, the walls collapsed.” As she protected her 1-year-old, her fiancé ran to the front of the home to grab Lord, but they were both swept away. Once the storm passed, Moore and her fiancé found Lord in a tree with just a cut on his ear. “I thought he was dead,” Moore said. “I was pretty sure he was dead and we weren’t going to find him. But he’s here, and that’s by the grace of God.” When Jimmy Tomredle , a senior at a New Jersey high school, heard that some of his fellow students were not coming to school because they were being bullied due to dirty clothes, he did something about it. He learned that the students wore soiled clothes because their parents didn't have the money or the time to wash them at home. “I thought bringing free laundry services would be beneficial,” Tomredle, the class president at Lacey Township High School, told The Messenger this June. He contacted local appliance stores, arranged for a washer and dryer to be donated and installed them in a private area of the school. \"Tomredle’s Terrifically Tidy Laundry Services\" even offers free laundry detergent. \"Jimmy is just a ball of love and light, he has this energy and spirit about him,\" Cayenne Mandes, a school social worker and the teen's mentor on the project, told The Messenger. Six months after Buffalo Bills safety Damar Hamlin went into cardiac arrest on the field after making a tackle in January, the NFL safety broke down in tears as he presented the team's training staff the Pat Tillman Award for Service for helping save his life. Hamlin, 25, handed the crew their trophy and embraced them on stage during the ESPY Awards in July. Nathan Breske, the Bills’ head athletic trainer, said it was the “best outcome we could’ve prayed for or imagined. ... We are not used to having the spotlight on us. We were just doing our job, but the idea of service is definitely something that is ingrained in our profession and that we take great pride in.” Hamlin collapsed after making a tackle during a Jan. 2 against the Cincinnati Bengals, and the Bills training staff performed CPR on him for about 10 minutes. He was taken to the University of Cincinnati Medical Center where he was released a week later. He played his first regular season game for the Bills in October. A couple — Scott Lehmann and Shayna Unger — made history in May when he became the first deaf American man and she became the first deaf woman to reach the summit of Mount Everest. “It’s hard to believe that we’re there, standing there,” Unger, 31, told The Messenger of their historic feat to reach the world's tallest peak. The two spent 30 minutes at the summit, taking in the stunning Himalayan mountain range from their vantage point on top of the world. “It was the most rewarding feeling in the world ,” Lehmann, 34, said. “It was just really a blessing.” The couple from Frederick, Md., who have both been deaf since birth, said Everest wasn't their first obstacle they overcame. “A lot of people feel like deaf people on the top of the mountain, that we don't belong there,” Unger said. “It feels like we defied all odds to be able to get to this point, showing that deaf climbers are just like everyone else,\" she continued. Country music legend Dolly Parton fulfilled the bucket list of a fan dying of stage-four colorectal cancer over the Christmas holiday. After being diagnosed in 2021, LeGrand \"LG\" Gold of Utah wrote that he wanted to meet the Queen of Country as part of his bucket list but feared that time was running out for it to come true as he recently entered hospice care. Then he heard the phone ring the Friday before Christmas and saw the Tennessee area code. \"Hey, LG, it's Dolly P.!\" Parton said. \"Well, I've heard you've been a fan of mine for many years. I just wanted to thank you for that.\" Parton vowed to \"travel on\" with Gold throughout his journey and said, \"Just know that I will always love you.\" \"I should have sung that, shouldn't I?\" Parton said, as she sang a few bars of her iconic 1973 hit. \"I will always love you,\" Parton sang, \"I will always love, LG.\" LG's wife Alice told Parton: \"Best Christmas ever.\" A Georgia mother traveled nine hours to Indiana to hear the sound of her son's beating heart — and to meet the man who received the organ in a transplant. Leah Ozment embarked on the emotional trip in July on what would have been her son Thomas' 20th birthday. Her 19-year-old son died in a motorcycle accident in November 2022, and his heart was donated to Jason Summers, who needed a transplant after suffering a heart attack in April 2021. \"The heart inside Jason was created inside my body, which is just incredible,\" Ozment said. Before meeting Summers, Ozment wrote him a letter, saying he will always be her family's \"forever hero.\" \"While my soul grieves the profound loss of Thomas, my soul has also tremendous peace in knowing that Thomas lives on through you,\" it read. Among the most stirring and heart-tugging images of 2023 were the return of some of the hostages kidnapped by Hamas militants when they invaded Israel on Oct. 7. Video captured the moment in November when Ohad Munder, a 9-year-old Israeli boy, was reunited with his father after being held by Hamas for more than 45 days. In the video , Ohad, who spent his ninth birthday in captivity, rounds a corner at Schneider Children's Hospital while carrying a stuffed animal and spots his father for the first time since being taken prisoner. He raises his hand in a half wave and then rushes down the hallway to his father, who immediately grabs his son in his arms and sweeps him off his feet. Later at the hospital, Ohad's friends held a belated birthday party for him, with ice cream cones. Ohad was visiting his grandparents — Abraham and Ruthi — in Kibbutz Nir Oz on Oct. 7 when they were kidnapped along with the boy's mother, Keren. Two years after a car crash left Noble Haskell with a devastating spinal cord injury and unable to move, the former Colorado high school runner was back on his feet, walking in a 5K race without the aid of his cane. Noble, who competed on the cross-country team at Smoky Hill High School in Aurora, was paralyzed when the car he was riding in with friends was rear-ended in June 2021. Although he was told he may never walk again, Noble dedicated himself to his recovery, spending hours in physical therapy determined to walk again. In May, he strode across the stage to get his diploma. And then he completed the \"Nobles 5K\" that was held to raise funds for his continued rehabilitation to cheers and applause. His mother, Kristi, greeted him as he crossed the finish line without the use of his cane. \"That's Noble. That's the grit, that's the determination that Noble showed throughout his life but especially during recovery,\" she said. Brian Dooley , a star offensive lineman on Eastern Michigan University's football team, saw how teammate Zach Conti struggled to remain a part of the club, juggling multiple jobs and even selling his plasma to stay in school. Dooley gave up his scholarship in August so it could be awarded to Conti, who walked on the team in 2019. Without a scholarship, Conti was determined to stay part of the team and participated in off-season drills and practices during the regular season. He appeared in about 20 games. Conti had another year of eligibility and decided to play for the Eagles again. That's when Dooley, a team captain and two-time All-Mid American Conference offensive lineman, stepped in. “I’ve never heard, I’ve never seen anything like that,” EMU coach Chris Creighton told the team.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://themessenger.com/news/mass-shooting-deaths-hit-record-in-2023-guns-violence-statistics",
    "https://themessenger.com/politics/2023-immigration-backlog-climbs-past-more-than-3-million-cases",
    "https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&ved=2ahUKEwjXu8HlmrKDAxWUmYkEHaCjBg0QFnoECCYQAQ&url=https%3A%2F%2Fthemessenger.com%2Fnews%2Fukraine-ends-year-disappointed-by-stalemate-with-russia-and-anxious-about-aid-from-allies&usg=AOvVaw3VGva2EGUZr7I5HZhCEexX&opi=89978449",
    "https://themessenger.com/news/deaf-couple-make-history-at-mt-everest-summit-most-rewarding-feeling-in-the-world-exclusive",
    "https://themessenger.com/politics/trump-2024-legal-and-political-calendars-a-cheat-sheet",
    "https://themessenger.com/sports/damar-hamlin-breaks-down-in-tears-as-he-honors-buffalo-bills-trainers",
    "https://themessenger.com/news/tennessee-tornado-baby-trailer-park-survived-tree",
    "https://themessenger.com/news/after-his-classmates-were-bullied-for-dirty-clothes-this-teen-built-a-laundry-room-at-his-school",
    "https://themessenger.com/news/college-football-hero-gives-up-scholarship-to-walk-on-player-in-heartwarming-video",
    "https://themessenger.com/news/israeli-military-says-gaza-ground-offensive-has-expanded-into-urban-refugee-camps",
    "https://themessenger.com/news/boy-who-walked-six-miles-to-attend-his-own-graduation-offered-full-ride-to-college",
    "https://themessenger.com/news/ohad-munder-hostage-israel-hamas-gaza-ceasefire-emotional-father-reunion",
    "https://themessenger.com/entertainment/dolly-parton-fan-cancer-bucket-list-phone-call-video",
    "https://themessenger.com/news/georgia-woman-meets-indiana-man-with-sons-heart-on-his-birthday",
    "https://themessenger.com/news/noble-haskell-5k-race-paralyzed-teen",
    "https://www.google.com/url",
    "https://www.themessenger.com/politics/trump-2024-legal-and-political-calendars-a-cheat-sheet",
    "https://www.themessenger.com/news/noble-haskell-5k-race-paralyzed-teen",
    "https://www.themessenger.com/news/after-his-classmates-were-bullied-for-dirty-clothes-this-teen-built-a-laundry-room-at-his-school",
    "https://www.themessenger.com/news/mass-shooting-deaths-hit-record-in-2023-guns-violence-statistics",
    "https://www.themessenger.com/news/boy-who-walked-six-miles-to-attend-his-own-graduation-offered-full-ride-to-college",
    "https://www.themessenger.com/entertainment/dolly-parton-fan-cancer-bucket-list-phone-call-video",
    "https://www.themessenger.com/news/georgia-woman-meets-indiana-man-with-sons-heart-on-his-birthday",
    "https://www.themessenger.com/news/israeli-military-says-gaza-ground-offensive-has-expanded-into-urban-refugee-camps",
    "https://www.themessenger.com/sports/damar-hamlin-breaks-down-in-tears-as-he-honors-buffalo-bills-trainers",
    "https://www.themessenger.com/news/deaf-couple-make-history-at-mt-everest-summit-most-rewarding-feeling-in-the-world-exclusive",
    "https://google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&ved=2ahUKEwjXu8HlmrKDAxWUmYkEHaCjBg0QFnoECCYQAQ&url=https%3A%2F%2Fthemessenger.com%2Fnews%2Fukraine-ends-year-disappointed-by-stalemate-with-russia-and-anxious-about-aid-from-allies&usg=AOvVaw3VGva2EGUZr7I5HZhCEexX&opi=89978449",
    "https://www.themessenger.com/news/ohad-munder-hostage-israel-hamas-gaza-ceasefire-emotional-father-reunion",
    "https://www.themessenger.com/politics/2023-immigration-backlog-climbs-past-more-than-3-million-cases",
    "https://www.themessenger.com/news/college-football-hero-gives-up-scholarship-to-walk-on-player-in-heartwarming-video",
    "https://www.themessenger.com/news/tennessee-tornado-baby-trailer-park-survived-tree"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "xavier",
        "sentiment": "none"
      },
      {
        "name": "xavier jones",
        "sentiment": "none"
      },
      {
        "name": "darren seals",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "harris-stowe state university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "st. louis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T14:19:08.985+02:00",
  "updated": "2023-12-31T14:19:08.985+02:00"
}