{
  "thread": {
    "uuid": "0798479c507dd1c1227bf839df5d46dd838f4bae",
    "url": "https://www.am.com.mx/espectaculos/2024/1/5/se-reinventa-el-foro-paruno-asi-quedaron-sus-nuevas-instalaciones-dirigidas-para-los-melomanos-689831.html",
    "site_full": "www.am.com.mx",
    "site": "am.com.mx",
    "site_section": "https://am.com.mx",
    "site_categories": [
      "travel",
      "mexico_and_central_america"
    ],
    "section_title": "Periódico AM",
    "title": "¡Se reinventa el Foro Paruno! Así quedaron sus nuevas instalaciones dirigidas para los melómanos - Periódico AM",
    "title_full": "¡Se reinventa el Foro Paruno! Así quedaron sus nuevas instalaciones dirigidas para los melómanos - Periódico AM",
    "published": "2024-01-05T22:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AM",
    "main_image": "https://www.am.com.mx/u/fotografias/m/2024/1/5/f1280x720-547840_679515_5050.jpg",
    "performance_score": 0,
    "domain_rank": 66745,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0798479c507dd1c1227bf839df5d46dd838f4bae",
  "url": "https://www.am.com.mx/espectaculos/2024/1/5/se-reinventa-el-foro-paruno-asi-quedaron-sus-nuevas-instalaciones-dirigidas-para-los-melomanos-689831.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Juanita Crespo Arrona",
  "published": "2024-01-05T22:58:00.000+02:00",
  "title": "¡Se reinventa el Foro Paruno! Así quedaron sus nuevas instalaciones dirigidas para los melómanos - Periódico AM",
  "text": "¡Se reinventa el Foro Paruno! Así quedaron sus nuevas instalaciones dirigidas para los melómanosEl recinto que se convirtió en uno de los más importantes para la exposición de espectáculos en 2023, presenta nuevos espacios y proyectos. León, Guanajuato.- Antes Paruno solo era conocido por ser una marca de zapatos, pero siempre mostrando una inclinación hacia el arte y el acompañamiento a figuras del espectáculo. Hace 4 años que, apasionados por la música, decidieron dar el siguiente paso para crear un espacio único y místico; enfocado a generar emociones. Con un concepto que emula salas de ensayo con un bar, al estilo londinense, Foro Paruno se convirtió en una opción para realizar eventos desde rutinas de stand up, pasando por clínicas de músicos y conciertos íntimos. En 2024 presentan una nueva reingeniería, una nueva oferta que beneficiará a los melómanos y músicos, no solo de Guanajuato, sino del resto del país. En entrevista para AM, Manolo Suárez, Director General de Foro Paruno y Pablo Suárez, Booking y RP del recinto, hablaron sobre lo que viene con esta reinvención, que tiene que ver con oferta de calzado, merchandising, libros, el showroom de audio Residencial Premium, oferta de audífonos y bocinas bluetooth, además de Lp’s y tornamesas. P: Platíquenos de la reinvención de Paruno R: Decidimos unificar esfuerzos de las dos ramas de negocio que hasta el momento se habían mantenido separadas, la música y la moda. Nuestro propósito es unir a personas a través de la música y la moda para que juntos podamos activar el cambio positivo que necesitamos en la sociedad. P: ¿Qué novedades tendrán? R: Persiguiendo el propósito de la marca decidimos darle un giro a la tienda y crear un paraíso no solo para músicos sino también para melómanos. Agregamos la categoría de apparel; con calzado Paruno y con merch de bandas internacionales y nacionales, una gran variedad de vinilos, tornamesas y libros. Construimos un showroom de audio residencial que a su vez es un bar de vinilos y reforzamos nuestra oferta de audio profesional para negocios y establecimientos. P: ¿De qué se trata el área de Audio Residencial Premium? R: Creamos una sala que cumple con dos funciones. La principal es un showroom para audio residencial de la más alta calidad y la segunda es que a su vez es un bar de vinilos, donde invitamos a los melómanos a que puedan disfrutar una bebida mientras escuchan la gran variedad de vinilos que tenemos a la venta en colaboracion con Pastlife: empresa leonesa que se dedica a la venta de vinilos. P: ¿Cómo viene su 2024? R: Para el 2024 tenemos el proyecto de Paruno Extramuros, donde haremos conciertos más grandes fuera de nuestras instalaciones e inclusive fuera de la ciudad, para iniciar este proyecto tenemos a Esteman el 16 de febrero en el Teatro Manuel Doblado. También arrancamos el año con nueva tienda en línea, queremos replicar lo que hicimos en la tienda física en medios digitales. ¿Cómo les fue en 2023, fueron uno de los foros más solicitados en León? Tenemos reconocimiento a nivel nacional con promotores, agencias, managers y artistas de la industria musical, gracias a nuestra calidad del espacio, servicio e intimidad del foro, pero aún tenemos un gran trabajo por hacer para crecer la cultura de la ciudad y que cada vez más la gente está acostumbrada a asistir y tener más espectáculos en la ciudad. Para más información puedes acceder a: http:www.paruno.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:58:03.664+02:00",
  "updated": "2024-01-06T00:58:03.664+02:00"
}