{
  "thread": {
    "uuid": "d6171da228b803823e032b4326efbd2b2cef32a6",
    "url": "https://www.prokerala.com/news/articles/a1513347.html",
    "site_full": "www.prokerala.com",
    "site": "prokerala.com",
    "site_section": "http://www.prokerala.com/news",
    "site_categories": [
      "alternative_medicine",
      "science",
      "health",
      "astrology"
    ],
    "section_title": "Latest News Headlines, Top Stories, Today's Headlines, Today's News",
    "title": "Gorkhaland crisis on the verge of getting solved, PM Modi says in Siliguri",
    "title_full": "Gorkhaland crisis on the verge of getting solved, PM Modi says in Siliguri",
    "published": "2024-03-09T11:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.prokerala.com/news/photos/imgs/450/gorkhaland-crisis-on-the-verge-of-getting-solved-pm-modi-says-in-1705293.jpg",
    "performance_score": 0,
    "domain_rank": 23809,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d6171da228b803823e032b4326efbd2b2cef32a6",
  "url": "https://www.prokerala.com/news/articles/a1513347.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@prokerala",
  "published": "2024-03-09T11:21:00.000+02:00",
  "title": "Gorkhaland crisis on the verge of getting solved, PM Modi says in Siliguri",
  "text": "Kolkata, March 9 : Prime Minister Narendra Modi on Saturday said the Gorkhaland crisis in the hills of West Bengal is on the verge of being solved, adding he needs the support of the people to move towards the solution. \"Just as Article 370 in Jammu and Kashmir was abolished, similarly, there will be a solution to the crisis related to the Gorkhaland matter in the northern part of West Bengal. Just as Ram Temple was established in Ayodhya after years of struggle and movements, similarly, the Gorkhaland-related crisis will also be solved,\" PM Modi said while addressing a public rally at Siliguri in West Bengal's Darjeeling district. He also said that the Bharatiya Janata Party (BJP) has always been concerned about the grievances of the Gorkha community. \"The BJP is always serious about addressing your concerns. The party will continue with its efforts to fulfill your dreams. We have a clear roadmap on how to achieve the development of the northern part of West Bengal. We are trying to promote tea, tourism, and timber sectors in the region,\" the Prime Minister said while addressing the rally. The Prime Minister also accused the ruling Trinamool Congress in the state of neglecting key issues in West Bengal's northern region over the years. \"Besides Trinamool Congress, its partners in the INDIA bloc have too neglected the concerns of the people of the northern part of West Bengal,\" PM Modi said. The Prime Minister also said that whenever he visits the northern part of West Bengal, he visualises a 'mini-India' in the region. \"I have been here before also. The diverse culture that I can see here is really quite rare,\" PM Modi said. Ahead of the Prime Minister's speech, former Calcutta High Court judge Abhijit Gangopadhyay who joined the BJP this week after resigning from judicial services, also addressed the audience. \"I don't even want to take the name of the party that is the current ruling party in West Bengal. That party is totally controlled by anti-social elements. The rampant corruption in the system came to my notice as an erstwhile judge. While eligible candidates were deprived of teaching jobs, those who scored less marks were appointed against money. The entire education system in the state is collapsing because of this rampant corruption. Thereafter, rampant corruption in the ration distribution system surfaced,\" Gangopadhyay said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "negative"
      },
      {
        "name": "modi",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "bharatiya janata party",
        "sentiment": "none"
      },
      {
        "name": "bjp",
        "sentiment": "none"
      },
      {
        "name": "ram temple",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "siliguri kolkata",
        "sentiment": "none"
      },
      {
        "name": "gorkha",
        "sentiment": "none"
      },
      {
        "name": "kashmir",
        "sentiment": "none"
      },
      {
        "name": "ayodhya",
        "sentiment": "none"
      },
      {
        "name": "gorkhaland",
        "sentiment": "none"
      },
      {
        "name": "west bengal",
        "sentiment": "none"
      },
      {
        "name": "siliguri",
        "sentiment": "none"
      },
      {
        "name": "jammu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T17:04:15.594+02:00",
  "updated": "2024-03-09T17:04:15.594+02:00"
}