{
  "thread": {
    "uuid": "2d5ee90af1377a61fafe16e9a9ac0d6c6c86f219",
    "url": "https://www.oleantimesherald.com/news/gasoline-forecast-lower-overall-prices-in-2024/article_15a95160-a5d1-11ee-a9e4-8f8bbfe8a237.html",
    "site_full": "www.oleantimesherald.com",
    "site": "oleantimesherald.com",
    "site_section": "https://oleantimesherald.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News | oleantimesherald.com",
    "title": "Gasoline forecast: Lower overall prices in 2024 | News | oleantimesherald.com",
    "title_full": "Gasoline forecast: Lower overall prices in 2024 | News | oleantimesherald.com",
    "published": "2023-12-29T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/oleantimesherald.com/content/tncms/assets/v3/editorial/0/81/081b1804-a2e6-11e5-bc74-b7130f1deb2d/566f99ffe11a1.image.jpg?crop=343%2C343%2C84%2C0&amp;resize=200%2C200&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 43263,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2d5ee90af1377a61fafe16e9a9ac0d6c6c86f219",
  "url": "https://www.oleantimesherald.com/news/gasoline-forecast-lower-overall-prices-in-2024/article_15a95160-a5d1-11ee-a9e4-8f8bbfe8a237.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "JIM ECKSTROM Olean Times Herald",
  "published": "2023-12-29T01:00:00.000+02:00",
  "title": "Gasoline forecast: Lower overall prices in 2024 | News | oleantimesherald.com",
  "text": "> GasBuddy on Thursday released its annual fuel price outlook with some good news for drivers: expect lower gasoline and diesel prices in 2024.\nThe outlook highlights key trends in gasoline and diesel prices, forecasting that, after two years of above-average gas prices, 2024 will bring relief at the pump for consumers as several factors contribute to less of a pinch at the pump. GasBuddy expects the yearly national average will drop from $3.51 per gallon this year to $3.38 in 2024.\nHighlights from GasBuddy’s 2024 outlook:\n• Gas prices still could fall below a national average of $3 per gallon this winter before starting to rise in late-February, getting close to $4 per gallon as summer approaches, then mildly declining into summer, with hurricane season presenting uncertainty in late summer.\n• Drivers in some California cities could again briefly see prices above $6/gallon if major refinery issues develop during the summer, although most major U.S. cities will see prices peak at or slightly below $4 per gallon in 2024.\n• Americans are expected to spend a combined $446.9 billion on gasoline in 2024. Average yearly spending per household will fall to an estimated $2,407, down 2% from 2023, and over 12% less compared to 2022.\n• Electric vehicles (EVs) and the 2024 presidential election have the potential to impact fuel prices in the year ahead, with a potential slowdown in the EV transition at stake.\n• Memorial Day will be the priciest 2024 holiday at the pump, with the national average price of gasoline expected to be $3.56-$4.04 per gallon on the holiday.\n“As 2023 fades away, I’m hopeful those $5 and $6 prices for gasoline and diesel will also fade into memory,” said Patrick De Haan, head of petroleum analysis for GasBuddy. “The global refining picture continues to improve, providing more capacity and peace of mind that record-setting prices will stay away from the pump in 2024.”\nDe Haan anticipates there will still be some volatility, unexpected outages and disruptions, and potentially weather-related issues, but he does not expect it to lead to record prices.\n“Offsetting OPEC+’s production cuts is contributing to the rise of U.S. oil production, which now stands at record levels,” he said. “Combined with Canada, North American oil production could further stabilize countries that have decided to curb oil production.”\nMore uncertainty is expected with hurricane season in late summer. Diesel prices are also predicted to fall incrementally from 2023, peaking at $4.13 per gallon in March 2024.\nEarlier this week, GasBuddy reported average gasoline prices in New York fell 5.5 cents per gallon from the previous week, averaging $3.33/g Monday.\nPrices in New York were 19.9 cents per gallon lower than a month ago and stood 3.6 cents per gallon lower than a year ago.\nThe national average price of diesel rose 0.6 cents in the last week and stood at $4.00 per gallon.\nIn Olean, the average price for 87 octane dropped from the previous week’s $3.699/g to $3.599/g, which was posted as of Thursday. In Bradford, Pa., the price was the same this week.\nAccording to GasBuddy price reports, lowest price in the state to begin the week was $2.49/g while the highest was $4.39/g, a difference of $1.90/g.\nThe national average price of gasoline rose 2.9 cents per gallon from last week, averaging $3.07/g to begin the week. The national average was down 13.8 cents per gallon from a month ago and stood at 1.8 cents per gallon higher than a year ago, according to GasBuddy data.\nSome other New York regions and gas prices earlier this week included Buffalo at $3.52/g, down 3 cents; Syracuse at $3.34/g, down 1.8 cents; and Rochester at $3.41/g, down 3.8 cents per gallon from last week’s $3.44/g.\nAAA Western and Central New York reported demand for gasoline has been strong amid the 10-day holiday travel period, when AAA predicted nearly 104 million motorists would drive 50 miles or more from their home.\nIn addition, oil prices are creeping higher back toward the $80 a barrel mark. If these trends continue, motorists could see gas prices rise.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gasbuddy",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:02:27.062+02:00",
  "updated": "2023-12-29T06:46:02.631+02:00"
}