{
  "thread": {
    "uuid": "3c8fdcfbd16110dd5787078c790b532c1817d831",
    "url": "https://menafn.com/1107668143/President-Ramkalawan-Promotes-And-Commissions-Seychelles-Defence-Forces-SDF-Officers",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://www.menafn.com/rss/menafn_Politics.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Major Events In Lebanon '23:",
    "title": "President Ramkalawan Promotes And Commissions Seychelles Defence Forces (SDF) Officers | MENAFN.COM",
    "title_full": "President Ramkalawan Promotes And Commissions Seychelles Defence Forces (SDF) Officers | MENAFN.COM",
    "published": "2023-12-29T06:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JO",
    "main_image": "https://menafn.com/includes/img/logo.jpg",
    "performance_score": 0,
    "domain_rank": 6304,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3c8fdcfbd16110dd5787078c790b532c1817d831",
  "url": "https://menafn.com/1107668143/President-Ramkalawan-Promotes-And-Commissions-Seychelles-Defence-Forces-SDF-Officers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2023-12-29T06:19:00.000+02:00",
  "title": "President Ramkalawan Promotes And Commissions Seychelles Defence Forces (SDF) Officers | MENAFN.COM",
  "text": "( MENAFN - African Press Organization)\nDownload logo\nThe President of the Republic of Seychelles and Commander-in-Chief of the Armed Forces, Mr. Wavel Ramkalawan, had the honour to promote and commission Seychelles Defence Forces (SDF) officers during a ceremony held at the State House this morning.\nTheir promotions and commissions have been given based on merit, expertise, and for the exceptional leadership roles that they have shown. As is customary, the ceremony started with the blessing by the Chaplain Lieutenant Colonel Louis Agathine.\nIn his remarks, President Ramkalawan congratulated the SDF Officers on their promotions and commissioning. He noted that they have the required capabilities and have been equipped with further studies to be promoted to the new ranks. He commended them as the women and men in uniform who continued to strive in the service of their country and its citizens. He also called on all officers to take their work seriously, to maintain a high level of professionalism and leadership for the betterment of the force and Seychelles.\nThe President also took the opportunity to thank all other service men and women in uniform for their devotion and professionalism that they have shown throughout this year. He also hailed the good collaboration that exists between the SDF and the Seychelles Police, which has led to successful operations and in maintaining peace and security. To conclude, he reiterated the importance to work as a team and to continue to deliver on their mission.\nOn his part, the Chief of Seychelles Defence Forces, Brigadier Michael Rosette underlined that the promotions and commissions are not only a personal achievement but come with new responsibilities. For those who have not been promoted, he asked them not to be discouraged but instead to become more determined, resilient and to continue to persevere.\nThe ceremony saw the promotion of 14 officers:\n1. Promoted to the rank of Lieutenant Colonel – Mr. Rodney Zarine\n2. Promoted to the rank of Major – Dr. Dania Woodcock\n3. Promoted to the rank of Captain – Mr. Daniel Magloire, Mr. Michel Payet, Mr. Leroy Paul, and Mr. Rasheed Jack.\n4. Promoted to the rank of Lieutenant – Mr. Gerry Boniface, Mr. Ernest Alphone, Mr. Jerome Philoe, Mr. Sebastien Radegonde, Ms. Stephanie Anderson, Mr. Christopher Hoareau, Mr. Yannick Marie and Ms. Petra Agricole.\nTo note, Ms. Melina Crispin was promoted to the rank of Lieutenant in a ceremony held yesterday morning at State House before her departure to Manama, Bahrain, where she will be serving as the“Maritime Security Enhancement Training (MSET) Planner” at the CMF Headquarters for a period of one year.\nTwo other officers were absent due to overseas missions:\n1. Promoted to the rank of Captain – Mr. Ivan Moise\n2. Promoted to the rank of Lieutenant – Ms. Lucianne Henriette\nTwo devoted personnel were also commissioned as officers in the Seychelles Defence Forces. They both have 25 and 18 years of dedicated service respectively, and are specialist in their respective fields.\n1. Commissioned to the rank of Major – Captain Donn Du Perez\n2. Commissioned to the rank of Lieutenant – Mr. Sandy Ernesta\nDistributed by APO Group on behalf of State House – Office of the President of the Republic of Seychelles.\nMENAFN29122023002747001784ID1107668143\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.africa-newsroom.com/press/president-ramkalawan-promotes-and-commissions-seychelles-defence-forces-sdf-officers?lang=en",
    "https://africa-newsroom.com/press/president-ramkalawan-promotes-and-commissions-seychelles-defence-forces-sdf-officers?lang=en",
    "https://www.africa-newsroom.com/press/president-ramkalawan-promotes-and-commissions-seychelles-defence-forces-sdf-officers"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ramkalawan",
        "sentiment": "negative"
      },
      {
        "name": "wavel ramkalawan",
        "sentiment": "none"
      },
      {
        "name": "louis agathine",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "armed forces",
        "sentiment": "none"
      },
      {
        "name": "seychelles defence forces",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "republic of seychelles",
        "sentiment": "none"
      },
      {
        "name": "seychelles",
        "sentiment": "none"
      },
      {
        "name": "state house",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T15:03:10.911+02:00",
  "updated": "2023-12-29T15:03:10.911+02:00"
}