{
  "thread": {
    "uuid": "78f4e815726bfe5e769aa463ae121b6daf2b452a",
    "url": "https://www.sentinelassam.com/topheadlines/taking-steps-to-make-judiciary-more-citizen-centric-ranjeet-kumar-dass-683773",
    "site_full": "www.sentinelassam.com",
    "site": "sentinelassam.com",
    "site_section": "http://www.sentinelassam.com",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Assam News Headlines, Latest Assam News, North East Live News, Breaking News, Jobs - The Sentinel",
    "title": "Taking steps to make judiciary more citizen-centric: Ranjeet Kumar Dass - Sentinelassam",
    "title_full": "Taking steps to make judiciary more citizen-centric: Ranjeet Kumar Dass - Sentinelassam",
    "published": "2023-12-30T06:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets.sentinelassam.com/h-upload/2023/12/30/501606-29-12-23-guwahati-akhil-bhatatiya-adhibakta-parishad-national-council-meeting-1.jpg",
    "performance_score": 0,
    "domain_rank": 55474,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "78f4e815726bfe5e769aa463ae121b6daf2b452a",
  "url": "https://www.sentinelassam.com/topheadlines/taking-steps-to-make-judiciary-more-citizen-centric-ranjeet-kumar-dass-683773",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sentinel Digital Desk",
  "published": "2023-12-30T06:23:00.000+02:00",
  "title": "Taking steps to make judiciary more citizen-centric: Ranjeet Kumar Dass - Sentinelassam",
  "text": "Taking steps to make judiciary more citizen-centric: Ranjeet Kumar Dass Assam Minister of Law and Justice Ranjeet Kumar Dass laid stress on reforming the judicial system so as to make it more public-centred, which is ndispensible. STAFF REPORTER GUWAHATI: Assam Minister of Law and Justice Ranjeet Kumar Dass laid stress on reforming the judicial system so as to make it more public-centred, which is ndispensible. The minister attended the meeting of the Akhil Bharatiya Adhivakta Parishad on ‘public-centric justice delivery system’ today, where over 500 advocates and legal luminaries were present. The [minister ](https://www.sentinelassam.com/guwahati-city/shgs-are-playing-a-major-role-developing-state-economy-minister-ranjeet-kumar-dass-682844)mentioned that the meeting concluded on a very positive note, encompassing several topics. He expressed agreement with the deliberations held in the meeting that the justice delivery system of the state should be more people-centric, adding that it is the duty of the state to protect its citizens and their properties. “Our government, under the dynamic leadership of Chief Minister Himanta Biswa Sarma, has been taking every possible step to ensure that people of the state get justice faster and that wrongdoers are not let scot-free. If justice is delivered to the citizens in a quick and effective manner, the confidence of the right-minded citizens of the society will be enhanced, and they will ultimately devout their valuable time and energy for the development of the state collectively,” he said. “It has been perceived that officers of the investigating agencies are burdened with numerous responsibilities, which in one way or another have been hampering the proper investigation of a given case. To date, the government has issued more than 40 SOPs for proper investigation of cases. Handbooks regarding the investigation of crimes related to women, drugs, cyber, and disproportionate asset cases have been compiled for the investigating officers. It is realised by the government that petty and minor cases consume the valuable time and energy of all stakeholders in the justice delivery system,” the minister added. Mentioning that the government took a policy decision to withdraw such cases, he said that, as per the data available until July 2023, more than 73,000 cases were withdrawn from different courts in the state. He also appreciated the efforts of all the stakeholders in supporting this major step of the government. He also said that the government has taken every step to ensure that criminals are punished. Conviction in criminal cases depends upon many factors, like proper investigation, efficiency of prosecutors, proper testimony of witnesses, etc., said the minister. “Our government has recently taken several steps to enhance the efficacy of the prosecution side. Creating a regular cadre of prosecutors under the Directorate of Prosecution is one such step. This would enable the government to create the best pool of prosecutors across the state based on merit. Now, specific officers regularly interact with public prosecutors and APPs. Monthly crime conferences are held. The efforts of the government are reflected if we go through the [NCRB ](https://www.sentinelassam.com/national-news/significant-rise-in-crime-against-women-children-in-2021-says-ncrb-data-610045)(National Crimes Record Bureau). The conviction rate in our state was 5.6% in 2021, 13.5% in 2022, and until November 2023, it was 16.42. The all-India conviction rate was 65.66% in the year 2022,” said Ranjeet Kumar Dass. Mentioning that children are the backbone of society, he said that it is their right to grow in an environment free from fear and discrimination. The government has been taking strict steps against perpetrators of any kind of crime involving children, and the children will be given the same environment that is provided now. He added that, as a part of their continuing efforts to improve the ease of living and doing business, the current government has repealed a total of 192 acts, and this will ultimately help the people of the state as the government continues to focus on the public good. Also Read: [SHGs are playing a major role developing state economy: Minister Ranjeet Kumar Dass](https://www.sentinelassam.com/guwahati-city/shgs-are-playing-a-major-role-developing-state-economy-minister-ranjeet-kumar-dass-682844) Also Watch:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ranjeet kumar",
        "sentiment": "negative"
      },
      {
        "name": "ju",
        "sentiment": "negative"
      },
      {
        "name": "ranjeet kumar dass",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ranjeet kumar dass - sentinelassam taking",
        "sentiment": "negative"
      },
      {
        "name": "akhil bharatiya adhivakta parishad",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T06:39:41.996+02:00",
  "updated": "2023-12-30T06:39:41.996+02:00"
}