{
  "thread": {
    "uuid": "a7d7dd6b9864c1158ec4227ce02da8237e55a609",
    "url": "https://www.foodfaithfitness.com/baked-parmesan-crusted-chicken/",
    "site_full": "www.foodfaithfitness.com",
    "site": "foodfaithfitness.com",
    "site_section": "https://www.foodfaithfitness.com/rss",
    "site_categories": [
      "food",
      "desserts_and_baking"
    ],
    "section_title": "Food Faith Fitness",
    "title": "Baked Parmesan-Crusted Chicken",
    "title_full": "Baked Parmesan-Crusted Chicken",
    "published": "2024-01-06T00:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://www.foodfaithfitness.com/wp-content/uploads/2023/12/A_Baked-Parmesan-Crusted-Chicken-IMG_-close-up-4.jpg",
    "performance_score": 0,
    "domain_rank": 78180,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a7d7dd6b9864c1158ec4227ce02da8237e55a609",
  "url": "https://www.foodfaithfitness.com/baked-parmesan-crusted-chicken/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Foodfaithfitness",
  "published": "2024-01-06T00:22:00.000+02:00",
  "title": "Baked Parmesan-Crusted Chicken",
  "text": "Juicy chicken breasts are granted a crunchy coating of Parmesan cheese mixed with panko and corn flakes when you make this Baked Parmesan-Crusted Chicken.\nTable of Contents\nLittle did I know as a child that one of my favorite foods to eat—corn flakes—would contribute to one of my favorite dishes as an adult.\nI’m always thinking of ways to increase the ‘wow’ factor for chicken. My family eats chicken on the regular (it’s universally adored by all members, which is something I can’t say often) but I don’t like to rely on the same recipes with which to prepare it. I’ve done\nBaked Za’atar Chicken Thighs and Crispy Breaded Chicken but neither utilized the ingredient that can probably be found in every other home and yet, is probably not even considered an ingredient by most people.\nWith this recipe, I change up the texture by complementing the juicy and tender chicken with the crunch of the flakes and panko while leaving the Parmesan and spices to amp up the flavor. The result is a meal that’s delicious, healthy, and fun to eat.\nIs Baked Parmesan-Crusted Chicken Healthy?\nChicken is a lean source of protein and this recipe calls for it to be baked, not fried. It’s not really suitable for any particular diet in its current state. You would need to replace the flour with almond flour and the corn flakes with pork rinds (for a low-carb/keto option) or crushed nuts (for a paleo or Whole30 diet).\nWhich Type Of Chicken Should I Use?\nI’ve used chicken breast for this recipe but that doesn’t mean you have to. Here’s a rundown of your options. Be sure to use a meat thermometer to ensure the chicken is sufficiently cooked, as the coating will make it difficult to judge from sight.\nChicken thighs are higher in fat but with that comes a boost of flavor.\nChicken drumsticks are similar to thighs. There’s a decent amount of meat and the bone makes them flavorful but the fact they come with a handle seems to win over my kids. Who knew ergonomics was so delicious!\nChicken tenders or strips are lean and boneless pieces of white meat. They’re tender and easy to prepare.\nINGREDIENTS\n- 1 lb. chicken breasts, cut in half\n- 2 cups panko breadcrumbs\n- 1 ½ cups flour\n- 1 cup corn flakes\n- 3 eggs\n- ½ cup Parmesan cheese, grated\n- ½ tbsp garlic powder\n- 1 tbsp parsley flakes\n- 1 tbsp ground mustard\n- ½ tsp salt\n- ¼ tsp pepper\n- 1 tsp turmeric\n- ½ tbsp paprika\nINSTRUCTIONS\nSeason\nPreheat the oven to 390°F. Season the chicken breasts with salt and pepper on both sides.\nCrush\nLightly crush 1 cup of corn flakes in a bowl.\nMix\nMix the crushed corn flakes with the panko breadcrumbs, Parmesan cheese, garlic powder, parsley flakes, turmeric, paprika and ground mustard.\nBeat\nIn a medium bowl, lightly beat the eggs with a whisk.\nDip\nDip the chicken on both sides in flour, then shake off the excess flour. Then dip the chicken in the beaten egg. Then dip the chicken in the crumb mixture. Press the crumbs so that they stick to the chicken.\nBake\nPlace a cooling rack in a tray, then place the chicken on the rack. Bake in the oven for 30 minutes.\nDEVOUR!\nTips & Tricks to Making Perfect Baked Parmesan Crusted Chicken\n- Pound the chicken if a piece is uneven. This makes for uniform cooking and juicier chicken.\n- Let the chicken rest after baking so that the juices redistribute and the residual heat finishes off the chicken.\n- Get organized before you start the dipping. Have your three bowls of flour, egg, and the crust mixture laid out to make your assembly line run smoothly.\n- Taste the coating mixture before applying it to the chicken to make sure you approve of the flavor balance. Change accordingly.\nFAQs\nAs the coating will make it difficult to eyeball the chicken, use a meat thermometer and ensure its internal temperature of 165°F.\nNo. If you use a cooling rack, the heat will be able to access the chicken from all angles.\nYes, but panko adds an extra crispiness to the coating. It’s up to you whether you want to sacrifice it.\nI tend to reach for marinara, ranch, or honey mustard, but it really comes down to what you prefer.\nServing Suggestions\nGreek Healthy Broccoli Salad: Keep that crunch going with this creamy broccoli salad that is vegan and paleo friendly and Whole30 compliant. Deviled Egg Potato Salad: Why choose between potato salad and egg salad when you can have both? Pasta Salad: Made with whole-grain penne, basil pesto, cherry tomatoes, and feta cheese. Spanish Rice: There’s really nothing “Spanish” about the chicken (though it does have a bit of spice to it), I just think this rice is really good is all.\nHow To Prep And Store Baked Parmesan-Crusted Chicken\nI don’t recommend prepping this meal ahead of time. The flakes and panko will lose their crunch if left to sit in the egg for too long. As for leftovers, let the chicken cool completely then store it in the fridge in an airtight container for up to 5 days. To freeze the chicken, place the pieces on a baking sheet then put it in the freezer. Once the pieces have hardened you can put them in a freezer-safe bag or container. To reheat, put the frozen chicken in the oven at 425°F for 15 minutes or until heated through. Don’t let the chicken thaw or the crust will turn soggy.\nIngredients\n- 1 lb. chicken breasts cut in half\n- 2 cups panko breadcrumbs\n- 1 ½ cups flour\n- 1 cup corn flakes\n- 3 eggs\n- ½ cup Parmesan cheese grated\n- ½ tbsp garlic powder\n- 1 tbsp parsley flakes\n- 1 tbsp ground mustard\n- ½ tsp salt\n- ¼ tsp pepper\n- 1 tsp turmeric\n- ½ tbsp\npaprika\nInstructions\n- Preheat the oven to 390°F.\n- Season the chicken breasts with salt and pepper on both sides.\n- Lightly crush 1 cup of corn flakes in a bowl.\n- Mix the crushed corn flakes with the panko breadcrumbs, Parmesan cheese, garlic powder, parsley flakes, turmeric, paprika and ground mustard.\n- In a medium bowl, lightly beat the eggs with a whisk.\n- Dip the chicken on both sides in flour, then shake off a little of the excess flour.\n- Dip the chicken in a beaten egg.\n- Dip the chicken in the crumb mixture. Press the crumbs so that they stick to the chicken.\n- Place a cooling rack in a tray, then place the chicken on the rack. Bake for 30 minutes.\nTips & Notes:\n- Let the chicken rest after baking so that the juices redistribute and the residual heat finishes off the chicken.\n- Get organized before you start the dipping. Have your three bowls of flour, egg, and the crust mixture laid out to make your assembly line run smoothly.\n- Taste the coating mixture before applying it to the chicken to make sure you approve of the flavor balance. Change accordingly.\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "http://amzn.to/2E4erQv",
    "http://www.amzn.to/2E4erQv"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "baked za’atar chicken thighs",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:27:42.731+02:00",
  "updated": "2024-01-06T00:27:42.731+02:00"
}