{
  "thread": {
    "uuid": "b74357cc8aa45de51fd5b9f54067d02dd7bc68ff",
    "url": "https://www.historynet.com/penicillin-wonder-drug-world-war-ii/",
    "site_full": "www.historynet.com",
    "site": "historynet.com",
    "site_section": "https://feed.pod.co/the-historynet-podcast",
    "site_categories": [
      "media"
    ],
    "section_title": "The HistoryNet Podcast",
    "title": "Penicillin: The wonder drug of World War II",
    "title_full": "Penicillin: The wonder drug of World War II",
    "published": "2023-12-30T14:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.historynet.com/wp-content/uploads/2017/07/GettyImages-640493061.jpg",
    "performance_score": 0,
    "domain_rank": 7651,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 26
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b74357cc8aa45de51fd5b9f54067d02dd7bc68ff",
  "url": "https://www.historynet.com/penicillin-wonder-drug-world-war-ii/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "HistoryNet.com",
  "published": "2023-12-30T14:00:00.000+02:00",
  "title": "Penicillin: The wonder drug of World War II",
  "text": "How mold in a petri dish became the soldiers’ lifesaver.\nIn December 1943 British Prime Minister Winston Churchill was homeward bound across North Africa after a series of meetings with world leaders in the Middle East. He was 69 years old, tired, overweight, and an avid drinker and smoker with a bad heart. And now, as his Avro York transport Ascalon dropped down into Tunisia, he presented a nasty case of pneumonia, to which he was prone. His condition quickly deteriorated. As his heart went into fibrillation, doctors were unsure if they could save the man who had once rallied the beleaguered British nation with his battle cry of “blood, toil, tears and sweat.”\nChurchill was far from an ideal patient. He agreed to lay off cigars and take his whiskey more or less watered, but he continued to see visitors and do business. What followed, despite the patient, was reportedly a triumph of modern medicine—though, in retrospect, of propaganda. British newspapers enshrined the new wonder drug penicillin as the prime minister’s savior, and their reports quickly grew into legend: When Churchill was a boy, the story went, a man had saved him from drowning, prompting Churchill’s grateful father to pay for the man’s son to attend medical school. That son, Alexander Fleming, had in turn discovered the penicillin that supposedly saved Churchill’s life.\nBut the “wondrous fable,” as Fleming himself referred to the ironic sequence of events, had fundamental fact-checking issues: Churchill had experienced no near drowning in his youth. The Churchills and Flemings were not acquainted. And what cured the prime minister’s pneumonia wasn’t even penicillin. Instead, as he publicly declared soon after, he was saved by “this admirable M&B”—a sulfa (or sulfanomide) antibacterial drug manufactured in England by May & Baker Ltd.\nThe mythmaking about penicillin was perhaps understandable. The new wonder drug was a British discovery, while the sulfa drugs had originated in Germany. And while the sulfa derivatives had seemed like wonder drugs when introduced in 1935, penicillin was clearly superior. The first precious shipments had already demonstrated an almost miraculous ability to prevent and treat infections during field trials on wounded soldiers in North Africa and Italy. Even as Churchill lay ill with pneumonia, one of his attending physicians, Lt. Col. R.J.V. Pulvertaft, published an article in The Lancet medical journal about his successful experiments with penicillin. Pulvertaft predicted a “revolution in treatment” of wounded soldiers and that “sepsis [acute blood poisoning] as we know it might almost disappear” if sufficient penicillin were available.\nIt was a big “if.”\nPulvertaft did not even have enough of the drug—or enough he could be sure was nontoxic—to risk treating the prime minister. Penicillin was so precious, and flushed so rapidly out of a patient’s body, that researchers still commonly recovered it from urine and purified it for reinjection. At the outset of 1944 penicillin was the object of a massive Anglo-American effort to ramp up production ahead of the D-Day invasion. The outcome of the entire war, and the lives of tens of thousands of soldiers, hung in the balance.\nToday we take antibiotics for granted. If we get a fever, we visit the doctor, swallow a few pills and call back,a little irritated, if our condition has not cleared up after three or four days. But the soldiers who fought in World War II had grown up in another world. They had known children who died of blood poisoning from causes as trivial as a splinter, never mind a bullet wound. And had they been lucky enough to survive the waves of diarrhea, bronchitis and other infectious diseases that came on then as dependably as summer, plenty of other children hadn’t. To them antibiotics were a miracle, and it started not with penicillin but with sulfa drugs.\nGerhard Domagk, the German pathologist who had developed sulfa drugs into the first effective tools for fighting bacterial infection, had demonstrated their effectiveness in his own family. In late 1935 his 6-year-old daughter, Hildegard, accidently pierced her palm with an embroidery needle, which led to a severe infection in her arm. Surgeons repeatedly opened and drained the abscessed wound to no effect, and as the feverish child lapsed in and out of consciousness, they planned to amputate. Domagk balked, turning in desperation to his own experimental sulfa drug Prontosil. Within days Hildegard walked out of the hospital. Prontosil had saved not just her arm but her life.\nWithin a year Prontosil had cured Franklin Delano Roosevelt Jr., son of the American president, of severe strep, and sulfa drugs became a press sensation in the United States. Their effectiveness against conditions from scarlet fever to pneumonia quickly earned them a reputation for “snatching patients out of the grave,” as recorded in Thomas Hager’s history of sulfa drugs The Demon Under the Microscope. They secured their reputation on Dec. 7, 1941, in the treatment of horribly wounded victims of the Japanese attack on Pearl Harbor. Soon every American soldier going into combat carried sulfa pills and powder in his first-aid kit.\nThe scene of a soldier or medic tearing open a sulfa packet and sprinkling it on a wound to prevent infection has been immortalized in countless World War II films. But it remains uncertain just how much difference sulfa drugs made on the battlefield. According to Hager, they played a major part in controlling outbreaks of dysentery among Allied troops on Guadalcanal and in New Guinea, and again during a meningitis outbreak at British military bases. “Acute respiratory diseases, including influenza, pneumonia, bronchitis and other diseases, had killed almost 50,000 U.S. soldiers in World War I,” Hager writes. “During World War II, with twice as many men and women in uniform, only 1,265 died.” The main difference, by the U.S. military’s own analysis, “was the wide use of sulfa drugs.”\nBut many diseases soon began to resist treatment, probably because sulfa drugs were used far too often. To stave off venereal disease, for instance, some soldiers thought it might help to swallow a couple of sulfa tablets before heading out for a night on the town. That kind of overuse only served to knock out susceptible pathogens, clearing the field for resistant pathogens to flourish. Resistant gonorrhea became an increasingly common problem.\nSulfa drugs also failed to work in combat nearly as well as had been hoped. Colonel Elliott Cutler, the Army’s chief surgical consultant in the European Theater, wrote in May 1943 that even under optimal conditions sulfa drugs did “not keep infection away from wounds,” though they may have stemmed the spread of existing infections. Cutler could not even say with confidence that sulfa drugs, as used by the U.S. armed forces, had actually saved lives.\nSoldiers themselves, on the other hand, had absolute faith in their magic powder. “Almost to a man the soldiers have said, when questioned, that their lives were saved by the use of sulfa drugs,” Cutler wrote. He recognized the value of that psychological effect. But he also knew that wounded soldiers deserved the physiological and psychological benefits in a single drug.\nMost history books trace the development of penicillin—what would become the wonder drug of the 20th century—to Alexander Fleming, a quiet Scottish microbiologist at St. Mary’s Hospital in London. Returning to his lab from summer vacation in 1928, he noticed that flecks of mold had somehow found their way into a petri dish in which he was growing Staphylococcus bacteria. Encircling the mold, oddly, was a halo in which the bacteria had been killed off. Fleming experimented with the antibacterial effects of the Penicillium mold and soon published his research about the extract he named penicillin. But Fleming’s article drew little attention, and he moved on to other research.\nThe real work to turn penicillin into a practical antibiotic did not begin until 1938, under the direction of Howard Florey, an Australian pharmacologist, and Ernst Chain, a German born Jewish refugee, at Oxford University. (They would later share the Nobel Prize with Fleming.) In August 1940 they published results from their first experiments on mice, showing, among other things, that penicillin appeared nontoxic and could combat a variety of pathogens, including the bacteria that cause gangrene.\nThe timing of their publication in The Lancet seems now like a surprising breach of wartime secrecy. The Battle of Britain was raging in the skies overhead, and the Oxford researchers were so concerned about an imminent German invasion that they rubbed Penicillium notatum spores into the fabric of their jackets. That way, if forced to destroy their work and evacuate, they would at least have the raw material to start up again wherever they landed.\nAnd yet, in 1940 and again in 1941 Florey’s team published evidence of what penicillin could accomplish, along with detailed instructions for its manufacture, in a prominent medical journal that inevitably found its way into enemy hands. Perhaps it all seemed too small-scale and slow-developing to be of practical use in the war that had already engulfed them. As the BBC warned in a September 1942 broadcast about penicillin, “Good science is not often quick in getting results.” The Penicillium mold only grew in a film, a few millimeters thick, on the surface of a growth medium, and Oxford biochemist Norman Heatley constantly struggled to eke out enough of the stuff even for experimental purposes. His manufacturing lab comprised cookie tins, pie tins, milk bottles, trays, plates and bedpans.\nBut all that was about to change. The turning point came in July 1941, when Florey and Heatley traveled to the United States in search of help. Researchers there quickly recognized the importance of the Oxford team’s work, and American and British ingenuity together soon turned penicillin from an obscure research project into a mass-produced here-and-now means of saving lives.\nThrough a connection at Yale, and by extraordinary good luck, Florey and Heatley first found their way to Percy A. Wells, a U.S. Department of Agriculture administrator with an interest in mold fermentation. Wells sent them to the Northern Regional Research Laboratory in Peoria, Ill., which had the latest fermentation equipment. In an offhand note in a telegram (“I know it will occur to you”), Wells suggested researchers there should attempt submerged fermentation, producing penicillin not in a thin layer on the surface of shallow pans, but in huge vats.\nSome British writers later bemoaned having “given away” penicillin to the Americans. Ronald Hare, an assistant to Fleming, took particular satisfaction in depicting the United States as a land of corn pone, cowboys and maverick manufacturing operations. But that would turn out to be just what penicillin needed. Because Peoria was in the Corn Belt, fermentation researchers there were accustomed to working with corn steep liquor, a watery byproduct from the process of turning corn into cornstarch. It proved an excellent growth medium for the Penicillium mold, with chemical precursors that actually boosted penicillin production.\nFollowing Wells’ suggestion, researchers there soon demonstrated they could grow a soup of Penicillium mold and corn steep liquor in vats like oversized milkshake machines, with an agitator shaft in the middle to keep things oxygenated. Incidentally, they also found a higher-quality strain of Penicillium growing on a rotten melon at a local market. By November 1941 the Peoria effort had already boosted penicillin production tenfold, with exponentially greater progress still to come.\nHare, who worked on penicillin production in Canada, also mocked the Americans for putting the entire penicillin effort under the thumb of a martini-loving “‘Dictator of Penicillin’ in Washington. [Wells] had to approve of everything we did or required. We were, for a time, mortally afraid of him.” But again, a dictator proved just what the penicillin effort needed, to coordinate the far-flung efforts of research laboratories, universities, government agencies and pharmaceutical companies on both sides of the Atlantic. Microbiologist Gladys L. Hobby later described this ambitious program as “rivaled only by the Manhattan Project.” Though she did not say as much, penicillin would have as profound an effect as the atomic bomb in remaking the modern world, sparing tens of millions of lives and liberating humanity from the grip of dreaded diseases.\nHobby was present, for instance, the day in October 1943 when a researcher announced to peers that penicillin seemed to provide a quick, easy cure for syphilis (it would also prove effective against resistant gonorrhea). “Everyone strained to hear what was said,” Hobby recalled, “and the impact was electrifying. By then much had been written on penicillin, but no one had expected that an antibacterial agent would be active against spirochetes as well.”\nVenereal diseases were rampant in wartime, and the discovery of a cure immediately raised debate about whether scarce supplies should go first to treat soldiers wounded “on the battlefield or in the bordello.” The bordello actually made more practical sense, since you could cure a soldier and send him back to the front in a matter of days. And astonishingly, some politicians made the commonsense choice, with Churchill ordering medical staff to put battlefield readiness foremost. German soldiers presumably experienced similar levels of venereal disease but had no such remedy, and scholar-historian Gilbert Shama theorizes that the resulting advantage in troop strength may have tipped the balance in favor of Allied forces during key engagements late in the war.\nGiven the obvious potential of penicillin, the surprising thing is that Germany did not match the Allied effort, its greater familiarity with dictators notwithstanding. At Utrecht, in the occupied Netherlands, it had access to the world’s most complete collection of microbial specimens, including many penicillin cultures. German pharmaceutical companies were the unquestioned world leaders in developing chemical remedies, and they had opened the antibiotic era. But their sulfa drug know-how proved of little relevance in the quest for penicillin, “What was needed was industrial experience of cultivating microbes,” Shama explains, and while both Germany and the Netherlands had that in abundance, “it lay outside the pharmaceutical sector and was never exploited.”\nThe larger problem, Shama suggests, was that Germany never created “a central body to coordinate research and eliminate duplication of effort.” That is, it had no dictator of penicillin. While Allied businesses and governments were lavishing tens of millions of dollars on a highly coordinated campaign to bring penicillin to market, one of Germany’s leading researchers was lucky to receive all of 25,000 Reichsmarks, about $10,000, for “research on antibacterial compounds.”\nThe German failure is even more remarkable because the BBC made regular broadcasts across Europe, in several languages, about the potential of penicillin. After one such broadcast a biologist arrived at work at the Pasteur Institute in occupied Paris and announced, “You know we are going to make penicillin,” to a colleague, who replied “What is it?” A clandestine penicillin manufacturing effort was soon also under way in occupied Denmark. In the Netherlands, researchers at a yeast and gin company dubbed their version of the drug Bacinol, to dampen German interest in the project. (Fortunately, their German supervisor liked Jenever gin, one of the researchers later recalled, “so we made sure he got a lot. He slept most afternoons.”)\nMeanwhile, in the United States more than 20 companies were working round-the-clock on penicillin. John L. Smith was a vice-president at Charles Pfizer & Co., then a little-known chemical manufacturer. He had warned his superiors that the penicillin mold was “as temperamental as an opera singer” and implored them to “think of the risks.” But Smith himself was soon gambling the company on deep fermentation of penicillin. Hobby, then working at Pfizer, later attributed the change not to government pressure but to a 2-year-old girl from New York named Patricia Malone.\nOn Aug. 11, 1943, doctors gave the toddler, who had blood poisoning, just seven hours to live. But a newspaperman got wind of this prognosis and badgered officials in Washington to release enough penicillin for treatment. They did, and Patricia recovered in hours. “This child aroused the interest of many of us,” Hobby later recalled, “but particularly of John L. Smith, whose 16-year-old daughter had succumbed to an infection prior to the development of penicillin.” In September 1943 Pfizer purchased an old ice factory in Brooklyn. In March 1944, just 18 months after the BBC had reminded its listeners that good science goes slow, that factory began pouring out penicillin from 14 fermenters, each with a capacity of 7,000 gallons. Four months later, on June 6, 1944, Allied soldiers carried that penicillin with them onto the beaches at Normandy.\nIt is perhaps too much to suggest that penicillin helped win World War II. But it must have felt that way, at least on a personal level, to the 100,000 or so men, by one conservative estimate, who benefited from penicillin treatment in the European Theater between D-Day and the final German surrender. Penicillin also saved thousands of lives during the last bloody year of combat in the Pacific.\nTo military surgeons the arrival of penicillin was indeed a miracle. In the early years of the war when a medical convoy came in, surgeons working at field hospitals commonly rushed down the line of injured soldiers, tearing off dressings in search of clean wounds. It was a crude and painful form of triage to weed out the cases already too badly infected to have much chance of recovery. The standard treatment for deep wounds was to drain them and leave them open to heal. Infections were common and often deadly. Recovery, if it came, could take months.\nBut when wounded soldiers started receiving penicillin on the battlefield, surgeons at the field hospitals quickly realized they could wait to inspect a wound until the patient was on the operating table. “One was struck by the remarkable well-being of these cases and the painlessness of their wounds,” recalled a British surgeon with the 21st Army Group as it drove east from Normandy.\nNow surgeons simply cleaned up wounds to remove pus and foreign matter, sprinkled them with penicillin powder, and stitched them closed, sending off the patient to recover with the help of regular penicillin injections. “The saving of time and the better results obtained by the early healing of such wounds is practically unbelievable,” wrote one surgeon. It was a major advantage for surgical teams performing 30 or 40 wound closures a day, and an even bigger advantage for the patients.\nAmong Allied troops, gangrene now occurred in just 1.5 cases per thousand, and they died about half as often as in the early years of the war, according to another surgeon with the 21st Army Group. Meanwhile, as penicillin remained scarce, German prisoners mostly received sulfa drugs instead and suffered gangrene at a rate of 20 to 30 per thousand.\nOn the question of how penicillin changed the course of the war, one incident stands as an ironic postscript to the story about Churchill’s recovery from pneumonia: On July 20, 1944, German Führer Adolf Hitler suffered burns and abrasions when a bomb planted by one of his own officers exploded in a room where he was meeting with staff. A spattering of wood splinters posed the most serious threat, from septicemia, or blood poisoning, according to molecular biologist Milton Wainwright in his 2004 article “Hitler’s Penicillin.”\nHitler’s doctors recalled what had happened to Reinhard Heydrich, “the Butcher of Prague,” who had been one of Hitler’s personal favorites. Heydrich survived a 1942 bombing attack by resistance fighters only to develop a bacterial infection from the splinters, leather and horsehairs blasted into his body from his car’s upholstery. In the absence of penicillin, Heydrich soon succumbed to blood poisoning.\nBut by 1944 Hitler’s personal physician, Theodor Morell, not only knew about penicillin but also had somehow obtained a quantity of it, either from captured Allied soldiers or from Germany’s own faltering attempts at manufacturing the drug. He did not administer the precious drug to General Rudolf Schmundt, another victim of the bombing, who later died of his injuries. Morell did give it to Hitler, who lived.\nBut thanks in no small part to the lifesaving effects of penicillin on Allied troops pushing east from Normandy to the Rhine, he would not live for long.\nRichard Conniff is a nonfiction writer specializing in topics of human and animal behavior. For further reading he recommends The Demon Under the Microscope, by Thomas Hager, and Penicillin: Meeting the Challenge, by Gladys L. Hobby.\nOriginally published in the July 2013 issue of Military History. To subscribe, click\nhere.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ascalon",
        "sentiment": "none"
      },
      {
        "name": "churchill",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "avro york",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "middle east",
        "sentiment": "none"
      },
      {
        "name": "north africa",
        "sentiment": "none"
      },
      {
        "name": "tunisia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T14:27:41.817+02:00",
  "updated": "2023-12-30T14:27:41.817+02:00"
}