{
  "thread": {
    "uuid": "a7c942ce6edf1f53198ad3095da0270c39800f30",
    "url": "https://cookieandkate.com/spiced-oatmeal-cookies-recipe",
    "site_full": "cookieandkate.com",
    "site": "cookieandkate.com",
    "site_section": "http://feeds.feedburner.com/CommentsForCookieAndKate",
    "site_categories": [
      "food",
      "italian_cuisine",
      "french_cuisine",
      "desserts_and_baking"
    ],
    "section_title": "\n\tComments for Cookie and Kate\t",
    "title": "Comment on Spiced Oatmeal Cookies by Kate",
    "title_full": "Comment on Spiced Oatmeal Cookies by Kate",
    "published": "2024-04-18T22:42:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cookieandkate.com/images/2016/12/best-oatmeal-cookies-recipe-2.jpg",
    "performance_score": 0,
    "domain_rank": 10750,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a7c942ce6edf1f53198ad3095da0270c39800f30",
  "url": "https://cookieandkate.com/spiced-oatmeal-cookies-recipe",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kate",
  "published": "2024-04-18T22:42:00.000+03:00",
  "title": "Comment on Spiced Oatmeal Cookies by Kate",
  "text": "My grandmother Virginia makes the best cookies. When my cousins and I were growing up, she always kept homemade cookies stashed in old cookie tins in the freezer (I bet she has some in her freezer now, too). She’d open up a canister and unfold the waxed paper lining, and we’d start grabbing for one after another. I like her cookies straight from the freezer; they have a more satisfying chew that way. I like them at room temp and fresh from the oven, too.\nThe cookies that stand out most in my memory are her oatmeal, dried cranberry and macadamia nut cookies. Or does she use white chocolate chips, not macadamia nuts? Grandma will tell me. She’s eighty-four, operates a brand new iPhone, and receives my new blog posts by email. She reads your comments, too. :)\nShe’d tell you that I wanted to do things my way when I was little. Guess I’m still doing it, because I came up with my own oatmeal cookie recipe instead of asking for hers (I’ll get it later, for sure). I wanted oatmeal cookies with a soft, fluffy interior and crisper edges with more concentrated flavor. I wanted these cookies to be even more redeeming than most, but mostly to be the tastiest of oatmeal cookies.\nInstead of adding dried cranberries and macadamia nuts (or white chocolate chips), I kept these simple with some cinnamon and nutmeg, which permeate the whole cookie with delicious warming spices. More specifically, I used Frontier Co-op’s Ceylon cinnamon, nutmeg and vanilla extract, which are all organic. Frontier Co-op has generously filled my spice drawer with their products and the more I use them, the more I appreciate them. Take a whiff and you’ll know what I mean; they’re more potent and offer superior flavor than other brands. Plus, you can read where the spices came from on the bottle. I’m glad to be working with them again this winter.\nThese cookies are made with 100 percent whole grains—lots of old-fashioned oats, some oat flour (which you can easily yourself make out of oats, see notes) and some whole wheat flour (check the recipe notes for alternatives). Oat flour lends extra oat flavor and a light-as-air texture, and whole wheat flour offers enough structure to keep these cookies together. I know it’s a bit of a pain to use multiple flours, but this combination is really key to awesome oatmeal cookies.\nLastly, I used coconut sugar instead of brown sugar, which is less processed and contains some potassium. I’ve been able to find it at all of the grocery stores that I frequent lately, usually in the health food section but sometimes in the regular baking section. I had to use a couple of tablespoons of cane sugar to get the texture and sweetness level just right.\nI hope these cookies make it to your holiday tables. Since they are on the softer/more delicate side, I wouldn’t recommend trying to pack these for shipping (\nthese macaroons are perfect for that). Please let me know how they turn out for you!\nSpiced Oatmeal Cookies\n- Author:\nCookie and Kate\n- Prep Time: 15 mins\n- Cook Time: 12 mins\n- Total Time: 27 minutes\n- Yield: 24 cookies 1x\n- Category: Cookie\n- Method: Baked\n- Cuisine: American\nThese oatmeal cookies are truly the best. They’re soft and fluffy in the middle, with crisper edges and lovely flavor, thanks to warming spices and oat flour. Recipe yields about 2 dozen cookies.\nIngredients\n- ½ cup (1 stick/8 tablespoons) unsalted butter, softened*\n- ½ cup packed coconut sugar\n- 2 tablespoons sugar (I used organic cane sugar)\n- 1 large egg\n- 1 ½ teaspoons\nFrontier Co-Op vanilla extract\n- 1 teaspoon\nFrontier Co-op ground Ceylon cinnamon\n- ½ teaspoon\nFrontier Co-op ground nutmeg\n- ½ teaspoon baking soda\n- ¼ teaspoon baking powder\n- ¼ teaspoon fine sea salt\n- 1 ¾ cup old-fashioned oats\n- ⅓ cup oat flour**\n- ⅓ cup white whole wheat flour or regular whole wheat flour***\nInstructions\n- Preheat the oven to 325°F. Line two cookie sheets with parchment paper, or lightly grease them.\n- In a medium mixing bowl, combine the butter, coconut sugar and cane sugar. With a hand-held electric mixer or by hand, beat them together until they are fully incorporated and lighter in color.\n- Add the egg and vanilla and beat well, until the mixture is light and fluffy. Add the cinnamon, nutmeg, baking soda, baking powder and salt, and blend until combined.\n- Lastly, add the oats, oat flour and whole wheat flour. Blend on low speed until combined. Scrape the sides and bottom of the bowl with a spatula, and mix briefly to be sure it’s evenly blended.\n- With a cookie dough scoop or two spoons, scoop about 1 tablespoon of dough at a time onto the prepared baking sheets, leaving at least 2 inches of space around each cookie.\n- Bake the cookies for 12 to 13 minutes, until they’re a light golden brown with slightly darker edges. Their middles may still look a tiny bit shiny; that’s OK, they’ll continue to bake as they cool on the pan.\n- Remove the cookies from the oven, place the pan on a cooling rack, and let the cookies cool completely on the pan before handling (these cookies are delicate when warm). Repeat with any remaining cookies.\nNotes\nRecipe created with reference to The Kitchn’s\nchewy oatmeal cookies and Serious Eats’ ultimate chocolate chip cookie guide.\n*How to soften butter: I just microwaved mine in a bowl for 20 to 30 seconds. Or, let it soften on your stovetop while you preheat the oven until it’s soft and slightly melty.\n**How to make your own oat flour: In a blender or food processor, blend up about ½ cup old-fashioned oats until you have a fine flour. You will have some extra flour left over (it stores well, so I always make extra for future baking projects).\n***Flour alternatives: You can also use gluten-free all-purpose flour or regular all-purpose flour.\nMake it gluten free: Use gluten-free all-purpose flour instead of whole wheat. Be sure to use certified gluten-free oats and oat flour (or make your own out of certified gluten-free oats).\nMake it dairy free: Replace the softened butter with room temperature coconut oil.\nIf you want to add mix-ins: You can fold in up to 1 ½ cups chocolate chips, dried cranberries, and/or chopped nuts at the end, just before you scoop the dough. You might need to bake the cookies a minute or two longer, given the increase in volume.\n▸ Nutrition Information\nfull nutrition disclosure here.\nThis post is sponsored by Frontier Co-Op and I received compensation for my participation. Opinions are my own, always. Thank you for supporting the sponsors who support C+K!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "http://www.thekitchn.com/how-to-make-the-best-chewy-oatmeal-cookies-230151",
    "https://www.frontiercoop.com/frontier-organic-vanilla-extract-2-fl-oz",
    "https://www.frontiercoop.com/spices-and-seasonings/cinnamon/frontier-organic-fair-trade-certified-ground-ceylon-cinnamon-1-76-oz",
    "https://www.frontiercoop.com/frontier-organic-fair-trade-certified-ground-nutmeg-1-90-oz",
    "http://www.seriouseats.com/2015/12/food-lab-best-chocolate-chip-cookie-step-by-step.html",
    "http://seriouseats.com/2015/12/food-lab-best-chocolate-chip-cookie-step-by-step.html",
    "https://frontiercoop.com/frontier-organic-fair-trade-certified-ground-nutmeg-1-90-oz",
    "https://frontiercoop.com/frontier-organic-vanilla-extract-2-fl-oz",
    "http://thekitchn.com/how-to-make-the-best-chewy-oatmeal-cookies-230151",
    "https://frontiercoop.com/spices-and-seasonings/cinnamon/frontier-organic-fair-trade-certified-ground-ceylon-cinnamon-1-76-oz"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kate",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "spiced oatmeal cookies",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "virginia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:03:20.542+03:00",
  "updated": "2024-04-19T00:03:20.542+03:00"
}