{
  "thread": {
    "uuid": "3e40511ea63158ff5072e20d36d5ff2c37c8f4bd",
    "url": "https://www.theoaklandpress.com/2024/02/15/in-the-mexican-city-that-once-perfumed-the-world-a-push-to-revive-vanilla/",
    "site_full": "www.theoaklandpress.com",
    "site": "theoaklandpress.com",
    "site_section": "https://www.theoaklandpress.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "The Oakland Press",
    "title": "In the Mexican city that once perfumed the world, a push to revive vanilla",
    "title_full": "In the Mexican city that once perfumed the world, a push to revive vanilla – The Oakland Press",
    "published": "2024-02-16T03:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.theoaklandpress.com/wp-content/uploads/2024/02/WORLD-NEWS-FOOD-MEXICO-VANILLA-7-LA.jpg?w=1024&#038;h=682",
    "performance_score": 0,
    "domain_rank": 15386,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3e40511ea63158ff5072e20d36d5ff2c37c8f4bd",
  "url": "https://www.theoaklandpress.com/2024/02/15/in-the-mexican-city-that-once-perfumed-the-world-a-push-to-revive-vanilla/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tribune News Service",
  "published": "2024-02-16T03:24:00.000+02:00",
  "title": "In the Mexican city that once perfumed the world, a push to revive vanilla",
  "text": "PAPANTLA, Mexico — Long gone are the days when heaps of green vanilla pods were drawn into town by mules and laid out on woven mats to dry in the sun, perfuming the streets before being packed up and sold abroad. In this corner of eastern Mexico, known as “the city that perfumed the world,” the aromatic spice once dominated daily life and contributed to Mexico becoming the world’s leading supplier of vanilla more than a century ago. Markets have long since shifted and artificial vanilla is now the global norm. But in Papantla, a city in Veracruz state where the spice is still strongly tied to people’s identity, scientists, chefs and farmers are actively pushing to reassert its profile. Could a vanilla renaissance finally bloom in Mexico? In this city of 160,000, artisans make figurines with vanilla’s shiny dark brown stems. Restaurants serve vanilla-infused dishes. And a prominent plaque by the town square tells the “Legend of Vanilla,” the tale of how vanilla originally grew from the blood of a beautiful Indigenous princess who was decapitated by priests for having a romantic affair. “If you have bad thoughts, they disappear, if you’re angry, it disappears, because the aroma has an effect of high relaxation,” said Lucio Olmos Morales, a local artisan who often works at a table on his porch weaving vanilla pods into crowns, rosary beads and flowers. The indigenous Totonac discovered the vanilla vines that once grew wild in this rainy region, naming the orchids Xanat. They used it for fragrance — women perfumed their hair with the pods — but there’s no record of the Totonac using vanilla in cooking, according to Tim Ecott, author of the book “ [Vanilla: Travels in Search of the Ice Cream Orchid.”](https://www.amazon.com/Vanilla-Travels-Search-Cream-Orchid/dp/080214201X) Later, the Aztecs are said to have used it to flavor a chocolate beverage, served in golden goblets to Emperor Moctezuma. The Spanish colonizers eventually took Mexico’s vanilla to Europe, where it was consumed by the aristocracy and fed a growing craving for hot chocolate. Vanilla was naturally pollinated by bees in Mexico, and when Europeans attempted to grow the plant back home they rarely got it to produce pods. But in the mid 19th century, a slave on the Indian Ocean island of Réunion discovered how to efficiently hand-pollinate vanilla. With French plantations there and elsewhere in the Indian Ocean adopting the technique, by the second half of the 19th century, Mexico lost its spot as the leading producer. Vanilla production in Papantla still boomed, however, in the late 1800s, fueled by the popularity of ice cream in the United States. In the following decades, the growth of artificial vanilla and competition with Madagascar, the current market leader, contributed to the decline of Mexico’s vanilla production. “The market turned to a massified cheap product and Mexico competed for a while but couldn’t really keep up with that,” said Emilio Kourí, a historian and director of the Katz Center for Mexican Studies at the University of Chicago. “People would say, ‘I don’t care, for my Twinkies I’ll just use artificial vanilla.’” Cycles of boom and bust in the market today swing the cured spice from about $300 to $7 a pound, said Josephine Lochhead, the chief executive of the California-based Cook Flavoring Co., which buys most of its vanilla from Madagascar. Mexico is the world’s third-largest natural vanilla producer, behind No. 2 Indonesia, according to 2022 data from the Food and Agriculture Organization. Most of the green vanilla Mexico produced in 2022 — 515 tons, according to the Mexican government — was sold locally. Although California consumers could be interested in Mexican vanilla, the product is too expensive compared with the spice that comes from impoverished Madagascar, where farmers earn less than $2 a day, Lochhead said. Craig Nielsen, co-owner of Nielsen-Massey Vanillas, based in Illinois, said that he sells Mexico’s vanilla to buyers who prefer its “spicy note,” which he compared to clove or nutmeg. These days, those tied to Mexico’s natural vanilla industry are working to increase the spice’s local consumption and production, saying that Mexicans should be encouraged to help small-scale farmers and uphold their vanilla heritage. José Merced Mejía Muñoz, an agriculture ministry official responsible for coordinating with Mexico’s vanilla producers, said that the country hopes to reach 8,000 acres of vanilla in 2030 with more efficient production. In 2022, farmers — mostly in Veracruz state — grew about 800 acres. One hurdle is that producing vanilla, an orchid that grows on a vine, requires intense labor. Only hours to pollinate by hand A newly planted orchid can take three years to bear fruit, and when the flowers blossom in the spring, growers have only a few hours to pollinate each one by hand. The fruit that ultimately emerges is a pod that looks like a long, thick string bean and contains black seeds. In Mexico, it’s picked around November while still green and fragrance-less, and then must be cured. Farmers lay the vanilla pods out on mats to dry in the sun for several months in order to transform the fruit into aroma-producing thin dark stems. Most of Veracruz’s 3,200 vanilla growers, who usually plant it as a side hustle alongside other crops such as citrus, sell the green pods to companies that turn the fruit into products such as cooking extract, liqueur and perfume, according to Crispín Pérez García, head of the state’s vanilla producers council. Farmers have faced disastrous periods where hurricanes and storms have destroyed a season’s crop. They also face theft and low market prices caused by companies willing to buy vanilla that’s been picked before the fruit matures fully. The lower quality hurts Mexican vanilla’s reputation overseas, said Pérez. Much of Mexico’s vanilla fails to meet the quality standards to be sold abroad because the fruit suffers from fungus, poor weather or early harvest to avoid theft, said Angélica Hernández Ávila, the Papantla-based director of the center that supports agricultural innovation at the National Polytechnic Institute. But the biggest challenge is artificial vanilla. Gaya, the leading producer of vanilla in Veracruz, sells a 4-ounce bottle of real vanilla extract for about $5 — several times the cost of artificial vanilla. “In Mexico, people don’t consume natural vanilla, it’s that simple,” said its director, Norma Gaya. Her family-run company, which grows vanilla pods and also buys the fruit from farmers across Mexico, works with university scientists to produce healthier plants, improve cultivation techniques and offer classes to local growers. A lab on its property in Gutiérrez Zamora, a city near Papantla, contains jars of vanilla plants that have been cloned to match varieties that are disease-resistant and have attractive smells. Gaya said that the government needs to better enforce the proper labeling of vanilla products, so that artificial vanilla is not passed off as natural. In the meantime, she and others have tried to ramp up interest in the orchid, holding a local vanilla festival and conferences to bring together vanilla experts. Hernández’s center offers growers lessons in customer service for English-speaking tourists who visit their plantations. But even Gaya, which exports most of its vanilla to the United States, several years ago supplemented its natural vanilla products with an artificial vanilla line. Some producers, such as Juan Salazar García, come from families that have grown vanilla for generations. Salazar runs Vainilla El Ojital, a company in Papantla with an acre of 30,000 vanilla plants. Vanilla farmers have long grappled with theft. Sitting on a chair outside his house by the family’s vanilla orchards, Salazar’s father described how farmers in the 1940s made traps for thieves by placing stakes in a pit hidden with leaves. Salazar gradually made his way into the business, learning at age 10 how to pollinate flowers with a finger. Every spring, Salazar and his employees have only a few hours a day to move as quickly as possible among the orchids to pollinate the flowers after they bloom. It takes about 10 seconds to pollinate each one, he said. “Some days we do feel stressed,” he said. “But we don’t despair.” Salazar has worked with a chemist to help sell natural vanilla liqueur, extract and perfume, as well as an artificial vanilla air freshener after requests from customers. Clients ask him why his vanilla extract is expensive, pointing to cheaper products they find online that are falsely advertised as natural. But Salazar hesitates to expand his artificial line. “As a producer, where would be the value in what I do?” he said. “I need to defend my work.” The farming brings him an annual income of about $47,000 a year, which he uses to maintain his plantation, and he hopes to grow the business with his three sons. He admits he barely consumed natural vanilla growing up — only in horchata water — but believes he can expand locals’ interest “at least a little bit.” Chefs have tried to do that through vanilla-infused dishes. In the 1990s, Mexican chefs began creating recipes with vanilla that went beyond its traditional use in desserts, said Ricardo Muñoz Zurita, a renowned chef in Mexico City. Vanilla, Muñoz said, goes well with subtle flavors and must be used carefully with strong spices such as chile that could overtake the vanilla. More than two dozen chefs contributed recipes to his 2008 cookbook, “ [La Vainilla Mexicana](https://www.gandhi.com.mx/la-vainilla-mexicana?gad_source=1&gclid=CjwKCAiA-vOsBhAAEiwAIWR0TVyHy-khJJDMu0FWDgzGj54vFEVAnmLW9KzshuLHsXBls-rGs8e0KBoCnwYQAvD_BwE),” many combining the ingredient with seafood. Among the dishes: avocado soup with vanilla, apple salad with a vanilla vinaigrette, and duck with a chocolate and vanilla sauce. “Of course we’d have vanilla ice cream and custard, but most of the plates were gourmet and all were made not just with the excuse of using vanilla but with vanilla as a protagonist,” he said. In Papantla, tourists who want to try vanilla dishes visit the restaurant [Nakú](https://nakurestaurante.mx/), which translates to “heart” in the Totonac language. The open-air restaurant, which displays and sells vanilla products, spends about $900 a month on four gallons of vanilla extract and about 125 vanilla pods. Patrons can order shrimp served with a creamy sauce made with vanilla extract, a chayote squash soup with vanilla seeds, a vanilla liqueur drink called Papenteco Kiss and plantains flambéed with vanilla ice cream. “The identity of our town is vanilla, like tequila in Jalisco, like the tulips in the Netherlands,” said Nakú owner Lorenzo Collado. Papantla’s vanilla history also lives on through art. The local Ancestral Knowledge of Vanilla restaurant and museum displays a 2.4-foot vanilla-woven Virgin Mary made with 13 pounds of vanilla — which is paraded through the streets every December — and a photograph of a 7½-foot pyramid made with 33,000 vanilla pods and weighing 264 pounds. In the summer last year, Lucio Olmos Morales, the artisan who weaves vanilla on his porch, received a special order. The local church, along with Totonac authorities, had selected Juanita Olarte, a 24-year-old preschool teacher, to be ceremoniously named a protector of Totonac culture at a Mass commemorating the 100th anniversary of the diocese. Olmos was commissioned to make a vanilla headdress to distinguish Olarte in her new role. He used 130 vanilla pods, high-quality stems carrying enough oil so they could be bent into shapes without breaking. The headdress’ elements included a sun with a gem at its center to represent Christ, corn leaves and flowers. As it was placed on Olarte’s head in August at the front of the church, she smelled its strong sweet scent. The vanilla reminds Olarte of her grandfather, who taught her as a small child to pollinate the vanilla plants he grew. “It’s feeling closer to my loved ones,” she said of wearing the vanilla headdress. “I feel their embrace. Although they’re not with me, they feel present.” ©2024 Los Angeles Times. Visit at latimes.com. Distributed by Tribune Content Agency, LLC.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "external_links": [
    "https://www.gandhi.com.mx/la-vainilla-mexicana?gad_source=1&gclid=CjwKCAiA-vOsBhAAEiwAIWR0TVyHy-khJJDMu0FWDgzGj54vFEVAnmLW9KzshuLHsXBls-rGs8e0KBoCnwYQAvD_BwE),”",
    "https://gandhi.com.mx/la-vainilla-mexicana?gad_source=1&gclid=CjwKCAiA-vOsBhAAEiwAIWR0TVyHy-khJJDMu0FWDgzGj54vFEVAnmLW9KzshuLHsXBls-rGs8e0KBoCnwYQAvD_BwE),”",
    "https://www.nakurestaurante.mx/),",
    "http://amazon.com/exec/obidos/ASIN/080214201X",
    "http://www.amazon.com/exec/obidos/ASIN/080214201X",
    "https://www.gandhi.com.mx/la-vainilla-mexicana",
    "https://nakurestaurante.mx/),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "papantla",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      },
      {
        "name": "veracruz",
        "sentiment": "none"
      },
      {
        "name": "papantla",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T06:08:55.872+02:00",
  "updated": "2024-02-16T06:08:55.872+02:00"
}