{
  "thread": {
    "uuid": "7b8e5ef284925fd6eb73baf0c8f171c19a9510f4",
    "url": "https://usach.cl/news/estudiantes-la-facultad-quimica-y-biologia-destacan-ciclo-cientificas-abordo-rol-la-mujer-las",
    "site_full": "usach.cl",
    "site": "usach.cl",
    "site_section": "https://usach.cl/rss.xml",
    "site_categories": [],
    "section_title": "Universidad de Santiago de Chile",
    "title": "Estudiantes de la Facultad de Química y Biología destacan el ciclo “Científicas” que abordó el rol de la mujer en las ciencias",
    "title_full": "Estudiantes de la Facultad de Química y Biología destacan el ciclo “Científicas” que abordó el rol de la mujer en las ciencias",
    "published": "2024-01-05T18:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://usach.cl/sites/default/files/field/noticia_image/Foto-destacado-3-Cientificas.jpg",
    "performance_score": 0,
    "domain_rank": 35491,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7b8e5ef284925fd6eb73baf0c8f171c19a9510f4",
  "url": "https://usach.cl/news/estudiantes-la-facultad-quimica-y-biologia-destacan-ciclo-cientificas-abordo-rol-la-mujer-las",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "claudio.cortes",
  "published": "2024-01-05T18:12:00.000+02:00",
  "title": "Estudiantes de la Facultad de Química y Biología destacan el ciclo “Científicas” que abordó el rol de la mujer en las ciencias",
  "text": "Desde agosto, la Facultad de Química y Biología invitó y reunió a estudiantes y científicas para discutir en torno a las realidades acerca del rol de la mujer y las ciencias.\nLo anterior se realizó a través del relato de académicas de la unidad, que expusieron sobre su experiencia como mujeres de ciencia, y desde la visión de las mismas estudiantes, que participaron en el ciclo de charlas.\n“Científicas permitió crear nuevos vínculos”, afirmó el profesional de Vinculación con el Medio, Ángel Olguín González, acerca de la última de las cinco actividades que se llevaron a cabo durante el segundo semestre de este año, organizado en conjunto con el Eje de Liderazgo y Participación Femenina de Science Up.\n“Al mismo tiempo, permitió correr el cerco de una universidad lejana o a la cual no se puede acceder, ofreciendo a las estudiantes la oportunidad de desenvolverse y sobre todo generar cercanía”, comentó Olguín.\nEl profesional también destacó la positiva evaluación que recibió el ciclo desde las estudiantes que participaron, con excelentes valoraciones. “Significó ponerme a pensar en profundidad respecto a lo que quiero en mi vida como mujer científica, el sentirme capaz de lo que quiero lograr y el decir ‘yo puedo’ e ignorar los prejuicios de la sociedad”; “me pareció muy buena e interesante la actividad, fue una manera de alentarnos a seguir nuestros sueños y saber que el género no es un impedimento”, fueron parte de los comentarios.\nLa última de las actividades fue desarrollada en diciembre en el Auditorio de la Facultad de Administración y Economía, evento que contó con la participación de la decana de la Facultad de Química y Biología, Dra. Leonora Mendoza Espínola, y la académica del Departamento de Química de los Materiales, Dra. Karen Manquian Cerda, quienes expusieron ante estudiantes del Liceo Técnico Clelia Cavel (Santiago), Presidente Balmaceda (San Bernardo) y Bicentenario Francisco Bilbao Barquín (Quilicura).\n“Científica: la ciencia la hacemos todas” pretende volver como una más de las actividades que tiene planificada la Facultad de Química y Biología para el 2024, estando enfocada en dar a conocer, a toda la comunidad, el trabajo científico de las mujeres en Chile.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Social Issue",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:06:12.061+02:00",
  "updated": "2024-01-06T00:06:12.061+02:00"
}