{
  "thread": {
    "uuid": "ca17d36d084586c2bef20b4425434dff7a9a1d1a",
    "url": "https://www.irontontribune.com/2024/01/07/459895/",
    "site_full": "www.irontontribune.com",
    "site": "irontontribune.com",
    "site_section": "https://irontontribune.com",
    "site_categories": [
      "dogs",
      "pets"
    ],
    "section_title": "Lawrence County, Ohio&#039;s news source | The Tribune",
    "title": "Ex-Marshall great Randy Moss named to college HOF - The Tribune | The Tribune",
    "title_full": "Ex-Marshall great Randy Moss named to college HOF - The Tribune | The Tribune",
    "published": "2024-01-08T00:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.irontontribune.com/wp-content/uploads/sites/17/2020/02/facebook-ironton.png",
    "performance_score": 0,
    "domain_rank": 33109,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca17d36d084586c2bef20b4425434dff7a9a1d1a",
  "url": "https://www.irontontribune.com/2024/01/07/459895/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Staff Reports",
  "published": "2024-01-08T00:57:00.000+02:00",
  "title": "Ex-Marshall great Randy Moss named to college HOF - The Tribune | The Tribune",
  "text": "Ex-Marshall great Randy Moss named to college HOF Published 5:57 pm Sunday, January 7, 2024 By GRANT TRAYLOR Marshall Associate AD For Strategic Communications HUNTINGTON, W.Va. –Marshall University great Randy Moss has been named as a Class of 2024 inductee to the National Football Foundation’s College Football Hall of Fame, it was announced on Sunday. Email newsletter signup Moss, who starred at Marshall for two seasons, was told of his nomination to the College Football Hall of Fame while on set for ESPN’s “Sunday NFL Countdown.” Moss’ inclusion in the Class of 2024 came after Marshall’s nomination to the National Football Foundation last year. “How great it is to finally see Randy being officially honored into the National Football Foundation’s College Football Hall of Fame,” said Christian Spears, Marshall’s Director of Athletics. “There are probably just a special few who have been inducted into the Pro Football Hall of Fame prior to the College Football Hall of Fame, but Randy is so deserving having impacted the game at both levels dramatically. Marshall is honored to have submitted this nomination and we are thrilled for him and his family on this hard-earned recognition.” Moss was named to the College Football Hall of Fame after a two-year career that rewrote the record books at the national, conference and program level. In two seasons with Marshall, Moss caught 174 passes for 3,529 yards and 54 touchdowns before moving on to an elite professional career that also resulted in Moss being named to the Pro Football Hall of Fame in 2018. The Rand, W.Va., native’s career not only put Marshall University on the map, but also became a source of pride for the entire state of West Virginia as the nation took notice, as Marshall President Brad D. Smith pointed out. “I am thrilled to extend my heartiest congratulations to Randy Moss on his well-deserved induction into the College Football Hall of Fame,” Smith said. “Randy’s extraordinary talent and dedication on the field have not only elevated the game of football, but also brought immense pride and recognition to our university and the state of West Virginia. His legacy as one of the most remarkable athletes in college football history will forever inspire future generations of Thundering Herd players. This honor is a testament to Randy’s enduring impact on the sport and our community.” In 1997, Moss’ 26 touchdown receptions set an FBS (formerly Division I-A) record and led to him being named as the 1997 Biletnikoff Award winner, given to the nation’s top wide receiver. Moss finished with 96 receptions for 1,820 yards in that season. That came on the heels of the 1996 season – Marshall’s last as an FCS member – in which the team went 15-0 and won the NCAA Division I-AA National Championship. In that season, Moss caught 78 passes for 1,709 yards and a program-record 28 touchdowns. It was part of a career that current head coach Charles Huff said was one of the best in college football history. “We couldn’t be more excited for Randy and his family on his induction into the College Football Hall of Fame,” Huff said. “The Hall of Fame is a sacred group of elite college football players and Randy’s career as a Marshall University football player was as elite as they come. He was a generational talent that changed the game. Congratulations Randy! We are proud to call you a Son of Marshall!” Moss becomes Marshall’s eighth inductee in the College Football Hall of Fame and the first since the late Michael Payton was inducted in 2015. He joins Payton, Troy Brown, Jim Donnan, Mike Barber, Jackie Hunt Frank Loria and Harry “Cy” Young as Herd representatives. Moss will be enshrined in the College Football Hall of Fame during the official induction ceremony on Dec. 10, 2024 at the National Football Foundation’s 66th Annual Awards Dinner at the Bellagio Hotel and Casino in Las Vegas. The full 2024 College Football Hall of Fame Class will officially be released by the National Football Foundation on Monday afternoon during ESPN’s “Championship Drive, which will air from 3-4:30 p.m.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "grant",
        "sentiment": "negative"
      },
      {
        "name": "randy moss",
        "sentiment": "negative"
      },
      {
        "name": "christian spears",
        "sentiment": "none"
      },
      {
        "name": "randy",
        "sentiment": "none"
      },
      {
        "name": "moss",
        "sentiment": "none"
      },
      {
        "name": "marshall",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tribune",
        "sentiment": "negative"
      },
      {
        "name": "tribune ex-marshall",
        "sentiment": "negative"
      },
      {
        "name": "traylor marshall associate ad for strategic communications",
        "sentiment": "none"
      },
      {
        "name": "national football foundation’s college football hall of fame",
        "sentiment": "none"
      },
      {
        "name": "athletics",
        "sentiment": "none"
      },
      {
        "name": "nfl",
        "sentiment": "none"
      },
      {
        "name": "marshall university",
        "sentiment": "none"
      },
      {
        "name": "marshall",
        "sentiment": "none"
      },
      {
        "name": "espn",
        "sentiment": "none"
      },
      {
        "name": "national football foundation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "huntington",
        "sentiment": "none"
      },
      {
        "name": "w.va",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:10:41.417+02:00",
  "updated": "2024-01-08T01:10:41.417+02:00"
}