{
  "thread": {
    "uuid": "9b80158c0b3af0a8fb2f846fc12a8ff24acc17ee",
    "url": "https://www.bangordailynews.com/2024/04/18/bdn-maine/annual-healthy-kids-day-event-elm-city-karate-challenge-promoting-martial-arts-wellness-and-fun-for-families",
    "site_full": "www.bangordailynews.com",
    "site": "bangordailynews.com",
    "site_section": "http://bangordailynews.com/feed/",
    "site_categories": [],
    "section_title": "Bangor Daily News",
    "title": "Annual Healthy Kids Day Event & Elm City Karate Challenge: promoting martial arts, wellness, and fun for families",
    "title_full": "Annual Healthy Kids Day Event & Elm City Karate Challenge: promoting martial arts, wellness, and fun for families",
    "published": "2024-04-19T01:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 4951,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9b80158c0b3af0a8fb2f846fc12a8ff24acc17ee",
  "url": "https://www.bangordailynews.com/2024/04/18/bdn-maine/annual-healthy-kids-day-event-elm-city-karate-challenge-promoting-martial-arts-wellness-and-fun-for-families",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BDN Community",
  "published": "2024-04-19T01:12:00.000+03:00",
  "title": "Annual Healthy Kids Day Event & Elm City Karate Challenge: promoting martial arts, wellness, and fun for families",
  "text": "WATERVILLE — The Alfond Youth & Community Center and event partner Kiwanis Club of Greater Waterville are proud to announce the upcoming Healthy Kids Day event on Saturday, April 20 — dedicated to promoting health, wellness, and active lifestyles for children and families in our community. Healthy Kids Day is the YMCA’s largest national initiative, held annually to inspire kids to keep their minds and bodies active throughout the summer. This year’s event is filled with exciting activities and opportunities for families to learn and engage in healthy habits together. Scheduled to take place at the AYCC from 9 a.m.to 12 p.m., Healthy Kids Day will feature an array of fun-filled activities: -Bicycle Helmet Giveaway – Kiwanis Club of Greater Waterville -Craft Table with Children’s Activities – Key Clubs -Safety & Kiwanis Key Club Information – Kiwanis Club of Greater Waterville -Vision Screenings – Oakland Lion’s Club -Book Giveaways for Children – ShineOn Cass Foundation -Friends of the Maine Children’s Home – Maine Children’s Home -Photobooth & Coloring Pages with Mr. Sean and his sidekick puppet, Rodney -KM Trails Info Booth – Kennebec Messalonskee Trails -Plus various booths from area community partners like MaineGeneral, and Northern Light -Booth Passport Activity – youth that visit all booths will receive free admission to Adventure Playland (bounce houses and climbing wall) AND be entered into a drawing for a free bicycle! The event also features: -Nature Walk at 9:30 a.m. with AYCC Wellness staff -Healthy Snacks at 10:30 a.m. with AYCC Wellness and Food & Nutrition Staff “We are looking forward to Healthy Kids Day 2024,” said Maggie Brown, AYCC wellness director. “The event this year will be bigger and better than before, thanks to the collaborative efforts of Kiwanis Club and other community partners, to provide fun activities and valuable resources to support the health and well-being of kids and families in our area. Our goal is to inspire families to adopt healthy habits that will last a lifetime.” Healthy Kids Day is free and open to the public, welcoming families of all backgrounds and abilities to participate. Attendees are encouraged to dress comfortably and be prepared for a day of active fun. The nature walk will take place rain or shine. Additionally, the AYCC will be hosting our in-house dojo, Club NAHA Karate-Do’s annual Elm City Karate Challenge tournament beginning at 9 a.m. Over 100 martial artists from Maine and New England are expected to attend and compete in forms, sparring, and weapons. Non-stop action all morning long. Parking will be available for both events, but spaces are expected to fill up quickly, so please plan to arrive early. For more information about Healthy Kids Day and to RSVP, please visit https://www.clubaycc.org/about-us/events/ or contact Maggie Brown, AYCC Wellness Director at 207-873-0684 or email mbrown@clubaycc.org. For more information about the Elm City Karate Challenge and to RSVP, please visit https://www.clubaycc.org/about-us/events/ or contact Renshi Craig Sargent, AYCC head martial arts instructor, at 207-873-0684 or email csargent@clubaycc.org. The Alfond Youth & Community Center is the 501(c)3 nonprofit organization that operates the nation’s only merged Boys and Girls Clubs and YMCA. Located in Central Maine, the dedicated staff of the 85,000-square-foot facility serves over 9,000 members from throughout the 50 communities of the Greater Waterville area. A true youth and community center, the AYCC boasts childcare and afterschool programs, wellness, fitness, athletics, aquatics, and summer camps.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.clubaycc.org/about-us/events/",
    "https://www.clubaycc.org/about-us/events",
    "https://clubaycc.org/about-us/events/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sean",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kiwanis club",
        "sentiment": "negative"
      },
      {
        "name": "alfond youth & community center",
        "sentiment": "negative"
      },
      {
        "name": "key clubs -safety & kiwanis key club information – kiwanis club",
        "sentiment": "none"
      },
      {
        "name": "aycc",
        "sentiment": "none"
      },
      {
        "name": "shineon cass foundation",
        "sentiment": "none"
      },
      {
        "name": "ymca",
        "sentiment": "none"
      },
      {
        "name": "oakland lion",
        "sentiment": "none"
      },
      {
        "name": "maine children’s home – maine children’s home -photobooth & coloring pages",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "greater watervill",
        "sentiment": "none"
      },
      {
        "name": "greater waterville",
        "sentiment": "none"
      },
      {
        "name": "greater waterville -craft table",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:34:57.953+03:00",
  "updated": "2024-04-26T08:53:34.830+03:00"
}