{
  "thread": {
    "uuid": "d53b4ebaa4eaf19800720bb6a447aac9831159fc",
    "url": "https://www.lafm.com.co/politica/comisionado-espera-que-eln-pueda-convertir-sus-frentes-de-guerra-en-frentes-de-paz",
    "site_full": "www.lafm.com.co",
    "site": "lafm.com.co",
    "site_section": "https://www.lafm.com.co:443/rss.xml",
    "site_categories": [
      "media",
      "music",
      "entertainment"
    ],
    "section_title": "rss | La FM",
    "title": "Frentes de guerra en “frentes de paz”",
    "title_full": "Frentes de guerra en “frentes de paz” | La FM",
    "published": "2024-05-04T01:26:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://files.lafm.com.co/assets/public/styles/facebook2/public/2024-03/eln.jpg.webp?VersionId=DwtTidiKyDXCYJPD2FTVn8_8dMV6Hg.F&amp;itok=NEEZFI7K",
    "performance_score": 0,
    "domain_rank": 54909,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d53b4ebaa4eaf19800720bb6a447aac9831159fc",
  "url": "https://www.lafm.com.co/politica/comisionado-espera-que-eln-pueda-convertir-sus-frentes-de-guerra-en-frentes-de-paz",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción LA FM",
  "published": "2024-05-04T01:26:00.000+03:00",
  "title": "Frentes de guerra en “frentes de paz”",
  "text": "[Diego Espitia ](/autores/diego-espitia) Comisionado espera que ELN pueda convertir sus frentes de guerra en “frentes de paz” El funcionario además explicó que esos procesos son coordinados por las comunidades de esa región. El comisionado para la Paz, Otty Patiño, se refirió a los diálogos que avanzan con la guerrilla del ELN y aseguro que esperan que el Congreso Nacional que adelantará este grupo armado, permita que internamente lleguen a acuerdos que faciliten el avance de las conversaciones del Gobierno Nacional con esa estructura. El comisionado dijo esperar que en esa reunión que se realizará para abordar asuntos nacionales del grupo armado, acuerden convertir los diferentes frentes de guerra que tienen presencia en varias zonas del país, en frentes de paz, que apoyen el cese del conflicto armado. Más noticias: [Delegados del Gobierno advierten a Petro que no es viable negociar al tiempo con dos facciones del ELN](https://www.lafm.com.co/politica/delegados-del-gobierno-advierten-a-petro-que-no-es-viable-negociar-al-tiempo-con-dos) “Esperamos que en ese congreso nacional empiecen a redefinir no solamente sus relaciones con Nariño, con el Frente de Nariño, sino con todos sus frentes, con los que llaman Frentes de Guerra, para que se conviertan al igual que de pronto el Frente Comunero en Frentes de Paz”, aseguró el funcionario. Patiño resaltó que actualmente hay algunos puntos de diálogos regionales, como es el caso del departamento de Nariño, en donde los frentes del ELN adelanta conversaciones con las comunidades para buscar el cese de los enfrentamientos en esa zona del país. Lea además: [Revelan prueba que el ELN buscaría apoderarse territorialmente de frontera entre Colombia y Panamá](https://www.lafm.com.co/colombia/revelan-prueba-que-el-eln-buscaria-apoderarse-territorialmente-de-frontera-entre-colombia) “Es un proceso de la gente allá, de la gente de Nariño. Y está muy ligado al proceso constituyente. En Nariño hay un proceso constituyente que está muy ligado a las aspiraciones de paz allá en el territorio. (…) Y de alguna manera, Nariño va, digamos, en una posición de vanguardia”, añadió el comisionado. El funcionario además explicó que esos procesos son coordinados por las comunidades de esa región, pero aclaró que no se trata de nuevas mesas, ya que solo existe una mesa nacional, pero que hay diálogos locales que están articulados con las conversaciones adelantadas en la mesa de diálogo. “La mesa, como se dice, es nacional, pero desde luego hay procesos, hay instancias, hay equipos de trabajo que seguramente se seguirán dando en un proceso que es inevitable, que siga avanzando, en el cual ellos participarán en las transformaciones de ese territorio y, desde luego, en la transformación de su propia vida”, concluyó el comisionado. El nuevo ciclo de negociación entre el Gobierno Nacional y el ELN se realizará entre el 20 y el 25 de mayo en Caracas (Venezuela).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-04T02:19:36.563+03:00",
  "updated": "2024-05-04T02:19:36.563+03:00"
}