{
  "thread": {
    "uuid": "9a4ff752eff1c3cf8d615f1087856290e3eb2de3",
    "url": "https://commonwealthbeacon.org/opinion/a-strategy-for-leveraging-untapped-talent-in-mass/",
    "site_full": "commonwealthbeacon.org",
    "site": "commonwealthbeacon.org",
    "site_section": "https://commonwealthmagazine.org/rss",
    "site_categories": [],
    "section_title": "CommonWealth Beacon",
    "title": "A strategy for leveraging untapped talent in Mass.",
    "title_full": "A strategy for leveraging untapped talent in Mass.",
    "published": "2024-01-07T23:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://commonwealthbeacon.org/wp-content/uploads/2024/01/CVS-2.jpg",
    "performance_score": 0,
    "domain_rank": 56744,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9a4ff752eff1c3cf8d615f1087856290e3eb2de3",
  "url": "https://commonwealthbeacon.org/opinion/a-strategy-for-leveraging-untapped-talent-in-mass/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andre Green, Lauren Jones and Jerry Rubin",
  "published": "2024-01-07T23:57:00.000+02:00",
  "title": "A strategy for leveraging untapped talent in Mass.",
  "text": "SEVERAL YEARS AGO, Emmanuel Owusu, a Ghanaian and US-trained urban planner, would often meet college educated immigrants in Boston who were unemployed or unable to maximize their education, skills, and ambitions. Recognizing the cry among employers for talent across industries, Owusu left his job in 2020 to launch the African Bridge Network to connect untapped talent to healthcare employers in need of skilled talent.\nThe network is just one example of an organization leveraging Massachusetts’ untapped talent, and the Commonwealth will benefit from strategic efforts that scale more effective programs like this to connect skilled workers with employers.\nMassachusetts is a powerhouse of local and global talent. Now, more than ever, we must attract, discover, and develop diverse talent to fuel economic opportunity and competitiveness across the Commonwealth. Investing in Massachusetts’ untapped talent is, and will continue to be, critical to unlocking everyone’s potential as we face a tight labor market with low unemployment rates, an aging workforce, increased out-migration, and declining birth rates.\nSo, what can be done?\nAmong strategies, Massachusetts must lift up our untapped talent – especially individuals who have been historically excluded from economic opportunities in regions across the state. In fact, more than 400,000 Massachusetts individuals are underemployed (meaning unemployed, discouraged, or working only part-time unwillingly) and tens of thousands more are not reaching their skill capacity or ambitions. With an expanded definition, the ratio of untapped prime working age individuals to job openings is nearly one to one.\nYet, we know that Massachusetts does not suffer from a shortage of talent. Greater intentionality will lead to more opportunities for workers of color, foreign-born individuals, justice-involved citizens, caregivers, disabled workers, and young and older workers in our current and future workforce. Ensuring an equity lens for both training programs and talent acquisition strategies will also break down systemic and institutional barriers and biases in hiring.\nFor example, Jewish Vocational Service and English For New Bostonians integrate English language instruction and technical skills when preparing highly educated immigrants for jobs in biotechnology, healthcare, financial services, and other key industries. This kind of training is crucial, with more than 140,000 underemployed foreign-born workers in Massachusetts and more than 20,000 of them highly educated.\nMany immigrants hold technical skills and credentials that are not recognized in the United States, and, as a result, need help entering professional fields. Others with less formal education arrive with an incredible work ethic, yet often lack strong English language skills necessary for many jobs.\nThis is one of the many reasons why the Healey-Driscoll administration is connecting our MassHire Regional Workforce Boards and career centers to shelters statewide with the goal of assessing skills and work readiness for individuals in shelter. The program integrates migrants into the Massachusetts economy by connecting employers facing labor shortages to skilled, work-ready migrants while also helping new arrivals access work readiness and job skills training plus legal services to expedite work authorization.\nAs another example, major employers like Spaulding Rehabilitation Hospital and CVS have prioritized the training and hiring of individuals with disabilities. Massachusetts’ nearly 20,000 underemployed disabled workers are a critically important source of untapped talent. In 2020, Spaulding built and opened its “Job Lab” in its Cambridge facility, which is a hands-on training and learning center for disabled individuals seeking employment at Spaulding and with other area employers. For more than a decade, Spaulding and CVS have partnered with local community-based training organizations to prepare individuals with disabilities to succeed in competitive employment at their companies and others with similar hiring philosophies.\nThese outstanding examples are making incredible differences for workers and employers alike, but a more strategic effort to scale and drive impact is needed to address Massachusetts’ workforce needs. In addition to scaling partnerships like these, additional strategies like evaluating current job requirements may also open the talent pool in both the public and private sector.\nVertex Pharmaceuticals recently evaluated their 4,000 Massachusetts jobs to discover approximately 10 percent no longer require a four-year degree. Strategies like this will position employers to tap a wider range of talent, especially among career pathway programs like Registered Apprenticeship and other vocational and technical training programs.\nThe Healey-Driscoll administration is preparing a four-year workforce development agenda, an opportunity to embrace bold solutions to pave more pathways for Massachusetts’ untapped talent. From wrap-around support services to skills-based hiring, now is the time for Massachusetts to work collaboratively across government, academia, business, labor, and workforce partners to boost opportunities for both workers and employers and further position the Commonwealth for long-term economic prosperity.\nAndre Green is the executive director of SkillWorks, Lauren Jones is Massachusetts secretary of labor and workforce development, and Jerry Rubin is a foundation fellow at the Eastern Bank Foundation and a visiting fellow at the Harvard Project On The Workforce.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "emmanuel owusu",
        "sentiment": "negative"
      },
      {
        "name": "owusu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "commonwealth",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mass",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "african bridge network",
        "sentiment": "none"
      },
      {
        "name": "massachusetts",
        "sentiment": "none"
      },
      {
        "name": "boston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:45:02.019+02:00",
  "updated": "2024-01-08T00:45:02.019+02:00"
}