{
  "thread": {
    "uuid": "3a1bde6dd2d214fa264aea2c824bcb89123f502a",
    "url": "https://www.spglobal.com/commodityinsights/en/market-insights/latest-news/lng/070524-vietnam-approves-direct-power-purchase-agreement-mechanism-for-renewables-projects",
    "site_full": "www.spglobal.com",
    "site": "spglobal.com",
    "site_section": "https://www.spglobal.com/platts/en/market-insights/latest-news",
    "site_categories": [
      "metals",
      "business",
      "enterprise_news"
    ],
    "section_title": "Latest News | S&amp;P Global Commodity Insights",
    "title": "Vietnam approves direct power purchase agreement mechanism for renewables projects | S&P Global Commodity Insights",
    "title_full": "Vietnam approves direct power purchase agreement mechanism for renewables projects | S&P Global Commodity Insights",
    "published": "2024-07-05T07:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 1001,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3a1bde6dd2d214fa264aea2c824bcb89123f502a",
  "url": "https://www.spglobal.com/commodityinsights/en/market-insights/latest-news/lng/070524-vietnam-approves-direct-power-purchase-agreement-mechanism-for-renewables-projects",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vietnam Newsdesk",
  "published": "2024-07-05T07:17:00.000+03:00",
  "title": "Vietnam approves direct power purchase agreement mechanism for renewables projects | S&P Global Commodity Insights",
  "text": "The Vietnamese government has approved a direct power purchase agreement (DPPA) mechanism that allows renewable energy developers to sell electricity directly to consumers, in a decree signed by Deputy Prime Minister Tran Hong Ha on July 3, and detailed documents released July 4.\nNot registered? Receive daily email alerts, subscriber notes & personalize your experience.\nRegister Now Under the DPPA that took effect June 3, large electricity consumers with a connection voltage level of 22 kW or higher and an average monthly consumption of 200,000 kWh will have the choice to procure renewable energy directly from producers, bypassing the state power purchaser EVN.\nProducers of renewable energy covered in the mechanism include owners of licensed power plants utilizing solar energy, wind, small hydropower, biomass, geothermal, ocean waves, tides, ocean currents and rooftop solar power, the documents showed.\nBefore this decree, EVN was Vietnam's sole electricity supplier and companies were not allowed to buy electricity directly from producers.\nThis physical DPPA allows producers and consumers to negotiate terms of power supply, with no cap on the capacity, output and connection voltage level. But buyers are prohibited from reselling the electricity they purchase from producers.\nAlternatively, electricity consumers will also have the choice to sign a financial or virtual DPPA, under which the renewable energy producer will sign a power purchase agreement, in the form of a forward contract, with the buyer. Then EVN will sign separate agreements to purchase power from the producer, input it into the national grid and sell electricity to the consumer from its pooled supply.\nThe customer may not get electricity generated from the specified renewable project, but EVN would sell electricity at agreed renewables prices. The decree did not specify how the \"green\" attributes will be passed on to the buyer.\nThe DPPA was one of two draft policies issued by Vietnam for public consultation in April. The second policy on developing power plants fueled by domestic gas and imported LNG is still awaiting final approval and market participants expect it to be issued in the coming weeks as well.\nCoal plant cancellation\nIn another development, Vietnam has decided to cancel a delayed 2,120-MW coal power plant in the southern region. Vietnam's Ministry of Industry and Trade on July 1 sent a letter to notify Song Hau 2 Power Company Limited of the termination of the build-operate-transfer (BOT) contract of Song Hau 2 coal power project, according to a copy of the document obtained by S&P Global Commodity Insights on July 4.\nSong Hau 2 company is a subsidiary of the project sponsor, Malaysia's Toyo Ink Group Berhad.\nThe BOT contract was signed between the MOIT and Toyo Ink Group Berhad and Song Hau 2 in December 2020.\nIn December 2022, the MOIT announced that Song Hau 2 did not comply with the provisions of an article of the BOT contract due to its failure to achieve the financial close on the required date. Therefore, this constituted a violation of the project developer.\nOn April 1 this year, the MOIT notified Song Hau 2 of its violation and the ministry's intention to terminate the BOT contract.\nAs the 90-day period has expired since the MOIT announced the intention to terminate the BOT contract and Song Hau 2 Power Company has not achieved financial close for the project, it has been cancelled, the MOIT said.\nVietnam has reduced its coal pipeline in line with the country's 2050 net-zero pledge and it's Just Energy Transition Partnership (JETP) with the G7 countries and partners.\nThe Song Hau 2 is one of the five delayed coal-power plants listed in the power development plan over 2021-30 with a vision to 2050 (PDP8) that Vietnam aims to cancel. The four other projects include 600-MW Cong Thanh, 1,200-MW Nam Dinh 1, 1,320-MW Quang Tri and 1,980-MW Vinh Tan 3.\nUnder the PDP8, these five projects, which were encountering challenges related to stakeholder change and funding issues, would have had until June 30 this year to continue their projects or face cancellation.\nToyo Ink Group Berhad signed a $980 million loan agreement with Exim bank Malaysia on June 7. However, despite this effort, it was not enough to sustain the project.\nUnder the JETP, Vietnam has committed to limit its peak coal-fired generation capacity to 30.2 GW. If the Song Hau 2 were constructed, this limit could be exceeded, Christina Ng from the Energy Shift Institute said in an analysis July 3.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://trinitymedia.ai/player/trinity/2900008129/?textSelector=",
    "https://www.trinitymedia.ai/player/trinity/2900008129/?textSelector=",
    "https://trinitymedia.ai/player/trinity/2900008129/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "evn",
        "sentiment": "none"
      },
      {
        "name": "dppa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vietnam",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T09:52:12.132+03:00",
  "updated": "2024-07-05T09:52:12.132+03:00"
}