{
  "thread": {
    "uuid": "3489f1800c9280e026fe23cbc8284f8c2ef174b0",
    "url": "https://www.7sur7.be/monde/ca-valait-le-coup-dattendre-larmee-suedoise-salue-son-entree-dans-lotan~a3bafb0a",
    "site_full": "www.7sur7.be",
    "site": "7sur7.be",
    "site_section": "http://www.7s7.be/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "7sur7:home",
    "title": "“Ça valait le coup d’attendre”: l’armée suédoise salue son entrée dans l’Otan",
    "title_full": "“Ça valait le coup d’attendre”: l’armée suédoise salue son entrée dans l’Otan",
    "published": "2024-03-09T22:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BE",
    "main_image": "https://images0.persgroep.net/rcs/W9zUCATmCtbb1sdAy_b8GnT375c/diocontent/241495136/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&amp;quality=0.7",
    "performance_score": 0,
    "domain_rank": 18944,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3489f1800c9280e026fe23cbc8284f8c2ef174b0",
  "url": "https://www.7sur7.be/monde/ca-valait-le-coup-dattendre-larmee-suedoise-salue-son-entree-dans-lotan~a3bafb0a",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rédaction",
  "published": "2024-03-09T22:12:00.000+02:00",
  "title": "“Ça valait le coup d’attendre”: l’armée suédoise salue son entrée dans l’Otan",
  "text": "“Ça valait le coup d’attendre”: l’armée suédoise salue son entrée dans l’Otan\nDes soldats d’élite de l’armée suédoise se frottent les mains près de leur véhicule blindé, lors d’un exercice militaire de l’Otan vendredi dans l’Arctique norvégien.\nEt le froid n’explique pas tout. Ces soldats suédois sont aussi très satisfaits de participer, enfin à part entière, à cet exercice militaire de grande envergure, le premier depuis que leur pays est officiellement devenu jeudi le 32e membre de l’Alliance atlantique.\nL’invasion russe de l’Ukraine le 24 février 2022 a décidé la Suède à renoncer à 200 ans de neutralité pour rejoindre l’Otan. Non sans mal. La Turquie et la Hongrie, pour des raisons différentes, s’y sont opposées pendant deux ans avant de lever leur veto au début de cette année, ce qui a conduit à une adhésion jeudi. “Je pense que ça valait vraiment le coup d’attendre”, déclare à l’AFP Karl-Johan Ryden, 21 ans, l’officier suédois commandant l’un des navires participant dans le nord de la Norvège à cet exercice militaire.\n“C’était un très long processus”, renchérit le commandant Joakim Sjögren. “Mais on a toujours cru que ce serait un oui en définitive, donc on s’était préparé à cela”, ajoute-t-il.\nLe Nordic Response exercise (exercice de réponse nordique), fait partie de l’opération Steadfast Defender, le plus important exercice militaire lancé par l’Otan depuis la fin de la guerre froide, avec quelque 90.000 hommes et femmes mobilisés.\nEt si la Suède y participe cette fois à part entière, ce n’est pas la première fois que son armée se retrouve aux côtés des Alliés pour un exercice militaire ou une mission de l’Otan. “Je dirai qu’au niveau tactique, au niveau des unités, pour les soldats et les officiers, il n’y a pas vraiment de gros changements, parce que nous nous entraînons avec l’Otan ou participons à des opérations de l’Alliance depuis les années 2000\", a expliqué de son côté le commandant suédois pour les opérations conjointes, Carl-Johan Edström.\n“Mais pour la Suède en général, il s’agit bien sûr d’un gros changement. C’est le plus important depuis 200 ans, un vrai changement d’état d’esprit”, a-t-il ajouté.\nLe vice-amiral norvégien Rune Andersen estime de son côté que l’adhésion de la Suède à l’Otan, après celle de la Finlande l’an dernier, ouvre “une nouvelle ère dans la manière de coopérer en matière de défense dans la région nordique”. “Nous travaillons ensemble depuis longtemps, mais l’adhésion élimine beaucoup d’obstacles”, souligne-t-il depuis le pont d’un navire des garde-côtes norvégiens.\n“Je pense que nous sommes prêts”\nSelon ce gradé norvégien, la Suède peut maintenant être totalement intégrée aux plans de défense de l’Otan, ce qui n’était pas le cas auparavant. Et surtout, elle va désormais bénéficier de la protection de l’article 5 du traité de l’Atlantique nord, qui a créé l’Otan en avril 1949. Pilier de l’Alliance, cet article prévoit l’obligation pour chaque pays membre, y compris la Suède, d’aider les autres alliés en cas d’attaque, a encore expliqué cet officier norvégien.\nEt pour le vice-amiral américain Douglas Perry, à la tête du Norfolk Command de l’Otan qui contrôle l’Atlantique et les régions arctiques, l’adhésion de la Suède va permettre à l’Alliance de l’intégrer totalement à ses scénarios de défense contre la menace russe. Et sur ce point, “ils mettent beaucoup de choses sur la table”, a-t-il affirmé, en soulignant la position stratégique de la Suède dans les Mers baltique et arctique.\nLa Suède a décidé de rejoindre l’Otan au moment où la perspective d’un conflit entre la Russie et les Alliés semble désormais moins éloignée depuis l’invasion russe de l’Ukraine. À bord d’un navire de guerre suédois, la nouvelle recrue Vera Nylander, appuyée sur sa mitrailleuse, garde cependant tout son sang froid.\n“Je prendrai les choses comme elles viennent”, affirme-t-elle avec flegme. “Je pense que nous sommes prêts, on s’est entraîné pour cela, si cela doit se produire”.\nGratis onbeperkt toegang tot Showbytes? Dat kan!Log in of maak een account aan en mis niks meer van de sterren.\nAussi dans l'actualité\n-\nIndepender\nVous envisagez d'acheter une voiture d'occasion ? Voici comment payer le juste prix\n-\nJusqu'à 50 degrés ressentis en Thaïlande: le pays face à une vague de chaleur inhabituelleLa Thaïlande fait actuellement face à une vague de chaleur inhabituelle pour cette période de l’année. Selon les prévisions du service météorologique thaïlandais, le mercure devrait dépasser les 40 degrés, au moins temporairement, dans toutes les régions du pays en mars et en avril. Les températures ressenties pourraient même monter jusqu’à 50 degrés dans les jours à venir, dans certaines régions du pays, dont le nord et la capitale Bangkok.\n-\nÀ 92 ans, Rupert Murdoch (re)trouve l’amour et se fiance pour la sixième foisLe magnat des médias Rupert Murdoch s’est fiancé pour la sixième fois à 92 ans, selon les médias américains jeudi. Le milliardaire australien naturalisé américain va épouser Elena Joukova, une biologiste moléculaire à la retraite d’origine russe, de 25 ans de moins que lui.\n-\nMonenergie.be\nJusqu'à 163 euros de différence par rapport au mois dernier: voici les tarifs énergétiques fixes au mois de marsLes prix de l’énergie continuent de baisser. Ceux qui concluront un contrat à tarif fixe au mois de mars, devront payer en moyenne 163 euros de moins sur base annuelle pour la combinaison électricité - gaz naturel que ceux qui l’ont fait 1 mois auparavant. Ci-dessous, Monenergie.be a analysé ceci.\n-\nLe prix de l’or continue de battre des recordsLe prix de l’or continue de battre des records. L’once (31,1 grammes) d’or vaut aujourd’hui 2.161,48 dollars. Au cours des cinq derniers jours ouvrables, son prix a augmenté de 6%.\n-\nL’ancienne résidence de l’écrivain italien Gabriele D’Annunzio cambriolée sur le lac de Garde\n-\nUn membre de la Camorra recherché depuis plus de 20 ans arrêté au PortugalUn membre de la Camorra recherché depuis plus de 20 ans arrêté au Portugal\n-\nL’un “des plus grands narcotrafiquants marseillais” arrêté au MarocLe chef présumé du gang marseillais Yoda, Félix Bingui, figure du narcobanditisme, a été interpellé vendredi au Maroc, a annoncé samedi Gérald Darmanin, confirmant une information du journal Le Parisien.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-09T23:18:09.457+02:00",
  "updated": "2024-03-09T23:18:09.457+02:00"
}