{
  "thread": {
    "uuid": "2e207a82ff062f4f74a7daddc22f70ec894393ea",
    "url": "https://www.dailymaverick.co.za/article/2024-04-11-african-wild-dogs-will-soon-have-their-own-sperm-bank-how-artificial-breeding-will-help-them-survive",
    "site_full": "www.dailymaverick.co.za",
    "site": "dailymaverick.co.za",
    "site_section": "https://www.dailymaverick.co.za/",
    "site_categories": [
      "travel",
      "air_travel",
      "top_news"
    ],
    "section_title": "Daily Maverick - South African news, opinion and investigations",
    "title": "African wild dogs will soon have their own sperm bank – how artificial breeding will help them survive",
    "title_full": "African wild dogs will soon have their own sperm bank – how artificial breeding will help them survive",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZA",
    "main_image": "https://www.dailymaverick.co.za/wp-content/uploads/2024/04/000041095.jpg?w=1280",
    "performance_score": 0,
    "domain_rank": 7579,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2e207a82ff062f4f74a7daddc22f70ec894393ea",
  "url": "https://www.dailymaverick.co.za/article/2024-04-11-african-wild-dogs-will-soon-have-their-own-sperm-bank-how-artificial-breeding-will-help-them-survive",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Damien Boyd Bertrand Paul Paris",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "African wild dogs will soon have their own sperm bank – how artificial breeding will help them survive",
  "text": "African wild dogs will soon have their own sperm bank. (Photo: Gallo Images / Chris Daphne) By Damien Boyd Bertrand Paul Paris Follow Following 11 Apr 2024 Follow Following 2 Scientists from the Institute for Breeding Rare and Endangered African Mammals have been working in southern Africa for over 15 years to protect endangered African wild dogs (Lycaon pictus). They’ve now decided to freeze sperm from as many genetically diverse male African wild dogs as possible and use this to artificially inseminate female African wild dogs for the first time. Why is the African wild dog in danger?\nWild dogs are a native species to sub-Saharan Africa. They are highly efficient pack hunters but need large home ranges to survive and avoid competitors like lions. The problem is that most of the remaining habitats are so small and fragmented that they can’t support large populations anymore. Usually, when wild dogs are subadults (around two years old) they move far away and form their own pack. But being stuck in small reserves, they cannot do this. Instead they interbreed, reducing their genetic diversity.\nHuman encroachment makes habitats smaller and smaller for almost every species, pushing many reserves to the limit of their carrying capacity. Today, wild dogs occupy only 7% of their former range. According to our best estimates, there are about 550 dogs remaining in South Africa scattered across 14 highly fragmented populations.\nHow can genetic diversity help the African wild dog survive?\nIt helps build resilience to disease. Outbreaks of rabies and canine distemper virus are frequent – either spread from domestic dogs nearby, or from existing virus already present in reserves. Those diseases can spread rapidly among wild dogs and decimate a pack, which is about five to 20 dogs. In 2017, canine distemper virus completely wiped out 21 out of 22 packs of wild dogs in Laikipia County, Kenya in less than four weeks.\nWe plan to use sperm freezing and artificial insemination to help distribute genetic diversity between isolated populations. This will give wild dogs a better chance of surviving disease. We can take sperm from dogs in a region with resistance to canine distemper virus and mix those valuable genes into many other packs quickly. The next time there is a disease outbreak, a large number of their offspring will survive. We predict that this can make a big impact quite quickly.\nWhat conservation methods have been used before?\nTo increase genetic diversity, African wild dogs have been translocated (moved) across South Africa since 1998. Young dogs that are ready to leave their pack are artificially grouped in a boma (temporary enclosure in the wild) with dogs of the opposite sex from a different part of the country. Over several weeks, they form a new genetically mixed pack that is released into the wild.\nBut the drawback to this method is that the new pack is junior and only able to colonise the limited habitat on the periphery of an established pack’s territory. So it can take about 150 generations (about 300 years) for genes from the new pack to spread through the existing population via the formation of subsequent packs and natural breeding. It’s also not possible to simply introduce a genetically valuable dog directly into an established pack to breed – it’d be killed due to the pack’s complex social hierarchy.\nWe can’t afford to wait that long. Most of the challenges facing wild dogs have occurred in the last 200 years. A whole population of wild dogs could be lost with the next disease outbreak.\nHow will sperm freezing and artificial insemination help?\nOur research shows that a hybrid approach combining natural and artificial breeding during translocation will bring in new genes much faster. We could even directly introduce valuable genes into established packs by moving sperm rather than animals. To do this, we plan to monitor the alpha female for signs she is in heat, while the pack is housed in the translocation boma. We can then artificially inseminate her with frozen sperm from a valuable male. This has the potential to produce new, genetically diverse, disease-resistant pups every year.\nOur back-up plan against disease outbreaks is to create a bank of African wild dog sperm from multiple males. Sperm frozen in liquid nitrogen tanks at very cold temperatures can last 50 or 100 years and still produce offspring. This method is very successful in livestock breeding . We were not able to do this until now because African wild dog sperm only lived for 30 minutes after it was thawed, but to inseminate a female dog, the sperm has to survive for at least four to six hours. We recently improved the freezing technique so African wild dog sperm are now able to swim and survive for eight hours after being thawed.\nWe can now set up an African wild dog sperm bank for the first time. The frozen sperm will be taken into the field in portable liquid nitrogen tanks. Our partners, the University of Pretoria Mammal Research Institute and Embryo Plus , will help develop the sperm bank. We plan to build a consortium so that we can have multiple sperm banks throughout South Africa as back-ups.\nWill this be very expensive?\nThe hybrid approach is actually a cheaper way of maintaining genetic diversity in African wild dogs. Some recent modelling in other species found that the hybrid approach was between seven and 84 times cheaper than the natural breeding approach. This is because it needed 13-100 times fewer animals to maintain 90% genetic diversity in the population over a 100-year period.\nWith fewer animals needed, the total cost to conserve the species (including costs for animal and reserve management, sperm banking and artificial insemination) is lower. This hybrid approach could save money and alleviate the carrying capacity of reserves without reducing genetic diversity of wild dogs – something most wildlife managers and politicians will greatly appreciate. To learn more and support this initiative visit the project website . DM\nDamien Boyd Bertrand Paul Paris , Associate Professor and Head of the Gamete and Embryology (GAME) Laboratory, James Cook University\nThis article is republished from The Conversation under a Creative Commons license. Read the original article .\nShare to Facebook Facebook\nShare to Twitter\nShare to Email App Email App Share to WhatsApp WhatsApp\nHide",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://theconversation.com/african-wild-dogs-will-soon-have-their-own-sperm-bank-how-artificial-breeding-will-help-them-survive-226542",
    "https://ibream.org/the-african-wild-dog/",
    "https://www.sciencedirect.com/science/article/abs/pii/S0006320718316859",
    "https://doi.org/10.1016/j.anireprosci.2012.06.003",
    "https://doi.org/10.1016/j.therwi.2024.100073",
    "https://theconversation.com",
    "https://doi.org/10.1111/cobi.14010",
    "https://mpala.org/rise-of-the-wild-dog-phoenix-pack/",
    "https://www.up.ac.za/mammal-research-institute",
    "https://theconversation.com/institutions/james-cook-university-1167",
    "https://www.embryoplus.com/",
    "https://www.sydney.edu.au/news-opinion/news/2019/03/18/world-s-oldest-semen-still-viable.html",
    "https://doi.org/10.3957/056.050.0008",
    "https://theconversation.com/profiles/damien-boyd-bertrand-paul-paris-1522366",
    "https://sydney.edu.au/news-opinion/news/2019/03/18/world-s-oldest-semen-still-viable.html",
    "https://mpala.org/rise-of-the-wild-dog-phoenix-pack",
    "https://www.theconversation.com",
    "https://www.doi.org/10.1016/j.anireprosci.2012.06.003",
    "https://ibream.org/the-african-wild-dog",
    "https://www.doi.org/10.1016/j.therwi.2024.100073",
    "https://sciencedirect.com/science/article/abs/pii/S0006320718316859",
    "https://embryoplus.com/",
    "https://www.theconversation.com/african-wild-dogs-will-soon-have-their-own-sperm-bank-how-artificial-breeding-will-help-them-survive-226542",
    "https://www.theconversation.com/profiles/damien-boyd-bertrand-paul-paris-1522366",
    "https://www.theconversation.com/institutions/james-cook-university-1167",
    "https://www.doi.org/10.1111/cobi.14010",
    "https://www.ibream.org/the-african-wild-dog/",
    "https://www.embryoplus.com",
    "https://www.mpala.org/rise-of-the-wild-dog-phoenix-pack/",
    "https://www.doi.org/10.3957/056.050.0008",
    "https://up.ac.za/mammal-research-institute"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "institute for breeding rare",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "africa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:06:54.687+03:00",
  "updated": "2024-04-20T12:35:32.997+03:00"
}