{
  "thread": {
    "uuid": "e1445365a15a5a78a4ef37d37463e2d0628c7770",
    "url": "https://www.baptistpress.com/resource-library/news/as-lahaina-continues-long-road-to-recovery-sbdr-volunteers-played-a-key-role-along-the-way",
    "site_full": "www.baptistpress.com",
    "site": "baptistpress.com",
    "site_section": "https://baptistpress.com",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Baptist Press",
    "title": "As Lahaina continues long road to recovery, SBDR volunteers played a key role along the way | Baptist Press",
    "title_full": "As Lahaina continues long road to recovery, SBDR volunteers played a key role along the way | Baptist Press",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.baptistpress.com/wp-content/uploads/2024/02/Lahaina-ash-out-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 47057,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e1445365a15a5a78a4ef37d37463e2d0628c7770",
  "url": "https://www.baptistpress.com/resource-library/news/as-lahaina-continues-long-road-to-recovery-sbdr-volunteers-played-a-key-role-along-the-way",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@baptistpress",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "As Lahaina continues long road to recovery, SBDR volunteers played a key role along the way | Baptist Press",
  "text": "MAUI, Hawaii – Yasushi Nemoto pastors Kahului Union Church on Maui on the opposite side of the island from Lahaina. As the fires started burning on August 8, 2023, Nemoto and others in Kahului were not completely aware of what was going on that day. Then, the sheer volume of smoke signaled the severity of the situation. Intense winds from a Pacific hurricane hundreds of miles south of Hawaii combined with a dry summer to generate a rapid fire. “We could see the fire moving toward the south, kind of like paper burning from one side to the other – that fast,” said Nemoto. “We could feel that this wasn’t the brush fire we usually see. Brush fires are a daily story.” Kahului Union is a Japanese-English congregation and according to the church’s website has the only Japanese language ministry in Maui. “One of my church members called me,” Nemoto recalled. “I got the question, ‘What is going on?’ I said, ‘I see the fire behind you, so you better get out.’” The fire consumed the town of Lahaina, and the confirmed death toll as of mid-February 2024 surpassed 100 victims. Nemoto’s description of the carnage reflected what he had seen in history books: “It looked like an air raid.” John and Gay Williams, who lead the Hawaii Pacific Baptist Convention’s (HPBC) Southern Baptist Disaster Relief (SBDR) team as co-directors, immediately began contacting Hawaii Baptist churches to engage them in the response. In the initial days after the disaster, the SBDR centered its activity primarily on coordinating housing for first responders and other volunteers after Maui County officials asked Hawaii SBDR to take the lead in managing those who stayed at a hotel building in Kihei that was then owned by Haggai International. “We began the process of checking people in and out,” said Michael Fujimoto, a volunteer with Hawaii SBDR of nearly 20 years, starting with Hurricane Katrina in 2005. During SBDR’s annual roundtable meeting in January, Fujimoto was named one of the volunteers of the year for 2023. “We had to work out the cleaning schedule for the maintenance crew. We also were in charge of managing all of the maintenance work orders and passed those along to the crew,” Fujimoto said. “At the beginning, it was a whole different ballpark for us because we had to go completely into hotel management and be in charge of the facilities.” Several weeks went by before volunteers were allowed to assist Lahaina homeowners with property recovery, a process in the aftermath of fires known as an “ash-out,” where volunteers sift through burned out remains in hopes of finding belongings that survived the flames. “We had the unique opportunity,” said Gay Williams. “It was just Samaritan’s Purse and SBDR who had the opportunity to do the sifting.” By Dec. 22, SBDR had helped with more than 500 properties and welcomed more than 300 volunteers from 20 states. They were able to contact more than 650 families. “Hawaii Pacific Baptists have been encouraged by the support from sister state conventions and Send Relief and all Southern Baptists in the wake of the devastating fires on Maui,” said Craig Webb, executive director-treasurer of the HPBC. Send Relief partnered with HPBC, sending multiple shipments of supplies and support for the response through SBDR and the local churches who directly supported some of the 11,000 people who were displaced by the fires. “We were honored to provide financial support to our Baptist partners and Southern Baptist Disaster Relief, to ship fire clean-up supplies to SBDR teams on the ground for the response and to support churches as they minister on the island to their communities,” said Coy Webb, Send Relief’s crisis response director (no relation to Craig Webb). “Send Relief was able to be a partner in providing real help and the hope of Christ to survivors of the worst natural disaster in Hawaiian history.” Nemoto, after meeting with local chaplains, recognized the need for a Japanese translator who could let the 30 or so Japanese families in the area know about the support SBDR could provide them. He translated SBDR’s public call for people who needed help to respond, posted it to social media and connected a few Japanese survivors with volunteers who conducted ash-out. Two of the ladies he was able to serve were surprised at how volunteers from across the United States could have immediate camaraderie. “Disaster Relief, we have the same basic training. We all have the same color T-shirt, but every shirt has a different state listed,” Nemoto said. “She was impressed by how close the volunteers were though we’d never met before. I told her, ‘This is the power of Jesus Christ.’” The second lady lost everything in the fire. A group of volunteers from North Carolina were unable to help her recover any valuables from her property, but she walked away impressed by the prayer and the care they showed her, Nemoto said. The recovery effort transitioned to a new phase ahead of Christmas last year, and the Army Corps of Engineers moved in to begin removing steel, concrete and other major debris to prepare to rebuild, a process that will take months, if not years. “We have contact information for all these homeowners,” said John Williams. “Our next step is, we want to continue to minister to them and let them know we’re still here for them and want to help even though the physical recovery might be over for now. We want to build that spiritual connection and point them to a local church that can help them.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "yasushi nemoto",
        "sentiment": "negative"
      },
      {
        "name": "nemoto",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "baptist press maui",
        "sentiment": "negative"
      },
      {
        "name": "kahului union church",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "lahaina",
        "sentiment": "none"
      },
      {
        "name": "hawaii",
        "sentiment": "none"
      },
      {
        "name": "maui",
        "sentiment": "none"
      },
      {
        "name": "kahului union",
        "sentiment": "none"
      },
      {
        "name": "kahului",
        "sentiment": "none"
      },
      {
        "name": "pacific",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:03:05.503+02:00",
  "updated": "2024-03-01T01:03:05.503+02:00"
}