{
  "thread": {
    "uuid": "c49bac07409f7e0a2bf55a7e92459fa38fa7c62f",
    "url": "https://www.elprogreso.es/articulo/lugo/cambio-climatico-ayuda-que-adelanten-alergias/202402161031321731525.html",
    "site_full": "www.elprogreso.es",
    "site": "elprogreso.es",
    "site_section": "https://www.elprogreso.es/rss",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "",
    "title": "El cambio climático ayuda a que se adelanten las alergias",
    "title_full": "El cambio climático ayuda a que se adelanten las alergias",
    "published": "2024-02-16T10:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.elprogreso.es/media/elprogreso/images/2024/02/16/2024021610275696775.jpg",
    "performance_score": 0,
    "domain_rank": 82396,
    "domain_rank_updated": "2024-02-13T12:06:51.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c49bac07409f7e0a2bf55a7e92459fa38fa7c62f",
  "url": "https://www.elprogreso.es/articulo/lugo/cambio-climatico-ayuda-que-adelanten-alergias/202402161031321731525.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "María Piñeiro",
  "published": "2024-02-16T10:31:00.000+02:00",
  "title": "El cambio climático ayuda a que se adelanten las alergias",
  "text": "Las reacciones alérgicas a pólenes se adelantan un año más debido al cambio climático. El jefe de Alergología del\nHula, Francisco Carballada, reconoce que ya en diciembre y enero algunos pacientes han tenido síntomas, \"especialmente en los días en los que no llueve\".\nEn concreto, los alérgicos más afectados han sido los sensibilizados al polen de betuláceas (plantas como el abedul, avellano, aliso...) o al de cupresaceas (arizónicas, cipreses, enebro, tuyas...). En ambos casos han percibido problemas como rinitis y congestión, síntomas que algunos confunden con un resfriado. Cuando los árboles polinizan en invierno resulta más frecuente que para los pacientes alérgicos los efectos pasen por un catarro común. Sin embargo, cuando perseveran en el tiempo suelen percatarse de que se trata de algo más.\nEl cambio climático ha extendido el periodo de polinización de plantas y árboles y ha provocado que llueva menos. Así, el polen está más tiempo en suspensión y la población tiene más oportunidades de sensibilizarse y, quien ya lo esté, de sufrir reacciones.\nParalelamente, también contribuye a crear una situación de estrés en las plantas, que se defienden produciendo unas proteínas que son muy alergénicas. Es decir, los alérgicos tienen más oportunidad de tener reacciones y además de que sean más intensas y, al mismo tiempo, se incrementan las alergias.\nA mayores, algunas de esas proteínas están presentes en algunas verduras y hortalizas, como melocotón, manzana y zanahoria, de manera que el cambio climático además de ayudar a que aumenten y se adelanten las alergias a pólenes, también contribuye a que se incremente la sensibilidad frente a esos alimentos.\nLos alérgicos pueden consultar una herramienta con la que cuenta la Sociedad Española de Alergología e Inmunología Clínica llamada pólenes, que especifica el riesgo de las distintas clases en función de la provincia. En el caso de Lugo, el nivel de alerta de las betuláceas es alto tanto para hoy como para mañana, así como el de gramíneas, amarantáceas o plantago.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T11:54:45.773+02:00",
  "updated": "2024-02-16T11:54:45.773+02:00"
}