{
  "thread": {
    "uuid": "931ab81815910d4c3c10bb110be38ba38fe21762",
    "url": "https://www.mirror.co.uk/tv/tv-news/iconic-carry-star-revealed-world-31766727",
    "site_full": "www.mirror.co.uk",
    "site": "mirror.co.uk",
    "site_section": "http://www.mirror.co.uk/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Mirror - mirror frontpage",
    "title": "Iconic Carry On star revealed as World War Two hero who helped plan Great Escape - Mirror Online",
    "title_full": "Iconic Carry On star revealed as World War Two hero who helped plan Great Escape - Mirror Online",
    "published": "2023-12-29T13:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i2-prod.mirror.co.uk/incoming/article31766585.ece/ALTERNATES/s1200/0_Carry-on-Laughing-1975.jpg",
    "performance_score": 0,
    "domain_rank": 500,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "931ab81815910d4c3c10bb110be38ba38fe21762",
  "url": "https://www.mirror.co.uk/tv/tv-news/iconic-carry-star-revealed-world-31766727",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lucretia Munro",
  "published": "2023-12-29T13:09:00.000+02:00",
  "title": "Iconic Carry On star revealed as World War Two hero who helped plan Great Escape - Mirror Online",
  "text": "Carry On legendary actor Peter Butterworth has been revealed as a World War Two hero who helped plan the Great Escape from Stalag Luft camp in Poland.\nAccording to the National Archives, Peter, who was best known for his cheeky one-liners, was a POW [a prisoner of war] who helped 76 airmen flee Poland on March 24 1944, one year before the war ended. The actor, who was then known as Lt Butterworth realised he could pass coded messages to the British Intelligence, as the prisoners were allowed to write letters home to their loved ones.\nMore than four decades on from his death in 1979, Dr Will Butler, of the National Archives, said: \"He was a talented artist and is noted in the camp records as a highly skilled forger of documents.\" The Great Escape was turned into a hit movie starring screen icon Steve McQueen in 1963.\nPeter was an airman with the Fleet Air Arm but was targeted and shot down at the beginning of the second World War and spent the remainder of his time as a prisoner of war. Peter staged an escape through tunnels and managed to release himself from prison for six weeks but was unfortunately caught by a member of the Hitler Youth.\nHe tragically passed away while performing a pantomime playing Widow Twankey in Aladdin at the Coventry Theatre. He was found dead in his hotel room from a suspected heart attack. For more than 60 years, Carry On films brought light humour and escapism to the home of many households across the nation and made stars out of actors including Kenneth Williams , Barbara Windsor and Sid James. But it seems life wasn't one big ball of fun for Peter.\nThe docu-series Carry On - Secrets and Scandals revealed the darker side to acting in the legendary films. The documentary showed an unseen interview with Barbara Windsor where she exposed the fact the cast did not get paid for any repeats of the films. Peter Rogers produced the hit films and was reportedly known for being tight-fisted and not paying his cast.\nAt the time, the Mirror reported that at a 40th anniversary dinner, Peter joked: \"Most important of all, of course, are the artists. I love them very much and would do anything for them except pay them more money.\" Three years ago it was revealed that Peter was turned down for a role playing himself in a film based on a prisoner of war escape plot, because he was \"too fat.\"\nPeter Butterworth auditioned for the part in the 1950 film The Wooden Horse, which was centered on how a group of PoWs dug a tunnel out of the Stalag Luft III camp. However, the casting director reportedly said he was not \"convincingly heroic or athletic enough\" for the role. And when Peter asked him to elaborate, he was told: \"You're too fat.\"\nAs a prisoner of war, Peter was taken under armed guard to his first prison camp near Frankfurt. While there Peter, along with a few others, used soup spoons to dig an escape tunnel from under a bed, which took them six months. At that time 17 men escaped. But Peter was found in woods six weeks later by Hitler Youth, and ended up in Stalag Luft III, near Sagan in Nazi-occupied Poland.\nFollow Mirror Celebs on Snapchat , Instagram , Twitter , Facebook , YouTube and Threads",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.threads.net/@dailymirror",
    "https://www.instagram.com/mirrorceleb/",
    "https://twitter.com/MirrorCeleb/",
    "https://www.facebook.com/MirrorCeleb",
    "https://story.snapchat.com/p/e938f430-2c82-432e-9424-9522e5dc822c",
    "https://www.youtube.com/@MirrorCeleb",
    "https://www.instagram.com/mirrorceleb",
    "https://youtube.com/@MirrorCeleb",
    "https://twitter.com/MirrorCeleb",
    "https://facebook.com/MirrorCeleb",
    "https://www.twitter.com/MirrorCeleb/",
    "https://threads.net/@dailymirror",
    "https://instagram.com/mirrorceleb/",
    "https://www.story.snapchat.com/p/e938f430-2c82-432e-9424-9522e5dc822c"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "peter butterworth",
        "sentiment": "negative"
      },
      {
        "name": "will butler",
        "sentiment": "none"
      },
      {
        "name": "stalag luft",
        "sentiment": "none"
      },
      {
        "name": "steve mcqueen",
        "sentiment": "none"
      },
      {
        "name": "peter",
        "sentiment": "none"
      },
      {
        "name": "butterworth",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national archives",
        "sentiment": "none"
      },
      {
        "name": "british intelligence",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "poland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T13:23:05.383+02:00",
  "updated": "2023-12-29T13:23:05.383+02:00"
}