{
  "thread": {
    "uuid": "1e6006c7b366b4ce932706aa75970003a0a853f8",
    "url": "https://www.eluniversal.com.co/farandula/esta-es-la-razon-por-la-que-aida-victoria-merlano-volvio-con-westcol-DA9750621",
    "site_full": "www.eluniversal.com.co",
    "site": "eluniversal.com.co",
    "site_section": "http://www.eluniversal.com.co/",
    "site_categories": [
      "media"
    ],
    "section_title": "El Universal",
    "title": "Esta es la razón por la que Aida Victoria Merlano volvió con WestCol | EL UNIVERSAL - Cartagena",
    "title_full": "Esta es la razón por la que Aida Victoria Merlano volvió con WestCol | EL UNIVERSAL - Cartagena",
    "published": "2024-01-07T22:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.eluniversal.com.co/binrepository/1218x686/418c0/800d686/none/13704/BSFA/aida-victoria-merlano_9290721_20240107163911.png",
    "performance_score": 0,
    "domain_rank": 25545,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1e6006c7b366b4ce932706aa75970003a0a853f8",
  "url": "https://www.eluniversal.com.co/farandula/esta-es-la-razon-por-la-que-aida-victoria-merlano-volvio-con-westcol-DA9750621",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "REDACCIÓN FARÁNDULA",
  "published": "2024-01-07T22:17:00.000+02:00",
  "title": "Esta es la razón por la que Aida Victoria Merlano volvió con WestCol | EL UNIVERSAL - Cartagena",
  "text": "Los seguidores boquiabiertos cuando WestCol le pidió a Aida Victoria Merlano ser su novia, nuevamente. Los influencers le dieron una nueva oportunidad al amor, anunciando no solo que están juntos nuevamente, sino que tienen planes de convertirse en padres en el 2024. Tras la revelación se han generado una serie de especulaciones, y una de ella es la razón por la que la creadora de contenido volvería con Westcol, muchos aseguran que es únicamente por su dinero. [Lea aquí: Aida Victoria y WestCol sueñan convertirse en padres en el 2024](https://www.eluniversal.com.co/farandula/aida-victoria-y-westcol-suenan-convertirse-en-padres-en-el-2024-BF9733232) Aunque la barranquillera supuestamente contestó a las críticas con una broma a su abuela, los seguidores manifiestan que entre broma y broma, sale la verdad. El video fue publicado en historias de Instagram y se ve una mansión en la capital antioqueña en compañía de su abuela: “¿Cuál es su problema con mi casa?”, cuestionó la barranquillera. [Lea aquí: Aida Victoria contó por qué terminó su amistad con Yina Calderón](https://www.eluniversal.com.co/farandula/aida-victoria-conto-por-que-termino-su-amistad-con-yina-calderon-NY9717096) La abuela afirmó: “Es que es muy grande, parece una casa finca”. Aida Victoria aseveró que le gustaba “las excentricidades”. Después le muestra una camioneta y le cuenta que es de ella, llenando de asombro a su abuela. En la misma historia se ve cuando Westcol les abre la puerta a la abuela de su novia y ella afirma: “Si te gusta lo grande, ¿por qué estás con él?”, a lo que la creadora de contenido, en medio de risas, responde: “Porque tiene mucho dinero, abuela”. [Lea aquí: Aida Victoria cuenta detalles íntimos sobre su relación con Westcol](https://www.eluniversal.com.co/farandula/aida-victoria-cuenta-detalles-intimos-sobre-su-relacion-con-westcol-GC9712697) Los internautas no dudaron en responder: “la abuela es lo máximo, bien directa”; “Hay gente que les dicen la verdad en la cara y creen que todo es chiste”; “Me encantó la respuesta porque tiene mucho dinero abuela...”; “Pasada de honesta ella, le dice en su cara que está con él porque tiene mucho dinero y él sigue ahí, la tiene clara”. Las redes sociales se inundaron de críticas, cuestionamientos y burlas hacia la pareja, cuestionando la veracidad de su relación.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:35:21.361+02:00",
  "updated": "2024-01-08T00:35:21.361+02:00"
}