{
  "thread": {
    "uuid": "c07dddf48d011a84d7287dfb900d79a6459c6795",
    "url": "https://www.dailydot.com/news/how-to-prepare-house-for-freeze/",
    "site_full": "www.dailydot.com",
    "site": "dailydot.com",
    "site_section": "https://www.dailydot.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "The Daily Dot",
    "title": "‘I use pool noodles…so far so good’: Plumber shows how to prepare for cold weather and avoid frozen pipes next week",
    "title_full": "‘I use pool noodles…so far so good’: Plumber shows how to prepare for cold weather and avoid frozen pipes next week",
    "published": "2024-01-13T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://uploads.dailydot.com/2024/01/Frozen-Water-Pipe.jpg?auto=compress&fm=pjpg",
    "performance_score": 0,
    "domain_rank": 2269,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c07dddf48d011a84d7287dfb900d79a6459c6795",
  "url": "https://www.dailydot.com/news/how-to-prepare-house-for-freeze/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Beau Paul",
  "published": "2024-01-13T02:00:00.000+02:00",
  "title": "‘I use pool noodles…so far so good’: Plumber shows how to prepare for cold weather and avoid frozen pipes next week",
  "text": "We’re just two weeks into 2024, but we’re already a third of the way through winter, and the worst weather of the season is fast on its way. It’s time to [winterize](https://www.dailydot.com/society/how-to-survive-winter-youtube-guide/) your home before Old Man Winter unpacks his bags, and one professional plumber has taken to TikTok to tell you how. Plumber Jeff Mumm of Jeff Mumm Plumbing (@jeffmummplumbing) posted his advice to TikTok on Thursday. The video already has over 1.2 million views on the strength of Mumm’s advice for keeping your [plumbing safe](https://www.dailydot.com/irl/dorm-room-flooding-explosion/) during the [worst the season](https://www.dailydot.com/debug/jonas-storm-tips/) has to offer. “First thing, guys, is this,” he tells his viewers. “Know how to shut the water off to your house.” He says this is imperative to avoid water damage to your home if a pipe does somehow freeze and burst. “Turn the heat up in your house,” he continues. It’s worth a bigger electric bill if it prevents a frozen pipe. Mumm also advises to “make sure all the interior doors of your house are open” to ensure the heated air reaches every room in your home. “You want air circulating throughout your house.” Mumm also recommends opening bathroom cabinet doors and even shower doors and curtains to allow heated air to reach the bathroom plumbing. “Turn your water on,” he tells his viewers. “Let the water trickle a bit. Think about this: moving water doesn’t freeze as easily as non-moving water.” “I hope these tips help you out and be safe out there,” he concludes. Many of Mumm’s viewers living in Southern states commented to agree with Mumm’s recommendation of letting their faucets flow during the occasional freezes the area experiences. “It’s about the best option, especially for people down south who get cold spells,” Mumm replied. [@jeffmummplumbing] [♬ original sound – JEFF MUMM PLUMBING] Nunya (@the.unpopular.opinion) wrote, “We live in the south and it’s about to be 19 degrees. I have water pipes in my ATTIC. We do wrap outside and trickle water. Any way to keep attic pipes warm????” Mumm answered, “Sorry there is not. I am actually going to do a follow-up video about this. Your best bet is to keep water trickling out all the faucets.” For insulating outdoor faucets, one viewer recommended a DIY approach. “I use pool noodles…so far so good.” At least one Texas viewer has decided to heed Mumm’s advice based on their experience with the bitter winter freeze the state experienced in 2021. “Dallas winter 2021 we did all the dripping and cabinets open but power went out for 3 days so pipe burst. Now I think I will turn off the main,” LinnyLou_seat (@linnylou_seat) wrote. The Daily Dot has reached out to Mumm via email for further comment.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mumm",
        "sentiment": "none"
      },
      {
        "name": "jeff mumm",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-13T03:41:54.556+02:00",
  "updated": "2024-01-13T10:58:32.631+02:00"
}