{
  "thread": {
    "uuid": "4b6a6a0b74782999dca5aa0932e21dbcb9f93902",
    "url": "https://www.express.co.uk/news/world/1849907/europe-new-train-lines-eu-tourism",
    "site_full": "www.express.co.uk",
    "site": "express.co.uk",
    "site_section": "https://www.express.co.uk//posts/rss/78/world",
    "site_categories": [
      "media"
    ],
    "section_title": "Daily Express :: World Feed",
    "title": "The 10 brand new train lines being in Europe set to change the game for tourism | World | News | Express.co.uk",
    "title_full": "The 10 brand new train lines being in Europe set to change the game for tourism | World | News | Express.co.uk",
    "published": "2023-12-28T21:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://cdn.images.express.co.uk/img/dynamic/78/1200x712/5135282.jpg",
    "performance_score": 0,
    "domain_rank": 622,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4b6a6a0b74782999dca5aa0932e21dbcb9f93902",
  "url": "https://www.express.co.uk/news/world/1849907/europe-new-train-lines-eu-tourism",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Liam Doyle",
  "published": "2023-12-28T21:57:00.000+02:00",
  "title": "The 10 brand new train lines being in Europe set to change the game for tourism | World | News | Express.co.uk",
  "text": "The 10 brand new train lines being in Europe set to change the game for tourism (Image: GETTY - STOCK) The EU has outlined plans to welcome 10 brand new train lines that will criss-cross the continent. The bloc's transport department, EU Transport, has outlined the new ongoing projects to \"improve cross-border rail\" and offer “new and better connections” for Europeans.\nWhile the lines will primarily cross countries within the EU27, they will also stretch outside, taking people to other nations in Eastern Europe and within the European Economic Area (EEA).\nOfficials expect they will provide a tourism boom as the bloc celebrates a bumper 2023. And, despite Brexit , even Britons can expect to take advantage of the new projects.\nEach project is managed by national governments in more than a dozen countries, which were selected to receive support from the European Commission in January this year.\nREAD MORE: Russia follows lead of EU in bizarre move as it copies bloc's visa rules\nThe 10 new lines are being put together by the following organisations and will cover the following routes:\nHungarian Ministry of Transport: Hungary, Austria and Romania Connection Germany: Denmark to Sweden Midnight Trains: Night train from Paris to Milan and Venice Flixtrain: Munich – Zurich; WESTbahn: Munich to Vienna and Budapest Nederlandse Spoorwegen + Eurostar: Enhanced Amsterdam to London service European Sleeper: Night train from Amsterdam to Barcelona Ferrovie dello Stato Italiane + Deutsche Bahn,: Rome to Munich and Milan to Munich - possible extension to Berlin ILSA: Lisbon to A Coruña and Lisbon to Madrid Ferrocarrils de la Generalitat de Catalunya: Catalonia and the South of France Don't miss...\nMap shows incredible new transport routes across Europe - but UK misses out [MAP]\nEU told to scrap harmful Green Deal in favour of ‘dynamic’ new strategy [INSIGHT]\nCanada sparks British outrage after rejecting post-Brexit trade agreement [REPORT]\nThe EU Commission shared a map of the new routes (Image: EU COMMISSION) Trending\n The new network has excited Europeans, and two lines in particular have been deemed of special interest to Britons.\nMark Smith, the train expert known by his X account, the Man in Seat 61, said the Paris-Milan-Venice and Amsterdam-Brussels-Barcelona night trains will likely prove especially useful for British tourists.\nPosting on the site, he said the lines would be \"of direct interest to UK travellers\". Adina Vălean, the European Commissioner for Transport, hailed the project as vital for the rail market and cross-border journeys.\nThe links will likely bring more activity to the EU at a bumper time for the bloc, which has seen a surge in tourism over the last year.\nAccording to figures released by the EU Commission in September, 193 million people spent the night in tourist accommodation in the first half of 2023, an increase of 11 million compared to the same period in 2019.\nRelated articles Beautiful European ghost town where each house has been gobbled up by trees Spain fuming at 90-day cap on Britons days after France rebels against EU rule EU’s Grinch-like plans to hit UK firms with new requirement for ‘toy passports' EU rebellion brews as overwhelmed Canary Islands hit out at migration deal EU fears over Cold War confirmed as Putin no longer a 'short-term problem'",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://live.primis.tech/live/liveView.php?s=114945&playerApiId=v114945",
    "https://www.live.primis.tech/live/liveView.php?s=114945&playerApiId=v114945",
    "https://live.primis.tech/live/liveView.php"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "getty",
        "sentiment": "negative"
      },
      {
        "name": "eu",
        "sentiment": "none"
      },
      {
        "name": "european commission",
        "sentiment": "none"
      },
      {
        "name": "eu transport",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "eastern europe",
        "sentiment": "none"
      },
      {
        "name": "brexit",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:08:07.026+02:00",
  "updated": "2023-12-29T11:39:49.622+02:00"
}