{
  "thread": {
    "uuid": "d5aaf0618c0eac105179366e4a34244fca12b7ab",
    "url": "https://news.rice.edu/news/2024/rices-megan-reiter-wins-nsf-career-award-investigate-planet-forming-environments",
    "site_full": "news.rice.edu",
    "site": "rice.edu",
    "site_section": "http://news.rice.edu/category/news-releases/feed",
    "site_categories": [
      "media",
      "education",
      "graduate_school"
    ],
    "section_title": "News Releases",
    "title": "Rice’s Megan Reiter wins NSF CAREER Award to investigate planet-forming environments",
    "title_full": "Rice’s Megan Reiter wins NSF CAREER Award to investigate planet-forming environments",
    "published": "2024-04-11T23:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://news.rice.edu/sites/g/files/bxs2656/files/2024-04/540.jpeg",
    "performance_score": 0,
    "domain_rank": 1231,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d5aaf0618c0eac105179366e4a34244fca12b7ab",
  "url": "https://news.rice.edu/news/2024/rices-megan-reiter-wins-nsf-career-award-investigate-planet-forming-environments",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Marcy de Luna",
  "published": "2024-04-11T23:44:00.000+03:00",
  "title": "Rice’s Megan Reiter wins NSF CAREER Award to investigate planet-forming environments",
  "text": "Megan Reiter, an assistant professor of physics and astronomy at Rice University, has won a National Science Foundation (NSF) CAREER Award to investigate the influence of neighboring stars on the formation of planets.\nThe research funded by Reiter’s five-year, $951,446 NSF grant will shed light on a phenomenon that could significantly impact our understanding of how planets are born.\n“By exploring the intricate interplay between stars, planets and their environments, we hope to clarify the key forces that shape planet formation,” Reiter said.\nObservations show planets form in the gas and dust disks surrounding young stars. But as these stars age, their disks disappear, limiting the opportunity for planets to form.\nOne factor contributing to this disappearance is external photoevaporation, or intense radiation from a nearby, brighter star that can rapidly strip away the material in the disk.\n“While we’ve observed this phenomenon in a few cases, our goal is to quantify how significant it is in the larger picture of planet formation,” Reiter said.\nThe research team plans to leverage a vast dataset of young star clusters. The researchers will measure the disks, the impact of starlight on them and the matter streaming away from them.\nIt will involve observing thousands of low-mass stars and their disks in high-mass star-forming regions, providing insights into a sample size 100 times larger than previous studies.\nKey to the research is the use of sophisticated telescopic technology, including the Multi-Unit Spectroscopic Explorer, an integral field unit spectrograph on the European Southern Observatory’s Very Large Telescope. It will allow the team to separate stellar emission from the nebular background, providing clear data on external photoevaporation and quantifying the mass-loss rate.\n“The data we gather will enhance our understanding of planet formation and provide valuable insights for theorists as they model planetary demographics,” Reiter said.\nThe project also includes an educational component to promote interest and diversity in science, technology, engineering and mathematics. It will involve teacher training and curriculum development for Houston-area schools grades kindergarten to 12th and enhancements to observational lab courses at Rice.\nReiter earned a bachelor’s degree in physics and astrophysics from the University of California, Berkeley and a Ph.D. in astronomy from the University of Arizona. She joined the Rice faculty in 2022.\nThe highly competitive NSF grants are awarded each year to a select cohort of about 500 early career faculty across all disciplines engaged in groundbreaking research and committed to growing their field through outreach and education.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Education"
  ],
  "external_links": [
    "https://www.nsf.gov/awardsearch/showAward?AWD_ID=2339164",
    "https://www.nsf.gov/awardsearch/showAward",
    "https://nsf.gov/awardsearch/showAward?AWD_ID=2339164"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "megan reiter",
        "sentiment": "negative"
      },
      {
        "name": "reiter",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nsf",
        "sentiment": "negative"
      },
      {
        "name": "rice university",
        "sentiment": "negative"
      },
      {
        "name": "science foundation",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:09:55.501+03:00",
  "updated": "2024-04-12T01:09:55.501+03:00"
}