{
  "thread": {
    "uuid": "7cfa728c4ba44c128495fead09cb69e130b03943",
    "url": "https://time.news/f1-saudi-arabian-gp-relive-the-race-won-by-max-verstappen",
    "site_full": "time.news",
    "site": "time.news",
    "site_section": "https://time.news/tag/west-bank",
    "site_categories": [],
    "section_title": "west bank Archives - TIme News",
    "title": "F1 Saudi Arabian GP: relive the race won by Max Verstappen - TIme News",
    "title_full": "F1 Saudi Arabian GP: relive the race won by Max Verstappen - TIme News",
    "published": "2024-03-10T04:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.leparisien.fr/resizer/IAaa-twg_EIond7ui9R0UDz7KG8=/1200x675/cloudfront-eu-central-1.images.arcpublishing.com/leparisien/YIIADUR6VJC2RNLXLOVDKIAOXU.jpg",
    "performance_score": 0,
    "domain_rank": 67624,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7cfa728c4ba44c128495fead09cb69e130b03943",
  "url": "https://time.news/f1-saudi-arabian-gp-relive-the-race-won-by-max-verstappen",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "time news",
  "published": "2024-03-10T04:00:00.000+02:00",
  "title": "F1 Saudi Arabian GP: relive the race won by Max Verstappen - TIme News",
  "text": "2024-03-10 02:00:23\n19:46\nThis is the end of this live!\nThanks for following us and see you in two weeks for the Australian Grand Prix!\n19:42\nThe trophy awarded to Verstappen\n56th career victory for the Dutchman!\n19:38\nThe top 10 in Saudi Arabia\n1. Max Verstappen (Red Bull)2. Sergio Perez (Red Bull)3. Charles Leclerc (Ferrari)4. Oscar Piastri (McLaren)5. Fernando Alonso (Aston Martin)6. George Russell (Mercedes)7. Oliver Bearman (Ferrari)8. Lando Norris (McLaren)9. Lewis Hamilton (Mercedes)10. Nico Hülkenberg (Haas)\n19:36\nVerstappen: “We managed the gap throughout”\nMax Verstappen, speaking to Canal+: “It’s a wonderful weekend for me and for the whole team. The second stint was quite long but we had to make do. The last laps were complicated to manage with the latecomers and the cold tires, but we managed the gap throughout. »\n19:33\nLeclerc: “Bearman can be proud”\nCharles Leclerc, 3rd: “It’s one of the most physical circuits of the championships, it’s really hot, it makes things difficult. Oliver (Bearman, his teammate of the day) did a very good job and deserves to be named driver of the day. He can be very proud. It’s only a matter of time before he gets to Formula 1.”\n19:25\nLap record for Leclerc\nThe Monegasque improved in the last lap and will finish with an additional point.\n19:25\nVICTORY FOR VERSTAPPEN!\nLeading almost from start to finish of this Saudi Arabian Grand Prix, the Dutchman achieved an easy success. He finished ahead of his teammate Sergio Perez, like last week, and Charles Leclerc.\n19:25\nVerstappen attempts the best lap\nEven though he is still on worn tires, the Dutchman tries everything on the last lap to grab an additional point.\n19:23\nBearman had\nThe Ferrari debutant didn’t break down and was still 5 seconds ahead with two laps remaining. He should finish his first GP in a nice 5th place.\n19:20\nThe frozen podium\nAt the end of a rather boring Grand Prix, Red Bull should win another double. There are three rounds left.\n19:17\nBearman must not make mistakes\nIn seventh position, the beginner saw Lando Norris rushing towards him, but his racing pace was impressive.\n19:13\nCatastrophic stoppage for Zhou\nThe Chinese leaves his place in the top 10 to Hülkenberg.\n19:11\nHamilton best lap\nThe Briton is launched, by his own admission, “in qualifying mode”. He has just stolen the best lap from Verstappen and will try to get back on the cars with damaged tires.\n19:10\nThe ranking after 40 laps\n1. Verstappen2. Perez +8.83. Leclerc +12.04. Piastri +11.95. Alonso +3.86. Russell +1.47. Bearman +5.78. Norris +5.09. Hamilton + 1.210. Zhou +21.7\n19:08\nBearman will have to defend\nNice baptism of fire for the Ferrari replacement, who will have to protect his seventh place in front of Norris and Hamilton, hot on his heels, with new tires.\n19:06\nNorris in the pits\nThe Briton, who was in 4th position, wears soft tires. He comes out 8th, just ahead of Hamilton.\n19:05\nNo suspense at the head of the race\nBarring an accident or a safety car, we don’t see how Red Bull couldn’t do a double. Perez is 12 seconds ahead of Leclerc.\n19:04\nHamilton returns to the pits!\nAfter 37 laps with the same tires, the Briton dived into the pits and came out in 9th position.\n19:01\nPiastri misses his overtake\nThe McLaren driver finally had a window to pass Hamilton, but went too far to the outside and blocked the wheels… He remains 6th.\n18:59\nBattles especially at the back of the peloton\nThe fight is fierce for 13th place between Ocon, Albon, Tsunoda and Sargeant, currently in that order.\n18:57\nNorris wants to hold on “as late as possible”\nThe McLaren driver has still not pitted and has just told his radio that he wants to continue on track as much as possible. Behind him, Lewis Hamilton didn’t stop either.\n18:54\nThe ranking after 30 rounds\n1. Max Verstappen 2. Sergio Perez +7.43. Charles Leclerc +9.34. Lando Norris +2.95. Lewis Hamilton +4.46. Oscar Piastri +0.87. Fernando Alsono +4.08. George Russell +1.69. Oscar Bearman +5,710. Nico Hülkenberg +8.8\n18:52\nOcon currently 14th\nThe only Frenchman still in the race, the Alpine driver clings to 14th place, under pressure from Williams. Considering the level of his car, it’s a pretty good result.\n18:49\nLeclerc takes the podium\nIt took him a while, but Leclerc finally managed to pass Norris, who still hasn’t pitted, and moved up to third place. The Briton did not try to resist, but had a nice Grand Prix.\n18:44\nPiastri and Hamilton still in the fight\nIt’s the soap opera of this Grand Prix for the moment: the McLaren driver is trying somehow to catch up with his elder brother, who is currently impeccable, as we reach the halfway point of the race.\n18:42\nNorris clings to the podium\nThe Briton has still not returned to the pits, but is still in third position. Behind, Leclerc is nibbling away by hundredths.\n18:40\nVerstappen flew away\nUnless there is a race, it will be difficult to see the Dutchman again, who is more than six seconds ahead at the head of the circuit.\n18:38\nThe ranking after 20 rounds\n1. Max Verstappen2. Sergio Perez +6.23. Lando Norris +3.24. Charles Leclerc +1.35. Lewis Hamilton +3.06. Oscar Piastri +0.57. Fernando Alonso +3.58. George Russell +1.39. Nico Hülkenberg +0.710. Oliver Bearman +5.6\n18:36\nPerez passed\nThe Mexican is again in second position. His newer tires made the difference against Norris.\n18:34\nBrawl between Hamilton and Piastri\nThe Mercedes and the McLaren are engaged in a tough battle for 5th place and are not doing each other any favors. For now, Hamilton is holding his own.\n18:31\nNorris under threat from Perez\nThe second RedBull driver is closing in on second place.\n18:30\nBearman in the top 10, Russell 8th\nSome movements in the top 10: the young Ferrari driver gained two positions to regain his place in the points. Russell has just overtaken Hülkenberg for 8th place.\n18:27\nVerstappen deadlock and tete\nNorris finally broke down and didn’t insist. The Dutchman, with his hard tires and DRS, is on a completely different pace.\n18:24\nPerez and Alonso under investigation\nThe stewards are interested in what happened in the pit lane during the safety car.\n18:22\nThe safety car returns to the pits\nThe cars are launched again and for the moment, Norris remains in the lead, despite Verstappen’s offensives.\n18:22\nThe ranking after 10 rounds\n1. Lando Norris (McLaren)2. Max Verstappen (Red Bull)3. Lewis Hamilton (Mercedes)4. Sergio Perez (Red Bull)5. Charles Leclerc (Ferrari)6. Oscar Piastri (McLaren)7. Fernando Alonso (Aston Martin)8. Nico Hulkenberg (Haas)9. George Russell (Mercedes)10. Guanyu Zhou (Kick Sauber)\n18:20\nNorris in the lead\nThe McLaren driver is one of the only ones not to have returned to the pits and is therefore leading the race. His tires are worn so he will have to hope for racing success to hold on.\n18:16\nEveryone goes back to the stands\nThe single-seaters take advantage of this safety car to pass through the pit lane. There could be penalties, the situation is quite chaotic.\n18:14\nGrosse sortie pour Stroll, safety car !\nThe Canadian shot straight in the last sector, on a big mistake. He has nothing, but his Grand Prix is ​​over. The safety car will enter the track on the seventh lap.\n18:13\nGasly: ​​“Sad for the team”\nPierre Gasly at the microphone of Canal +: “Things are not good for us this weekend, we found damage to the car yesterday which cost us Q2 and today I was not able to race. I’m sad for the team, who are doing everything to move forward. »\n18:11\nBest lap for Verstappen\nThe Dutchman strings together the best laps at the head of the race and is now 2.5 seconds ahead.\n18:09\nPerez takes second position!\nGreat move from Sergio Perez, who passed inside on Leclerc. The Red Bull really seems above the rest. That suits Verstappen, who flies away.\n18:08\nA second ahead for Verstappen\nThe Dutchman is trying to get out of the DRS zone, even if Leclerc is holding on well for the moment.\n18:06\nBearman in the heat of the moment\nThe young Ferrari driver, replacing Carlos Sainz, had the opportunity to take his first laps and attacked Tsunoda.\n18:05\nGasly already called to the pits\nThe Frenchman has a problem with his gearbox and will have to retire on the first lap.\n18:05\nLeclerc attacked by Perez\nBig battle for second place, but the Monegasque held on against the Mexican.\n18:04\nLet’s go !\n6:04 p.m., big start for the Saudi Arabian Grand Prix, the lights are out!\n18:00\nIt won’t be long…\nThe drivers are in their single-seaters and begin their formation lap.\n17:49\nWhitaker: “No race won for Verstappen”\nMartin Whitaker, GP boss, to Le Parisien: “The three previous editions produced three different winners. It’s not at all a race won for Verstappen. We must not forget that it is a city race. The safety car intervened on each edition. This can restart everything. »\n17:46\nAlpine already in the tough\nEsteban Ocon in 17th position on the grid, just ahead of Pierre Gasly: ​​the Alpine team is in immense difficulty at the start of the year and is preparing for a difficult season.\nDismissed engineers, overweight single-seaters… We explain the reasons for this slump in this article.\n#Saudi #Arabian #relive #race #won #Max #Verstappen",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "max verstappen",
        "sentiment": "negative"
      },
      {
        "name": "charles leclerc",
        "sentiment": "none"
      },
      {
        "name": "nico hülkenberg",
        "sentiment": "none"
      },
      {
        "name": "lando norris",
        "sentiment": "none"
      },
      {
        "name": "george russell",
        "sentiment": "none"
      },
      {
        "name": "oliver (bearman",
        "sentiment": "none"
      },
      {
        "name": "oliver bearman",
        "sentiment": "none"
      },
      {
        "name": "lewis hamilton",
        "sentiment": "none"
      },
      {
        "name": "fernando alonso",
        "sentiment": "none"
      },
      {
        "name": "verstappen",
        "sentiment": "none"
      },
      {
        "name": "sergio perez",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "aston martin",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "saudi arabia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T04:02:58.883+02:00",
  "updated": "2024-03-10T05:41:39.983+02:00"
}