{
  "thread": {
    "uuid": "9d2ab6f2e8f2cadbfb7219ad4b114e1809d075a6",
    "url": "https://menafn.com/1107956293/Zelensky-Stresses-Significance-Of-Culture-In-Times-Of-War",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://www.menafn.com/rss/menafn_globaltopstories.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "MOCCAE Reveals Reduced Penalties In The New Administrative Sanctions List To Boost The UAE's Fisheries Sector And Sustain Marine Biodiversity",
    "title": "Zelensky Stresses Significance Of Culture In Times Of War | MENAFN.COM",
    "title_full": "Zelensky Stresses Significance Of Culture In Times Of War | MENAFN.COM",
    "published": "2024-03-09T02:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://menafn.com/updates/pr/2024-03/09/U_d542fimage_story.jpeg",
    "performance_score": 0,
    "domain_rank": 6382,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9d2ab6f2e8f2cadbfb7219ad4b114e1809d075a6",
  "url": "https://menafn.com/1107956293/Zelensky-Stresses-Significance-Of-Culture-In-Times-Of-War",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-03-09T02:09:00.000+02:00",
  "title": "Zelensky Stresses Significance Of Culture In Times Of War | MENAFN.COM",
  "text": "( MENAFN - UkrinForm) During wartime, cultural figures are crucial as they narrate the story of Ukraine, preserve the memory of everything the Ukrainian people endure, reviving what gives people strength.\nThis was emphasized by President of Ukraine Volodymyr Zelensky in an address at the awarding ceremony for the Taras Shevchenko National Prize 2024, the President's Office reports.\n\"In times of war – even more so than in times of peace – we must all remember the significance of culture. And people of culture matter. Everyone who speaks out for Ukraine. Who voices what's on their hearts. Who preserves everything we go through. Who revives what could have been forgotten but, renewed, gives people strength, gives emotions,\" said the president.\nThe head of state said that Ukrainians have come a long way to become a nation, creators of their culture, state, and destiny.\nRead also: PM Shmyhal: Losses in culture and tourism sector estimated at $19 \"For a human community to become a nation and a state, the best characters in the country must have hearts that do not live only for themselves. Such hearts speak to those around them. They care. They teach – teach to understand. They unite. Protect. Save when necessary. And in the end, we all recognize each other, feel each other, feel that we are Ukrainians,\" said the Head of State.\nAccording to Volodymyr Zelensky, this became possible not only thanks to the strength of Ukraine's weapons but also to the strength of people's hearts.\n\"In Mariupol, during the most terrifying days, there are those who understand: what they see, they must capture, preserve to later tell the whole world about it. Whether it's a person who doesn't want human memory to lose what was seen somewhere along the road to Bakhmut or experienced in temporarily occupied Skadovsk. And who feels: they must record this, rhyme this moment, rhyme this pain. Or it's an artist who believes that the people of Ukraine, killed in this war, will be preserved in the emotions of those who are alive. And who speaks about it through their music. So that every living person in Ukraine remembers what this land is about, what its people are about, what thoughts a mother has as she is waiting for her son or daughter here, in Ukraine,\" said the president.\nRead also: On scale similar to World War II: Tasheva on export of cultural artifacts from Ukraine by Russians\nVolodymyr Zelensky expressed gratitude to everyone who lives“not only for themselves but also cares for people and the entire Ukrainian state”.\n\"I thank you, I thank everyone who is now on the front lines and who is with those who are on the front lines. Those who are with Ukraine and cherish and develop it,\" said the head of state.\nMENAFN09032024000193011044ID1107956293\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.ukrinform.net/rubric-society/3837685-zelensky-stresses-significance-of-culture-in-times-of-war.html",
    "https://ukrinform.net/rubric-society/3837685-zelensky-stresses-significance-of-culture-in-times-of-war.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ukra",
        "sentiment": "negative"
      },
      {
        "name": "zelensky",
        "sentiment": "negative"
      },
      {
        "name": "volodymyr zelensky",
        "sentiment": "none"
      },
      {
        "name": "taras shevchenko",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "the president's office",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T23:03:28.017+02:00",
  "updated": "2024-03-09T23:03:28.017+02:00"
}