{
  "thread": {
    "uuid": "51b1904181af235fe118ea52eebe19723797e70d",
    "url": "https://www.brit.co/fancy-cakes",
    "site_full": "www.brit.co",
    "site": "brit.co",
    "site_section": "https://www.brit.co/food/",
    "site_categories": [
      "marketing",
      "business"
    ],
    "section_title": "Brit + Co - Food",
    "title": "Let Them Eat Cake: Fancy Cakes Are So In At The Moment - Brit + Co",
    "title_full": "Let Them Eat Cake: Fancy Cakes Are So In At The Moment - Brit + Co",
    "published": "2024-04-19T00:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.brit.co/media-library/fancy-cakes.jpg?id=52040636&width=1200&height=600&coordinates=0%2C0%2C0%2C67",
    "performance_score": 0,
    "domain_rank": 4924,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "51b1904181af235fe118ea52eebe19723797e70d",
  "url": "https://www.brit.co/fancy-cakes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kayla Walden",
  "published": "2024-04-19T00:19:00.000+03:00",
  "title": "Let Them Eat Cake: Fancy Cakes Are So In At The Moment - Brit + Co",
  "text": "Gone are the days of simple and minimalistic birthday themes — we want all of the Renaissance -inspired, fancy, and elaborate birthday parties from here on out. And with that comes even more crazy cakes! Fancy cakes are seriously trending at the moment, and you need to save this for your next birthday so you can get all the inspiration you need to have the craziest, coolest, and most elaborate birthday ever.\nFloral Arrangement Cake\nPhoto via Instagram/@cake_annieioannides\nSome of the most stunning cakes I've seen are by Annie Ioannides with the most elaborate floral arrangements around her cakes. You will see her work and immediately feel inspired to have one of these at your wedding, birthday, or any occasion needed for a fancy cake. They look so beautiful you won't even want to eat them... but good news is you can because they're edible too!\nFlower Power Cake Image via Instagram/@thegirlwholetthemeatcake\nThis is another fun fancy cake option is you're looking for something a little groovy and retro! We love this flower-power fancy cake for any birthdays coming up! But wait until you hear what's inside...vanilla buttercream cake with grape jelly mixed throughout. OMG! We love when cakes look AND taste good! Sign us up!\nIt's All Coming Up Roses Cake Photo via Instagram/@cake_annieioannides\nAnnie Ioannides told us the story of how she got into baking and cake design and it is oh-so-sweet just like her cakes. She says, \"Baking was my hobby and passion since I can recall. So after a long career working at a bank I decided to quit and work with what I love. News spread out and here I am now, having the small cake studio I always dreamed and turning my hobby into a full time job.\"\nAnd it was all worth it because her designs are truly works of art. This cake pictured above is made of edible wafer paper roses and it has to be the quintessential fancy cake!\nCoquette Inspired Cake Photo via Instagram/@thefancycakeclub\nOne common theme you'll see with a lot of fancy cakes is the coquette aesthetic. This involves a lot of girly, feminine, and cute details with elegant draping and bows going around the cake. The more dramatic the better! This stunning cake is from The Fancy Cakes Club (what a perfectly on-brand name, right?) and we are in love with their work. They told us, \"I started when I made my own birthday cake around COVID in this style which at the time I’d only really seen on Instagram from bakers in the UK/Australia. There was no bakery in NYC making this style of cake at the time, so I had friends asking me to make their cakes and word got around and that’s basically how it took off!\" We love to see when passion can evolve into so much more!\nShe's even been hired to do a cake for none other than Olivia Rodrigo for her shows at Madison Square Garden! We love the fancy cake they made for her! Definitely go check out her page for all of the best fancy cake inspo.\nGarden Fancy Cake Photo via Instagram/@cake_annieioannides\nI will absolutely be saving this amazing cake by Annie Ioannides to my Pinterest for all the upcoming birthday cake inspo. It is whimsical, fun, and spectacular; exactly what a fancy cake should be! Definitely let them eat this cake!\nCherry Bow Cake Photo via Instagram/@thegirlwholetthemeatcake\nYou can't have an elaborate cake without accessorizing! We're talking bows, floral, jewels, you name it! Due to the ever-rising coquette aesthetic, bows are everywhere; even on cakes! We are just obsessed with this one from cake artist Erin Degelman. It looks straight out of Marie Antoinette with its old-fashioned, girly vibe! Not to mention, the inside is made of chocolate oreo!\nErin is a self taught cake artist from Saskatchewan, Canada. She told us that she really found a passion in baking after her son was born in 2010. She says, \"Baking provided a way for me to decompress and became an outlet for my creative side. Although I do not have formal training in culinary arts, I have created a successful business built on practice and hard work. I have spent numerous hours creating delicious recipes and researching new trends in design.\" She says that her personal cake style is \"feminine, whimsical, and fun.\" That sounds just like what we're looking for in our fancy cake roundup!\nPhoto via Instagram/@thefancycakeclub\nAnother insanely fun cake by The Fancy Cakes Club showing us that you can do wedding cakes in a non-traditional fancy way like so. I love the elaborate draping and contrast of the colors on this fun dessert! And the l iteral cherry on top of this dessert is edible too! We love to see it!\nBallerina Cake Photo via Instagram/@thegirlwholetthemeatcake\nWho knew you could have a fancy ballerina cake?! This cake by Erin Degelman is another prime example of how elaborate these cakes can get! It has these curtain-like details that really help to give it that extra \"fancy-feel.\" This one will definitely cure my sweet tooth.\nSubscribe to our newsletter for more birthday inspo!\nLead i mage via Erin Degelman.\nFrom Your Site Articles 10 Sandwich Cake Recipes To Serve At Your Bridgerton Season 3 Watch Party › 17 Indulgent Ice Cream Cakes for Your Labor Day Bash › This Dreamy Vanilla Tiramisu Cake Is Easy *And* Delicious › Kayla Walden Kayla Walden is a content creator and writer who spends most of her free time either shopping the latest trends, reading fantasy novels, or binging new tv shows. You can find her various musings on all things fashion, pop culture, and travel on Brit + Co or her blog, Kayla's Newsletter.\nDessert Dessert Recipes",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.instagram.com/p/C5tBnHKtHPx/",
    "https://www.instagram.com/thegirlwholetthemeatcake?igsh=MWQ1ZGUxMzBkMA%3D%3D",
    "https://www.instagram.com/reel/C5jGrRNP6Se/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
    "https://www.instagram.com/thefancycakeclub?igsh=MWQ1ZGUxMzBkMA%3D%3D",
    "https://www.instagram.com/cake_annieioannides?igsh=MWQ1ZGUxMzBkMA%3D%3D",
    "https://www.instagram.com/p/C5YfqtiNulA/",
    "https://www.instagram.com/p/C20v95XvBVD/",
    "https://www.instagram.com/p/C5gJ4q3tpcd/",
    "https://www.instagram.com/p/Cz1dNOJOo4x/",
    "https://www.instagram.com/p/C3DU2dNuySQ/",
    "https://mailchi.mp/brit/social-sign-up-weekend-scroll",
    "https://www.instagram.com/p/C5zTM4ZO9BV/",
    "https://www.instagram.com/p/C3LaFLGPOW9/",
    "https://instagram.com/p/C5gJ4q3tpcd/",
    "https://instagram.com/thefancycakeclub?igsh=MWQ1ZGUxMzBkMA%3D%3D",
    "https://instagram.com/p/C20v95XvBVD/",
    "https://instagram.com/p/C5YfqtiNulA/",
    "https://instagram.com/p/C3LaFLGPOW9/",
    "https://instagram.com/thegirlwholetthemeatcake?igsh=MWQ1ZGUxMzBkMA%3D%3D",
    "https://www.instagram.com/p/C3LaFLGPOW9",
    "https://www.instagram.com/thegirlwholetthemeatcake",
    "https://www.instagram.com/p/C3DU2dNuySQ",
    "https://www.instagram.com/p/Cz1dNOJOo4x",
    "https://www.instagram.com/p/C5tBnHKtHPx",
    "https://instagram.com/cake_annieioannides?igsh=MWQ1ZGUxMzBkMA%3D%3D",
    "https://instagram.com/p/Cz1dNOJOo4x/",
    "https://www.mailchi.mp/brit/social-sign-up-weekend-scroll",
    "https://www.instagram.com/p/C20v95XvBVD",
    "https://www.instagram.com/p/C5gJ4q3tpcd",
    "https://www.instagram.com/cake_annieioannides",
    "https://instagram.com/p/C3DU2dNuySQ/",
    "https://www.instagram.com/reel/C5jGrRNP6Se/",
    "https://www.instagram.com/p/C5YfqtiNulA",
    "https://instagram.com/p/C5zTM4ZO9BV/",
    "https://instagram.com/reel/C5jGrRNP6Se/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
    "https://www.instagram.com/p/C5zTM4ZO9BV",
    "https://instagram.com/p/C5tBnHKtHPx/",
    "https://www.instagram.com/thefancycakeclub"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "annie ioannides",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "flower power cake image via instagram",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "instagram",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:30:23.283+03:00",
  "updated": "2024-04-26T00:32:31.229+03:00"
}