{
  "thread": {
    "uuid": "9e78c0c1dceb39406de4eb77aad80d2ffcc3c136",
    "url": "https://m.dailyhunt.in/news/india/english/indulgexpress-epaper-dh82728851e08e4f21a2f07a578a2cba2c/kissago+and+preksha+theatre+companys+play+blind+mens+club+is+a+situational+comedy+about+not+giving+up+on+hope-newsid-n591660376",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-newhasan",
    "site_categories": [
      "media"
    ],
    "section_title": "Dailyhunt",
    "title": "Kissago and Preksha Theatre Company's play, Blind Men's Club is a situational comedy about not giving up on hope",
    "title_full": "Kissago and Preksha Theatre Company's play, Blind Men's Club is a situational comedy about not giving up on hope",
    "published": "2024-03-14T16:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/db/69/e4/db69e4c62b1de99c80d11620ef8f7bf391bbb52266b4cb35b1ede46dfdea38b3.jpg",
    "performance_score": 0,
    "domain_rank": 18187,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9e78c0c1dceb39406de4eb77aad80d2ffcc3c136",
  "url": "https://m.dailyhunt.in/news/india/english/indulgexpress-epaper-dh82728851e08e4f21a2f07a578a2cba2c/kissago+and+preksha+theatre+companys+play+blind+mens+club+is+a+situational+comedy+about+not+giving+up+on+hope-newsid-n591660376",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-03-14T16:56:00.000+02:00",
  "title": "Kissago and Preksha Theatre Company's play, Blind Men's Club is a situational comedy about not giving up on hope",
  "text": "A downturned mouth. A vacant stare. Lines in the face. A slack expression. Blind individuals traverse life's hurdles with cleverness, fortitude, and a sprinkle of whimsy. Kissago's upcoming play, Blind Men's Club, inspired by Chandrashekar Phansalkar's acclaimed work Tax-Free, invites the audience on a beautiful voyage into the world of four blind men. Together, they establish their club, a haven devoted to joy and laughter, showcasing their spirited adventures and the unbreakable bonds of goodwill.\nProducers Kajol Dubey and Preksha Trivedi have predicted a set that is a living, breathing character in its own right. \"The design for Blind Men's Club drafts the essence of a club room run by Master Kenjle. This room, which serves as the nucleus of the play, is ingeniously laid out on the main stage area, designed to immerse the audience in the everyday lives and camaraderie of the club members,\" begins Kajol.\nCentral to the set is the club room, a space that exudes warmth and familiarity. Furnished with benches that invite conversations and a radio that serves as a portal to the world beyond, this area is adorned with necessary props that add layers to the narrative. The entry of Mishra, another member of the club introduces a new dynamic to the stage setup. With his arrival, a cot is prominently placed, symbolising his integration into the club's close-knit community.\nMalyaban Lahiri, who plays Master in the performance, tells us that his character is an evil orchestrator of things. \"But he depends on the others for emotional support. Although he is the eldest, he is one of the most mysterious persons in the club and is also the head of the so-called family.\"\nA particularly poignant scene will unfold away from the confines of the club and kitchen, by a lake where Master and Pandharpur engage in the leisurely activity of fishing. While this scene might seem a departure from the club's interior spaces, it offers a serene backdrop for introspection. As they sit by the lake, rods in hand, the tranquillity of the setting prompts a contemplative chat about humour as their chosen mechanism for coping with life.\nVasant Sagar plays the role of a mechanic who lost his sight 10 years ago. \"Even then, he has a penchant for living life to the fullest,\" Vasant shares, adding, \"The play i s about embracing whatever life throws at you and still moving ahead. Despite losing his eyesight, my character is still passionate about his job as a mechanic. He likes to speak about his erstwhile expertise in his work and uplifts others who are too pessimistic even to have hope.\"\nWhile another cast member, Sandeep Bhardwaj says that the play is a situational comedy, director Jay Jha, who agrees with the same, adds, \"Even if the people are blind, they still keep themselves happy and motivated. They play pranks that we show subtly without directly telling the audience as that's where the fun lies. The characters get entertained by these different kinds of situations as they recreate dissimilar emotions. None of them knows what will happen next. We have never tried playing blind persons before. It wasn't easy. We finalised how our eyes, movements and body language will be. We also have a musician joining us who is actually visually impaired. His music comes from the radio that we are using as a prop.\"\nTickets at `200. March 16, 8 pm. At Rangbhoomi By Sneha Arts, Sainikpuri. March 17, 8 pm. At Lamakaan, Banjara Hills.\nchokita@newindianexpress.com @PaulChokita",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chandrashekar phansalkar",
        "sentiment": "negative"
      },
      {
        "name": "kissago",
        "sentiment": "negative"
      },
      {
        "name": "mishra",
        "sentiment": "none"
      },
      {
        "name": "kajol dubey",
        "sentiment": "none"
      },
      {
        "name": "preksha trivedi",
        "sentiment": "none"
      },
      {
        "name": "kajol",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "preksha theatre company",
        "sentiment": "negative"
      },
      {
        "name": "blind men's club",
        "sentiment": "neutral"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:46:56.058+02:00",
  "updated": "2024-03-15T03:41:27.510+02:00"
}