{
  "thread": {
    "uuid": "1c411d1fab1f541e20dd949f78802b6b8e46085d",
    "url": "https://www.autocarpro.in/news/eyeing-3x-growth-in-revenue-by-fy26-ajax-engineering-diversifies-into-3d-machine-manufacturing-118428",
    "site_full": "www.autocarpro.in",
    "site": "autocarpro.in",
    "site_section": "https://www.autocarpro.in/rssfeeds/news-focus",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest Auto industry News, Insights, Updates and Reports from India’s leading automobile industry magazine |Autocar Professional",
    "title": "Eyeing 3X growth in revenue by FY26, Ajax Engineering diversifies into 3D machine manufacturing | Autocar Professional",
    "title_full": "Eyeing 3X growth in revenue by FY26, Ajax Engineering diversifies into 3D machine manufacturing | Autocar Professional",
    "published": "2023-12-29T12:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://cdni.autocarindia.com/utils/imageresizer.ashx?n=http://img.haymarketsac.in/autocarpro/9985599b-0f74-49b4-a074-65cfdcdb0fa3_subhrata-saha.jpg",
    "performance_score": 0,
    "domain_rank": 84798,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1c411d1fab1f541e20dd949f78802b6b8e46085d",
  "url": "https://www.autocarpro.in/news/eyeing-3x-growth-in-revenue-by-fy26-ajax-engineering-diversifies-into-3d-machine-manufacturing-118428",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Autocar Pro News Desk",
  "published": "2023-12-29T12:25:00.000+02:00",
  "title": "Eyeing 3X growth in revenue by FY26, Ajax Engineering diversifies into 3D machine manufacturing | Autocar Professional",
  "text": "Eyeing 3X growth in revenue by FY26, Ajax Engineering diversifies into 3D machine manufacturing The company is eyeing 3X growth in revenues by FY26. Riding on the infrastructure construction boom wave, Ajax Engineering is setting its sights on a three-fold revenue surge to Rs 3,000 crore by FY26. To fuel this ambitious ascent, the manufacturer of concrete equipment is venturing beyond its core mixers and equipment, making a strategic foray into the nascent 3D printing technology. 3D printing technology Ajax Engineering is betting big on 3D printing's potential to revolutionise infrastructure development, particularly the mass housing segment; slashing construction timelines and costs. The company recently showcased the technology by constructing a 350 square metre home in 3 days. Shubhabrata Saha, Managing Director and Chief Executive Officer of AJAX Engineering told Autocar Professional that while conventional building methods typically demand months to construct a similar home, AJAX 3D Concrete printing technology offers scale at speed, providing rapid, cost-effective, and environmentally sustainable alternatives. \"It's an evolving industry and we want to be a full solution player,\" Saha said. According to Saha, his company which wants to become an 'Indian multinational company', has set itself the ambitious target of increasing the revenues, profitability and exports by three times in coming years. \"To become an Indian multinational, we need to have products that are suited for the globe. The 3D machine is a global launch and it can very well go today and work seamlessly in any country as long as that country can provide all the materials such as cement and other materials,\" he noted. Bengaluru-based Ajax Engineering offers products including self -loading concrete mixers, transit mixers, concrete batching plants, concrete pumps, boom pumps, slip form pavers and self-propelled boom pump, being used across various application sectors, viz., irrigation, infrastructure, urban development, power housing, industrial projects, to name a few. The company has its state-of-the-art manufacturing facilities are situated at Doddaballapur and Gowribidanur. Big jump in revenues in FY23 and expansion plans For the sake of perspective, Bengaluru-based Ajax Engineering reported a 50.81% jump to Rs 1151.13 crore in operational revenues during FY23, as compared to Rs 763.29 crore in FY22. The revenue stood at Rs 741.69 crore during FY21. The company's net profit on other hand stood at Rs 135.90 crore in FY23 which is a 105.27% spike in comparison to the 32.02% losses it incurred at Rs 66.21 crore in FY22 and Rs 97.39 crore in FY21. Ajax Engineering's top executive emphasised that the company has an impressive year-on-year growth that is much higher than the industry. In line with the projected growth, the company has committed to invest Rs 100 crore in Karnataka which includes a new plant in Hosahalli and production capacity enhancement in Gowribidanur. \"Our installed capacities are strong enough to take care of existing demand. Going forward In order to meet future demand, Ajax Engineering is also in the process of expanding capacities at two of its plants\" continued Saha. Focus on exports Talking about the exports, Saha noted that he is very keen and clear over the road map for over next 5-10 years. The company already has a direct presence in 23 countries while the products are oveall operational in 43 countries around the world. \"To that extent we have embarked on journey.\" RELATED ARTICLES [Citroen could delay the launch of the C3X](https://www.autocarpro.in/news/citroen-could-delay-the-launch-of-the-c3x-118431) Feedback from stakeholders being considered. [Tata Motors' Shubranshu Singh on the rise of influencers in marketing strategies](https://www.autocarpro.in/news/tata-motors-shubranshu-singh-on-the-rise-of-influencers-in-marketing-strategies-118429) The Vice President, Marketing, Commercial Vehicle business, Tata Motors, talks about how the landscape of influencers is... [Deepika Padukone is Hyundai India’s new Brand Ambassador](https://www.autocarpro.in/news/deepika-padukone-is-hyundai-indias-new-brand-ambassador-118425) The company believes the collaboration will elevate its brand presence.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shubhabrata saha",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ajax engineering",
        "sentiment": "negative"
      },
      {
        "name": "ajax",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T16:10:38.414+02:00",
  "updated": "2023-12-29T16:10:38.414+02:00"
}