{
  "thread": {
    "uuid": "e96fb382d09779067ae4994f9e783d555de340d1",
    "url": "https://www.globenewswire.com/news-release/2024/02/05/2823563/0/en/Aether-Fuels-and-GTI-Energy-Announce-Partnership-and-Exclusive-Licensing-Deal-to-Accelerate-Commercialization-of-Sustainable-Fuels-for-Aviation-and-Ocean-Shipping.html",
    "site_full": "www.globenewswire.com",
    "site": "globenewswire.com",
    "site_section": "http://www.globenewswire.com/AtomFeed/industry/587-Alternative Fuels/feedTitle/GlobeNewswire - Industry News on Alternative Fuels",
    "site_categories": [
      "media"
    ],
    "section_title": "GlobeNewswire - Industry News on Alternative Fuels",
    "title": "Aether Fuels and GTI Energy Announce Partnership and Exclusive Licensing Deal to Accelerate Commercialization of Sustainable Fuels for Aviation and Ocean Shipping",
    "title_full": "Aether Fuels and GTI Energy Announce Partnership and Exclusive Licensing Deal to Accelerate Commercialization of Sustainable Fuels for Aviation and Ocean Shipping",
    "published": "2024-07-05T04:49:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ml.globenewswire.com/Resource/Download/dcff4734-0cea-4c62-950b-4a24f5ebb4cb",
    "performance_score": 0,
    "domain_rank": 472,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e96fb382d09779067ae4994f9e783d555de340d1",
  "url": "https://www.globenewswire.com/news-release/2024/02/05/2823563/0/en/Aether-Fuels-and-GTI-Energy-Announce-Partnership-and-Exclusive-Licensing-Deal-to-Accelerate-Commercialization-of-Sustainable-Fuels-for-Aviation-and-Ocean-Shipping.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Aether Fuels",
  "published": "2024-07-05T04:49:00.000+03:00",
  "title": "Aether Fuels and GTI Energy Announce Partnership and Exclusive Licensing Deal to Accelerate Commercialization of Sustainable Fuels for Aviation and Ocean Shipping",
  "text": "CHICAGO, Feb. 05, 2024 (GLOBE NEWSWIRE) --\nAether Fuels (Aether) and GTI Energy today announced a partnership and global exclusive licensing agreement to commercialize a scalable and economical solution to produce sustainable fuels from low-value and abundant waste streams. The fuels will help aviation and ocean shipping companies (which combined generate more than four percent* of the world’s carbon emissions) achieve their net-zero ambitions. Aether is a venture-backed deep-tech climate company. GTI Energy is a non-profit technology development organization that creates innovative solutions for low carbon, low-cost energy systems.\nThe Research and Development (R&D) partnership began in 2022 between Aether and GTI Energy seeking to build on a gas-to-liquid (“GTL”) technology program initiated by GTI Energy in 2016. The GTL program combines innovations in chemistry (catalysts), equipment (reactors), and process flows to convert gaseous waste carbon streams, such as captured carbon dioxide, industrial waste gases, biogas and converted agricultural residues, into liquid hydrocarbons. The technology development is supported by $6 million in grants from the U.S. Department of Energy, as well as further investments by Aether, which recently\nannounced a $9 million funding round.\nTogether, Aether and GTI Energy have developed a new concept built upon the original GTL program that has the flexibility to convert a wide range of carbon feeds while also producing more product at lower cost than existing approaches. The new solution has been demonstrated in an integrated pilot line at GTI Energy’s Chicago-area campus producing 1.5 gallons of sustainable fuels per day. A 100 gallon per day integrated pilot will start construction at this campus in March.\nThis announcement marks a shift from R&D led by GTI Energy to a new commercialization phase led by Aether’s team of experienced business and technology executives. The licensing agreement gives Aether exclusive global rights to certain key GTI Energy GTL technologies for producing sustainable liquid hydrocarbons. The partnership extends Aether’s R&D contract with GTI Energy and establishes a comprehensive technology transfer program under which Aether will progressively take over the further R&D to scale the new solution. As part of this program, the Aether team will work alongside GTI Energy counterparts, establishing an R&D Center to access GTI Energy’s world-class facilities and team and run the pilot lines.\n“Incubating transformative technologies is just one side of GTI Energy’s immense value; they are equally driven by a mission to commercialize the technologies so that they can impact the world,” said Aether CEO, Conor Madigan. “They are a world-class collaborator with a model that is geared to accelerate technology development and get it to market at scale. As we worked with GTI Energy’s scientists and leveraged the organization’s extensive R&D resources, we simultaneously built our leadership team and started implementing our global business strategy. This made us more agile and reduced our cost structures. Now, with the exclusive license, we can move fast to fulfill the potential of this breakthrough sustainable fuel production solution.”\n“At GTI Energy, we value collaborative partnerships with visionary leaders seeking to create disruptive innovations by scaling integrated technology solutions to address consequential energy challenges,” said Paula Gant, President and CEO, GTI Energy. “We are excited to work with Aether Fuels to leverage our foundational technology to shape low carbon, low-cost fuels solutions for decarbonizing global economies.”\n*\nhttps://www.globenewswire.com/Tracker?data=snZNpeKNuvy5rN-SXD_N0oyXCh0bK1KXXFYK9HOGyfriutFY-pu1Ngk1-8JUeAPEeNNlrtQjQVEC22KDVh9X5aHxYy0nxL4ERssX4F18KdQqkxML59e7di64shvw2cQ6gz4_3eYzNkNYNelylUUiz3pTWVIT06k8sd6bWJ59J_U=\n*\nhttps://www.globenewswire.com/Tracker?data=snZNpeKNuvy5rN-SXD_N0oyXCh0bK1KXXFYK9HOGyfriutFY-pu1Ngk1-8JUeAPEOK-HLIh0vvyO86qn8wzxy8GX4uF3-zHPmoIp3WBGT-ILEebEqSAowIxIJk_9dc9lW5oI2TBrT9jXsMnHZTMqZd24_-MN6H6MLtzCqnnLdS9e12ox5vycEmJNs1pcJRPMHc8MVMsj6NQn3gIhVYnl8g==\nAbout Aether’s Solution: Aether’s fuel is made from low-cost and abundant waste carbon streams, such as captured carbon dioxide, industrial waste gases, municipal solid waste, agricultural residues, and waste biomass. The company’s proprietary process combines feedstock flexibility with maximum yield and slashes plant capital costs, enabling dramatically better unit economics while also meeting stringent sustainability criteria.\nAbout Aether Fuels: Aether Fuels envisions a net-zero world enabled by its breakthrough sustainable liquid fuel production technology. We are developing highly scalable solutions that dramatically improve the unit economics of producing sustainable fuels for aviation and ocean shipping. Established in 2022 as a spin-out of Xora Innovation, a deep-tech early-stage investment platform of Temasek, we maintain principal offices in the U.S. and Singapore. For more information, visit\nwww.aetherfuels.com or follow us on\nAbout GTI Energy: GTI Energy is a leading technology development organization. Our trusted team works to scale impactful solutions that shape energy transitions by leveraging gases, liquids, infrastructure, and efficiency. We embrace systems thinking, innovation, and collaboration to develop, scale, and deploy the technologies needed for low-carbon, low-cost energy systems.\nMedia Contacts\nAether Fuels\nAlyssa Norris:\nanorris@aetherfuels.com\nGenuity PR for Aether Fuels:\naetherfuels@genuitypr.com\nGTI Energy\nKristin Cone:\nkcone@gti.energy\nSun PR for GTI Energy:\ngti-energy@sunpr.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "gti energy",
        "sentiment": "neutral"
      },
      {
        "name": "gti energy announce partnership",
        "sentiment": "neutral"
      },
      {
        "name": "ocean shipping chicago",
        "sentiment": "neutral"
      },
      {
        "name": "research and development",
        "sentiment": "none"
      },
      {
        "name": "aether",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T04:50:07.767+03:00",
  "updated": "2024-07-05T04:50:07.767+03:00"
}