{
  "thread": {
    "uuid": "23517145c1b2f69e5b448017f46eadbeafd5274d",
    "url": "http://spanish.people.com.cn/n3/2024/0215/c31617-20133624.html",
    "site_full": "spanish.people.com.cn",
    "site": "people.com.cn",
    "site_section": "http://spanish.people.com.cn",
    "site_categories": [
      "japan",
      "travel"
    ],
    "section_title": "español--People's Daily Online",
    "title": "Gobierno español aprueba anteproyecto de ley para que empresas impulsen movilidad sostenible de sus trabajadores",
    "title_full": "Gobierno español aprueba anteproyecto de ley para que empresas impulsen movilidad sostenible de sus trabajadores",
    "published": "2024-02-15T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 446,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "23517145c1b2f69e5b448017f46eadbeafd5274d",
  "url": "http://spanish.people.com.cn/n3/2024/0215/c31617-20133624.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "F_200808",
  "published": "2024-02-15T02:00:00.000+02:00",
  "title": "Gobierno español aprueba anteproyecto de ley para que empresas impulsen movilidad sostenible de sus trabajadores",
  "text": "- Más Gobierno español aprueba anteproyecto de ley para que empresas impulsen movilidad sostenible de sus trabajadores [Xinhua](http://spanish.xinhuanet.com/)| el 15 de febrero de 2024 | 10:50 Las empresas con más de 500 trabajadores o 250 por turno deberán disponer de planes para garantizar que sus empleados tienen alternativas sostenibles para acudir a su centro de trabajo, como transporte eléctrico o colectivo, según un anteproyecto de ley aprobado el martes por el Gobierno español. \"Las empresas podrán optar por distintas alternativas, como potenciar la movilidad activa, la eléctrica, la compartida o el transporte colectivo, o bien apostar por flexibilizar los horarios de entrada y salida y el teletrabajo\", detalla el proyecto de Ley de Movilidad Sostenible, según explicó hoy miércoles el Ministerio de Transportes y Movilidad Sostenible español en su página web. La norma, aprobada el martes por el Consejo de Ministros, contempla otras medidas, como fomentar el transporte de mercancías por tren, que permitirán \"responder mejor a las necesidades de movilidad y transporte de los ciudadanos y a los retos del siglo XXI: la sostenibilidad, la digitalización y la cohesión social y territorial\", recogió la cartera. La movilidad supone el 13 por ciento del gasto de los hogares, más de 800.000 empleos y cerca del 5 por ciento del producto interno bruto (PIB) del país, explicó el ministro de Transportes y Movilidad Sostenible, Óscar Puente. La nueva ley, dijo, tiene el objetivo de reducir las ineficiencias del gasto en el transporte en 800 millones de euros anuales, lo que permitirá incrementar un 3 por ciento la productividad de las empresas. El 29 por ciento de las emisiones contaminantes en el país tienen que ver con la movilidad, 5 puntos por encima de la media europea, recordó el ministro. La norma regulará soluciones innovadoras como el transporte a demanda (servicio que funciona a petición de los usuarios y está pensado para comunicar entre sí las zonas rurales), los coches compartidos, el uso temporal de vehículos o la regulación básica del vehículo autónomo, y fomentará la digitalización y la promoción de datos abiertos, tanto de administraciones como de gestores de infraestructura y de operadores públicos y privados. Introduce además medidas sobre infraestructuras y equipamientos para la sostenibilidad del sistema de transportes, entre otras, el uso y suministro de fuentes de energía alternativas en puertos y aeropuertos y el fomento del transporte de mercancías por tren, precisó la cartera.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "http://spanish.xinhuanet.com/)|",
    "http://www.spanish.xinhuanet.com/)|"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T00:59:19.498+02:00",
  "updated": "2024-02-16T00:59:19.498+02:00"
}