{
  "thread": {
    "uuid": "3a712f75776e86ab3038087dc518068cef9dd3f5",
    "url": "https://www.amarillo.com/story/business/2024/02/16/too-good-to-go-launches-in-texas-heres-what-it-is-where-cheap-meals-food-waste/72573907007",
    "site_full": "www.amarillo.com",
    "site": "amarillo.com",
    "site_section": "https://amarillo.com",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Amarillo Globe-News: Local News, Politics & Sports in Amarillo, TX",
    "title": "Too Good To Go app launches in Texas, here's what it is, where",
    "title_full": "Too Good To Go app launches in Texas, here's what it is, where",
    "published": "2024-02-16T11:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 25873,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3a712f75776e86ab3038087dc518068cef9dd3f5",
  "url": "https://www.amarillo.com/story/business/2024/02/16/too-good-to-go-launches-in-texas-heres-what-it-is-where-cheap-meals-food-waste/72573907007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alana Edgin",
  "published": "2024-02-16T11:22:00.000+02:00",
  "title": "Too Good To Go app launches in Texas, here's what it is, where",
  "text": "Texans can get cheap meals, end food waste with Too Good To Go Appetizing is taking on a whole new meaning in Texas. Texans who want a cheap meal and businesses wanting to make extra money on food that did not sell that day can now use Too Good To Go. The app, which started in Denmark in 2016, allows restaurants, grocery stores, bakeries and other food businesses to sell their leftover items to customers at a reduced price. Too Good To Go started with a goal of reducing food waste, and has spread that goal across countries. While it has been around for several years, it just opened Texas-wide in March 2023, and has slowly been gaining attention in the Lone Star state. How does Too Good To Go work? Businesses look at what food or drink items they have left over from a rush or for the day. Those items, which previously may have been thrown out despite still being good, will be put into a surprise bag and posted onto the app. The businesses are charged a flat fee of $1.79 per bag, which goes toward Too Good To Go. Customers are then able to purchase and pick up the surprise from the business. The bags range from one-third to 50% off of the original value, with most bags priced at less than $10. \"(Consumers) are getting a great deal, saving money, and are able to try out new places,\" said Sarah Soteroff, senior PR manager for the U.S. and Canada region. \"The businesses recoup what would otherwise be lost revenue. But, at the end of the day, the real goal is to ensure the food isn't going into a landfill, and isn't contributing to greenhouse gas emissions.\" Too Good To Go started expanding into the U.S. in August of 2020, and reached Austin in July 2021. In March 2023, the app became available for any Texas food-related business across the state. Businesses on the app include boba and tea shops, restaurants of all cuisines, health stores, grocers, manufacturers and farms. Parts of major grocers can also be on the app. H-E-B's True Texas BBQ in Lubbock is on the app, through the full grocery store is not. \"That's a really good example of how we can work with part of the business, like the bakery side and not the prepared food side,\" Soteroff said. \"There is an opportunity across every facet of what a business owns for us to help them sell that food. There are workable, flexible solutions across every degree of the supply chain.\" As of February 2024, the participating Texas cities include: - Amarillo. - Austin and surrounding area. - Dallas/Fort Worth metroplex. - El Paso. - Houston and surrounding area. - Lubbock. - San Antonio As of Feb. 13, Too Good To Go in Texas reported 841 supplying stores, more than 49,000 paying users, and has reportedly saved more than 598,000 meals. \"We've been really happy, and we're consistently launching and adding more and more stores,\" Soteroff said. \"We're always allowing for more different businesses to join. Our biggest (customer) complaint is that they can't get to the bag they want fast enough. We just need more partners to match that consumer demand.\" In order for a business to join, a representative can reach out to Too Good To Go at [toogoodtogo.com/en-us](https://www.toogoodtogo.com/en-us). People can also follow the company on Instagram, LinkedIn and TikTok for tips, tricks, and entertaining videos. Here's what is on Too Good to Go for Amarillo In Amarillo, there are four participating businesses, as of Feb. 12. McKinzie Hodges, owner of Scratch Made Bakery at 118 6th Ave., was the first Amarillo business to partner with Too Good To Go. Her fresh daily bakery offers pie slices, cinnamon rolls, cheesecake, cupcakes, French macarons, muffins, kolaches, cookies, blondies, and brownies. Any of these items could end up in their Too Good To Go bags, along with the occasional pup-cake for customers with dogs. \"We loved the idea behind creating less waste, especially in an industry where we have product on a daily basis that we will not put in our case the following day, as we bake fresh daily,\" Hodges said. \"(Customers) get to try an assortment of goods they maybe wouldn't typically try, and find new items they love that they wouldn't have had otherwise. For the business side, we love being able to send our baked goods home with people instead of trying to find somewhere to take them, bringing them home to our families who love it but probably overindulge on occasion and inevitably, toss them in the trash.\" Hodges takes reducing waste one step further by encouraging customers to bring their own bags, boxes, or containers. \"With your added feature of passing it to a friend if you can't make it, we would like for people to know that it is easy to transfer your box for pickup or to cancel your order if you are not going to make it in,\" Hodges said. \"When they fail to pick up the items, we are wasting boxes/bags more than we normally would. We understand they sometimes get forgotten, but this is our only issue with the entire process, not to mention that keeps someone else from being able to reserve the box and enjoy the goodies.\" Hodges hopes to see more Amarillo businesses join, and believes Too Good To Go could be a gamechanger for the industry. \"Amarillo isn't huge, but we do believe this could make a huge difference in the bakery/restaurant industry, and we tell all of our fellow bakers/makers about it,\" Hodges said. \"It creates a sense of community and that is what we, as a local small business, are all about.\" Other businesses, and their offerings, include: - Change Nutrition, 412 SE 16th Ave. There are two bag options, which could contain a selection of \"feel-good food.\" - The Ruffled Cup, 3440 Bell St., #100. The $5.99 bags will contain an assortment of half a dozen cupcakes. - Dunkin' - Sleepy Hollow, 4411 Soncy Road. Bags could contain donuts, bagels, croissants, coffee, tea, or more. Here's what is on Too Good to Go for Lubbock In Lubbock, the most popular participating restaurants are the Bigham's Smokehouse locations. Bigham's started in 1978 with owner Don Bigham and has opened three locations in Lubbock. The restaurants are now owned by his son, Nick Bigham. Others are reading: [Shearer's Foods confirms Lubbock facility closing 'due to decrease in demand'](https://www.lubbockonline.com/story/business/2024/02/15/shearers-foods-confirms-pending-closure-of-lubbock-facility/72620081007/) \"I took over the business about 5 years ago, and it's been doing pretty well,\" Bigham said. \"You've got to be flexible in this business, so this is one way for us to try out something new.\" Other participating businesses and their offerings in Lubbock, as of Feb. 12, include: - Edible Arrangements, 8215 University Ave., #130. Bags are most likely to include dipped fruits and occasional baked goods. - H-E-B True Texas BBQ, 4405 114th St. Bags are likely to contain meats and/or side dishes. - Tiff's Treats, 411 University Ave., Unit 200. Bags are most likely to have baked items, including cookies - The Cakery, 6305 66th St., #900. Bags are likely to contain surplus cupcakes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment"
  ],
  "external_links": [
    "https://www.toogoodtogo.com/en-us).",
    "https://www.lubbockonline.com/staff/4406944002/alana-edgin/)",
    "https://lubbockonline.com/staff/4406944002/alana-edgin/)",
    "https://toogoodtogo.com/en-us)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alana edgin",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "denmark",
        "sentiment": "none"
      },
      {
        "name": "lone star",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T12:53:36.186+02:00",
  "updated": "2024-03-10T01:00:40.798+02:00"
}