{
  "thread": {
    "uuid": "ede4af5df05c9dc7ff222207079c0382be128bb5",
    "url": "https://vnexplorer.net/a-computer-designed-this-house-to-be-hurricane-proof-the-concept-of-inside-outside-is-constantly-being-questioned-s962779.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "A computer designed this house to be hurricane-proof: ‘The concept of inside-outside is constantly being questioned’",
    "title_full": "A computer designed this house to be hurricane-proof: ‘The concept of inside-outside is constantly being questioned’",
    "published": "2024-01-13T19:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mUABG.img",
    "performance_score": 0,
    "domain_rank": 47327,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ede4af5df05c9dc7ff222207079c0382be128bb5",
  "url": "https://vnexplorer.net/a-computer-designed-this-house-to-be-hurricane-proof-the-concept-of-inside-outside-is-constantly-being-questioned-s962779.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-13T19:02:00.000+02:00",
  "title": "A computer designed this house to be hurricane-proof: ‘The concept of inside-outside is constantly being questioned’",
  "text": "A computer designed this house to be hurricane-proof: ‘The concept of inside-outside is constantly being questioned’\nA home in Punta Cana designed with the help of digital technology has a clear message for the successors of hurricanes Tammy, Philippe, and Lee: Bring it on.\nThe Dominican Republic household was made to withstand hurricanes and tropical storms like the ones with those monikers, according to a story on the project by Designboom.\nThe Mareines Arquitetura design studio borrowed digital tech from North America and Europe to create parts of the home, engineering a building meant to withstand 186-mile-per-hour winds, according to the studio.\nSevere weather is a growing concern around the world as planet overheating increases the odds of extreme events like tornados.\nIn the Dominican, hurricanes are already a seasonal concern. Evolving building designs, some inspired by Legos, are part of the way we can change our perspective about dealing with the impact of planet overheating and the weather.\nAnd, the designers of Punta Cana House make it clear that amenities and high style don’t need to be sacrificed in the process.\nIt’s “a house where the concept of inside-outside is constantly being questioned,” the designers wrote on the studio’s website.\nThe home, designed for an American family, includes a gym, bar, and barbecue, along with all the other standard rooms we are familiar with in the States. The more than 18,500-square-foot home was finished in 2017.\nThe design is where things become a bit foreign. From an aerial perspective, the home looks like a painting shape made by Picasso, as the mind tries to create images of familiar objects from the curvy, half-moon shapes that are part of the architecture.\nIt’s also reminiscent of Frank Lloyd Wright’s famous Fallingwater in Southwestern Pennsylvania. Wright’s ingenious cantilever design concept is fixed into the mountainside with a waterfall practically running through the home.\nIn the Dominican, the designers had to plan for a hurricane to safely pass over, and even through, the architecture.\nGlued, laminated wood makes the roof, veranda, and suites — all with a smooth, curved design. An open-air concept spills onto the beach. Steel pillars support much of the structure.\nThe home’s roof is made from copper from Spain. Water-tight design and thermal insulation help to secure the dwelling’s structure, with materials from France, the United States, and elsewhere. The ground was even raised to prevent storm swells from driving the ocean into the living spaces, per Designboom.\n“Local labor made all the difference in the finishing of the project. Besides the perfection in the location, construction of the foundations and concrete walls that received the steel and wood structures, the artistic quality of the stone, wood, and copper finishes that dominate the aesthetic composition of the house were not neglected,” project manager Matthieu Van Beneden told Designboom.\nAnd, while most people don’t have design studios creating Punta Cana Houses for them on every beach, concepts learned from the build can likely be applied to structures in Virginia, Florida, and the Gulf Coast, where severe storms are becoming more common.\n“Our projects are always faced as a challenge, running away from pre-established recipes and the repetition of our own solutions,” the designers said on the studio’s website.\nJoin our free newsletter for weekly updates on the coolest innovations improving our lives and saving our planet .\nA computer designed this house to be hurricane-proof: ‘The concept of inside-outside is constantly being questioned’ first appeared on The Cool Down.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Weather",
    "Environment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA194616.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mUABG.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA194616.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mUABG.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tammy",
        "sentiment": "none"
      },
      {
        "name": "philippe",
        "sentiment": "none"
      },
      {
        "name": "lee",
        "sentiment": "none"
      },
      {
        "name": "designboom",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "punta cana house",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "dominican republic",
        "sentiment": "none"
      },
      {
        "name": "punta cana",
        "sentiment": "none"
      },
      {
        "name": "north america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T20:03:18.257+02:00",
  "updated": "2024-01-13T20:03:18.257+02:00"
}