{
  "thread": {
    "uuid": "7143b46de5b0c0e8bcee2bc12d0226d1035de099",
    "url": "https://nautil.us/tame-your-climate-anxiety-in-2024-476480/",
    "site_full": "nautil.us",
    "site": "nautil.us",
    "site_section": "https://nautil.us",
    "site_categories": [
      "science"
    ],
    "section_title": "Nautilus | Science Connected",
    "title": "How Talking about Climate Anxiety can Reduce It, According to Kate Schapira, Author of the Book “Lessons from the Climate Anxiety Counseling Booth”",
    "title_full": "How Talking about Climate Anxiety can Reduce It, According to Kate Schapira, Author of the Book “Lessons from the Climate Anxiety Counseling Booth”",
    "published": "2023-12-28T22:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets.nautil.us/sites/3/nautilus/HdzMl7eh-Gammon_HERO.png?auto=compress&fm=png&ixlib=php-3.3.1",
    "performance_score": 0,
    "domain_rank": 7397,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7143b46de5b0c0e8bcee2bc12d0226d1035de099",
  "url": "https://nautil.us/tame-your-climate-anxiety-in-2024-476480/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Katharine Gammon",
  "published": "2023-12-28T22:05:00.000+02:00",
  "title": "How Talking about Climate Anxiety can Reduce It, According to Kate Schapira, Author of the Book “Lessons from the Climate Anxiety Counseling Booth”",
  "text": "Almost a decade ago, a small booth appeared in a public park in Providence, Rhode Island. It sported a sign that read: “Climate Anxiety Counseling Booth.” The project was the brainchild of writer and activist Kate Schapira. She had been feeling a lot of dread herself and noticed her conversations with friends were dead-ending. Schapira, who teaches nonfiction writing at Brown University and is a poet, says her own anxieties arose from her imagination more than from her experience. So she figured perhaps she could help ground others—just by talking. One of the first people who came to speak with her that day was also addled by his imagination. He told her that he was carrying an image in his mind of a world melted and [burnt](https://nautil.us/dr-doom-on-the-hottest-summer-so-far-377884/), devoid of clean water—but he had kept this to himself. “He had this very catastrophic, apocalyptic nightmare vision,” Schapira recalls, and he had never told anyone about it. Over the next nine years, Schapira had more than 1,200 conversations with people about their climate fears in the booth, which she stationed at county fairs, farmers’ markets, film festivals, and environmental conferences and events. She recently wrote a book about the experience, her advice for people struggling with climate anxiety, and her prescriptions for collective action, called [Lessons from the Climate Anxiety Counseling Booth: How to Live with Care and Purpose In an Endangered World](https://www.hachettebookgroup.com/titles/kate-schapira/lessons-from-the-climate-anxiety-counseling-booth/9780306831676/?lens=hachette-go#:~:text=In%202014%2C%20when%20Kate%20Schapira,it%20feeling%20frantic%20and%20alone.). After six books of poetry, it’s her first work of nonfiction. We caught up with Schapira to talk about her new book and the project. What did you learn from spending time in the booth? I learned how much of people’s emotion around climate change is rooted in feeling isolated—they felt alone with this nightmare fear. The climate is, by definition, a shared experience. This crisis is affecting everything and everyone in the world, albeit in very different ways. And yet [people’s experience](https://nautil.us/how-we-cope-with-the-end-of-nature-236787/) was one of loneliness. What did you find most surprising about your encounters with people? I expected to get bothered by more climate deniers, especially when I started. But that was very rare: Maybe 1 in 50 people saw this as a chance to be a pain in the ass. I also noticed that conversations about climate change, and climate anxiety in particular, tend to be a little circular: They go around and around and come to no conclusions. People felt alone with this nightmare. What’s the way out of that circularity? Looking for ways to [participate in climate action](https://nautil.us/youre-more-of-a-climate-skeptic-than-you-think-381963/) in a concerted collective way. For me, that has taken two forms: advocacy and organizing, which have some overlap in their skill sets and activities. But I think you need to identify the place where your capability meets the larger-scale need. That can mean different things for different people in different places. My book is devoted to helping people identify those overlapping moments of: Oh, yeah, I’m good at this, and I kind of like doing it. If someone is struggling with climate anxiety, what steps can they take to lessen it? Paying attention to what tends to set off your anxiety is a good first step, because just creating that observational state of mind can help you avoid the tailspin. I would also recommend practicing talking about it with someone. It could be just saying: I’m weirded out by how warm it is. I’m scared that the fire is going to come this way. I’m thinking about my kids growing up with this. I think the practice of mentioning it—even if the people you talk to do not want to hear it—is a good practice. You can even tell them, You don’t need to do anything about it, but this is what’s going on for me. What would you like to change in the bigger conversation around the climate crisis? I think a lot of the conversation about climate change places the power out there—both in the sense that the processes that we’ve set in motion are so huge, and that the major drivers of these processes are also huge. But the power to make change happen is actually in our [conversations](https://nautil.us/the-psychology-of-greta-thunbergs-climate-activism-237604/), in our relationships, and in our towns. It’s in our hands, more than we believe. Lead image: Malchevska / Shutterstock",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.hachettebookgroup.com/titles/kate-schapira/lessons-from-the-climate-anxiety-counseling-booth/9780306831676/?lens=hachette-go#:~:text=In%202014%2C%20when%20Kate%20Schapira,it%20feeling%20frantic%20and%20alone.).",
    "https://hachettebookgroup.com/titles/kate-schapira/lessons-from-the-climate-anxiety-counseling-booth/9780306831676/?lens=hachette-go#:~:text=In%202014%2C%20when%20Kate%20Schapira,it%20feeling%20frantic%20and%20alone.).",
    "https://www.hachettebookgroup.com/titles/kate-schapira/lessons-from-the-climate-anxiety-counseling-booth/9780306831676/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kate schapira",
        "sentiment": "negative"
      },
      {
        "name": "schapira",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "brown university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rhode island",
        "sentiment": "none"
      },
      {
        "name": "providence",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:09:36.351+02:00",
  "updated": "2024-01-05T00:19:42.573+02:00"
}