{
  "thread": {
    "uuid": "e7be4b4d2d10132ccea2bb75ae3099b047da026a",
    "url": "https://elnacional.com.do/playa-artificial-es-un-atractivo-en-cabo-rojo/",
    "site_full": "elnacional.com.do",
    "site": "elnacional.com.do",
    "site_section": "http://elnacional.com.do/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "El Nacional",
    "title": "Playa artificial es un atractivo en Cabo Rojo",
    "title_full": "Playa artificial es un atractivo en Cabo Rojo",
    "published": "2024-01-05T21:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "https://elnacional.com.do/wp-content/uploads/2024/01/8_Actualidad_07_1p02.jpg",
    "performance_score": 0,
    "domain_rank": 84319,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e7be4b4d2d10132ccea2bb75ae3099b047da026a",
  "url": "https://elnacional.com.do/playa-artificial-es-un-atractivo-en-cabo-rojo/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pedro Castro",
  "published": "2024-01-05T21:35:00.000+02:00",
  "title": "Playa artificial es un atractivo en Cabo Rojo",
  "text": "Un oasis en medio del Port Cabo Rojo donde los cruceristas se sorprendieron con las instalaciones./Foto Pedro Castro PEDERNALES.- La playa artificial “Blue Parrot” en medio del Port Cabo Rojo, fue la mayor atracción que ayer disfrutaron los cruceristas, tras su arribo en el crucero Norwegian Pearl, donde los lugareños empiezan a ver el sueño que empieza a cumplirse. Un concepto creado en 360 metros cuadrados para que las líneas de cruceros se interesen en venir a Pedernales a un puerto recién inaugurado por el presidente [Luis Abinader,](https://twitter.com/luisabinader) que a partir de su operación en el lejano sur, ha sido bautizado por el mandatario como el “sur fecundo”. En el puerto existen tiendas de regalos (Gift Shop), con ventas desde bebidas alcohólicas, perfumes, prendas preciosas, prendas de vestir y cigarros hechos a mano con precios libres de impuestos. A la playa sus precursores le llaman el Oasis donde se conjugan arena, sol y playa con gazebos, paragüitas y hamacas para que los cruceristas tomen el sol. Otros que no se quedaron en el puerto y que prefirieron el senderismo decidieron abordar un vehículo tipo “buggy” y gafas en manos y pasamontañas salieron a conocer la tierra donde el cactus y las guazábaras arropan la vegetación. A bordo llegaron 2,556 cruceristas y los organizadores estimaron que del total bajaron al puerto 2,100 equivalente a un 82%. El presidente Abinader considera que Perdernales ahora entra en un circulo virtuoso del desarrollo con la creación de empleos. Te puede interesar leer: [Llega primer crucero a puerto de Pedernales](https://elnacional.com.do/llega-primer-crucero-a-puerto-de-pedernales/) “Lo que fue un sur profundo hoy se va a convertir en un sur fecundo”, precisó el mandatario. “No se trata de un tema de votos es un tema de hacer lo correcto”, añadió. Se quejó que la oposición en vez de oponerse al proyecto que ayer inauguró debió acompañarlo. Abinader dijo que el proyecto ya es una realidad y que al final de este año tendrán operando el primer hotel y que todos los años se estarán abriendo dos o tres hoteles hasta convertir a Pedernales en una verdadera opción turística. También puede leer: [Capitán crucero llegó a Cabo Rojo es nativo de Pedernales](https://elnacional.com.do/capitan-crucero-llego-a-cabo-rojo-es-nativo-de-pedernales/) “En cinco años habrá cambiado, en diez años estará irreconocible y en 20 años toda la zona será un modelo de desarrollo económico y social”, aseguró el jefe de Estado al hablar con los periodistas. El plan El Proyecto de Desarrollo Turístico de Pedernales, Cabo Rojo está concebido para realizarse en cuatro fases, en un periodo promedio de 10 años, y una inversión estimada de 2,245 millones de dólares. Con este plan, se proyecta un millón de cruceristas para 2026, con un impacto económico en la zona de millones de dólares, 3,000 empleos directos y más de 10,000 indirectos. Esperan que al final de este 2024 iniciará la operación del primer hotel de 11 que están en proyectos. El desarrollo hotelero generará miles en empleos directos e indirectos de toda la región. Port Cabo Rojo con 400 metros de muelle, tiene capacidad para recibir dos cruceros tipo Oasis y cuenta con espacios de descanso, compras, restaurantes y bares. En las próximas etapas, se desarrollarán una feria temática, spa, bar en el mar, parque acuático y más. Está concebido como un puerto sostenible, libre de plásticos de un solo uso, que fomenta la protección de sus áreas protegidas y parques naturales. Impulso económico Llegada de cruceristas supone el impulso económico de esta provincia y la región, ya que se registra un gasto promedio de entre 80 y 100 dólares por cada uno. ITM Group, jugó un papel de primera línea en el inicio de hacer realidad un proyecto que parecía imposible y que permite que nativos de este lugar, que han emigrado, puedan regresar.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.twitter.com/luisabinader",
    "https://twitter.com/luisabinader"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:21:27.253+02:00",
  "updated": "2024-01-13T01:38:14.030+02:00"
}