{
  "thread": {
    "uuid": "e33724a697c1473e720ea84cad3cac3641edefdc",
    "url": "https://www.ilsussidiario.net/news/appello-di-trieste-per-la-pace-cl-con-i-movimenti-cattolici-la-carita-della-politica-fermi-la-guerra/2700021",
    "site_full": "www.ilsussidiario.net",
    "site": "ilsussidiario.net",
    "site_section": "https://www.ilsussidiario.net/feed/history/45/esteri/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Feed - IlSussidiario.net: Esteri",
    "title": "Appello di Trieste per la pace: CL con i movimenti cattolici/ “La carità della politica fermi la guerra”",
    "title_full": "Appello di Trieste per la pace: CL con i movimenti cattolici/ “La carità della politica fermi la guerra”",
    "published": "2024-05-05T16:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.ilsussidiario.net/wp-content/uploads/2024/05/05/processione_pasqua_santo_sepolcro_gerusalemme_terrasanta_pizzaballa_ansa_2024.jpg",
    "performance_score": 0,
    "domain_rank": 26694,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e33724a697c1473e720ea84cad3cac3641edefdc",
  "url": "https://www.ilsussidiario.net/news/appello-di-trieste-per-la-pace-cl-con-i-movimenti-cattolici-la-carita-della-politica-fermi-la-guerra/2700021",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ilsussidiario",
  "published": "2024-05-05T16:33:00.000+03:00",
  "title": "Appello di Trieste per la pace: CL con i movimenti cattolici/ “La carità della politica fermi la guerra”",
  "text": "Appello di Trieste per la pace: CL con i movimenti cattolici/ “La carità della politica fermi la guerra”\nAppello di Trieste per la pace: il manifesto dei movimenti cattolici (da CL ad Azione Cattolica, dalle Acli al Rinnovamento dello Spirito) e la sfida alla politica in vista delle Europee\nPAPA FRANCESCO, LA CHIESA PER LA PACE E L’APPELLO CONGIUNTO DEI MOVIMENTI CATTOLICI: DA CL AD AZIONE CATTOLICA E RINNOVAMENTO DELLO SPIRITO\n«La guerra è sempre una sconfitta, sempre!»: da queste parole di Papa Francesco sul contesto internazionale drammatico attuale nasce lo spirito di unità dei Movimenti cattolici in Italia che aderiscono al manifesto “Appello di Trieste per la pace” in vista della prossima Settimana Sociale. Da CL all’Azione Cattolica, dalle Acli fino alla Comunità di Sant’Egidio, tanti siglano il manifesto della Chiesa per una pace immediata e duratura nei tanti gravissimi teatri di guerra presenti al momento: Ucraina, Medio Oriente, Africa, Balcani, Asia e quant’altro, il mondo è attraversato dal seme diabolico della guerra e l ’invito continuo di Papa Francesco e dell’intera Chiesa è quella di operare attivamente per la pace.\nLa sfida è lanciata alla politica,\nad un mese dalle Elezioni Europee che ridisegneranno il futuro del Vecchio Continente posto in mezzo alle tante guerre mondiali: da qui l’incontro di tanti movimenti cattolici anche diversi tra loro per rivolgere un appello unico, accorato, per la pace a tutti i leader di Governo e Ue. «Emerga con decisione un impegno condiviso per una Pace fondata sul riconoscimento dell’infinita e inalienabile dignità della persona», si legge nell’Appello di Trieste dove vengono ricordati tanto gli ammonimenti del Santo Padre quanto il recente discorso del Presidente della Repubblica Sergio Mattarella, «Il mondo ha bisogno di pace, stabilità, progresso, e l’Unione europea è chiamata a dare risposte concrete».\nL’Appello di Trieste per la pace punta direttamente alla politica, considerata “la più alta forma di carità”, per provare a smuovere un contesto diplomatico fecondo in grado di operare realmente per una pacificazione globale. «Nessuna guerra vale la perdita della vita, fosse anche di una sola persona», sottolineava ancora Papa Francesco di recente guardando al dramma della guerra tra Ucraina e Russia, o al conflitto senza fine tra Israele e Hamas in Palestina.\nQui sotto il testo integrale del manifesto, questi invece i primi firmatari dell’importante Appello di Trieste per la pace: Acli (Associazione Cristiane Lavoratori Italiani), Agesci (Associazione Guide e Scouts Cattolici Italiani), Azione Cattolica Italiana, Comunione e Liberazione, Comunità di Sant’Egidio, Movimento cristiano lavoratori, Movimento politico per l’unità, Rinnovamento nello Spirito.\nL’APPELLO DI TRIESTE PER LA PACE: “FORZE POLITICHE IMPEGNATE NELLE EUROPEE, SIATE INTERLOCUTORI CONTRO LA GUERRA”\nCi siamo incontrati in questi giorni a Trieste per riflettere sul tema della prossima Settimana Sociale, dal titolo “Al cuore della democrazia”, e abbiamo condiviso l’urgenza di rivolgere insieme un appello accorato per la Pace ai leader dei Governi, ai rappresentanti delle istituzioni e in particolare a coloro che si candidano a guidare l’Unione Europea. Emerga con decisione un impegno condiviso per una Pace fondata sul riconoscimento dell’infinita e inalienabile dignità della persona.\nSolo pochi giorni fa papa Francesco ha ribadito in modo inequivocabile: «Non dimentichiamoci delle guerre. Preghiamo per la pace. La guerra è sempre una sconfitta, sempre!».\nLa guerra non è mai stata la soluzione dei conflitto e delle tensioni tra popoli e nazioni, ma ha sempre causato morte e sofferenza per tutti e in particolare per i più deboli, che pagano e pagheranno sempre il prezzo più alto.\nLa guerra è una sconfitta del diritto e della comunità internazionale e dell’umanità intera. Conflitti imperversano alle nostre porte, in Ucraina, in Terra Santa e in tanti altri posti del mondo, con armi sempre più potenti e dagli effetti devastanti per le persone e per l’ambiente. In questa ora così terribile per il mondo sentiamo di essere chiamati a una conversione profonda e a dare un giudizio comune e chiaro: la Pace è il dovere della politica. Un ostinato e creativo dovere.\nL’Unione Europea, sognata sulle macerie della guerra, costruita sull’utopia della pace, ha un ruolo decisivo. E tutti noi ci sentiamo responsabili dell’eredità di politici europei, credenti e non, che hanno anteposto la vita e le ragioni che uniscono dinanzi a ciò che divide. Lo ha ricordato recentemente anche il presidente della Repubblica Sergio Mattarella: «Il mondo ha bisogno di pace, stabilità, progresso, e l’Unione europea è chiamata a dare risposte concrete alle aspirazioni di quei popoli che guardano al più imponente progetto di cooperazione concepito sulle macerie del secondo conflitto mondiale».\nPer questo facciamo appello alle forze politiche e a chi si candida alle imminenti elezioni europee, perché si assuma esplicitamente la responsabilità di porsi come interlocutore per la Pace, proponendo senza riserve la via diplomatica e della vera politica.\nNon possiamo rassegnarci al fatto che la retorica bellicistica e la non-cultura dello scontro invada la nostra vita dalle relazioni personali alle relazioni sociali e politiche. Continueremo a impegnarci sul terreno educativo e formativo, nella solidarietà concreta verso i più deboli e le vittime delle ingiustizie, nel dialogo per il bene comune con le donne e gli uomini di buona volontà. Oggi più che mai, la politica è «la più alta forma di carità» se persegue la Pace.\nTrieste, 4 maggio 2024\n© RIPRODUZIONE RISERVATA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://it.clonline.org/news/chiesa/2024/05/04/Appello-pace-Trieste",
    "https://www.it.clonline.org/news/chiesa/2024/05/04/Appello-pace-Trieste"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-05T18:25:14.818+03:00",
  "updated": "2024-05-05T18:25:14.818+03:00"
}