{
  "thread": {
    "uuid": "cfeb16b3d2f036a1a757104596185c00a7c81383",
    "url": "https://www.prnewswire.com/news-releases/zendure-et-boe-motorsports-sunissent-afin-de-promouvoir-lenergie-propre-avec-solarflow-ace-1500-et-solarflow-hyper-2000-au-grand-prix-dallemagne-302189752.html",
    "site_full": "www.prnewswire.com",
    "site": "prnewswire.com",
    "site_section": "https://prnewswire.com/news-releases/sports-latest-news/sporting-events-list/",
    "site_categories": [
      "media"
    ],
    "section_title": "All Sporting Events News and Press Releases from PR Newswire",
    "title": "Zendure et BOÉ Motorsports s'unissent afin de promouvoir l'énergie propre avec SolarFlow Ace 1500 et SolarFlow Hyper 2000 au Grand Prix d'Allemagne",
    "title_full": "Zendure et BOÉ Motorsports s'unissent afin de promouvoir l'énergie propre avec SolarFlow Ace 1500 et SolarFlow Hyper 2000 au Grand Prix d'Allemagne",
    "published": "2024-07-05T10:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://mma.prnewswire.com/media/2454175/Zendure_DE_GmbH.jpg?p=facebook",
    "performance_score": 0,
    "domain_rank": 193,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cfeb16b3d2f036a1a757104596185c00a7c81383",
  "url": "https://www.prnewswire.com/news-releases/zendure-et-boe-motorsports-sunissent-afin-de-promouvoir-lenergie-propre-avec-solarflow-ace-1500-et-solarflow-hyper-2000-au-grand-prix-dallemagne-302189752.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zendure DE GmbH",
  "published": "2024-07-05T10:03:00.000+03:00",
  "title": "Zendure et BOÉ Motorsports s'unissent afin de promouvoir l'énergie propre avec SolarFlow Ace 1500 et SolarFlow Hyper 2000 au Grand Prix d'Allemagne",
  "text": "Zendure présente au Sachsenring une gamme complète de produits, dont le SolarFlow Ace 1500 et le SolarFlow Hyper 2000 Les solutions de stockage d'énergie fournissent une alimentation durable à l'ensemble du paddock DÜSSELDORF, Allemagne , 5 juillet 2024 /PRNewswire/ -- Zendure , une entreprise de technologie énergétique à croissance rapide, dévoile son partenariat avec l'équipe BOÉ Motorsports lors du Grand Prix d'Allemagne sur le circuit de Sachsenring. Le partenariat présente les produits récemment lancés par Zendure, SolarFlow Ace 1500 et SolarFlow Hyper 2000 , parmi d'autres solutions innovantes. Cet engagement sur site témoigne d'un engagement commun en faveur de l'énergie durable dans le monde des courses.\nLe SolarFlow Ace 1500 de Zendure équipe BOÉ Motorsports\nContinue Reading\nZendure_DE_GmbH\nAlors que la saison MotoGP continue d'enthousiasmer les fans du monde entier avec des courses à grande vitesse, elle revient en Allemagne sur le circuit du Sachsenring du 5 au 7 juillet, avec le SolarFlow Ace 1500, la ligne de produits en expansion de Zendure dans le paddock. Cette solution portable hors réseau garantit que l'énergie stockée est accessible partout et alimente les appareils et outils de l'équipe BOÉ Motorsports, transformant les systèmes solaires stationnaires en solutions polyvalentes hors réseau. Idéal pour les campings, les pistes de course, etc. Cette initiative s'inscrit dans le cadre de l'engagement de Zendure et de BOÉ Motorsports en faveur du développement durable dans le sport automobile.\nRévolutionner l'utilisation de l'énergie dans les sports mécaniques\nZendure présentera également les nouveaux Hyper 2000 et SuperBase V dans sa salle de démonstration. Les amateurs de courses et d'énergie solaire peuvent explorer une zone d'expérience virtuelle avec des balcons simulés, s'engager dans des jeux interactifs et participer à des tirages au sort. En outre, les participants ont également la possibilité de recharger leurs appareils tels que les smartphones et les ordinateurs portables à des stations d'énergie propre alimentées par la solution de stockage SuperBase V.\n« Après le lancement réussi de nos nouveaux produits à l'Intersolar DE, nous sommes ravis d'offrir aux fans de course automobile une gamme plus large et personnalisable de solutions de stockage d'énergie durable en partenariat avec BOÉ Motorsports », déclare Jolene Shang, directrice du marketing chez Zendure. « L'engagement direct des fans lors des week-ends de course élargit notre portée, permet des discussions sur les centrales électriques de balcon et met en valeur nos produits sur site. L'avenir des courses est vert, et nous sommes ravis de participer activement à cette transformation. »\nÀ propos de Zendure\nFondée en 2017, Zendure est l'une des startups de technologie énergétique qui connaît la croissance la plus rapide. Elle est basée dans les pôles technologiques de la Silicon Valley aux États-Unis, dans la région de la Grande Baie en Chine, au Japon et en Allemagne. Sa mission est de fournir aux ménages du monde entier une énergie propre, fiable et abordable, en vulgarisant les dernières technologies de l'énergie. Zendure envisage d'être une plateforme de technologie énergétique propre qui soutient les communautés et les familles.\nContact presse :\nZendure DE GmbH Chris Chiu +86 13697796028 [email protected]\nPhoto - https://mma.prnewswire.com/media/2454175/Zendure_DE_GmbH.jpg Logo - https://mma.prnewswire.com/media/2440958/Zendure_Logo.jpg",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://zendure.de/products/solarflow-hyper-balkonkraftwerk",
    "https://boemotorsports.com/en/team/",
    "https://www.motogp.com/en/calendar/2024/event/germany/64361261-cc3f-4a04-9548-6c66a0d10bc1",
    "https://zendure.de/",
    "https://zendure.de/products/ace-1500",
    "https://motogp.com/en/calendar/2024/event/germany/64361261-cc3f-4a04-9548-6c66a0d10bc1",
    "https://boemotorsports.com/en/team",
    "https://www.boemotorsports.com/en/team/",
    "https://www.zendure.de/products/ace-1500",
    "https://www.zendure.de/products/solarflow-hyper-balkonkraftwerk",
    "https://zendure.de",
    "https://www.zendure.de/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T10:05:34.258+03:00",
  "updated": "2024-07-05T10:05:34.258+03:00"
}