{
  "thread": {
    "uuid": "bdd1746554ba926761f1299fcce3dcc468de8a1a",
    "url": "https://peoplesworld.org/article/womens-artistic-narratives-in-times-of-war",
    "site_full": "peoplesworld.org",
    "site": "peoplesworld.org",
    "site_section": "https://peoplesworld.org",
    "site_categories": [
      "media"
    ],
    "section_title": "People&#039;s World &#8211; Continuing the Daily Worker &#8211; Founded 1924",
    "title": "Women’s artistic narratives in times of war – People's World",
    "title_full": "Women’s artistic narratives in times of war – People's World",
    "published": "2024-03-08T17:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://peoplesworld.org/wp-content/uploads/2024/03/main980.jpg",
    "performance_score": 0,
    "domain_rank": 19378,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bdd1746554ba926761f1299fcce3dcc468de8a1a",
  "url": "https://peoplesworld.org/article/womens-artistic-narratives-in-times-of-war",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jenny Farrell",
  "published": "2024-03-08T17:34:00.000+02:00",
  "title": "Women’s artistic narratives in times of war – People's World",
  "text": "From its outset, International Women’s Day was characterized by the fight for peace, against militarism and war. At the Second International Conference of Socialist Women at Copenhagen in 1910, resolutions concerning the “maintenance of peace” and the need “to combat internationally militarism and secure peace” were tabled in response to the growing threat of war. Artists also addressed the issue of war—among them the outstanding German artist Käthe Kollwitz (1867–1945), celebrated for her versatility as a sculptor, graphic artist, and her remarkable woodcuts. Her work reflects a profound social and political awareness, capturing human emotions and suffering, particularly in the context of war and social injustices, with poignant resonance. Kollwitz, who lived through both world wars and lost her son in the first days of the first world war and her grandson in the second, created the woodcut cycle “War” in 1921-1922. Seven plates focus on central aspects of war: “The Victim,” “The Volunteers,” “The Parents,” “The Widow,” “The Widow II,” “The Mothers,” and “The People.” Here we will look at the plate “The Parents.” Lacking the strength to stand, two kneeling, inseparable figures lean into and over each other in their darkest hour, in grief over the death of their child. The woman burrows deep into the crook of her husband’s arm, seeking support in him. Her face is not visible. He leans protectively over her and holds her sideways with his arm and hand. With his own head pulled between his shoulders, he simultaneously leans on her and covers his own face in desperation with his large right hand. Together, the devastated couple form a cone shape, an extreme shrinking into the most condensed form. The black color emphasizes their inexpressible pain, while the treatment of the wood creates contrasts—such as the horizontal lines of the man providing support with the more bent lines of the mother’s garments, whose back is the most heavily pounded part of the work. The dramatic contrast between the dark, solid shape and the light-colored background also heightens the effect. A key aspect of the composition is that the viewer does not see the faces; rather, the strong emotional impact emerges from the body language of the couple, which have all but merged into one. Their despair is deepened by the fact that it is not directed outwards, but very privately inwards. Viewers witness it, but from the outside. Our humanity is challenged in the face of such pain, and looking at this work, we are still moved to the core. There is a certain similarity in composition in the painting by the young Palestinian artist Malak Mattar, born in Gaza in 1999. In this painting, “We Have in This Earth What Makes Life Worth Living,” a mother wraps her arms protectively around her daughter, completely framing her face and upper body, creating a sense of profound security. She keeps her eyes closed and seems to be dreaming of peace: the sleeves of her blouse are decorated with white doves and colorful flowers. The child’s serious brown eyes are open and form a contrast to the mother, as does her dress, which differs slightly in color and shows motifs of olive branches with their elongated green leaves and small fruit. In addition to the fact that olive trees strongly associate with Palestine, the olive branch has been a symbol of peace since ancient Greece. Picasso’s dove also carries an olive branch in its beak. This picture contains both symbols, united in the longing for peace. The composition is framed by a wonderfully peaceful Mediterranean blue sky. The work expresses hope rather than despair, speaks of the deepest love between mother and child and thus affects the viewer emotionally. Mattar processes her experience of war and counteracts it by using strong colors and conveying confidence. She has already experienced five wars in her life and says about the trauma of war: “It’s not something that can be let go of, shaken off; it seeps into you and becomes a part of you. How can you process something that has not ended? People don’t survive war, it affects your mental health.” The power emanating from the painting conveys the sense that the artist will continue to advocate for peace and justice in her homeland. More of her work can be seen [here](https://www.middleeasteye.net/discover/painting-palestine-artist-world-remember-homeland). It is important to distinguish between wars of oppression and liberation wars, between imperialist invasion and resistance to it. Anti-imperialist wars create a different consciousness among the population. In early 1942, the artist Sofia Sergeyevna Uranova (1910-1988) was drafted and remained in her division until the end of the war, advancing with it to Germany. For her military valor, Uranova was awarded the Order of the Red Star as well as the medals “For the Liberation of Warsaw,” “For the Capture of Berlin,” and “For Victory over Germany.” She experienced shelling, bombing, suffering, and the death of friends. This everyday experience became the leitmotif of her art. Uranova left behind a unique artistic legacy. At the center of her paintings are people who are certain of their humanity in the face of an inhuman enemy, and confident of their ultimate triumph. In this 1944 drawing of a field hospital, “Nurse on Duty” (in pencil below: “Babi Khutor, near Minsk, nurse Natasha”), the nurse, in the midst of the wounded, turns her tired gaze toward the viewer. For the moment, the patients are cared for. But all those depicted here will continue to fight, they are by no means discouraged, but are gathering new strength. The memory of the Great Patriotic War is still alive in Russia and the former Soviet republics today. Millions of their citizens still identify with their victory over German fascism. On 9 May, the date Russians celebrate as their VE Day, you can see the inscription right down to the smallest village: “No one will be forgotten! Nothing will be forgotten!” The depictions by Vietnamese artists of their heroic liberation army radiate a similar pride. Here, too, women fought alongside men for their liberation, as Trịnh Kim Vinh (b.1932) depicted in her lithograph “Operation through the Jungle” (1973). Trịnh received awards for her role in the resistance and for her contribution to the art of Vietnam. From 1964 to 1969, she studied art in Hanoi, focusing on women involved in the war effort. She completed postgraduate studies in lithography at the Dresden Academy of Fine Arts (1970-1973) and played a leading role at the Hanoi Art Academy for decades. In this piece, Trịnh shows six fighters at night in the dense jungle, with others following from the thicket. The men carry heavy weapons, a woman in the foreground is characterized by her medical bag, another walks behind her. Viewers sense friendship and confidence. Trinh’s work was featured on a [website](https://vietnamtheartofwar.com/1973/09/01/september-1973-trinh-kim-vinh-renders-a-scene-using-lithography/) recalling “the artists and their stories behind Vietnam’s wartime art.” Wars often manifest themselves as sanctions and famine caused by the aggressor. The Irish people suffered such a holocaust in the mid-19th century, when over a million people in Ireland starved to death while food was being exported from Ireland to England. This genocide was and remains a national trauma. One hundred years later, in 1946, the Irish artist Lilian Lucy Davidson (1879-1954) painted “Gorta,” the Irish word for “hunger.” Today “An Gorta Mór” (The Great Hunger) is the term for the famine, a colonial-style “ethnic cleansing” that continued to the WWII siege of Leningrad, and to Gaza today. Davidson paints the burial of an infant in a style reminiscent of Kollwitz (see the sheet “Need” from the cycle “A Weavers’ Revolt” from 1893-94). The ragged, skeletal figures appear ghostly, close to starvation. Two women and a man are depicted. The woman holding the baby all wrapped up in a cloth, probably the mother or grandmother, looks down—the diagonal of her gaze goes over the child toward the spade with which the father is digging the tiny grave. Only the little feet emerge from the cloth. The woman on the other side of the man faces the viewer with her eyes closed, as if she were blind. It is possible that she is the mother, perhaps out of her senses from hunger and despair. It is difficult to tell the age of the three adults, who have suffered too much. The composition is triangular, with the man’s head at the highest point in the center. He looks directly and unforgivingly at the viewer. Despite his great emaciation, he radiates strength, which runs diagonally from his raised elbow to the tip of his spade. The spade can quickly become a weapon. He will bury his child, but he will not forget anything and he will take revenge. As in Kollwitz, or in van Gogh’s work “The Potato Eaters” (1885), the wretched are in darkness. Davidson mainly uses brown earth tones and dark blue. However, the sky directly behind the figures remains bright and conveys a certain glimmer of hope. An insightful illustrated overview of Irish art about the Great Hunger can be read [here](https://www.studiointernational.com/coming-home-art-and-the-great-hunger-review-derry-ireland-irish-famine). What can art do? By engaging with these works of art, we as viewers relate what is depicted to our own experience. We feel our humanity, compassion and solidarity, anger and the will to change the world. We hope you appreciated this article. At People’s World, we believe news and information should be free and accessible to all, but we need your help. Our journalism is free of corporate influence and paywalls because we are totally reader-supported. Only you, our readers and supporters, make this possible. If you enjoy reading People’s World and the stories we bring you, please [support our work by donating or becoming a monthly sustainer today]. Thank you! Comments",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.studiointernational.com/coming-home-art-and-the-great-hunger-review-derry-ireland-irish-famine).",
    "https://www.middleeasteye.net/discover/painting-palestine-artist-world-remember-homeland).",
    "https://vietnamtheartofwar.com/1973/09/01/september-1973-trinh-kim-vinh-renders-a-scene-using-lithography/)",
    "https://studiointernational.com/coming-home-art-and-the-great-hunger-review-derry-ireland-irish-famine).",
    "https://www.vietnamtheartofwar.com/1973/09/01/september-1973-trinh-kim-vinh-renders-a-scene-using-lithography/)",
    "https://middleeasteye.net/discover/painting-palestine-artist-world-remember-homeland)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kollwitz",
        "sentiment": "none"
      },
      {
        "name": "käthe kollwitz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "second international conference of socialist women",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "copenhagen",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T21:06:09.023+02:00",
  "updated": "2024-03-08T21:06:09.023+02:00"
}