{
  "thread": {
    "uuid": "d8789a42c25923f16719ba2f15ad430b28cf0e20",
    "url": "https://www.msn.com/en-in/autos/news/cold-wave-drives-winter-products-sales/ar-AA1n3wDX",
    "site_full": "www.msn.com",
    "site": "msn.com",
    "site_section": "https://assets.msn.com/service/news/feed?activityId=2E899CA4-6977-4FCA-93B7-6BB7C9AE3A0F&apikey=kO1dI4ptCTTylLkPL1ZTHYP8JhLKb8mRDoA5yotmNJ&cm=en-in&top=100",
    "site_categories": [
      "tech",
      "email"
    ],
    "section_title": "",
    "title": "MSN",
    "title_full": "MSN",
    "published": "2024-01-16T14:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 121,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d8789a42c25923f16719ba2f15ad430b28cf0e20",
  "url": "https://www.msn.com/en-in/autos/news/cold-wave-drives-winter-products-sales/ar-AA1n3wDX",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-16T14:39:00.000+02:00",
  "title": "MSN",
  "text": "Consumer goods companies said the cold wave in various parts such as North and East has pushed up sales of winter products like moisturizer, lotion, honey, woolen and winter apparel, geyser and room heaters by up to 15% year-on-year in the last three weeks, but it won’t be sufficient to reduce unsold inventories or push overall winter sales in positive territory due to the late onset of the season with a rather warm December.\nTill about this cold wave, sales of winter products were muted and had degrown by 5-10% year-on-year in December. Even if the current surge may not wipe out the entire losses, industry executives expect some winter categories may eventually post flat sales.\nDabur India Ltd chief executive officer Mohit Malhotra said there is some buoyancy coming in for the winter products such as chyawanprash, honey and skin care led by an uptick in demand and consumption in the past few weeks.\nFMCG firm Emami Ltd vice chairman Mohan Goenka said the delayed winter and increase in retail sales will not have much impact on companies since the trade is not going to buy such products now when the season will be over soon. “If the companies push to trade now, it will then impact the summer portfolio offtake,” he said.\nFor most winter focused categories, the sale from November to February accounts for up to 80-90% of their annual sales. One of the largest markets, Delhi-NCR had the warmest December in the last six years with no cold wave days. However, temperatures dropped from January.\nThe India Meteorological Department on Tuesday said cold and severe cold days in plains of North India will continue for next two days and over the plains of Northwest India for next five days. Cold day conditions also prevailed for several days in the East such as Bihar and Gangetic West Bengal.\nDepartmental store chain Lifestyle International chief executive Devaranjan Iyer said the drop in temperatures led to slight improvement and recovery in sales since last week of December. “Winter wear is the only category in apparel which has grown. There is a small single digit like-to-like store growth. However, it needs to grow much faster otherwise unsold inventories may remain,” he said.\nEven appliance sales such as room heaters and geysers have picked up with these two categories growing by 15% in the last 2-3 weeks. Leading electronics retail chain Vijay Sales director Nilesh Gupta said the decline in business was almost 20% in December. “A lot will depend on how long this cold wave continues in the North. The overall winter sales might ultimately be flat this year,” he said.\nFor more news like this visit The Economic Times .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Weather",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://economictimes.indiatimes.com",
    "https://www.economictimes.indiatimes.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mohit malhotra",
        "sentiment": "none"
      },
      {
        "name": "mohan goenka",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dabur india ltd",
        "sentiment": "none"
      },
      {
        "name": "emami ltd",
        "sentiment": "none"
      },
      {
        "name": "fmcg",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north",
        "sentiment": "none"
      },
      {
        "name": "east",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T16:39:20.355+02:00",
  "updated": "2024-01-16T16:39:20.355+02:00"
}