{
  "thread": {
    "uuid": "530c5b281492f8d0e1010ec41b33a0f5ebf9f9aa",
    "url": "https://gulfnews.com/business/retail/why-uaes-new-rules-on-bnpl-loans-will-help-consumers-from-taking-on-too-much-debt-1.1703827667147",
    "site_full": "gulfnews.com",
    "site": "gulfnews.com",
    "site_section": "http://gulfnews.com",
    "site_categories": [
      "media",
      "car_culture",
      "vehicles"
    ],
    "section_title": "Gulf News: Latest UAE news, Dubai news, Business, travel news, Dubai Gold rate, prayer time, cinema",
    "title": "Why UAE's new rules on BNPL loans will help consumers from taking on too much debt | Retail – Gulf News",
    "title_full": "Why UAE's new rules on BNPL loans will help consumers from taking on too much debt | Retail – Gulf News",
    "published": "2023-12-29T07:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AE",
    "main_image": "https://imagevars.gulfnews.com/2022/10/06/Stock-Buy-now-Pay-Later-1_183ac427654_medium.jpg",
    "performance_score": 0,
    "domain_rank": 1895,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 5,
        "comments": 0,
        "shares": 6
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "530c5b281492f8d0e1010ec41b33a0f5ebf9f9aa",
  "url": "https://gulfnews.com/business/retail/why-uaes-new-rules-on-bnpl-loans-will-help-consumers-from-taking-on-too-much-debt-1.1703827667147",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Manoj Nair, Business Editor Follow us",
  "published": "2023-12-29T07:19:00.000+02:00",
  "title": "Why UAE's new rules on BNPL loans will help consumers from taking on too much debt | Retail – Gulf News",
  "text": "Dubai: Consumers in the UAE will get an extra layer of protection now that the UAE Central Bank has issued new guidelines for Buy Now Pay Later companies to be licensed and operate in this market.\nThe biggest break that consumers will get from this would be protection from getting into ‘over-indebtedness’ or being a prey to ‘predatory practices’. That’s something regulators in the UAE – and also in Saudi Arabia – have built into the defences with the new rules.\nThe Buy No Pay Later (or BNPL as it’s more popularly known) movement struck a chord with consumers in the Gulf in the immediate phase of the Covid outbreak. Consumers had turned to caution on their spending habits, and when BNPL options came up with the promise of 0 per cent interest rate, they were willing to give it a good try.\nIn most such transactions, consumers only had to pay a processing fee to get the spread out payment option. Many of these deals would also offer one- or two-month grace period before the first payment was due\nThe BNPL regulations further aim to protect consumers from potential predatory practices, encourage responsible lending and stimulate long-term industry growth by attracting well-funded players - Arun Leslie of Century Financial Since then, BNPL purchases have mushroomed, across categories such as electronics and mobile gadgets and even more regular purchases. The category had another burst of strong growth once interest rates shot up, and consumers felt more comfortable with the 0 per cent rate on their purchases, and which are then paid off in 6 months or so.\nNew and smaller BNPL firms need to show financial resources The biggest names in the UAE and Gulf's Buy Now Pay Later fintech space have pulled ample funds over the last 3 years to ensure smooth operations. It is the small or new entrants that will need to show they have the resources to take their place in the marketplace, under the new UAE Central Bank rules. “It was fine when the purchases were for a Dh2,500 phone or a Dh4,000 smart TV – but the ‘pay later’ movement was offering choices on bigger purchases,” said a banking industry source. “Consumers need to be aware of the cost to them when they buy a Dh20,000 diamond jewellery through BNPL. The 0 per cent interest is not the only criterion that matters.\n“And rightly so, the UAE regulator moved in with tougher requirements on who can offer BNPL schemes.\n“This is a major moment to safeguard consumers from piling up too high a debt – even if it’s done at 0 per cent interest.”\nGood for the BNPL industry too Arun John is Chief Market Analyst at Dubai-based Century Financial, and he too flagged consumer protection as the outcome from the latest Central Bank announcement.\n“The regulations promote market fairness by establishing a level playing field with minimum standards and licensing requirements,” said John.\nOffering short-term credit – and this is essentially the core of BNPL – has now extended to multiple consumer realms. There were offers on cars, airline tickets, resort stays – in fact, wherever these promoters felt consumers could be persuaded with a BNPL option.\n“Beneath the alluring veneer lies a complex ecosystem demanding closer scrutiny,” said Yusuf Mansawala - Chief Market Analyst CPT Markets. “On the down side, this could mean:\nDebt avalanche: The ease of BNPL transactions can fuel impulsive spending, leading to uncontrolled debt accumulation, particularly for individuals struggling with financial discipline. Late fees and compounding penalties further exacerbate the risk. Hidden costs: While advertised as interest-free, BNPL often carries hefty late fees and charges that can negate any initial savings. Responsible usage and understanding repayment terms are crucial.” What does the UAE Central Bank require? The regulatory requirements put out are clear – BNPL entities can operate as ‘agents’ of licensed Banks or finance companies once they receive approval from the Central Bank.\nThey can also carry out such activity after getting a license to be ‘Restricted License Finance Companies’.\n“Unlicensed entities which carry on any form of short-term credit activity and intend to continue to carry on these activities, must either apply to the CBUAE to be licensed as a Restricted Licence Finance Companies - or partner with a licensed finance company or a bank,” the regulator added.\nHaving a bank involved essentially widens the safety net for the consumer. The bank essentially acts as ‘guarantor’ to what the BNPL offers promise.\nBNPL offers have captivated consumers and merchants alike, surging through the fintech landscape with its promise of instant gratification and interest-free financing. - Yusuf Mansawala of CPT Markets Loan approval Stricter processes must also be in place at the finance companies on loan approvals.\n“To review and approve substantial loans, the board of directors is encouraged to establish a ‘credit committee’ of no fewer than three members,” the UAE Central Bank now mandates.\n“Significant loans must be reviewed and approved by the board of directors. Finance companies must decide on the definition of substantial and significant loans individually, based on the size of the finance company and its scope of activities.”\nBanks as loan provider - and partner But the presence of established local banks in customer interface is the standout feature.\n“Banks, with established customer trust and financial infrastructure, can integrate BNPL services into their platforms,” said John.\n“This move can enhance customer engagement, loyalty, and competitive advantage, especially appealing to tech-savvy demographics. Such partnerships can mitigate potential risks.\n“Various collaboration models between BNPL and banks - such as direct integration, co-branded products, and referral partnerships - offer flexibility.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Economy, Business and Finance",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "uae central bank",
        "sentiment": "negative"
      },
      {
        "name": "bnpl",
        "sentiment": "negative"
      },
      {
        "name": "gulf news dubai",
        "sentiment": "negative"
      },
      {
        "name": "uae",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "uae",
        "sentiment": "none"
      },
      {
        "name": "saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "gulf",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T07:55:00.304+02:00",
  "updated": "2023-12-29T07:55:00.304+02:00"
}