{
  "thread": {
    "uuid": "97f23917f713729949712d309bf564dc980385a1",
    "url": "https://siliconangle.com/2024/04/11/boxs-strategic-leap-embracing-ai-transform-unstructured-content-management-googlecloudnext",
    "site_full": "siliconangle.com",
    "site": "siliconangle.com",
    "site_section": "https://siliconangle.com/2024/04/11/boxs-strategic-leap-embracing-ai-transform-unstructured-content-management-googlecloudnext",
    "site_categories": [
      "search_engine",
      "tech"
    ],
    "section_title": null,
    "title": "Box's strategic leap in AI and content management - SiliconANGLE",
    "title_full": "Box's strategic leap in AI and content management - SiliconANGLE",
    "published": "2024-04-11T20:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d15shllkswkct0.cloudfront.net/wp-content/blogs.dir/1/files/2024/04/Ben-Kus-chief-technology-officer-of-Box-Google-Cloud-Next-2024.jpg",
    "performance_score": 0,
    "domain_rank": 7006,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "97f23917f713729949712d309bf564dc980385a1",
  "url": "https://siliconangle.com/2024/04/11/boxs-strategic-leap-embracing-ai-transform-unstructured-content-management-googlecloudnext",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cheryl Knight",
  "published": "2024-04-11T20:05:00.000+03:00",
  "title": "Box's strategic leap in AI and content management - SiliconANGLE",
  "text": "Recent advancements in artificial intelligence and cloud computing are set to revolutionize enterprise content management.\nThe future of enterprise technology hinges on effectively merging AI with cloud technologies. This integration holds immense potential for boosting efficiency and enabling more sophisticated data analysis within the corporate world.\n“At Box, we deal in unstructured content, so any time that you see these model announcements, like from Gemini 1.5, we get excited,” said Ben Kus (pictured), chief technology officer of Box Inc. “In particular, the token window size. Million tokens and the multimodal aspect of it, those are super exciting for us.”\nKus spoke with theCUBE Research analysts John Furrier , Rebecca Knight and Savannah Peterson at Google Cloud Next 2024 , during an exclusive broadcast on theCUBE, SiliconANGLE Media’s livestreaming studio. They discussed the transformative impact of Google’s latest advancements on Box and the significance of new AI models and their potential to revolutionize how enterprises manage unstructured content. (* Disclosure below.)\nContent management: Harnessing AI for unstructured content The conversation with Kus illuminated the burgeoning role of AI in handling the vast seas of unstructured content that modern businesses navigate. With the advent of models capable of understanding content as humans do, the possibilities for data management and analysis have expanded dramatically.\n“Now you can actually start to have AI understand things the way that humans would, and that then changes really what people can do with their content overall,” Kus said. ‘We have a hundred thousand enterprise customers. We store hundreds of billions of these files. And now AI is a big part of that.”\nThis evolution in AI technology enables enterprises to perform more complex analyses, such as comparing contracts or discerning tone differences in marketing materials, thereby enhancing decision-making and operational efficiency. These advancements are not just theoretical, but have practical implications for businesses, according to Kus.\n“With the new bigger token window sizes, it can go through and spot things — this clause seems riskier than this one, or this marketing material … has a different tone than this one,” he explained.\nSuch capabilities mark a significant leap forward from previous limitations, where AI models could only process content in fragmented views. Now, with the ability to understand and analyze content in its entirety, AI can offer more nuanced and comprehensive insights.\nNavigating the future with AI and cloud integration The broader implications of AI advancements for the cloud ecosystem and enterprise strategies were also a main topic of discussion at Google Cloud Next. Selecting platforms that enterprises can trust to deliver AI capabilities both now and in the future is crucial, according to Kus.\n“One of the things that a lot of customers are doing and should do right now is to pick their platforms. Who are they going to trust to not only give them AI capabilities right now, but also in the future?” said Kus, highlighting the strategic considerations businesses must navigate in adopting AI technologies.\nThe integration of AI into the fabric of cloud services and its role in enhancing data security were also key topics of discussion. Managing permissions and security around AI to prevent unauthorized access to sensitive information is imperative, Kus pointed out.\n“This idea of security and permissions around AI is really critical. And this has been holding a lot of customers back from just even embracing it,” he said. “Certainly, if they go to try to build stuff themselves has been a challenge. This is why at Box we provide that kind of capability, and then we’re able to help customers understand how to use it in a secure and safe way.”\nHere’s the complete video interview, part of SiliconANGLE’s and theCUBE Research’s coverage of Google Cloud Next 2024 :\n(* Disclosure: TheCUBE is a paid media partner for Google Cloud Next 2024. Neither Google LLC, the primary sponsor for theCUBE’s event coverage, nor other sponsors have editorial control over content on theCUBE or SiliconANGLE.)\nPhoto: SiliconANGLE",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.linkedin.com/in/rebecca-m-knight-3667a94/",
    "https://www.linkedin.com/in/furrier/",
    "https://www.linkedin.com/in/savannahpeterson/",
    "https://www.thecube.net/events/google/google-cloud-next-24",
    "https://www.youtube.com/embed/DwPnAJFRVnY?feature=oembed",
    "https://www.linkedin.com/in/benkus/",
    "https://www.boxinvestorrelations.com/news-and-media/news/press-release-details/2023/Box-Introduces-Box-AI-to-Bring-Intelligence-to-Enterprise-Content/default.aspx",
    "https://linkedin.com/in/rebecca-m-knight-3667a94/",
    "https://www.linkedin.com/in/rebecca-m-knight-3667a94",
    "https://youtube.com/embed/DwPnAJFRVnY?feature=oembed",
    "https://www.linkedin.com/in/furrier",
    "https://www.youtube.com/embed/DwPnAJFRVnY",
    "https://linkedin.com/in/benkus/",
    "https://www.linkedin.com/in/savannahpeterson",
    "https://thecube.net/events/google/google-cloud-next-24",
    "https://www.linkedin.com/in/benkus",
    "https://linkedin.com/in/furrier/",
    "https://linkedin.com/in/savannahpeterson/",
    "https://boxinvestorrelations.com/news-and-media/news/press-release-details/2023/Box-Introduces-Box-AI-to-Bring-Intelligence-to-Enterprise-Content/default.aspx"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ben kus (",
        "sentiment": "none"
      },
      {
        "name": "kus",
        "sentiment": "none"
      },
      {
        "name": "savannah peterson",
        "sentiment": "none"
      },
      {
        "name": "rebecca knight",
        "sentiment": "none"
      },
      {
        "name": "john furrier",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "google",
        "sentiment": "none"
      },
      {
        "name": "box inc.",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:05:36.629+03:00",
  "updated": "2024-04-12T00:05:36.629+03:00"
}