{
  "thread": {
    "uuid": "289cd4f7bcf07cb54e02f635ba8e97a4df2a373a",
    "url": "https://en.vijesti.me/news/politics/705424/Grahavac%2C-the-Western-Balkans-is-key-to-the-defense-of-Europe",
    "site_full": "en.vijesti.me",
    "site": "vijesti.me",
    "site_section": "https://en.vijesti.me",
    "site_categories": [
      "top_news"
    ],
    "section_title": "News online - The latest from Montenegro and the world",
    "title": "Grahovac: The Western Balkans is crucial in the defense of Europe",
    "title_full": "Grahovac: The Western Balkans is crucial in the defense of Europe",
    "published": "2024-05-02T23:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ME",
    "main_image": "https://www.vijesti.me/data/images/2024/05/02/21/5564428_396860_share.jpg",
    "performance_score": 0,
    "domain_rank": 32769,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "289cd4f7bcf07cb54e02f635ba8e97a4df2a373a",
  "url": "https://en.vijesti.me/news/politics/705424/Grahavac%2C-the-Western-Balkans-is-key-to-the-defense-of-Europe",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Vijestime",
  "published": "2024-05-02T23:31:00.000+03:00",
  "title": "Grahovac: The Western Balkans is crucial in the defense of Europe",
  "text": "Montenegrin society and state are on the road to recovery. It should be borne in mind that they have been in deep sickness for decades, both politically and socially, spiritually and morally. Now all that is changing in a positive direction, said retired general and geopolitical analyst Blagoje Grahovac [in an interview with \"Monitor\"](https://www.monitor.co.me/blagoje-grahovac-analiticar-geopolitike-i-general-u-penziji-zapadni-balkan-je-kljucan-u-odbrani-evrope/), recalling how \"both the state and society were burdened with corruption and organized crime to unimaginable proportions, while publicized murders had reached terrifying proportions.\" Monitor: Politicians, however, claim that the risk is still omnipresent, that both society and the state are at risk? Grahovac: It is a natural thing for the opposition to attack the government. And there is no surer indicator that society is on the road to healing than when it becomes obvious that parts of the government are hitting other parts of the same government or when a new government is hitting the previous one. It is a guarantee that most of the political and social filth will be swept away. It should be borne in mind that all kinds of dirt were covered up for decades. In your newspaper nine years ago, I called our country a criminal state. It is now completely visible that the state and society were completely sick with corruption, crime and insidious fascism. What exactly do you mean when you say fascism? I am talking about the action, on the one hand, of Serbian klerofascism, whose basis is Serbian nationalism and chauvinism, which is sponsored by the SPC. And all in the service of Serbian hegemony and Russian Pan-Slavism. On the other hand, that Serbian clero-fascism has been nourished for years by Montenegrin neo-fascism, the generic of which is organized crime and corruption. His political patron was the DPS government, all ostensibly in defense of the Montenegrin identity. Do you think that danger has passed? It didn't go away, but it is now completely visible and solvable. Milorad Dodik is a typical representative of Serbian bandit politics that wants to destroy the state of BiH, but he is also an extended arm of Russian neo-Nazism and Serbian clero-fascist hegemony. In Serbia, not only Serbian nationalists, but Serbian neo-Nazis are beginning to dominate the political, social and media spheres, and are beginning to take over even in the sports field. These days they tried to hijack a state philosophy faculty. They do all this in the service of Russian neo-Nazism and Russian imperial policy. Serbia is still fighting against that evil. On the other hand, the obstruction in the trial of Vesna Medenica shows that Montenegrin neo-fascism is still tough. It is evident that the lower levels of the judiciary either fear or have a vested interest in that DPS octopus. It will be beneficial if the new SDT also hits the criminal network in the lawyers' organization. The state of Montenegro is no longer captured and has partially functioned. Can the political-party passing in the ruling coalition harm it, especially the one between the president and the prime minister? The majority of Montenegrin citizens are reassured by the fact that the state is constitutionally and legally organized as anti-fascist, civil, Euro-Atlantic and secular, so personal egocentrism is difficult to pass, especially if it is close to a clero-fascist organization such as the SPC. Milatović should understand that the citizens of Montenegro ran away from DPS and Đukanović in the last presidential elections, in the hope that they recognized the future of politics and statesmanship in Milatović. Spajić is a typical example of a corporate, managerial and broker vocation, and if he does not have strong parliamentary control, I am afraid that he could follow the DPS path. The vote on Kosovo in the SE revived the question of how pro-European the ruling coalition is and how committed it is to reconciliation in the region? In the last ten years, Kosovo has changed its government five times in elections, while Serbia has not changed once. The state of Kosovo is a factual situation and this fact should be accepted for the sake of reconciliation in the region. It is obvious that disputes about the status of Kosovo can lead to new divisions in the groups of the ruling majority. And that's good, because all political subjects should \"disassociate themselves\" politically. Only after that will the political consolidation begin and it will be a sign that Montenegro has entered the phase of political healing. That process has begun, and the local elections in Budva are a positive example. In the same context, can we talk about the government's attitude towards the current UN resolution on the genocide in Srebrenica? The co-sponsorship of the Resolution on the genocide in Srebrenica can be beneficial for every nation and every country as a lesson and warning to future generations. How do you comment on the polemics after the arrest of Milivoj Katnić and Zoran Lazović - \"revanchism\" or evidence of the new authorities' overreach and the functioning of the rule of law? I believe that this is proof of the new government's arrogance and that it has a beneficial effect on both the state and society. With a dose of caution: it will be good if revenge of any kind is avoided, which is one of the characteristics of the Montenegrin mentality. The public statements of DPS after the arrest of Vesna Medenica, Veljović, Čađenović, Jovanić, Vukotić, Mihajlović, Katnić, Lazović and Jelena Perović show that there is no political salvation for that party. The reactions of the non-governmental sector and the majority of the media are very beneficial in this whole story. It is recognizable the desire of the local parties to collapse the security sector as soon as they gain power. Why is it like that? It has its historical genesis. Since ancient times, corruption has been a tool of materially poor societies, so if it lasts for generations, material poverty turns into spiritual and moral poverty. The best indicator for that is when you notice that people who should be engaged in humanitarian professions run away to politics, and politics determines who will rule what. Whoever controls the security sector controls all the tools of corruption. That's why societies in which the rule of law lives do not allow state politics to be led by those who are in the zone of petty-bourgeois and petty-proprietor psychology. When we talk about security, the inevitable topic is the so-called foreign influence. What is Russia's influence on the ex-Southern territories? Bigger than expected. Russia has long been governed by typical Nazi policies and will not give up its imperial goals anytime soon. I estimate that its services and agencies will soon step up their activities towards Montenegro. Serbia and the RS have long been a training ground for Russian mythomania, and their churches are poisoning the people with Orthodox fundamentalism. I warn the representatives of the ZBCG coalition not to play with fire because many of them are either unaware of the great geopolitical game or are very aware of this game of hellish intentions. I warn the advocates of the \"Serbian world\" that it is a clero-fascist doctrine with elements of Nazism that will cost many people dearly, but most of all the Serbs and the state of Serbia. North Macedonia could also be a target of Russian neo-Nazi influence, but through Bulgaria. Throughout its history, it had, but still has, today, through the politics of Borko Borisov, similar inclinations. Russian influence will be evident through the next presidential elections in North Macedonia, which are being held these days. Why are citizens and states in the ex-Southern region struggling for so long and in every way to escape from long-recognized problems? Due to the fact that the parties in power participated in the breakup of Yugoslavia and that they are mainly parties of crime. That is why they do not allow peace to reign in our region. In Serbia, the power is held by Vučić's SNS, which is a typical Sešelje klerofascist party, and by Dačić and Vulin, the Nazi parties, which are the political owners of many war crimes. In Bosnia and Herzegovina, war parties essentially rule, and in Croatia, HDZ, which has not freed itself from the legacy of war crimes. Kosovo is seeing war wounds, and in Montenegro DPS is still operating from the shadows. Only Slovenia got rid of Janša's war party, so it is not surprising that it is doing well. In this political environment, it should not be surprising that we have a prolonged war, but by other means. In the Western Balkans, peace will reign only when all the warring parties leave power. You recently spoke in Ljubljana about the need for regional integration as a prerequisite for progress and getting closer to Europe. Regional integration is a condition for wider European integration. Due to the wrong policy, DPS Montenegro missed the opportunity to be the initiator of that initiative. It needs to be worked on. How do current conflicts (Ukraine and the Middle East) affect the position of Montenegro and the region? Geopolitical processes in the world really determine many issues, including this one. The time has come for the Western Balkans to be a key area in the defense of Europe. This is recognized by many geopolitical players, so the European integration of Montenegro has become a geostrategically important issue. It should be used wisely. Does this process have serious opponents in Montenegro? There is, although they represent a minority. The fight for European integration should continue, so that minority will also become minor. And better times await us all if we persist in the policy that Montenegro is: a civil, Euro-Atlantic, anti-fascist and secular state. DPS \"facade\" After the formal withdrawal of Đukanović, the DPS elected a new leadership. What is his political future? Badass! A transparent political facade cannot be used to get away from crime, and from the visible crime that that party has been carrying with it for decades. The political views of some of the newly elected vice-presidents of that party bear an irresistible resemblance to the views of the rigid and insufficiently educated political commissars of the past. There is no flaw in the publicly proclaimed policies of that party, but the problem is that the actual actions, both political, state, and moral, were completely contrary to the declared positions. Only when that party makes a departure from its decades-long performance can it be acceptable to other political entities. Marked divisions persist. At the first spring session of the Parliament of Montenegro in Cetinje, it was stormy both inside and outside the hall. How do you comment on that? I understand the citizens of Cetinje who have been standing guard over the anti-fascist state of Montenegro for decades. It would not be good if some of them allowed themselves to fall into the trap of manipulation created by the DPS. Bonus video:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.monitor.co.me/blagoje-grahovac-analiticar-geopolitike-i-general-u-penziji-zapadni-balkan-je-kljucan-u-odbrani-evrope/),",
    "https://monitor.co.me/blagoje-grahovac-analiticar-geopolitike-i-general-u-penziji-zapadni-balkan-je-kljucan-u-odbrani-evrope/),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "grahovac",
        "sentiment": "neutral"
      },
      {
        "name": "blagoje grahovac",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "western balkans",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T00:12:47.585+03:00",
  "updated": "2024-05-03T00:12:47.585+03:00"
}