{
  "thread": {
    "uuid": "13c371cd96af1eec9ec47f038001db2b4212e1a6",
    "url": "https://www.foodfaithfitness.com/lemon-roasted-potatoes/",
    "site_full": "www.foodfaithfitness.com",
    "site": "foodfaithfitness.com",
    "site_section": "https://www.foodfaithfitness.com/rss",
    "site_categories": [
      "food",
      "desserts_and_baking"
    ],
    "section_title": "Food Faith Fitness",
    "title": "Lemon-Roasted Potatoes",
    "title_full": "Lemon-Roasted Potatoes",
    "published": "2024-01-06T00:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://www.foodfaithfitness.com/wp-content/uploads/2023/12/Lemon-Roasted-Potatoes-Cooking-Classy-Feature-1.jpg",
    "performance_score": 0,
    "domain_rank": 78180,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "13c371cd96af1eec9ec47f038001db2b4212e1a6",
  "url": "https://www.foodfaithfitness.com/lemon-roasted-potatoes/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Foodfaithfitness",
  "published": "2024-01-06T00:24:00.000+02:00",
  "title": "Lemon-Roasted Potatoes",
  "text": "Roasted potatoes are shown some lemon love (along with rosemary and garlic) in Lemon-Roasted Potatoes—a classy side dish that can be put together in no time.\nTable of Contents\nI always associate\nroasted potatoes with Sunday dinners. Roast beef, carrots, gravy… and roasted potatoes. The dinner wouldn’t be complete without them. Don’t tell my mom but I would rotate my plate so that the potatoes faced me and took center stage. As far as I was concerned, they were the stars of the show.\nI’m a sucker for good texture and, let me tell you, these potatoes deliver. Crispy on the outside, light and fluffy on the inside. Even if I had a cold and couldn’t taste anything, I would eat these potatoes. You’ll be reassured to know, though, that these particular potatoes are a refreshing twist on your traditional roasties, doused as they are in lemon juice and zest. They’re similar to my\nGarlic Roasted Potatoes, which also adds flavor to the dinner staple, but this recipe provides a freshness you won’t get from garlic alone. Try it, and soon you too will be rotating that plate!\nAre Lemon-Roasted Potatoes Healthy?\nPotatoes are a good source of vitamins and minerals, as is the lemon. They’re high in carbs, which your body needs for energy. The ingredients are all-natural so you won’t be putting anything processed into your system, which is always a good thing. This recipe also works with a variety of diets, including Whole30, dairy-free, gluten-free, grain-free, nut-free, soy-free, sugar-free, and vegan.\nINGREDIENTS\n- 2 pounds Potatoes, Cut into 2-inch cubes\n- 3 Tbsp Olive oil\n- 1 tsp Sea Salt\n- 1 tsp ground Black Pepper\n- 1 Tbsp Lemon Zest\n- 2 Tbsp Lemon Juice\n- 2 Sprigs Rosemary\n- 2 cloves Garlic\nINSTRUCTIONS\nMix\nWash the potatoes in cold water. Add the potatoes, olive oil, salt, and pepper to a large baking tray (9 x 16 inches). Mix well to coat.\nRoast\nRoast in the oven for 20 minutes. Remove the tray and flip the potatoes. Place back in the oven and bake for another 20 minutes.\nAdd\nRemove the tray from the oven. Sprinkle on the lemon zest, lemon juice, rosemary leaves, and garlic. Toss again. Roast for an additional 10 minutes.\nDEVOUR!\nTips & Tricks to Making Perfect Lemon-Roasted Potatoes\n- Cut the potato cubes as uniformly as possible to ensure consistent cooking.\n- Don’t overcrowd the pan. You want to let the heat access all sides of the potatoes.\n- Use fresh lemon juice. Store-bought juices taste synthetic and contain more ingredients than you need.\n- For added crispness, broil your potatoes for the last few minutes of their time in the oven. Just keep an eye on them so you don’t burn them.\n- Don’t cover the potatoes if you don’t plan on eating them immediately. Trapping in the steam will remove their crispness.\nFAQs\nYou want potatoes that will keep their shape and possess a certain degree of waxiness. With that in mind, I recommend Yukon Gold or\nRusset. Red potatoes also work.\nYes, you can. In fact, I’ve developed\na recipe that goes over the steps involved.\nParboiling (or, pre-cooking) can be done but isn’t necessary. Parboiling can make your potatoes crispy and ensure a consistent, soft inside, but obviously, is an extra step. If you have the time, feel free to try it.\nWashing them removes excess starch. If you don’t perform this step, your potatoes could turn out crumbly and not crunchy. Also, wash them in cold water; hot water actually activates the starch, which is counter to what we want.\nFor seasoning, try thyme or oregano. For cheesy fun, sprinkle some grated Parmesan all over the spuds. Cayenne, paprika, and cumin will add a kick, while honey or maple syrup will transform them into a sweet treat.\nServing Suggestions\nRoasted potatoes are so versatile, they can go with any meat, be it\nGoat Cheese–Stuffed Chicken Breasts With Balsamic Blueberry Salsa, Low-Carb Keto Philly Cheesesteak Stuffed Peppers With Cauliflower, or Baked Honey Cajun Salmon. You can also pair them with other vegetables, like Parmesan Roasted Ranch Cauliflower With Avocado or Smoked Corn on the Cob.\nHow to Prep and Store Lemon-Roasted Potatoes\nLet the potatoes cool completely then store in an airtight container. Put them in the fridge where they should last for up to 5 days. To reheat, put them in a 350°F oven for 20 minutes or microwave them (though this may rob them of their crispness). Freezing isn’t recommended, as potatoes will turn grainy when thawed.\nIngredients\n- 2 lb. potatoes cut into 2-inch cubes\n- 3 tbsp olive oil\n- 1 tsp sea salt\n- 1 tsp ground black pepper\n- 1 tbsp lemon zest\n- 2 tbsp lemon juice\n- 2 sprigs rosemary\n- 2 cloves garlic\nInstructions\n- Wash the potatoes in cold water. Add the potatoes, olive oil, salt, and pepper to a large baking tray (9 x 16 inches). Mix well to coat.\n- Roast in the oven for 20 minutes. Remove the tray and flip the potatoes. Place back in the oven and bake for another 20 minutes.\n- Remove the tray from the oven. Sprinkle on the lemon zest, lemon juice, rosemary leaves, and garlic. Toss again. Roast for an additional 10 minutes.\nTips & Notes:\n- Don’t overcrowd the pan. You want to let the heat access all sides of the potatoes.\n- Use fresh lemon juice. Store-bought juices taste synthetic and contain more ingredients than you need.\n- For added crispness, broil your potatoes for the last few minutes of their time in the oven. Just keep an eye on them so you don’t burn them.\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:26:41.408+02:00",
  "updated": "2024-01-06T00:26:41.408+02:00"
}