{
  "thread": {
    "uuid": "244de904853a00e771cc26730eda83eeb157a88b",
    "url": "https://vnexplorer.net/ulfa-signs-peace-accord-with-centre-assam-govt-s710423.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "ULFA signs peace accord with Centre, Assam govt",
    "title_full": "ULFA signs peace accord with Centre, Assam govt",
    "published": "2023-12-29T19:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mco7P.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "244de904853a00e771cc26730eda83eeb157a88b",
  "url": "https://vnexplorer.net/ulfa-signs-peace-accord-with-centre-assam-govt-s710423.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T19:09:00.000+02:00",
  "title": "ULFA signs peace accord with Centre, Assam govt",
  "text": "ULFA signs peace accord with Centre, Assam govt\nIn a shot in the arm for the ruling BJP, the United Liberation Front of Assam (ULFA)’s pro-talks faction on Friday signed a tripartite Memorandum of Settlement with the Centre and the Assam government in the presence of Union Home Minister Amit Shah.\nThe ULFA pro-talks faction was represented by a 16-member delegation led by its chairperson Arabinda Rajkhowa. Assam CM Himanta Biswa Sarma was also present.\nTerming it as a “golden day” for the people of Assam, Home Minister Amit Shah said the state has suffered for long due to violence by ULFA and around 10,000 people have lost their lives since 1979.\nHe further announced that a major development package will be given to Assam under the agreement with ULFA and assured that the accord will be implemented fully.\n“It is a matter of great joy for me that today is a golden day for Assam’s future. Assam has suffered from violence since a long time. Since Narendra Modi became the PM, efforts were made to shorten the gap between Delhi and Northeast. In the last five years, 9 peace and border-related agreements have been signed across Northeast, because of which peace has been established in major part of the region,” he said.\nHe added that the ULFA has agreed to abjure violence and disband the organisation.\nTwo top leaders of the Rajkhowa group have been in the National Capital since last week. According to PTI, the outfit’s general secretary, Anup Chetia, held talks with peace interlocutor A K Mishra on Tuesday. Along with Mishra, who is the government’s adviser on Northeast affairs, Intelligence Bureau’s Director Tapan Deka was part of the talks with the group.\nAlso Read | Day after Assam DGP’s ‘feel free to target me’ comment, outlawed ULFA (I) dares him to ‘move around without security cover’\nThe pro-talks faction of ULFA, a separatist outfit, was founded in 1979 by a group of 20 youngsters from Upper Assam districts to wage an armed struggle for an independent Assam.\nThe group had expressed willingness for talks on several occasions but had been firm on its stand on ‘sovereignty’.\nDuring the Assembly election campaigns in Tripura, Meghalaya, and Nagaland earlier this year, the BJP emphasised the decline in militancy and the relative peace in the Northeast since the Narendra Modi government came to power in 2014. Last month, Amit Shah announced the signing of a peace agreement with the United National Liberation Front (UNLF) in Manipur, a Meitei separatist group. And, now the ULFA accord will only bolster the party’s narrative.\nFor the latest news from across India, Political updates, Explainers, Sports News, Opinion, Entertainment Updates and more Top News, visit Indian Express. Subscribe to our award-winning Newsletter Download our App here Android & iOS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mco7P.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mco7P.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "arabinda rajkhowa",
        "sentiment": "none"
      },
      {
        "name": "himanta biswa sarma",
        "sentiment": "none"
      },
      {
        "name": "amit shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ulfa",
        "sentiment": "negative"
      },
      {
        "name": "bjp",
        "sentiment": "negative"
      },
      {
        "name": "liberation front of assam",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "united",
        "sentiment": "none"
      },
      {
        "name": "delhi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T19:24:04.642+02:00",
  "updated": "2023-12-29T19:24:04.642+02:00"
}