{
  "thread": {
    "uuid": "1a7624ee2181d85a23a5637f27e31a9287cfc282",
    "url": "https://hiphopdx.com/news/vic-mensa-chicago-book-store-rent",
    "site_full": "hiphopdx.com",
    "site": "hiphopdx.com",
    "site_section": "https://hiphopdx.com/rss/atom/index.xml",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "HipHopDX - All Posts",
    "title": "Vic Mensa Comes To Chicago Bookstore’s Rescue By Paying Their Rent For A Year",
    "title_full": "Vic Mensa Comes To Chicago Bookstore’s Rescue By Paying Their Rent For A Year",
    "published": "2024-03-14T23:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.hiphopdx.com/2024/03/vic-mensa-comes-to-chicago-book-stores-rescue-by-paying-their-rent-for-a-year-1200x675.jpg",
    "performance_score": 0,
    "domain_rank": 11756,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1a7624ee2181d85a23a5637f27e31a9287cfc282",
  "url": "https://hiphopdx.com/news/vic-mensa-chicago-book-store-rent",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bernadette Giacomazzo",
  "published": "2024-03-14T23:42:00.000+02:00",
  "title": "Vic Mensa Comes To Chicago Bookstore’s Rescue By Paying Their Rent For A Year",
  "text": "[Vic Mensa](https://hiphopdx.com/artist/vic-mensa) has saved Da Book Joint from potential eviction, as the rapper saved the shop by cutting a check to cover the Chicago bookstore’s rent for a whole year. In an Instagram post made on Wednesday (March 14), the Black-owned shop revealed that the “Orange Soda” rapper wrote a princely check of $7,200 to keep the place open. “Hey family! This has officially been the best Wednesday ever!” they began. “We are thankful. We are honored. We are grateful. We are truly living a dream right now. Thank you so much to @vicmensa and his entire @93boyz team for blessing us today by covering our rent for an entire year. They continued: “Thank you for seeing our mission and helping us stand in our purpose. You are that breath of fresh air we needed. His generosity ensures our doors stay open for all book lovers and dreamers. This act of kindness touches our hearts deeply and reaffirms the power of community and support. Thank you, Vic Mensa, for lighting up our world with hope and generosity!” [Da Book Joint also hosts Noname’s book club,](https://hiphopdx.com/news/id.64973/title.rapper-noname-opens-los-angeles-hood-library-complete-with-a-fuck-the-police-section) which partnered with seven cities across the United States in 2020 to ensure the book club picks are in the collections of their branches, which consists of nearly 200 different libraries. Noname’s book club was first launched in 2019 and focuses on books written by people of color. Now, the club has its headquarters in the Jefferson Park neighborhood of Los Angeles called the Radical Hood Library. The Noname Book Club’s official Twitter account announced the news on September 30, including an invite to the grand opening. “We are so excited to finally open our Radical Hood Library!” the tweet read. “This is a black-led organization that was created to service black/brown folks and the RSVP prioritization will reflect that. There will be music, free food and more! Please bring a new or used book. See you there!!!” AD LOADING... The Noname Book Club also expanded its operations with the Prison Program to send books to those who are incarcerated. Since April 2021, they have gone from shipping 44 books per month to over 600. [Noname](https://hiphopdx.com/news/id.49517/title.noname-reflects-the-dark-state-of-being-black-in-chicago-in-blaxploitation-video) promised even if the Hood Library didn’t work out as planned, the space they rented would serve as a shipping and packing space for the books sent to prisons.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vic mensa",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "chicago bookstore",
        "sentiment": "negative"
      },
      {
        "name": "“orange soda",
        "sentiment": "none"
      },
      {
        "name": "black",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "chicago",
        "sentiment": "none"
      },
      {
        "name": "united stat",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:28:19.139+02:00",
  "updated": "2024-03-15T02:25:50.567+02:00"
}