{
  "thread": {
    "uuid": "c37e0241ae9bb36ad857f2dfc22b35a9b70dbfa5",
    "url": "https://french.almanar.com.lb/2830852",
    "site_full": "french.almanar.com.lb",
    "site": "almanar.com.lb",
    "site_section": "https://french.almanar.com.lb/rss",
    "site_categories": [],
    "section_title": "Site de la chaîne AlManar-Liban",
    "title": "Sanaa : Notre peuple triomphera pour ses frères en Palestine, quels que soient les défis",
    "title_full": "Sanaa : Notre peuple triomphera pour ses frères en Palestine, quels que soient les défis",
    "published": "2023-12-29T16:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "LB",
    "main_image": "https://french.almanar.com.lb/framework/includes/uploads/2023/12/manar-02969550017038679101-757x354.jpg",
    "performance_score": 0,
    "domain_rank": 27788,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c37e0241ae9bb36ad857f2dfc22b35a9b70dbfa5",
  "url": "https://french.almanar.com.lb/2830852",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ghada Hobballa",
  "published": "2023-12-29T16:38:00.000+02:00",
  "title": "Sanaa : Notre peuple triomphera pour ses frères en Palestine, quels que soient les défis",
  "text": "Le chef du gouvernement intérimaire de Sanaa, Abdel Aziz ben Habtour, a affirmé que « les jours de l’occupation israélienne sont comptés », soulignant « la nécessité de libérer la Palestine de l’occupation usurpatrice ».\nLors d’une manifestation à Sanaa, Habtoor a souligné que « se tenir aux côtés du peuple palestinien est une obligation à laquelle notre peuple s’est engagé et doit s’y engager tout peuple libre », ajoutant que « notre peuple triomphera pour ses frères, quels que soient les défis ».\nHabtoor s’est adressé au peuple palestinien en disant : « Vous serez le centre des préoccupations et de l’attention de notre peuple et de notre leader jusqu’à la victoire », ajoutant , quiconque croit que « les USA contrôlent toutes les questions se trompe, et pour preuve ce qui s’est passé au Vietnam, en l’Afghanistan et en Irak ».\nIl a également indiqué qu’il fallait « continuer à suivre les pas du leader de la révolution pour obtenir la victoire de notre nation et de sa cause », notant que « les masses de notre peuple sont entraînées à la lutte et au jihad depuis plus de 9 ans et nous entamons la dixième année avec notre victoire, pour le sang du peuple palestinien ».\nHabtoor a ajouté : « Nous ne resterons pas les bras croisés et nous continuerons le jihad et la lutte contre l’ennemi israélien et l’Amérique ».\nParallèlement, un communiqué des marches de Sanaa a souligné « l’importance de continuer à sortir en masse pour manifester et participer à des activités de soutien à la Palestine et de dénonciation des crimes israéliens ».\nLe communiqué a béni « les opérations héroïques des forces armées dans les unités balistiques, les unités de drones et les unités navales, et a également félicité les opérations héroïques en cours des Moudjahidines en Palestine occupée, en particulier à Gaza, ainsi que les opérations héroïques dans le sud du Liban et en Irak ».\nIl a également apprécié « les positions rejetant la coalition pour protéger les navires israéliens et la militarisation de la mer Rouge préssentant le danger de la participation et les conséquences qui peuvent en résulter », réiterant » la poursuite efficace et forte de la mobilisation, de la formation et réhabilitation des brigades populaires du déluge d’Al-Aqsa ».\nCe matin, des manifestations de soutien à la fermeté et à la résistance du peuple palestinien ont eu lieu sur les places des villes de Saada et Shaara dans le district de Razih et Al-Jarsha dans le district de Ghamr et Al-Marazem, sous le slogan « Avec vous jusqu’à la victoire, et les Américains ne nous arrêteront pas ».\nSource: Médias",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T18:53:41.270+02:00",
  "updated": "2023-12-29T18:53:41.270+02:00"
}