{
  "thread": {
    "uuid": "220fcfe147e174af795a4195eec3e5b1799a61d6",
    "url": "https://www.zdnet.com/article/ces-2024-3-trends-to-watch/",
    "site_full": "www.zdnet.com",
    "site": "zdnet.com",
    "site_section": "https://news.google.com/news/rss/headlines/section/topic/BUSINESS?ned=us&hl=en&gl=US",
    "site_categories": [
      "tech",
      "palmtops_pdas"
    ],
    "section_title": "Business - Latest - Google News",
    "title": "CES 2024: 3 trends to watch as we learn what's next in tech - ZDNet",
    "title_full": "CES 2024: 3 trends to watch as we learn what's next in tech - ZDNet",
    "published": "2024-01-05T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.zdnet.com/a/img/resize/1f4dd5a98cc1b9ce2256edd140af958b5de7a65f/2024/01/05/147ae2fb-fddc-43a5-9523-2924483de096/getty-raf-willems-zdnet-ces.jpg?auto=webp&amp;fit=crop&amp;height=675&amp;width=1200",
    "performance_score": 0,
    "domain_rank": 328,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 38
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "220fcfe147e174af795a4195eec3e5b1799a61d6",
  "url": "https://www.zdnet.com/article/ces-2024-3-trends-to-watch/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ZDNET",
  "published": "2024-01-05T23:00:00.000+02:00",
  "title": "CES 2024: 3 trends to watch as we learn what's next in tech - ZDNet",
  "text": "CES 2024: 3 trends to watch as we learn what's next in tech After 2023 gave us the most innovative year in tech in over a decade, [the two trends that powered much of that innovation](https://www.zdnet.com/article/two-breakthroughs-made-2023-techs-most-innovative-year-in-over-a-decade/) -- AI and VR/AR -- are poised to lead the way at CES 2024. And following a fall product launch season that was as intense as any we've ever seen in the tech ecosystem, CES 2024 is set to explode with a ton of announcements about real products that are coming in the months ahead. In other words, you can expect to see a lot fewer of the CES experiments and flights-of-fancy of the past dominating the headlines this year, because there are so many interesting and useful new things to crowd them out. Special Feature ZDNET has already been pre-briefed on many of the best products that are coming, and we're looking forward to sharing our first impressions, original photos and videos, and buying advice. Our team will be on the ground at CES as well as covering it broadly from multiple time zones. We'll highlight the products we're most excited about, the trends that are taking shape from the show, and the latest innovations most likely to shape the future. To put it all in context, here are the three themes that will make the biggest impact at this year's CES. 1. AI clouds everything Any product that includes an algorithm, machine learning, or automation of any kind is going to be marketed as an AI-powered product at CES 2024. Make no mistake, there will be plenty of [AI-washing,](https://www.zdnet.com/article/generative-ai-is-everything-everywhere-all-at-once/) as companies vie with each other to ride the [generative AI wave](https://www.zdnet.com/article/what-is-generative-ai-and-why-is-it-so-popular-heres-everything-you-need-to-know/). ZDNET will help you cut through the AI marketing cacophony to learn the best AI innovations coming to products in 2024. Fortunately, there are a ton of potential benefits to look forward to -- from products and features that will automatically translate audio and text from different languages to TV hardware that will improve upscaling of low-res content for today's amazing 4K and 8K displays to truly time-saving automations in the products you use every day. 2. VR, AR, and XR prep for a big year The metaverse may have been dud, but mixed reality (MR) and extended reality (XR) are surging on a new wave of interest -- thanks in large part to Apple's Vision Pro announcement, which has put the spotlight on the next generation of immersive digital experiences. You can get an excellent taste of these today in the [Meta Quest 3, ZDNET's 2023 product of the year](https://www.zdnet.com/article/zdnet-2023-product-of-the-year-meta-quest-3/). And CES 2024 will feature new hardware and experiences that will push it to the next level. We're expecting announcements about headsets that will use [Qualcomm's new XR2+ Gen2 VR chip](https://www.zdnet.com/article/look-out-apple-qualcomms-new-vr-chip-competes-directly-with-vision-pro-with-much-cheaper-headsets/), new sensors and software that will extend what today's headsets and experiences can do, and the latest updates on how all kinds of organizations -- from health care to astronauts to law enforcement to architects to product designers -- are now relying on VR and XR to do critical parts of their work every day. Of course, all of this is a prelude to the launch of the [Apple Vision Pro](https://www.zdnet.com/article/i-tried-apple-vision-pro-and-its-far-ahead-of-where-i-expected/), the arrival of the [Samsung/Google XR headset](https://www.zdnet.com/article/vision-pro-led-samsung-to-reboot-its-vr-headset-plans-and-its-now-targeting-end-of-2024-report/), and a tidal wave of new experiences from developers who will take advantage of these immersive digital platforms. 3. 100-inch TVs lead a wave of innovation TVs are back at the center of innovation at this year's show -- and leaps forward in display technology are making an even bigger and broader impact across the tech industry. From OLED to Mini-LED to Laser TV (projectors), there's a new explosion of innovation and competition that's making content more exciting than ever to consume. Nothing says CES like 100-inch TVs, and we're going to see a lot of them at CES 2024. A new generation of 100-inch TVs is coming to market that won't break the bank or your back. We can't wait to show you the latest TVs and home entertainment products that are coming and we'll offer analysis and buying advice on which ones could transform and level up the way you experience content in 2024. Stay tuned to ZDNET to cut through the fluff and find the stuff that's worth your attention at CES 2024. [Editorial standards](/editorial-guidelines/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "zdnet",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T03:08:59.327+02:00",
  "updated": "2024-01-13T05:51:28.574+02:00"
}