{
  "thread": {
    "uuid": "b025999c559178b9088f14da1208c94a6b935efe",
    "url": "https://n4g.com/news/2580164/ps-plus-is-finally-delivering-solid-titles-and-i-hope-sony-keeps-it-that-way",
    "site_full": "n4g.com",
    "site": "n4g.com",
    "site_section": "https://n4g.com/",
    "site_categories": [
      "media",
      "hobbies_and_interests",
      "video_and_computer_games"
    ],
    "section_title": "Hottest Game News &amp; Rumors | N4G",
    "title": "PS Plus Is Finally Delivering Solid Titles, And I Hope Sony Keeps It That Way | N4G",
    "title_full": "PS Plus Is Finally Delivering Solid Titles, And I Hope Sony Keeps It That Way | N4G",
    "published": "2024-01-06T01:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://newsboilerstorage.blob.core.windows.net/news/2580164_2_lg.jpg",
    "performance_score": 0,
    "domain_rank": 12864,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b025999c559178b9088f14da1208c94a6b935efe",
  "url": "https://n4g.com/news/2580164/ps-plus-is-finally-delivering-solid-titles-and-i-hope-sony-keeps-it-that-way",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "exputers",
  "published": "2024-01-06T01:45:00.000+02:00",
  "title": "PS Plus Is Finally Delivering Solid Titles, And I Hope Sony Keeps It That Way | N4G",
  "text": "from eXputer \"After the price hike, PS Plus suffered heavy damage, which it seems to be making amends for, but the question is, will this quality continue?\" Wait...ps plus has been decent many months of the past year. January is no exception. Even ps plus worst month is better than alternatives. What are you guys talking about!? PS+ has been seen widely by the vast majority as being very poor since the price increase. Take a look at their official blog or any PS+ thread, to see that a good 90% has been people complaining about how bad it has been since the price increase. Honestly the state of some of you people. They flashed GTA5 at you (a 13 year old game) and all of a sudden you turned skirts and 180’d. All of a sudden it’s the best thing since sliced bread. Pathetic. Are they talking about PS Essential and comparing it to Gamepass? With Xbox Game Pass adding 150 games worth $5,000 in 2023, it’s hard to deny Xbox has a great offering, so imagine our surprise when PS Plus gave PS5 and PS4 players even more value than Game Pass in 2023 – at least if you are an Extra or Premium subscriber. Sony also added a movie and anime collection and 4k streaming. It's value is is great I I got way more back than I put in last year for sure. The difference between this and the same marketing message gamepass is putting out is that theres more games on PS Plus that I would want to play. Doesn't mean that I would want to play all of them though so that total Dollar amount is subjective. That being said, I did get my money's worth out of it this past year. There has never been a better time to try out 'Warframe' on PlayStation than right now thanks to this PS Plus freebie. They do release ps+ packs for Warframe every few months. Like they do with cod each new season. They legitimately find any reason to say just quietly released as much as possible. Sony should have spent 500 mil on marketing this upgrade...ffs game writers really don't know their industry. In a leaked Sony Interactive Entertainment presentation, the company declares that including first-party games on PS Plus has had a “big” effect on “traditional sales.” As an example, the company mentioned that Horizon Forbidden West‘s sales “flat-lined” immediately after being added to PS Plus. Also really interesting to see through to one of the sites they link to (Resetera) that the 2 cross gen titles in Miles Morales and Ghosts of Tsushima sold over 40% each of their first year in year 2, almost double what even the best performing games like GOW 2018 and Spider-Man did. Kinda seeing the cold hard numbers makes it really clear why they did cross gen games and remastered some of the later PS4 games to PS5 Directors Cuts. \"“In year 1, Horizon Zero Dawn and Horizon Forbidden West were very comparable,” the presentation reads. “HFW was included into PS Plus at the start of Year 2. HFW saw an enormous influx of PS Plus players, but at the cost of flat-lining the game activations from retail sales.”\" So, the data shows there were fewer traditional sales, but it doesn't show us anything about how many people joined PS+? It does say there was an influx of HFW players, but it doesn't state how many of these players owned PS+ to begin with. To conclude that it negatively sales is correct, but it doesn't mean less money is made. We cannot draw that conclusion until we know how many more people joined PS+ because of HFW. MS's bet is that although it lowers traditional sales, it makes the services more appealing and millions of new people will subscribe if they see that good games are added to the service. And in the end, the subscription profit (not revenue) will outpace that of the traditional sales. However even after 6 years they still haven't reached that point lmao",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "sony",
        "sentiment": "negative"
      },
      {
        "name": "ps plus",
        "sentiment": "negative"
      },
      {
        "name": "ps5",
        "sentiment": "none"
      },
      {
        "name": "xbox",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:47:49.046+02:00",
  "updated": "2024-01-06T05:11:14.531+02:00"
}