{
  "thread": {
    "uuid": "9aebef7a463df88e999ac91c3882422cdcf4d449",
    "url": "https://netflixlife.com/posts/most-interesting-documentaries-announced-for-netflix-in-2024",
    "site_full": "netflixlife.com",
    "site": "netflixlife.com",
    "site_section": "http://netflixlife.com",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "Netflix Life - News &amp; Updates on Netflix Movies, TV Shows &amp; New Releases",
    "title": "5 most interesting documentaries announced for Netflix in 2024",
    "title_full": "5 most interesting documentaries announced for Netflix in 2024",
    "published": "2024-01-05T23:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images2.minutemediacdn.com/image/upload/c_crop,w_3840,h_2160,x_0,y_0/c_fill,w_1440,ar_16:9,f_auto,q_auto,g_auto/images/ImageExchange/mmsport/340/01hkdj43rhadv4ys0ed1.jpg",
    "performance_score": 0,
    "domain_rank": 40694,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9aebef7a463df88e999ac91c3882422cdcf4d449",
  "url": "https://netflixlife.com/posts/most-interesting-documentaries-announced-for-netflix-in-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Crystal George",
  "published": "2024-01-05T23:29:00.000+02:00",
  "title": "5 most interesting documentaries announced for Netflix in 2024",
  "text": "8 most interesting documentaries announced for Netflix in 2024 Happy 2024! Netflix has already started releasing new shows and movies and we're looking forward to checking many of them out. And we can expect more and more shows and movies to continue to come out throughout the year. But what we're most excited to watch is all the [new documentaries](https://netflixlife.com/movies/documentaries/). So far, we've seen the release of the documentaries Bitconned and You Are What You Eat: A Twin Experiment, which both dropped on Jan. 1. Bitconned is a [ true-crime ](https://netflixlife.com/netflix-original/true-crime/)documentary film centering around three men who took advantage of the cryptocurrency market to scam millions from investors and fund their luxurious lifestyles. On the other hand, You Are What You Eat: A Twin Experiment is a docuseries following identical twins who decide to take part in a scientific study where they change their diets and lifestyles for eight weeks to see how food impacts the body. And we still have several more documentaries slated to come to Netflix in January. We shared those titles below as well as the other documentaries that have been confirmed to come out this year. Break Point season 2 - Release date: Jan. 10, 2024 - Cast: Carlos Alcaraz, Matteo Berrettini, Taylor Fritz, Coco Gauff, Anett Kontaveit, Nick Kyrgios, Daniil Medvedev, Tommy Paul, Jess Pegula, Holger Rune, Aryna Sabalenka, Maria Sakkari, Ben Shelton, Frances Tiafoe, Ajla Tomljanović, and Alexander Zverev Break Point will be back with its second installment on Jan. 10, and this season we watch as a new group of some of the best tennis players in the world return to the courts to compete in the Grand Slams and other tournaments all over the world. The second season will also follow the lives of some of the players from season 1. Six Nations: Full Contact - Release date: Jan. 24, 2024 Six Nations: Full Contact is an upcoming docuseries focusing on some of the best rugby teams in Europe as they go against each other to take home the prestigious trophy in the 2023 Six Nations Championship. Alexander: The Making of a God - Release date: Jan. 31, 2024 - Cast: Mido Hamada, Buck Braithwaite, Agni Scott, Will Stevens, Dino Kelly Another docuseries set to be released on Netflix this January is Alexander: The Making of a God. It explores the life of the legendary Alexander the Great and his daring conquest of the Persian Empire. The docuseries also features interviews from experts and dramatized segments. The UnXplained with William Shatner season 4 - Release date: Jan. 25, 2024 Another season of The UnXplained will be coming to Netflix in January. Seasons 2 and 3 are already streaming on the platform and season 4 is scheduled to drop on Jan. 25. It's an investigative docuseries hosted by Golden Globe and Emmy Award-winning actor William Shatner. It explores some of the \"world's most [ strange and inexplicable mysteries](https://www.history.com/shows/the-unxplained).\" Some of the subjects explored in the fourth season are Monoliths, the Wild West, and the Bermuda Triangle. American Nightmare - Release date: Jan. 17, 2024 From the filmmakers who brought us The Tinder Swindler, American Nightmare focuses on the infamous case and story of Denise Huskins and her boyfriend Aaron Quinn who in 2015 were accused by police of staging a home invasion and kidnapping. Additionally, it's a three part docuseries consisting of new interviews and interrogation footage. NASCAR: Full Speed - Release date: Jan. 30, 2024 - Cast: Ryan Blaney, William Byron, Ross Chastain, Denny Hamlin, Bubba Wallace, Kyle Larson, Christopher Bell, Joey Logano, Tyler Reddick Vroom! Vroom! NASCAR: Full Speed is an upcoming five-part docuseries following the events of the 2023 NASCAR Cup Series Playoffs and championship race. Viewers get to watch nine NASCAR drivers as they compete for the championship and one of the most coveted titles in motorsports. Lover, Stalker, Killer - Release date: Feb. 9, 2024 Love, Stalker, Killer is another docuseries coming to Netflix. It's a true-crime doc that centers around Nebraska auto mechanic Dave Kroupa. After getting out of a long-term relationship, Dave is ready to get back into the dating world, so he tries online dating. But his search for love quickly takes a sinister turn when one of the women he's dating turns up dead, and another one is found to be the murderer. Einstein and the Bomb - Release date: Feb. 19, 2024 - Cast: Aidan McArdle, Andrew Havill, Rachel Barry, Helena Westerman, Leo Ashizawa This February, we recommend checking out Einstein and the Bomb, a documentary film exploring key moments in the German-born theoretical physicist’s life such as his complex relationship with Hitler, Germany, and the atomic bomb. It's a dramatized documentary using archived footage and Einstein's own words. As Netflix announces more documentaries and their release dates, we'll be sure to return to this space and share them. So, make sure to stay tuned to Netflix Life!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology",
    "Social Issue"
  ],
  "external_links": [
    "https://www.history.com/shows/the-unxplained).",
    "https://history.com/shows/the-unxplained)."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "netflix",
        "sentiment": "positive"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:19:53.573+02:00",
  "updated": "2024-01-13T02:50:36.575+02:00"
}