{
  "thread": {
    "uuid": "3b77ccb013ba391ac27f8fe64e01abdc3cfea671",
    "url": "https://www.dailymail.co.uk/femail/article-12928055/Thrifting-expert-trick-crystal-glass-difference.html",
    "site_full": "www.dailymail.co.uk",
    "site": "dailymail.co.uk",
    "site_section": "https://dailymail.co.uk/ushome/index.html",
    "site_categories": [],
    "section_title": "Home | Daily Mail Online",
    "title": "Thrifting expert stuns the internet after revealing secret trick for hunting down priceless items at thrift stores | Daily Mail Online",
    "title_full": "Thrifting expert stuns the internet after revealing secret trick for hunting down priceless items at thrift stores | Daily Mail Online",
    "published": "2024-01-06T00:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2024/01/05/15/79633897-0-image-m-14_1704467194266.jpg",
    "performance_score": 0,
    "domain_rank": 139,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3b77ccb013ba391ac27f8fe64e01abdc3cfea671",
  "url": "https://www.dailymail.co.uk/femail/article-12928055/Thrifting-expert-trick-crystal-glass-difference.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nova M Bajamonti For Dailymail.Com",
  "published": "2024-01-06T00:03:00.000+02:00",
  "title": "Thrifting expert stuns the internet after revealing secret trick for hunting down priceless items at thrift stores | Daily Mail Online",
  "text": "A thrifting expert has stunned the internet after revealing the secret trick for hunting down priceless items at thrift stores. Marie Chane, from Texas , took to TikTok to share a video of her friend shopping for wine glasses in the second-hand shop. The woman holds two items in her hands as she divulges the ingenious hack to decipher their true quality. The overlaid text in the clip read: 'Get you some friends who can teach you something.' Marie Chane, from Texas, took to TikTok to share a video of her friend shopping for wine glasses in the second-hand shop The woman holds two items in her hands as she divulges the ingenious hack to decipher their true quality In the clip, which has so far been viewed more than 10.1 million times, Marie recorded her fellow shopper 'explaining the difference between crystal and not crystal.' Her friend continued: 'So the way to check to see if something is pure crystal or just regular glass is to do the little \"thump test.\"' She then flicked her finger at the rim of the glass and listened to the subsequent sound. 'If it goes to just a [short] ring, it's glass,' the exert explained. 'Now the difference with crystal is you're going to hear that ring like a bell chime.' Having identified which of the two items in her hands was made out of crystal, she revealed that the high-quality product was being sold in the thrift store for just $1. The woman added: 'Chances are this is probably something like Waterford or Mikasa or one of those brands.' Given that crystal products often solicit hefty prices tags, finding similar thrifted products can save consumers from shelling out hundreds of dollars. And other social media users flooded to the comment section to praise the advice as one person wrote: 'This video just upgraded me' And other social media users flooded to the comment section to praise the advice as one person wrote: 'This video just upgraded me.' Another person commented: 'That's the clearest explanation I've ever heard. Thank you!' A third follower wrote: 'Yesss I feel upper class now that I know the difference.' 'Excuse me while I start flicking glasses at the thrift store lol,' a fourth person added. Other thrifting enthusiasts previously learned the trick from the popular movie Miss Congeniality (2000). In the film, actress Sandra Bullock assumes the role of Miss United States pageant contestant Gracie Heart, who is actually an undercover FBI agent. For the talent show section of the competition, Gracie used crystal wine glasses filled with varying degrees of water to create a harmony. One follower commented: 'Miss Congeniality taught me lmao. But your way is better.' Another commenter wrote: 'Crystals sings. I learned this in Miss Congeniality.'",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "marie",
        "sentiment": "none"
      },
      {
        "name": "marie chane",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:11:56.739+02:00",
  "updated": "2024-01-06T00:11:56.739+02:00"
}