{
  "thread": {
    "uuid": "9eade9532407717d6add62b9c281aa8c3b960f77",
    "url": "https://thenationonlineng.net/unrwa-wont-abandon-gazans-sheltering-in-rafah",
    "site_full": "thenationonlineng.net",
    "site": "thenationonlineng.net",
    "site_section": "https://www.yohaig.ng/category/nigerian-newspapers/the-nation-news/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": null,
    "title": "UNRWA won’t abandon Gazans sheltering in Rafah",
    "title_full": "UNRWA won’t abandon Gazans sheltering in Rafah",
    "published": "2024-05-07T05:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 15661,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9eade9532407717d6add62b9c281aa8c3b960f77",
  "url": "https://thenationonlineng.net/unrwa-wont-abandon-gazans-sheltering-in-rafah",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Nation Newspaper",
  "published": "2024-05-07T05:17:00.000+03:00",
  "title": "UNRWA won’t abandon Gazans sheltering in Rafah",
  "text": "Our Reporter\nMay 7, 2024\nThe United Nations agency for Palestinian Refugees (UNRWA) has pledged to continue to offer humanitarian support for Gazans sheltering in Rafah.\nThe UN agency pledged yesterday amid reports that 100,000 Palestinians have been told to leave Rafah ahead of an anticipated Israeli military operation in Gaza’s southernmost city.\nUN humanitarians, however, insisted that they had no intention of quitting the vital aid hub.\n“An Israeli offensive in Rafah would mean more civilian suffering and deaths. The consequences would be devastating for 1.4 million people.\n“UNRWA is not evacuating: the agency will maintain a presence in Rafah as long as possible and will continue providing lifesaving aid to people,” wrote the UN agency for Palestinian refugees, (UNRWA), in a post on X.\nEchoing that alert, the UN Children’s Fund (UNICEF) warned that a military besiegement and ground incursion in Rafah would pose catastrophic risks to the 600,000 children sheltering there.\n“Many are highly vulnerable and at the edge of survival,” the UN agency said in a statement, highlighting increased violence in Rafah and the fact that potential evacuation corridors were likely mined or littered with unexploded ordnance.\n“Any military move on Rafah will likely result in very high civilian casualties while also destroying the few remaining basic services and infrastructure that people need to survive.\n“Hundreds of thousands of children who are now cramped into Rafah are injured, sick, malnourished, traumatised, or living with disabilities.\n“Many have been displaced multiple times, and have lost homes, parents, and loved ones. They need to be protected along with the remaining services that they rely on, including medical facilities and shelter,” UNICEF Executive Director Catherine Russell, said.\nIn a related development, the head of the UN World Food Programme (WFP) said northern Gaza was experiencing “full-blown famine…and it’s moving its way south.”\nCindy McCain’s remarks on Sunday echoed serious and repeated concerns from other senior UN officials and the international community about aid restrictions and delays imposed by Israeli authorities.\nUNRWA chief Philippe Lazzarini said in a post on X on Sunday that Israeli Authorities continued to deny humanitarian access to the United Nations.\n“Only in the past two weeks, we have recorded 10 incidents involving shooting at convoys, arrests of UN staff including bullying, stripping them naked, and threats with arms,” he said.\nHe added that long delays at checkpoints forced convoys to move during the dark or abort.\nThe UNRWA Commissioner-General also condemned rocket attacks on the Kerem Shalom crossing, which reportedly killed three Israeli soldiers, leading to its closure.\nThe crossing is a key humanitarian relief entry point.\nAccording to media reports, leaflet drops by the Israeli military above eastern Rafah advised communities to move to the so-called safe zone of Al Mawasi, to the west of Rafah, by the Mediterranean Sea.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.unrwa.org/",
    "https://www.unrwa.org",
    "https://unrwa.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "united nations",
        "sentiment": "negative"
      },
      {
        "name": "unrwa",
        "sentiment": "negative"
      },
      {
        "name": "un",
        "sentiment": "none"
      },
      {
        "name": "unicef",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-07T07:18:25.353+03:00",
  "updated": "2024-05-07T07:18:25.353+03:00"
}