{
  "thread": {
    "uuid": "a00f37166c526d53385a1b7bc2f0efbd8718c1cf",
    "url": "https://www.royalgazette.com/obituaries/news/article/20231230/joseph-wylie-1934-2023-national-musical-treasure/",
    "site_full": "www.royalgazette.com",
    "site": "royalgazette.com",
    "site_section": "https://navweb.royalgazette.com",
    "site_categories": [
      "media"
    ],
    "section_title": "The Royal Gazette | Bermuda News, Business, Sports, Events, &amp; Community",
    "title": "Joseph Wylie (1934-2023): ‘national musical treasure’ - The Royal Gazette | Bermuda News, Business, Sports, Events, &amp; Community |",
    "title_full": "Joseph Wylie (1934-2023): ‘national musical treasure’ - The Royal Gazette | Bermuda News, Business, Sports, Events, &amp; Community |",
    "published": "2023-12-30T13:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BM",
    "main_image": "https://imengine.editorial.prod.rgb.navigacloud.com/?uuid=8cfc95ed-b51c-5a33-a9dd-5407cedb71ac&function=fit&type=preview",
    "performance_score": 0,
    "domain_rank": 22924,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a00f37166c526d53385a1b7bc2f0efbd8718c1cf",
  "url": "https://www.royalgazette.com/obituaries/news/article/20231230/joseph-wylie-1934-2023-national-musical-treasure/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jonathan Bell, Chief Obituary Writer",
  "published": "2023-12-30T13:58:00.000+02:00",
  "title": "Joseph Wylie (1934-2023): ‘national musical treasure’ - The Royal Gazette | Bermuda News, Business, Sports, Events, &amp; Community |",
  "text": "Joseph Wylie (1934-2023): ‘national musical treasure’ A musician and impresario with a gift for spotting talent left a lasting impact on the island’s entertainment landscape. Joe Wylie was recalled by family as one of Bermuda’s “national musical treasures”. A jazz pianist and recording artist, Mr Wylie led his own bands and performed with hundreds of local and international artists — many of whom came to Bermuda as they were on the cusp of international fame. As the director of entertainment at the Hamilton Princess and the old Southampton Princess hotels, Mr Wylie had freedom to pick the acts coming to the island, and in the process put Bermuda’s musicians in touch with major artists from overseas. The Princess hotel chain included resorts in the Bahamas as well as Acapulco, Mexico, where Mr Wylie selected performers as the corporate director of entertainment. Mr Wylie was most recently known for the Joe Wylie Trio with Quinton Burgess on bass and Earl Leader on drums and vocals, performing at the Fairmont Southampton hotel’s Jasmine Lounge. He retired in 2017. Mr Leader recalled him as “a versatile and talented musician, and passionate about the music we played”. In 1994, when the trio released the album Sophistication, Mr Wylie told the Mid-Ocean News: “We all pick the trio’s repertoire. You have to wear two hats, though, when you do it: you choose the things you like along with what the audience will expect to hear.” Mr Wylie arrived in Bermuda from Glasgow, Scotland, at the start of the 1960s, playing piano at the Elbow Beach Club and the Reefs. It was followed by performances in Britain with the artist Leslie Hutchieson who performed works by his friend, the US songwriter Cole Porter, as they were originally arranged. Mr Wylie next worked as musical director for the exclusive Lyford Cay Club in the Bahamas, and performed with the Jamaican saxophonist Harold McNair, who went by Little G. Mr Wylie also worked with the Hollywood director Nunnally Johnson and songwriter Bob Merrill in the 1967 Broadway musical Henry, Sweet Henry. Back in Bermuda, the Joseph Wylie Orchestra performed at the Southampton Princess through the 1970s alongside a string of international performers. American singer and actor Frankie Avalon was secured for the opening of the hotel’s Empire Room and became a repeat performer. Countless other overseas performers graced the resort under Mr Wylie’s administration. For every international show featured, a Bermudian act appeared on the same bill. Mr Wylie also brought a hugely successful act to the island: Greg Thompson’s The Follies, a Vegas style show that was racy by the standards of the day — and packed the hotel for 12 years until 1993. Mr Wylie’s trio backed artists such as the visiting jazz great Dexter Gordon, and was the resident musical group for broadcaster Mike Bishop’s On Tonight television show. Mr Leader recalled joining the group in 1988, with the trio performing six nights a week at the Gazebo Lounge of the Hamilton Princess. The album Sophistication was followed by Sophistication II in 2008, which included the song This is Emily, which Mr Wylie had written for his granddaughter. Mr Leader added: “He was so proud of her learning to play the piano, like her grandfather.” Mr Bishop said he met Mr Wylie in the mid-Seventies while getting drumming lessons, getting to know him better after his radio broadcasting began in 1979. He recalled working with Kenny Harris, a broadcaster and legendary drummer with Mr Wylie’s trio, who died in 2017. “When the subject of a TV show came up, and I was looking for someone to be in charge of entertainment and the band, Joe’s name was top of the list,” Mr Bishop said. “Joe very graciously agreed.” He described the show as “a poor man’s Johnny Carson” with Mr Wylie in charge of the music. “He was a very generous and hospitable character who gave very, very good advice on anything related to entertainment. “Joe had known and worked with so many people over the years, it was a laundry list, a who’s who of international names who came here to perform. “He was just a great all-rounder. More importantly, a very nice person. He was very influential and a great mentor who touched many, many people musically.” The two worked together on a DVD documenting Bermuda’s famed Talbot Brothers band. Ronnie Lopes, a drummer with Mr Wylie’s band, called him “a very quiet guy, very humble and a fine piano player”. He remembered Bermudian singer Pinky Steede enthusing that she loved singing when Mr Wylie played, calling him “a vocalist’s piano player”. As an accompanying musician, Mr Wylie paid attention weaving in his notes with other artists. Mr Lopes added that Mr Wylie’s insistence on local musicians sharing the stage with international acts formed friendships and helped Bermudian artists to grow their talents. “Joe had a good eye and a good ear for spotting talent. He could see an act and tell it would be good for Bermuda, and he would hit the money. I’d ask him how he did it, and he’d say he just saw something about them. “He was very well respected among musicians overseas and here in Bermuda.” Mr Lopes recalled being nervous when the jazz great Herbie Hancock, on the island to perform in the jazz festival, met the trio at the Southampton Princess, with Mr Wylie spontaneously inviting Hancock’s group to join them. The local group gave a well received performance of The Girl from Ipanema. After Mr Lopes admitted his nerves at playing in front of such a top band, Mr Wylie told him: “They’re just cats like we are.” “That was a big lesson for me,” Mr Lopes said. Tom Ray, a pianist with his own band, admired Mr Wylie’s playing and said the compliment for his style in musician’s slang was “tasty”. “What he played was very effective and sounded great. He didn’t say a lot, but Joe was a very smart, very shrewd person. “He was very supportive of other musicians. His timing in coming to Bermuda was marvellous — those were the golden days of our hotel industry and of tourism. “One of the most impressive things about Joe was he survived countless changes in management.” Musician Tony Brannon said Mr Wylie competed with his late father Terry, who ran the Forty Thieves Club and picked entertainment. “As impresarios, they had a friendly rivalry. He was a really good jazz piano player who ran a good, tight ship, a good band. “That was an era where there were three guys running the entertainment industry in Bermuda. There was my dad, Joe Wylie and Choy Aming. Mr Wylie is survived by his wife, Patricia, and three daughters Sheena, Suzanne and Lesley. • Joseph Wylie, a jazz pianist and entertainment organiser, was born on March 3, 1934. He died on December 26, 2023, aged 89 Need to Know [How do I clear my cache and cookies?](https://www.google.com/support/accounts/bin/answer.py?answer=32050) 2. Please respect the use of this community forum and its users. 3. Any poster that insults, threatens or verbally abuses another member, uses defamatory language, or deliberately disrupts discussions will be banned. 4. Users who violate the [Terms of Service](https://www.royalgazette.com/terms-of-service)or any commenting rules will be banned. 5. Please stay on topic. \"Trolling\" to incite emotional responses and disrupt conversations will be deleted. 6. To understand further what is and isn't allowed and the actions we may take, please read our [Terms of Service](https://www.royalgazette.com/terms-of-service) [Terms of Service](https://www.royalgazette.com/terms-of-service)use the flag icon",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.google.com/support/accounts/bin/answer.py?answer=32050)",
    "https://google.com/support/accounts/bin/answer.py?answer=32050)",
    "https://www.google.com/support/accounts/bin/answer.py"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joseph wylie",
        "sentiment": "neutral"
      },
      {
        "name": "wylie",
        "sentiment": "none"
      },
      {
        "name": "mr wylie",
        "sentiment": "none"
      },
      {
        "name": "joe wylie",
        "sentiment": "none"
      },
      {
        "name": "quinton burgess",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bermuda news",
        "sentiment": "neutral"
      },
      {
        "name": "hamilton princess",
        "sentiment": "none"
      },
      {
        "name": "southampton princess",
        "sentiment": "none"
      },
      {
        "name": "jasmine lounge",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fairmont southampton",
        "sentiment": "none"
      },
      {
        "name": "acapulco",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      },
      {
        "name": "bermuda",
        "sentiment": "none"
      },
      {
        "name": "bahamas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T14:45:07.659+02:00",
  "updated": "2023-12-30T18:28:35.248+02:00"
}