{
  "thread": {
    "uuid": "77a56f7f6b2fc33db23f07d9c281656da47e0569",
    "url": "https://www.pitt.edu/pittwire/features-articles/shrs-fifth-halket-building-approved-2024",
    "site_full": "www.pitt.edu",
    "site": "pitt.edu",
    "site_section": "https://pitt.edu/pittwire",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "Pittwire | University of Pittsburgh",
    "title": "A new home for Pitt’s School of Health and Rehabilitation Sciences will unite its programs and foster interdisciplinary opportunities | University of Pittsburgh",
    "title_full": "A new home for Pitt’s School of Health and Rehabilitation Sciences will unite its programs and foster interdisciplinary opportunities | University of Pittsburgh",
    "published": "2024-04-04T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.pitt.edu/sites/default/files/styles/open_graph/public/2024-04/ext-view-1_strada-sm_hero.jpg?h=de836872&amp;itok=p12PAAex",
    "performance_score": 0,
    "domain_rank": 862,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "77a56f7f6b2fc33db23f07d9c281656da47e0569",
  "url": "https://www.pitt.edu/pittwire/features-articles/shrs-fifth-halket-building-approved-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-04T08:00:00.000+03:00",
  "title": "A new home for Pitt’s School of Health and Rehabilitation Sciences will unite its programs and foster interdisciplinary opportunities | University of Pittsburgh",
  "text": "- University News - Our City/Our Campus - School of Health and Rehabilitation Sciences Subscribe to Pittwire TodayGet the most interesting and important stories from the University of Pittsburgh. The University of Pittsburgh’s Board of Trustees approved the building under construction at Fifth Avenue and Halket Street to be the new headquarters for the School of Health and Rehabilitation Sciences (SHRS). SHRS has the fourth largest enrollment on the University’s Pittsburgh campus, with more than 1,800 undergraduate and graduate students in its residential, online and hybrid programs. The school's programs and labs reside in seven buildings across Pittsburgh. The new Fifth and Halket location, targeted for completion by December 2025, will consolidate the SHRS programs that are currently located in three buildings along Forbes Avenue, bringing most of the school’s 30-plus programs under one roof. “This is a watershed moment for SHRS,” said Dean Anthony Delitto. “This is the school’s first building that will be specifically and strategically designed to meet SHRS’ immediate and future needs with modernized teaching facilities, especially for those programs currently occupying Forbes Tower and McKee Place. Modernization will not just be in classroom technology, but also in the clinical training facilities where students will work with state-of-the-art equipment.” Delitto continues, \"Uniting nine of our 13 health care disciplines in one location will foster greater collaboration, strengthen the SHRS community and provide more opportunities for interprofessional experiences for our students, improving their readiness for the realities of health and rehabilitative care. The building will also be a hub for interprofessional education opportunities for all SHRS students, including those in programs at Bakery Square, Bridgeside Point, the Neuromuscular Research Lab, the SouthSide Works Box Office and other locations.” The estimated $75 million budget to develop the new space underscores the University’s commitment to the growth and continued success of the highly reputable health professional education programs offered through Pitt Health Sciences. “Bringing together so many SHRS programs in a single building, within walking distance of our other schools of the health sciences, will foster collaboration and encourage more interdisciplinary learning opportunities,” said Anantha Shekhar, senior vice chancellor for the health sciences and John and Gertrude Petersen Dean of Pitt’s School of Medicine. In addition to the academic programs, the SHRS dean’s offices will also be headquartered in the new location. This will give staff in Student Affairs and SHRS’ Office of Equity, Diversity, Inclusion and Community Engagement direct access to more students, helping them better gauge the services and resources necessary to benefit all SHRS students. The Fifth and Halket location will also offer faculty, staff and students increased opportunity for collaborative interaction through proximity to Pitt’s campus and key partners like UPMC, the Pittsburgh VA Medical Center and other schools of the health sciences. Design and construction plans for the 159,000-square-foot facility’s six floors included engagement and feedback from Pitt Health Sciences’ stakeholders on how to support current and future programming needs for didactic and clinical environments. “The University’s new Fifth and Halket building reinforces all that is possible at Pitt, building upon Pitt Health Sciences’ renowned teaching and learning foundation,” said Dave DeJong, senior vice chancellor for business and operations. “We look forward to continued construction progress and programming fit out of the building, which will include state-of-the-art classrooms, simulation and lab spaces.” The University’s Planning, Design and Construction team will partner with SHRS and other future occupants to pursue LEED certification for the building, supporting the University’s goal to achieve carbon neutrality by 2037. Learn more at shrs.pitt.edu .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dean anthony delitto",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "campus - school of health and rehabilitation sciences subscribe",
        "sentiment": "neutral"
      },
      {
        "name": "| university of pittsburgh - university news",
        "sentiment": "neutral"
      },
      {
        "name": "pitt’s school of health and rehabilitation sciences",
        "sentiment": "neutral"
      },
      {
        "name": "shrs",
        "sentiment": "none"
      },
      {
        "name": "[school of health and rehabilitation sciences",
        "sentiment": "none"
      },
      {
        "name": "university",
        "sentiment": "none"
      },
      {
        "name": "university of pittsburgh’s board of trustees",
        "sentiment": "none"
      },
      {
        "name": "university of pittsburgh",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "our city",
        "sentiment": "none"
      },
      {
        "name": "forbes avenue",
        "sentiment": "none"
      },
      {
        "name": "fifth avenue",
        "sentiment": "none"
      },
      {
        "name": "halket street",
        "sentiment": "none"
      },
      {
        "name": "pittsburgh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T03:00:43.086+03:00",
  "updated": "2024-04-18T00:22:37.398+03:00"
}