{
  "thread": {
    "uuid": "f70e7993f0ebc51fe175422cf510e9e3899a2773",
    "url": "https://worldnewsera.com/news/its-an-amazing-time-to-be-a-woman-in-business-female-founders-say-the-entrepreneurial-landscape-is-changing/",
    "site_full": "worldnewsera.com",
    "site": "worldnewsera.com",
    "site_section": "https://worldnewsera.com/feed",
    "site_categories": [],
    "section_title": "WorldNewsEra",
    "title": "It's An 'amazing Time' To Be A Woman In Business: Female Founders Say The Entrepreneurial Landscape Is Changing - WorldNewsEra",
    "title_full": "It's An 'amazing Time' To Be A Woman In Business: Female Founders Say The Entrepreneurial Landscape Is Changing - WorldNewsEra",
    "published": "2024-01-05T21:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://image.cnbcfm.com/api/v1/image/107350966-1703231358258-gettyimages-1425336364-mage17146.jpeg",
    "performance_score": 0,
    "domain_rank": 61846,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f70e7993f0ebc51fe175422cf510e9e3899a2773",
  "url": "https://worldnewsera.com/news/its-an-amazing-time-to-be-a-woman-in-business-female-founders-say-the-entrepreneurial-landscape-is-changing/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Editor World News Era",
  "published": "2024-01-05T21:02:00.000+02:00",
  "title": "It's An 'amazing Time' To Be A Woman In Business: Female Founders Say The Entrepreneurial Landscape Is Changing - WorldNewsEra",
  "text": "[News](../) It’s an ‘amazing time’ to be a woman in business: Female founders say the entrepreneurial landscape is changing Starting a business is always challenging. While women have historically faced additional challenges, some female founders say the landscape is changing for the better. “It’s an amazing time to raise funding as a female founder,” Victoria Zorin, founder of Australian crowd analytics software company Nola Technologies, told CNBC at the Forbes 30 Under 30 Summit Asia in Singapore. Zorin was also among this year’s list of honorees. More women are starting their own businesses, accounting for nearly half of new entrepreneurs in recent years according to a report from Gusto, which operates a payroll, benefits and HR platform. In 2020, [ women made up 47% of new business owners](//gusto.com/company-news/the-rise-of-women-entrepreneurs), a significant jump from 29% in 2019, the report showed. That figure has held near that level — at 49% in 2021 and 47% in 2022 — signaling a stable trend rather than a one-off surge, the report said. [Is the funding gap closing?] Still, there is no doubt a funding gap exists. In 2022, only 2.1% of venture capital investments in the U.S. went to businesses that were founded solely by women, according to a [Pitchbook](//pitchbook.com/news/articles/the-vc-female-founders-dashboard) report. While the entrepreneurial landscape has become more supportive of women-led businesses in recent years, female founders still face discrimination in fundraising, Olivia Cotes-James told CNBC. Cotes-James founded menstrual health startup Luüna and was named in the Forbes 30 Under 30 Asia list in 2021. “I have been able to point to many instances where you are asked questions that you know a male counterpart would not be asked during the pitching process and hurdles that exist due to gender. But truthfully, from my perspective, I do think it’s oftentimes or has been a little bit different now,” she said. Cotes-James shared that because her company was able demonstrate a compelling vision and good growth, raising funds gradually became easier. Today, Luüna has advocates from all genders, she added. Zorin noted that “there’s been a big shift in the last eight years … because people have invested into programs and awareness … and now investors are expected to invest into female-led startups.” In 2022, the funding rate for women-owned businesses rose to 41%, slightly higher than the 37% for businesses owned by men, according to a [report](//cdn.biz2credit.com/appfiles/biz2credit/pdf/Annual-Women-Owned-Business-study-2023.pdf) by Biz2Credit, an online funding platform for small businesses. Every woman in my network I know is as willing to reach out … [and] fight for her business, fight for her dream, fight for her mission …. I think that it’s sometimes harder for us to be heard, and that can wear you down over time. Olivia Cotes-James Founder of Luüna Although the glass ceiling may be thinning, there is still room for improvement. In 2022, the average funding size for women-owned companies was $55,898 — still significantly lower than the $93,976 average for businesses owned by men, the Biz2Credit report stated. “I feel since in some cases, ‘supporting women,’ ‘supporting female founders,’ has become a trend over the last few years, and that can provide opportunities, [but] it can also skim over the deeper rooted issues at hand,” Cotes-James highlighted. [Breaking stereotypes] Cotes-James said female founders still face misconceptions that they are not good at building companies. “There’s this misguided belief that we are not as ambitious, not as driven to achieve commercial success, and that is absolutely wrong. I know that for a fact,” she said. Even when women and men delivered similar pitches, investors still favored male-led start ups, a [report](//www.ubs.com/global/en/wealth-management/women/insights/2021/funding-gap/_jcr_content/mainpar/toplevelgrid_1916679/col2/teaser/linklist/actionbutton.0955768595.file/PS9jb250ZW50L2RhbS9hc3NldHMvd20vZ2xvYmFsL2RvYy93b21lbi1lbnRyZXByZW5ldXJzLWFuZC10aGUtZnVuZGluZy1nYXBfRklOQUwtMjAyMzEzMTIucGRm/women-entrepreneurs-and-the-funding-gap_FINAL-20231312.pdf) by UBS showed. The report noted that as majority of startup CEOs are white men, investors may perceive male entrepreneurs as more capable. Cotes-James, who founded a menstrual health startup, said she did not expect personal opinions to override data in the pitching process. At times, if an investor “or somebody that they had asked within their circle — if it was a man — said that [because] there was no way that they would try our products, that personal opinion was able to eradicate all of the data and the proof points that we had which I think speaks to the very, I suppose, personal stigma that people carry with them,” Cotes-James said. But despite the challenges, Cotes-James’ Luüna successfully raised over $1.5 million within two rounds of seed funding. Luüna has since worked with companies like UBS, Goldman Sachs and Morgan Stanley to supply free menstrual products — paid for by the organization just like they would for toilet paper — in women’s bathrooms, Cotes-James told CNBC. Beyond gender, Zorin recounted that age and a lack of experience was her “biggest hindrance.” “Especially dealing with more enterprise customers, there tend to be more senior executives …. When you have less experience, you can be taken advantage of more easily,” she said. Zorin emphasized that it is important to have a well-rounded view and not solely depend on one mentor. Within three years, Nola Technologies raised 200,000 Australian dollars ($136,200) in pre-seed investments, and the company is projected to reach cashflow positive in March 2024, Zorin told CNBC. [Advice for young entrepreneurs] Don’t be afraid to stand for what you believe in, Cotes-James said. “Every woman in my network I know is as willing to reach out … [and] fight for her business, fight for her dream, fight for her mission …. It’s sometimes harder for us to be heard and that can wear you down over time,” she noted. Although starting a business isn’t easy, finding a cause that you are passionate about and understanding your customer will push you ahead, Zorin advised. Sophie Chapman, honoree of Asia’s 2023 Forbes’ 30 Under 30 list, said her biggest advice for young women is to embrace opportunities even if they aren’t completely confident they can excel right away. Confidence can really make or break investment deals, noted Chapman, who is co-founder of EcoBricks, Hong Kong — a startup that turns plastic waste into construction materials. “It’s that ability to project confidence in yourself and confidence that you will execute the plan, because that’s what VCs are backing you for,” Chapman said. When starting out, it can also be hard to distinguish between good and bad opportunities, but learning to say no is a powerful thing, Cotes-James added. “I’ve had experience of saying no to investors, who you realize that the short-term gain of capital comes at a longer-term cost and saying no in those instances, especially when you’re starting out, is not easy. But saying no, is really, really important,” she recounted. She said it is always important to value your own time and focus on the long-term goals — no matter how big the short-term gains may seem. DON’T MISS: Want to be smarter and more successful with your money, work & life? [Sign up for our new newsletter!](//www.cnbc.com/makeitnewsletter/) Get [CNBC’s free Warren Buffett Guide to Investing](//www.cnbc.com/buffett-whitepaper/), which distills the billionaire’s No. 1 best piece of advice for regular investors, do’s and don’ts, and three key investing principles into a clear and simple guidebook. [World News](/)|| [Latest News](/news)|| [U.S. News](../us-news) [Source link](//www.cnbc.com/2024/01/05/female-founders-say-it-is-an-amazing-time-for-women-to-be-in-business.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "victoria zorin",
        "sentiment": "none"
      },
      {
        "name": "zorin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cnbc",
        "sentiment": "none"
      },
      {
        "name": "forbes",
        "sentiment": "none"
      },
      {
        "name": "nola technologies",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "singapore",
        "sentiment": "none"
      },
      {
        "name": "asia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:18:07.509+02:00",
  "updated": "2024-01-06T00:18:07.509+02:00"
}