{
  "thread": {
    "uuid": "065dcf2ffc7df57c0d33f891e229d0307b6ebb17",
    "url": "https://www.nationalobserver.com/2024/07/05/analysis/nova-scotia-offshore-wind-supply-chain-roadmap",
    "site_full": "www.nationalobserver.com",
    "site": "nationalobserver.com",
    "site_section": "https://www.nationalobserver.com/front/rss",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "National Observer",
    "title": "Nova Scotia offshore wind hopes rise with 'critical' supply chain roadmap | Canada's National Observer: Climate News",
    "title_full": "Nova Scotia offshore wind hopes rise with 'critical' supply chain roadmap | Canada's National Observer: Climate News",
    "published": "2024-07-05T08:13:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.nationalobserver.com/sites/nationalobserver.com/files/img/2024/07/04/novaporte_new_logo_1086_0.jpg",
    "performance_score": 0,
    "domain_rank": 12673,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "065dcf2ffc7df57c0d33f891e229d0307b6ebb17",
  "url": "https://www.nationalobserver.com/2024/07/05/analysis/nova-scotia-offshore-wind-supply-chain-roadmap",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Darius Snieckus",
  "published": "2024-07-05T08:13:00.000+03:00",
  "title": "Nova Scotia offshore wind hopes rise with 'critical' supply chain roadmap | Canada's National Observer: Climate News",
  "text": "Plans to hold Canada's first offshore wind auctions next year were given a shot in the arm after Nova Scotia released the second report in its three-part master-plan to build wind farms off the Atlantic coast.\nThe new ‘module’ highlights the key role that Nova Scotia’s ports and existing oil and gas and maritime supply chains could play in a growing Atlantic offshore wind sector, and the wider benefits to economies and jobs.\n“A strong, local supply chain and robust infrastructure are critical to the successful development of an offshore wind sector,” Tory Rushton, Nova Scotia's Minister of Natural Resources and Renewables, said in a statement.\nGet daily news from Canada's National Observer Email * Atlantic Canada is home to world-class wind speeds that rival those of the North Sea, where the offshore wind sector began in the 1970s. However, Nova Scotia’s low electricity demand has to-date stymied development of the resource — until the emergence of the green hydrogen market in recent years renewed interest in harnessing sea winds ideal as a baseload power source for energy-hungry electrolyzers.\n\"We’re poised to leverage our strengths, including our expertise, infrastructure and our strategic location, to become a leader in the offshore wind market in partnership with all interested parties,” said Rushton.\nAbby Watson, president of renewables industry intelligence consultancy the Groundwire Group, says Nova Scotia’s government was right to focus on a provincial offshore wind supply chain now, even though Halifax's planned five-gigawatt lease auction is still at least a year away.\n\"It's encouraging to see Nova Scotia focusing on the supply chain this early in its planning process,\" Watson told Canada's National Observer .\n\"Supply chain constraints have had a huge impact on the development of offshore wind, contributing to increased costs and even canceled projects,\" she added, referring to several major offshore projects in the U.S. Atlantic that were shelved due to a shortage of coastal construction facilities.\nAn offshore wind industry in Atlantic Canada could create a market worth over $7 billion by 2030, generate a first wave of 5,000 jobs and deliver “significant local benefits” to the regional economy, a recent report from the Atlantic Economic Council said.\n\"We are poised to leverage our strengths, expertise, infrastructure and strategic location, to become a leader in the (global) offshore wind market,” said Nova Scotia minister Tory Rushton Nova Scotia has a running start in commercializing its offshore wind resource due to its legacy oil and gas industry, said Gerry Sheehan, project development manager for SBM Offshore, which is developing the 400MW Nova East Wind project off Goldboro with partner DP Energy Canada.\nNova Scotia's 400-megawatt Nova East floating wind power project is being developed by DP Energy and SBM Offshore | Image: DP Energy “With over 25 years of offshore energy development in Nova Scotia, we feel there is already a significant established supply chain in eastern Canada,\" Sheehan told Canada's National Observer , but added that local ports and other links in the supply chain will need major investments for renovations.\nNova East Wind — which will use moored, floating wind power units rather than the 'bottom-fixed' foundations commonly employed on offshore wind projects due to the site's deep waters — \"can be the kick-starter project to propel the industry,\" he said.\n‘Pieces coming together’\nOne Nova Scotia port jockeying for position in the coming Atlantic offshore wind boom is Novaporte, in Sydney on Cape Breton Island.\nLast year, the zero-carbon port signed a deal with Blue Water Shipping, an international logistics company, and the Membertou First Nation, to build a \"major marshaling hub\" — where wind turbine parts are stored and assembled before transport offshore — for the U.S. and Canadian Atlantic markets.\nThe move is a key step in Novaporte's long-term plan to develop an 800-hectare area around the existing terminal for everything from the marshaling of turbine components through to the recycling of decommissioned offshore wind turbines and foundations.\n\"Putting our focus on the supply chain needs for this industry and identifying the many ways in which we can seize these opportunities to not only support offshore wind development here in Canada, but also (export opportunities) in the U.S. and Europe, is critical,\" Novaporte CEO Albert Barbusci told Canada's National Observer .\nJamie Sangster, CEO of Leeway Marine, a Dartmouth-based maritime contractor which has worked in the U.S. offshore wind sector, sees the \"pieces coming together\" for Nova Scotia's offshore wind plans.\n\"We are just hoping that progress starts to happen in a way that gives us the opportunity to get our foot in the door and provides long-term value to the local supply chain,\" he said.\n\"There is real money being spent on offshore wind now and we want to put ourselves in a position to be part of the industrial conversation,” Sangster told Canada’s National Observer . Leeway Marine has already purchased a crew transfer vessel to support future wind farm operation in the area.\n\"The reward when we get there will, I'm sure, be worth it. It will rejuvenate the offshore (energy) industry here which (now that the offshore oil industry is winding down) has become stagnant,” he said.\nCanada's first offshore wind auction\nNova Scotia was the first Canadian province to announce plans to develop its offshore wind resource at a scale to deliver power to utilities, starting with a five-gigawatts auction slated for next year.\nBritish Columbia has talked for a decade about offshore wind projects, such as the 400-megawatt NaiKun development mooted for the Hecate Strait that remains on the drawing board.\nNova Scotia’s wind ambitions have been slower to develop than many originally foresaw. Despite wind speeds averaging 11-13 metres per second (40-47 km/h), and a ready-to-diversify oil and maritime construction and supply chain, the province has been halted by the economic show-stoppers of low residential and industrial power demand. The rise of green hydrogen in recent years has sparked fresh interest in offshore wind for its ability to provide a steady, 'baseload' power supply that is ideal for running electrolyzers used in hydrogen generation.\nOffshore wind remains an expensive option for hydrogen production when compared to the cost of power from onshore wind plants, though. This has led some industry players to explore how Atlantic Canadian offshore wind power could be \"channeled\" down to markets in the U.S. Northeast, including New York City — along much the same route as fossil gas has flowed since 1999 via the Maritimes and Northeast Pipeline between Nova Scotia and the state of Maine.\nA US-Canadian coalition called the New England-Maritime Offshore Energy Corridor (NEMOEC), which includes French energy giant TotalEnergies and Canada's Northland Power and Bearhead Energy, has modeled a 1,1000 km-long high-voltage “backbone grid” running off the Atlantic coastline of the two countries.\nRatepayers on both sides of the border could save $800 million if the bi-directional power trunkline could be used to balance supply and demand between the countries, reducing the need for high-cost, heavy polluting fossil fuel-powered plants, according to NEMOEC.\nOne of the main challenges for Atlantic Canada wind projects is Ottawa's regulatory regime, which currently includes separate offshore accords between Canada and Nova Scotia and Newfoundland and Labrador. A proposed amendment, Bill C-49, would open the door for joint provincial-federal offshore petroleum boards to oversee development of offshore wind projects.\nGlobal competition\nCanada is far from alone in seeking to develop its offshore wind resources. The Global Wind Energy Council, an industry advocacy group, forecast worldwide offshore wind plant capacity to swell to 410 gigawatts in the next 10 years, led by China and the UK, compared to roughly 75 gigawatts today.\n\"The offshore wind market is experiencing rapid growth throughout the world, so building Nova Scotia’s supply chain is necessary to avoid bottlenecks and ensure growth,\" the roadmap noted.\nA \"best-in-class supply chain\" for the province, the document added, would include equitable access to industrial opportunities for First Nations, African Nova Scotian businesses and other underrepresented and underserved groups.\nGroundwire’s Watson said Nova Scotia has \"deep experience in industries (including oil and gas and maritime services) that translate to offshore wind,\" but would still face \"competing against global developers for the same industrial resources.\"\nElisa Obermann, executive director of Marine Renewables Canada, an industry association, said: \"While we are in the very early stages of establishing the industry, the new module is a milestone that helps us move in the right direction, outlining early, practical steps to facilitate local and inclusive supply chain development.”\nA market scoping report last year from Danish industry intelligence outfit Aegir Insights highlighted Sable Island Bank, Middle Bank, Canso Bank, an area off Sydney and another off Halifax as the \"most suitable\" for large-scale offshore wind projects.\nThe 8,000 sq. km offshore area around Sable Island, where waters are less than 60 metres deep, \"could potentially be suitable\" for building more than five gigawatts of offshore wind, Aegir said. \"Apart from substantial benefits of scale, this offers the potential for a large-scale project producing green hydrogen or exporting power.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://novascotia.ca/offshore-wind/docs/offshore-wind-roadmap-module-2.pdf",
    "https://twitter.com/intent/tweet?url=https%3A//www.nationalobserver.com/2024/07/05/analysis/nova-scotia-offshore-wind-supply-chain-roadmap&text=%22We%20are%20poised%20to%20leverage%20our%20strengths%2C%20expertise%2C%20infrastructure%20and%20strategic%20location%2C%20to%20become%20a%20leader%20in%20the%20%28global%29%20offshore%20wind%20market%2C%E2%80%9D%C2%A0said%20Nova%20Scotia%20minister%20Tory%20Rushton",
    "https://www.twitter.com/intent/tweet?url=https%3A//www.nationalobserver.com/2024/07/05/analysis/nova-scotia-offshore-wind-supply-chain-roadmap&text=%22We%20are%20poised%20to%20leverage%20our%20strengths%2C%20expertise%2C%20infrastructure%20and%20strategic%20location%2C%20to%20become%20a%20leader%20in%20the%20%28global%29%20offshore%20wind%20market%2C%E2%80%9D%C2%A0said%20Nova%20Scotia%20minister%20Tory%20Rushton",
    "https://twitter.com/intent/tweet",
    "https://www.novascotia.ca/offshore-wind/docs/offshore-wind-roadmap-module-2.pdf"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nov",
        "sentiment": "negative"
      },
      {
        "name": "tory rushton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national observer email",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "nova scotia",
        "sentiment": "none"
      },
      {
        "name": "atlantic canada",
        "sentiment": "none"
      },
      {
        "name": "scotia",
        "sentiment": "none"
      },
      {
        "name": "north sea",
        "sentiment": "none"
      },
      {
        "name": "atlantic",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T12:27:49.250+03:00",
  "updated": "2024-07-05T12:27:49.250+03:00"
}