{
  "thread": {
    "uuid": "3eb79d03210cac3aece61c64967567f3034ce98f",
    "url": "https://gazzettadelsud.it/articoli/mondo/2024/03/09/papa-francesco-lucraina-abbia-il-coraggio-di-alzare-bandiera-bianca-e-negoziare-mosca-non-vogliamo-uccidere-zelensky-20cbcb72-cabb-4b9e-9502-27e501cd034b",
    "site_full": "gazzettadelsud.it",
    "site": "gazzettadelsud.it",
    "site_section": "https://gazzettadelsud.it",
    "site_categories": [
      "media"
    ],
    "section_title": "Quotidiano online della Gazzetta del Sud, notizie e cronaca",
    "title": "Papa Francesco: l'Ucraina abbia il coraggio di alzare bandiera bianca e negoziare. Mosca: non vogliamo uccidere Zelensky - Gazzetta del Sud",
    "title_full": "Papa Francesco: l'Ucraina abbia il coraggio di alzare bandiera bianca e negoziare. Mosca: non vogliamo uccidere Zelensky - Gazzetta del Sud",
    "published": "2024-03-09T19:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://assets.gazzettadelsud.it/2024/03/Papa-francesco-970x485-1710004742.jpg",
    "performance_score": 0,
    "domain_rank": 45475,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3eb79d03210cac3aece61c64967567f3034ce98f",
  "url": "https://gazzettadelsud.it/articoli/mondo/2024/03/09/papa-francesco-lucraina-abbia-il-coraggio-di-alzare-bandiera-bianca-e-negoziare-mosca-non-vogliamo-uccidere-zelensky-20cbcb72-cabb-4b9e-9502-27e501cd034b",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@GazzettaDelSud",
  "published": "2024-03-09T19:21:00.000+02:00",
  "title": "Papa Francesco: l'Ucraina abbia il coraggio di alzare bandiera bianca e negoziare. Mosca: non vogliamo uccidere Zelensky - Gazzetta del Sud",
  "text": "«E' più forte chi vede la situazione, chi pensa al popolo, chi ha il coraggio della bandiera bianca, di negoziare. Oggi si può negoziare con l’aiuto delle potenze internazionali. La parola negoziare è coraggiosa. Quando vedi che sei sconfitto, che le cose non vanno, occorre avere il coraggio di negoziare. Hai vergogna, ma con quante morti finirà? Negoziare in tempo, cercare qualche paese che faccia da mediatore. Nella guerra in Ucraina, ce ne sono tanti. La Turchia, si è offerta. E altri. Non abbiate vergogna di negoziare prima che la cosa sia peggiore». Lo dice papa Francesco in una intervista con la Radiotelevisione svizzera. Alla domanda se lui stesso si sia proposto per negoziare negli attuali conflitti, il Papa risponde: «Io sono qui, punto. Ho inviato una lettera agli ebrei di Israele, per riflettere su questa situazione. Il negoziato non è mai una resa. È il coraggio per non portare il paese al suicidio. Gli ucraini, con la storia che hanno, poveretti, gli ucraini al tempo di Stalin quanto hanno sofferto....». Il Papa ripropone poi la sua filosofia sull'origine delle guerre: «Dietro c'è sempre l’industria delle armi». «È un peccato collettivo questo - afferma Francesco -. Mi diceva l'economo, un mese fa, mi dava il rendiconto di come stavano le cose in Vaticano, sempre in deficit, lei sa dove oggi ci sono gli investimenti che danno più reddito? La fabbrica delle armi. Tu guadagni per uccidere. Più reddito: la fabbrica delle armi. Terribile la guerra». «Io questo lo dico sempre - aggiunge -: quando sono stato nel 2014 al Redipuglia ho pianto. Poi lo stesso mi è successo ad Anzio, poi tutti i 2 novembre vado a celebrare in un cimitero. L’ultima volta sono andato al cimitero britannico e guardavo l’età dei ragazzi. Questo l’ho detto già, ma lo ripeto: quando c'è stata la commemorazione dello sbarco in Normandia, tutti i capi di governo hanno celebrato quella data ma nessuno ha detto che su quella spiaggia sono rimasti ben 20mila ragazzi». Mosca: \"La Russia non ha intenzione di assassinare Zelensky\" La Russia non ha alcuna intenzione di assassinare il presidente ucraino Volodymyr Zelensky: lo ha detto il primo vice rappresentante permanente russo presso le Nazioni Unite, Dmitry Polyansky, come riporta la Tass. «Pensate davvero che se volevamo colpire il corteo d’auto di Zelensky non ci saremmo riusciti? Provate a rispondere a questa domanda, ma siate onesti», ha affermato Polyansky riferendosi all’attacco missilistico russo su Odessa di mercoledì scorso, quando Zelensky ha incontrato nella città portuale il premier greco Kyriakos Mitsotakis. «Soprattutto considerando che tutti voi sapete bene che un colpo simile (sulle strutture militari di Odessa, ndr) ha distrutto un centro di produzione di droni marini, dove venivano assemblati da componenti forniti dal Regno Unito», ha aggiunto intervenendo alla sessione del Consiglio di Sicurezza delle Nazioni Unite sull'Ucraina. «Quell'obiettivo era molto più importante per noi se paragonato a Zelensky, che continua a vagare lungo la zona del fronte facendosi i selfie nelle città prima che vengano liberate dalle truppe russe», ha commentato il diplomatico. «Se qualcuno di voi spera di sbarazzarsi del leader del regime di Kiev in questo modo, dovrei deludervi: questo non è nei nostri piani», ha concluso Polyansky.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-09T19:56:12.545+02:00",
  "updated": "2024-03-09T19:56:12.545+02:00"
}