{
  "thread": {
    "uuid": "97141d33394da9a1844304977b2515521a2aae38",
    "url": "https://crooksandliars.com/2024/01/stunning-bradley-attack-takes-out-much",
    "site_full": "crooksandliars.com",
    "site": "crooksandliars.com",
    "site_section": "https://crooksandliars.com/home21",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "Progressive news and media coverage on Crooks and Liars",
    "title": "Stunning Bradley Attack Takes Out Ballyhooed Russian T-90 Tank | Crooks and Liars",
    "title_full": "Stunning Bradley Attack Takes Out Ballyhooed Russian T-90 Tank | Crooks and Liars",
    "published": "2024-01-18T22:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://crooksandliars.com/files/mediaposters/2024/01/53986.jpg",
    "performance_score": 0,
    "domain_rank": 10237,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "97141d33394da9a1844304977b2515521a2aae38",
  "url": "https://crooksandliars.com/2024/01/stunning-bradley-attack-takes-out-much",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ed Scarce",
  "published": "2024-01-18T22:44:00.000+02:00",
  "title": "Stunning Bradley Attack Takes Out Ballyhooed Russian T-90 Tank | Crooks and Liars",
  "text": "On the face of it, this is just absurd. Far lighter Bradley Fighting Vehicles equipped with 25mm guns, a glorified, albeit deadly machine gun (or more accurately, \" [chain gun](https://en.wikipedia.org/wiki/Chain_gun)\") should have stood no chance against the Russian-made T-90 with its 125mm cannon. The 25mm guns just don't have enough firepower to pierce the heavy armor of the 45-ton T-90 (or so we've been told) while the Russian tank can level multi-story buildings. Apparently, no one told the Ukrainians that though and they attacked the tank and destroyed it in a firefight. So how was that possible? Somehow, with some clever maneuvering and precise aim, they were able to hit the tank in a vulnerable area, under the turret or through the barrel of the cannon itself and destroy the tank. Ridiculously brave fighting. Source: [Task & Purpose ](https://taskandpurpose.com/news/bradley-fighting-vehicles-russian-t90-tanks-ukraine/) One of Russia’s most modern main battle tanks, a T-90, was captured on video losing a face-to-face duel with a Ukrainian Bradley Fighting Vehicle, a far lighter-armed and armored U.S.-made troop carrier whose design dates to the Vietnam War. Drone footage released on social media channels captured fighting that is said to be on the outskirts of the city of Avdiivka, as two M-2 Bradleys took on a Russian T-90, the most advanced and modern tank in the Russian armed forces. And as the video shows, the Bradleys essentially ran circles around it, even though the T-90 got to shoot first. The Bradley — which we cannot stress enough is not a tank — is lighter armed and lighter armored than a T-90. But in the shoot out captured on drone video, the Ukrainian armored vehicles manage to outmaneuver it, hitting it with a constant, accurate barrage of rounds from their 25mm guns. Notably, the Bradleys appears to deliver near-perfect hits on the T-90 even though the Ukrainian vehicles are moving over uneven, snow-covered ground — an example of the vehicle’s fire control software and equipment, which automatically adjusts the aim of the M242 Bushmaster to account for both the Bradley’s movements and its target. The 25mm cannon may not sound like much compared to the 125mm main cannon on the T-90, but the Bradley’s M242 can fire 200 rounds per minute of armor-piercing ammunition. The Bradley fires are sabot rounds, which have depleted uranium cores, making a bullet hard enough to penetrate so-called “light armor.” The swift maneuvering, coordination and accurate fire of the Ukranian vehicles also suggests well-trained crews. The Russian tank, on the other hand, misses with its shots and does little to evade its predictment, suggesting its crew was not particularly prepared for combat. Eventually the heavily damaged tank crashes into a tree. The video appears to show the crew, still alive, abandoning the tank. Ukraine's Ministry of Defense (and trolling) with the honors. A longer version, with the footage sped up 5x to show the entire battle. This seems to be the prevailing reaction on Twitter. Amazement. Naturally, in the Russian version of events, (the one that doesn't show the T-90 crashing into a tree and several crew members running for their lives) they claimed victory.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [
    "https://en.wikipedia.org/wiki/Chain_gun)",
    "https://taskandpurpose.com/news/bradley-fighting-vehicles-russian-t90-tanks-ukraine/)",
    "https://www.en.wikipedia.org/wiki/Chain_gun)",
    "https://www.taskandpurpose.com/news/bradley-fighting-vehicles-russian-t90-tanks-ukraine/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "bradley fighting vehicles",
        "sentiment": "neutral"
      },
      {
        "name": "bradley fighting vehicle",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T03:18:11.484+02:00",
  "updated": "2024-01-19T03:18:11.484+02:00"
}