{
  "thread": {
    "uuid": "38d5b3f65add79eabd2f8fdaf08f3e0a43cbcdfb",
    "url": "https://sports.caracoltv.com/golf/camilo-villegas-comenzo-el-2024-como-colider-de-the-sentry-el-torneo-de-campeones-del-pga-tour-rg10",
    "site_full": "sports.caracoltv.com",
    "site": "caracoltv.com",
    "site_section": "https://sports.caracoltv.com",
    "site_categories": [],
    "section_title": "Caracol Sports: resultados, noticias y transmisiones de todos los deportes",
    "title": "Camilo Villegas comenzó el 2024 como colíder de The Sentry, el torneo de campeones del PGA Tour - CaracolSports",
    "title_full": "Camilo Villegas comenzó el 2024 como colíder de The Sentry, el torneo de campeones del PGA Tour - CaracolSports",
    "published": "2024-01-05T13:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://caracoltv.brightspotcdn.com/dims4/default/ae5f135/2147483647/strip/true/crop/1400x681+0+19/resize/1440x700!/quality/90/?url=http%3A%2F%2Fcaracol-brightspot.s3.amazonaws.com%2Fb4%2F36%2Fecfd226c4e88b7810608fc5ffb2a%2Fwhatsapp-image-2024-01-05-at-6.50.10%20AM.jpeg",
    "performance_score": 0,
    "domain_rank": 22712,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "38d5b3f65add79eabd2f8fdaf08f3e0a43cbcdfb",
  "url": "https://sports.caracoltv.com/golf/camilo-villegas-comenzo-el-2024-como-colider-de-the-sentry-el-torneo-de-campeones-del-pga-tour-rg10",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Caracol Sports",
  "published": "2024-01-05T13:54:00.000+02:00",
  "title": "Camilo Villegas comenzó el 2024 como colíder de The Sentry, el torneo de campeones del PGA Tour - CaracolSports",
  "text": "Camilo Villegas comenzó el 2024 como colíder de The Sentry, el torneo de campeones del PGA Tour El golfista colombiano Camilo Villegas quiere seguir por esa buena senda, tras un remate de 2023 por lo alto. Ahora tiene en mente dar el batacazo contra los mejores del mundo. El estadounidense Sahith Theegala cerró este jueves como líder la primera jornada de The Sentry [mientras que el colombiano Camilo Villegas aparece a un golpe junto a otros cuatro golfistas.](https://sports.caracoltv.com/noticias/camilo-villegas) El Plantation Course at Kapalua de Hawái acoge esta semana la primera cita del calendario del PGA Tour en 2024. En esta ocasión no está para defender el título en The Sentry su último campeón: el español Jon Rahm, que venció en este torneo en 2023 pero que en diciembre causó un terremoto en el mundo del golf con su paso al controvertido LIV Golf saudí. Theegala dominó la primera ronda con un -9 (64 golpes) tras diez birdies y un bogey. Publicidad Villegas es uno de los cinco jugadores con -8. El colombiano consiguió nueve birdies y un bogey. Otro hispano que comenzó con buenas sensaciones fue el argentino Emiliano Grillo, que firmó un -7. Por último, el colombiano Nico Echavarría empezará la segunda ronda con un -3. Publicidad Villegas y Echavarría al detalle El campeón del Butterfield Bermuda Championship comenzó el año con dos 'birdies' en la primera vuelta en el campo hawaiano, pero fue en la segunda, con siete 'birdies' más, que se impulsó hasta la cima de la clasificación, pese a un único 'error' en el 'green' del 14, que lo dejó compartiendo el honor con el estadounidense Collin Morikawa hasta el momento de esta publicación, en la línea de los 65 golpes, ocho bajo par. \"Muy buen día, sobre todo con el 'putt', me encantaría ver las estadísticas de 'putt' del día de hoy, la metí de todos lados, arranqué la ronda un poco lento, no le pegué muy bien desde el 'tee', pero una vez más metí muy buenos 'putts', aseguró Villegas. \"Bueno empezar con ocho menos, seguimos trabajando, faltan tres días, pero seguimos con lo mismo [...] Hay que seguir el trabajo que se hizo todo el año pasado, donde se vieron resultados al final de la temporada, y no se puede bajar la guardia, ya que este año tendremos la oportunidad de jugar más seguido con los mejores del mundo y el nivel en PGA Tour es demasiado alto\", agregó el antioqueño que disputa por cuarta vez el torneo. Por su parte, Echavarría, el campeón vigente del Puerto Rico Open, logró siete 'birdies' en su recorrido, pero también apuntó dos doble 'bogeys', que le costaron un lugar en el Top-25. No obstante, su 'score' de tres golpes bajo par (70) lo ponen en buena posición para pelear por un mejor botín de ganancias y puntos en la FedEx Cup. La segunda ronda tendrá a 'Nico' jugando con el inglés Matt Wallace a partir de las 12:45 del mediodía, mientras que Camilo tendrá su turno a las 3:03 de la tarde, junto a los locales Brian Harman y Eric Cole (hora colombiana). Publicidad",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:30:30.464+02:00",
  "updated": "2024-01-06T00:30:30.464+02:00"
}