{
  "thread": {
    "uuid": "22bc291a4b94868baf17085bce447ad5c61cdd2d",
    "url": "https://www.clarin.com/revista-n/rodo-bulacio-amor-margaritas-memoria_0_eOx9kR8hpI.html",
    "site_full": "www.clarin.com",
    "site": "clarin.com",
    "site_section": "https://www.clarin.com/rss/lo-ultimo",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Rodo Bulacio: Amor, margaritas, memoria",
    "title_full": "Rodo Bulacio: Amor, margaritas, memoria",
    "published": "2024-02-29T23:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.clarin.com/img/2024/02/29/GNMXUeoA-_2000x1500__1.jpg",
    "performance_score": 0,
    "domain_rank": 2371,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "22bc291a4b94868baf17085bce447ad5c61cdd2d",
  "url": "https://www.clarin.com/revista-n/rodo-bulacio-amor-margaritas-memoria_0_eOx9kR8hpI.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Clarin.com - Home",
  "published": "2024-02-29T23:46:00.000+02:00",
  "title": "Rodo Bulacio: Amor, margaritas, memoria",
  "text": "Si tus besos me despiertan, bésame que estoy dormido… El amor consumado en matrimonio porque Nací para tí!!! Es 1995 en San Miguel de Tucumán , Tucumán. Las parejas -felices- recién casadas se sacan fotos en el reloj floral del Parque 9 de Julio, posan marido y mujer. Rodo Bulacio envuelto en blanquísima tela voile y margaritas, sonríe a la cámara, a los augurosos tiempos que vendrán una vez que se ha unido para siempre, hasta que la muerte los separe, con el arte. Sus amistades han ido a acompañarlo. La convocatoria, en un folleto que también contiene la receta para hacer una “torta de bodas”, era a las 20:30, pero seguramente todo empezó un poco más tarde. Después de las fotos, la caravana de autos que va hasta el salón de la fiesta , sale. Ahí es donde se cortará la torta –que hizo su mamá–, se bailará el vals y se tirará el ramo de la novia. La Rodo baja de un auto rojo al llegar. En la sala, también los acompañan pinturas que cuentan otra historia de amor, la de sus padres, Porota y Rodolfo. Entre colores contundentes, entre amistades y todos los rituales canónicos del casamiento Mucha Karakatanga en la Koctelera es el nombre de esta performance icónica de Bulacio, la primera novia del Arte. En Tucumán, pero en 2024, un camino de margaritas plásticas atraviesa una sala rosa, la segunda siguiendo el recorrido planteado por la curaduría. En ella, están las obras y el registro que quedó de Mucha Karakatanga , que se acerca a su treinta aniversario. Hasta marzo, Rodolfo Bulacio. Fantasía marica del pueblo podrá verse en el Museo de la Universidad Nacional de Tucumán (MUNT), en el marco de la propuesta del Palais de Glace de estudio sobre el artista. La muestra, curada por Geli González y Guadalupe Creche , es una antología de la producción del artista nacido en Monteros, Tucumán, que reúne obra de sus tres muestras individuales, algunos ejercicios de su paso por la Facultad de Artes y trabajos de los colectivos de los que formó parte. “Recién dimensioné, haciendo el trabajo para la muestra, el sentido que tenía todo lo que hacíamos en la posdictadura del gobierno de Bussi”, dice Geli González, quien, además de co-curar esta exposición, coincidió con Bulacio en la década del ‘90 en en Tenor Grasso , un colectivo de performance por el que pasaron, además de Bulacio y González, otros artistas de la escena tucumana, como Sergio Gatica, Carlota Beltrame , Jorge Lobato Coronel, Jorge Gutiérrez, entre ellos. El mismo año de Mucha Karakatanga , también 1995 en Tucumán, Antonio Domingo Bussi , represor y genocida durante la última dictadura militar había sido votado como gobernador democrático de la provincia. “Salíamos de un contexto muy represivo, con todo lo residual de la posdictadura. También estaban el asesinato de Carlos María Navarro –exdecano de la Facultad de Artes– y su hermana Clara Imelda Navarro –ambos fueron asesinados a finales del ‘90–”, recuerda González. “Yo no tenía idea, no dimensionaba en ese momento lo disruptivas que eran las propuestas en el contexto. La liberación de los cuerpos era algo que sucedía muy naturalmente para mí entonces, pero hoy entiendo el por qué de la convocatoria, el seguimiento que tuvo Tenor Grasso y el seguimiento con el grupo”, agrega. En el país y en Tucumán, los noventa fueron años paradójicos . Qué hubiese sucedido, si la vida hubiese seguido para Rodo. La pregunta rezuma en sus obras, también se la hacen sus curadoras, existe en una biografía artística que de golpe, se corta. En 1997, Rodolfo Bulacio fue asesinado en un crimen de odio , una noche a comienzos de ese año, cuando había vuelto a su casa después de una reunión. Antes de irse, los asesinos prendieron fuego el departamento, con su cuerpo y buena parte de sus obras. No la pierdo a la cabeza porque la tengo pegada, ja, ja, las palabras están escritas junto a bocetos de paquete de cigarrillos Camel. En la primera sala de la exposición, cuelga esta pintura verde, sobreviviente al incendio. Quienes lo conocieron, sobre todo de chico, cuentan la predisposición al arte que siempre tuvo Rodo Bulacio. Desde niño, desde adolescente, cuando se mudó de Monteros a San Miguel de Tucumán para estudiar la carrera de artes en la Facultad. “Él era una esponja, también era algo de época, estábamos desesperados por alcanzar algo, no sé qué, por aggiornarnos. Los contactos que íbamos teniendo eran una vorágine, la sensación del tiempo en el cuerpo”, explica González sobre esos años de performance constante, de transformaciones, de vestir, de mostrar el cuerpo. La exposición empieza en amarillo con Blanka…enseña lo que has conseguido (Homenaje a todos mis muertos), un conjunto de obras de su última muestra individual (en 1996) que es un homenaje a los muertos de Bulacio, especialmente a su abuela Blanca. Para la curadora, esta y la reunión de objetos de Mucha Karakatanga –en la segunda sala– muestran a un artista que empezaba a consolidar su proyecto. “Las propuestas que hace, son muy maduras –en Blanka y Mucha Karakatanga–, creo que el proyecto es muy sólido. Todo lo anterior es un proceso de búsqueda, de estudio. Para mí, esas dos muestras anunciaban proyectos que no desarrolló, que no pudo llegar a desarrollar… Qué hubiese sucedido si la vida hubiera seguido para Rodo”, expresa. Adjetivado como insumiso y desobediente, “Yo hago todo”, enuncia el mismo Rodo en el texto de la última sala de la exposición, Karta Nova , una serie de pinturas del ‘93. Vive en los comienzos, en la vorágine de nacer y empezar, de pensar que la vida es larga, que va a seguir. Vive en la paradoja de haber hecho en su última exposición un homenaje a sus muertos, en haber demostrado que sabía velar y guardar memoria, que sabía recordar luminosamente.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:01:23.403+02:00",
  "updated": "2024-03-08T01:47:24.495+02:00"
}