{
  "thread": {
    "uuid": "5d2fbcbdff0cb20681ccda6b8b610d8d819cb303",
    "url": "https://www.rediff.com/news/report/revamped-ayodhya-station-sports-temple-like-features-with-dome-bow-and-arrow/20231229.htm",
    "site_full": "www.rediff.com",
    "site": "rediff.com",
    "site_section": "https://news.rediff.com",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest India News, Headlines, Stories and Videos",
    "title": "Revamped Ayodhya station sports temple-like features with dome, bow and arrow - Rediff.com India News",
    "title_full": "Revamped Ayodhya station sports temple-like features with dome, bow and arrow - Rediff.com India News",
    "published": "2023-12-29T11:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://im.rediff.com/news/2023/dec/29ayodhya-railway-station-1.jpg",
    "performance_score": 0,
    "domain_rank": 2839,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5d2fbcbdff0cb20681ccda6b8b610d8d819cb303",
  "url": "https://www.rediff.com/news/report/revamped-ayodhya-station-sports-temple-like-features-with-dome-bow-and-arrow/20231229.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kunal Dutt",
  "published": "2023-12-29T11:47:00.000+02:00",
  "title": "Revamped Ayodhya station sports temple-like features with dome, bow and arrow - Rediff.com India News",
  "text": "Topped with a shikhar style dome and bow and arrow peculiar to Lord Ram, the new railway station in Ayodhya, which is set to be inaugurated on Saturday, has all the trappings of a temple.\nIMAGE: A view of the redeveloped Ayodhya Railway Station ahead of the consecration ceremony of the Ram Temple to be held on January 22, 2024. Photograph: ANI Photo Prime Minister Narendra Modi is slated to open the redeveloped Ayodhya Junction station during his visit to the holy city on Saturday.\n Ayodhya railway junction has been renamed as Ayodhya Dham junction, local MP Lallu Singh said on Wednesday.\nThe new building stands next to the old station building.\nAyodhya district has two main railway stations -- Ayodhya Junction located in Ayodhya City and Ayodhya Cantt (earlier Faizabad Junction) in Faizabad City.\nIMAGE: Finishing works in full-swing ahead of inauguration of the revamped Ayodhya railway station. Photograph: ANI Photo \"Earlier, many passengers were getting confused between the two stations. Now, they will know that Ayodhya Dham station means the one near the holy Ayodhya city, and not get it mixed with the station (Ayodhya Cantt) on the Faizabad city side. The old board is expected to be changed very soon,\" Ayodhya Junction's station superintendent Vijay Kumar Choubey told PTI .\nIn 2019, the Faizabad district was renamed Ayodhya district, which was followed by the rechristening of Faizabad Junction in 2021.\nThe redevelopment work on the station, which started a couple of years ago, has been executed by RITES, or Rail India Technical and Economic Service Limited, a central public sector undertaking under the ministry of railways, and one of the Navaratnas.\nPhotograph: ANI Photo A board that has been put up near the new structure describes the new station as an \"extension building\" of the existing railway station.\nPTI visited the newly built station earlier this week when leftover masonry, stone polishing, and paint works were still strewn about.\nA senior RITES official said the new station building comes equipped with many modern facilities that passengers usually get at an airport, but the architecture of its facade \"embraces tradition\" in a nod to the upcoming Ram temple.\n\"The building's frontage has a colonnade having a concrete core with a cladding of sandstone, and on its side ends are tall round pillars, again having a cladding of sandstone to lend it a traditional look,\" the person told PTI on the condition of anonymity.\nPhotograph: ANI Photo \"The top of the station has a structure with a design that resembles a royal mukut while a bow has been depicted on a wall just beneath it. This is to signify Ayodhya's association with Lord Ram,\" the official added.\nThe building, with three floors -- ground, mezzanine, and first -- and has a 'shikhar' on top of each of its two corners. A shikhar is an Indian-style dome peculiar to Hindu temples.\nThe station's frontage has two 'chhatri-style 'structures, one at each end.\nLamp posts installed in front of the new building of Ayodhya station are topped with a bow and arrow.\nRam Phal, a mason from Chhattisgarh, who has been working on the construction of the new building, on Tuesday pointed to these lamp posts while finishing his work ahead of the inauguration.\n\"This is Ramji's teer-dhanush on the lamp post. The entire station looks like a temple. I am happy that the Ram temple is being built in Ayodhya,\" he told PTI .\nHindus believe that Ayodhya is the birthplace of Lord Ram.\nAfter sunset, both the old and new buildings of the station were bathed in a dazzling pink.\nThe central hall of the station has a stone inlay work and its roof has a \"polycarbonate sheet\" that gives it a bluish hue on parts of its high ceiling.\n\"The new building is 144 m long including the round pillars span, and 44 m wide.\nIt is 11.7 m high, and is also a green building with a rain harvesting facility,\" the official said.\nThe consecration ceremony of the upcoming Ram temple in Ayodhya is slated to take place on January 22, and a massive crowd is expected to gather in the temple town.\nThe expansion of Ayodhya Railway Station is in line with the government's efforts to ease the movement of devotees coming to Ayodhya for darshan of the temple.\nHem Raj, a Rajasthan native and a teacher, who was visiting Ayodhya, said \"a larger station was needed.\"\n\"I keep coming here, either alone or with family for 'darshan' of Ram Lalla. It is wonderful that an old temple architecture has been used in its facade design,\" he told PTI .\nMohd Jafar Khan, a painter from Badaun, said he had been working at the new Ayodhya station for the last four years before the Covid-induced lockdown.\n\"It is going to be a very beautiful station,\" he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "lallu singh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rediff.com india news topped",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "ayodhya",
        "sentiment": "none"
      },
      {
        "name": "faizabad",
        "sentiment": "none"
      },
      {
        "name": "ayodhya dham",
        "sentiment": "none"
      },
      {
        "name": "ayodhya city",
        "sentiment": "none"
      },
      {
        "name": "ayodhya railway station",
        "sentiment": "none"
      },
      {
        "name": "ayodhya junction",
        "sentiment": "none"
      },
      {
        "name": "faizabad city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T14:46:45.559+02:00",
  "updated": "2023-12-29T14:46:45.559+02:00"
}