{
  "thread": {
    "uuid": "ce89e8ddcc1b36fba787a0b5d9f88b1c4c4ea3ee",
    "url": "https://fstoppers.com/reviews/sony-20-70mm-f4-review-most-useful-midrange-zoom-663821",
    "site_full": "fstoppers.com",
    "site": "fstoppers.com",
    "site_section": "https://fstoppers.com/",
    "site_categories": [
      "photography",
      "hobbies_and_interests"
    ],
    "section_title": "Fstoppers - Photography News, Gear Reviews, Tutorials, and Community",
    "title": "The Sony 20-70mm f/4 Review: The Most Useful Midrange Zoom?",
    "title_full": "The Sony 20-70mm f/4 Review: The Most Useful Midrange Zoom? | Fstoppers",
    "published": "2024-04-12T00:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.fstoppers.com/styles/large-16-9/s3/lead/2024/04/sony2070mmreview-10.jpg",
    "performance_score": 0,
    "domain_rank": 7793,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ce89e8ddcc1b36fba787a0b5d9f88b1c4c4ea3ee",
  "url": "https://fstoppers.com/reviews/sony-20-70mm-f4-review-most-useful-midrange-zoom-663821",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Home",
  "published": "2024-04-12T00:04:00.000+03:00",
  "title": "The Sony 20-70mm f/4 Review: The Most Useful Midrange Zoom?",
  "text": "For both artistic and commercial work, a mid-range zoom is virtually an essential piece of kit. Sony’s 20-70mm f/4 puts a new spin on the traditional mid-range formula, but is it really that good? In this review, I look back on the last year of using this lens and consider whether it truly has a place in the E-mount ecosystem.\nIn the last few years, partly thanks to new mounts, the conventional formula of 24-70mm has seen innovation. Nikon chose to shrink the 24-70mm down to a collapsible little lens , Canon sacrificed size and wide angle FOV (and certainly price) to get a near-prime aperture of f/2 in their 28-70mm f/2, and Sony chose to push the FOV wider, resulting in the 20-70mm f/4. Each of these variations is certain to appeal to certain photographers.\nAt the time of my switch to Sony, I had been extensively using a Nikon Z 24-70mm f/4, and I was pretty happy with it. It was compact, had good image quality, and was priced reasonably (particularly as part of a kit). So, when I switched to the Sony ecosystem, I knew a mid-range lens was going to be my first purchase, and I wanted a lens with the same qualities.\nSony 20-70mm Specs The 20-70mm is a relatively compact lens, coming in significantly lighter and smaller than the Sony 24-105mm and 24-70mm f/2.8. It also sheds a ton of weight relative to Sigma’s hefty 24-70 f/2.8, which weighs nearly twice as much. Sony’s much older 24-70 f/4 ZA lens is slightly smaller and lighter but has worse performance across most dimensions.\nOverall, it’s clear that you’re paying a big premium in size or price to get to f/2.8. For some photographers, that’s a necessary cost. Events, portraits, and sports would all benefit from all the light you can get, as well as the slightly better depth of field. However, if you have the flexibility to change lenses, don’t discount combining an f/4 zoom with an f/1.8 or f/1.4 prime - often the combo can still be cheaper, while offering even more light-gathering ability, albeit without the focal length flexibility.\nIf you can make f/4 work for your photography, you’ll be happy to see that the 20-70mm doesn’t compromise on other aspects. While the lens is nominally a G series, rather than Sony’s top spec GM lenses, this is a distinction in name only. Just like the Sony G series 20mm vs GM 24mm, the letter badge isn’t a perfect proxy for features or even performance.\nThe Sony 20-70mm has the standard set of controls: an AF/MF switch, two customizable AF hold buttons located for both portrait and landscape use, and a selectively clickable aperture ring (with aperture ring lock). While some specialty lenses, like super-telephoto or macro lenses, may have more switches, the 20-70mm isn’t missing anything important.\nThe Sony 20-70mm lens does extend while zooming, roughly doubling in length. It isn’t parfocal and demonstrates a bit of focus breathing across the zoom range, potentially complicating focus stacking and video use.\nThe filter ring is 72mm, and the front element takes up most of the space across the front of the lens, with only a small inset area for the lens markings. Grippy rubber covers both the focus and zoom rings. These feel nice to the touch, even if manual focus isn’t the most “engaging” experience. The aperture ring lacks a rubber coating, and the significant detents mean that it is a very deliberate choice to click between stops.\nThere’s a rubber gasket at the rear, and while the external zoom aspect could raise some concerns with weather resistance compared to an internal zoom design, I’ve had no issues in rain and dusty conditions. The front element is fluorine-coated, which is supposed to improve resistance to grease, water, and dust - I’ve never needed anything more than a rocket blower to clean it.\nOverall, the lens is very easy to use, feels well built, and fits very nicely into the mid-range zoom space. Seeing that even the higher end 24-70 f/2.8 II from Sony retains some of the same design compromises like external zooming, there’s really nothing to complain about on the build and specs of the 20-70mm.\nImage Quality When I was first starting with photography, f/4 lenses seemed to be a clear step down from the fancier f/2.8 counterparts. However, recent f/4 zooms seem to make far fewer compromises in image quality, even when tested on far more demanding bodies. I shot the 20-70mm on an a7R V in both lab and real-world conditions, and in comparison to the Sony 24-70 f/2.8 II.\nIn both the lab and real world, center and mid-frame performance is excellent from f/4, improving by the slightest margins through f/8, before diffraction starts sapping performance. Performance from the center to 80% of the edges was excellent across the zoom range, with 20mm performing only slightly poorer than all the other focal lengths.\nThe only real spot of concern is the extreme edges of the frame at 20mm. Here, the combination of corrections for chromatic aberration and distortion result in degraded performance compared to the high marks the other focal lengths and areas receive. It’s certainly not enough to be alarming, but the most demanding of users may want to zoom in a bit if the composition allows. Alternatively, the 20mm f/1.8 produces incredible results , and may be an alternative if you’re hyper-focused on performance at the pixel level at 20mm.\nReturning to a more overall view of image quality, this lens delivers great performance in key areas like flare resistance, bokeh, and focus speed. While the lens includes a petal-shaped lens hood, I ran it without a hood typically, and never ran into flare issues. Shooting directly into the sun would only produce a slight contrast loss when shot wide open - stopping down to a narrow aperture could concentrate flares, however.\nBokeh is nice and inoffensive, and the surprisingly close focus distance at 70mm and f/4 (allowing for a .39 reproduction ratio) means you can actually get some decently smooth backgrounds. Product and macro photographers will want to watch for a small amount of lateral chromatic aberration but don’t have to worry about the good axial chromatic aberration performance.\nFocus is driven by dual XD motors. It’s quiet and quick, and I don’t think anyone will have a complaint about focus speed. An f/4 mid-range zoom is not a sports or birds-in-flight lens, and any less challenging focus scenario should present no issues. Sony’s excellent AF performance shows in low light, where even the slower f/4 aperture doesn’t impede performance on normal subjects.\nDistortion, and the ensuing correction necessary at 20mm, is the only real issue with this lens. While distortion correction profiles handle things well, you’re left stretching and massaging a lot of pixels to get that final result. This can weaken microcontrast and apparent sharpness - while the results at 20mm are still very good, they aren’t as strong as the rest of the lens’s focal lengths.\nThe most demanding users could treat this lens as essentially a 24-70mm, as performance zoomed in even just to 24mm shows marked improvement in the corners. I know the presence of heavy software correction in lenses can be polarizing, but I think this lens delivers the correct balance of trade-offs - I’d still use it at 20mm, but I’ve also switched off to a 20mm or 12-24mm for critical shots or architectural work.\nThe Sony 20-70mm hits a number of key points for most photographers. It’s compact, highly capable across the zoom range, offers all the essential lens features, and even includes a few bonuses like excellent close focus performance.\nAAt the street price of $1,098, it’s not particularly cheap for an f/4 lens, but compared to the Sony 24-105 or 24-70 f/2.8 II, it’s a decent value. Paired with the a7R V or a7CR, you have a very compact 61 MP capable camera that covers 20-70mm with excellent optical quality - that’s a very good travel, lifestyle, and general use setup in a lighter package than previously possible.\nPhotographers looking for a faster aperture do still have a few options. Third-party 24-70mm f/2.8 lenses can deliver a faster aperture for around the same price, but in a much bigger setup. Sony’s new 24-50 gets you f/2.8 , but loses a lot of focal length flexibility on both ends. I’m not a fan of this lens relative to the 20-70mm for most use cases. Sony’s 24-70 f/2.8 is the no-compromise solution , with fast focus, f/2.8, and full FPS shooting compared to third-party lenses, but does come in at around twice the price of the 20-70mm. As such, it may be a tough sell to budget-conscious photographers.\nThe Sony 20-70mm is the most useful midrange zoom for my photography, and I believe it’d be a perfect fit for many other photographers. If you can work with f/4, this lens should be an easy pick for your bag, too. The Sony 20-70mm is available now for $1,098.\nWhat I Liked Excellent optical performance, with only 20mm corners being anything less than great Compact size Durable build quality has made it through numerous trips and hikes with no issues No arbitrary feature restrictions or missing controls Expanding the range to 20mm is a great innovation over the traditional 24-70mm formula What Could Be Improved Corners and distortion performance at 20mm Price isn’t a great value, but instead a good value Non-locking hood feels a bit cheap for the price",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.bhphotovideo.com/c/product/1549627-REG/sony_sel20f18g_fe_20mm_f_1_8_g.html?BI=6857&KBID=7410",
    "https://www.bhphotovideo.com/c/product/1516303-REG/sigma_24_70mm_f_2_8_dg_dn.html",
    "https://www.bhphotovideo.com/c/product/1745126-REG/sony_fe_20_70mm_f_4_g.html?BI=6857&KBID=7410",
    "https://bhphotovideo.com/c/product/1516303-REG/sigma_24_70mm_f_2_8_dg_dn.html?BI=6857&KBID=7410",
    "https://www.bhphotovideo.com/c/product/1431708-REG/nikon_20072_nikkor_z_24_70mm_f_4.html?BI=6857&KBID=7410",
    "https://www.bhphotovideo.com/c/product/1433713-REG/canon_rf_28_70mm_f_2l_usm.html?BI=6857&KBID=7410",
    "https://www.bhphotovideo.com/c/product/1516303-REG/sigma_24_70mm_f_2_8_dg_dn.html?BI=6857&KBID=7410",
    "https://bhphotovideo.com/c/product/1549627-REG/sony_sel20f18g_fe_20mm_f_1_8_g.html?BI=6857&KBID=7410",
    "https://www.bhphotovideo.com/c/product/1549627-REG/sony_sel20f18g_fe_20mm_f_1_8_g.html",
    "https://www.bhphotovideo.com/c/product/1745126-REG/sony_fe_20_70mm_f_4_g.html",
    "https://bhphotovideo.com/c/product/1812335-REG/sony_fe_24_50mm_f_2_8_g.html?BI=6857&KBID=7410",
    "https://bhphotovideo.com/c/product/1431708-REG/nikon_20072_nikkor_z_24_70mm_f_4.html?BI=6857&KBID=7410",
    "https://bhphotovideo.com/c/product/1702384-REG/sony_fe_24_70mm_f_2_8_gm.html?BI=6857&KBID=7410",
    "https://www.bhphotovideo.com/c/product/1812335-REG/sony_fe_24_50mm_f_2_8_g.html?BI=6857&KBID=7410",
    "https://www.bhphotovideo.com/c/product/1431708-REG/nikon_20072_nikkor_z_24_70mm_f_4.html",
    "https://www.bhphotovideo.com/c/product/1702384-REG/sony_fe_24_70mm_f_2_8_gm.html?BI=6857&KBID=7410",
    "https://www.bhphotovideo.com/c/product/1702384-REG/sony_fe_24_70mm_f_2_8_gm.html",
    "https://bhphotovideo.com/c/product/1433713-REG/canon_rf_28_70mm_f_2l_usm.html?BI=6857&KBID=7410",
    "https://www.bhphotovideo.com/c/product/1433713-REG/canon_rf_28_70mm_f_2l_usm.html",
    "https://www.bhphotovideo.com/c/product/1812335-REG/sony_fe_24_50mm_f_2_8_g.html",
    "https://bhphotovideo.com/c/product/1745126-REG/sony_fe_20_70mm_f_4_g.html?BI=6857&KBID=7410"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "sony",
        "sentiment": "negative"
      },
      {
        "name": "canon",
        "sentiment": "none"
      },
      {
        "name": "nikon",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:08:35.310+03:00",
  "updated": "2024-04-12T06:08:41.423+03:00"
}