{
  "thread": {
    "uuid": "0690dd9a17825ff6d84bc95a5fe10dcb50d28c03",
    "url": "https://observer.com/2024/04/abigail-review-goofy-self-aware-horror-with-a-blood-sucking-ballerina",
    "site_full": "observer.com",
    "site": "observer.com",
    "site_section": "https://observer.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Observer",
    "title": "‘Abigail’: Goofy Self-Aware Horror With a Blood Sucking Ballerina",
    "title_full": "‘Abigail’: Goofy Self-Aware Horror With a Blood Sucking Ballerina | Observer",
    "published": "2024-04-18T22:38:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://observer.com/wp-content/uploads/sites/2/2024/04/abigail1.jpeg?quality=80&#038;w=635&#038;h=423",
    "performance_score": 0,
    "domain_rank": 1432,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0690dd9a17825ff6d84bc95a5fe10dcb50d28c03",
  "url": "https://observer.com/2024/04/abigail-review-goofy-self-aware-horror-with-a-blood-sucking-ballerina",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dylan Roth",
  "published": "2024-04-18T22:38:00.000+03:00",
  "title": "‘Abigail’: Goofy Self-Aware Horror With a Blood Sucking Ballerina",
  "text": "Though Universal’s attempt at a cinematic universe—a horror equivalent of the MCU—was buried with 2017’s The Mummy, the studio has been rapidly producing sideways remakes of its classic monster movies, with mixed results. Leigh Whannell’s 2020 reimagining of The Invisible Man was a riveting sci-fi thriller, while Chris McKay’s Renfield was a silly, underwhelming action-comedy. The studio’s latest legacy creature feature comes from Scream and Ready or Not directors [Matt Bettinelli-Olpin](https://observer.com/person/matt-bettinelli-olpin/) and [Tyler Gillett](https://observer.com/person/tyler-gillett/), collectively known as Radio Silence. Free from any association with previous Dracula interpretations, Radio Silence brings their signature brand of irreverent storytelling and comedy violence to a very loose reimagining of 1936’s Dracula’s Daughter—so loose, in fact, that they probably should have kept it a secret. | | ABIGAIL ★★ (2/4 stars) For its first 50 minutes, Abigail is a quirky, quippy heist movie about a broadly-sketched group of strangers hired to kidnap the 12-year-old daughter of an unnamed billionaire. At the insistence of their employer, Lambert ( [Giancarlo Esposito](https://observer.com/person/giancarlo-esposito/)), their real names and backgrounds are concealed from each other, and from the audience. [Melissa Barrera](https://observer.com/person/melissa-barrera/) plays the team medic, responsible for sedating and communicating with their captive, the young ballerina Abigail ( [Alisha Weir](https://observer.com/person/alisha-weir/)). [Dan Stevens](https://observer.com/person/dan-stevens/) is the crusty field leader, the late [Angus Cloud](https://observer.com/person/angus-cloud/) is the pot-smoking wheelman, [Kathryn Newton](https://observer.com/person/kathryn-newton/) is the eccentric hacker, [Kevin Durand](https://observer.com/person/kevin-durand/) is the block-headed muscle, and [William Catlett](https://observer.com/person/william-catlett/) is their disciplined gun hand. All they need to do is to keep their young charge secure in an old spooky mansion until her father pays the ransom and they’ll each walk away $7 million richer. Of course, there’s a twist, which any viewer who has seen the poster already knows: Abigail is a vampire, and the crooks are her next meal. The crime flick becomes a goofy, self-aware horror movie, with all the blood and guts that entails. Would this twist have played well with audiences had it not been advertised as the very premise of the film? We’ll never know, but the film’s structure implies that, at some point, this was meant to be a surprise. Since the marketing has already given away the game, Abigail feels lopsided, a 109-minute movie with a 50-minute first act. Luckily, the pacing issues do little to spoil the fun. The characters may fall into neat, simple archetypes, but the cast brings them to life with a great deal of chemistry and a palpable sense of fun. Dan Stevens is the predictable highlight, adding another menacing but magnetic weirdo to his repertoire. Far too many scenes in Abigail end with punchy little quips, but the best of them belong to Stevens. Radio Silence would have benefitted from leaning less on constant chatter and trusting in the physical comedic chops of their cast. Kathryn Newton gets the fewest zingers and ends up giving the movie’s funniest performance. Alisha Weir gets to ham it up as the titular monster, but it’s too easy to draw direct comparisons to last year’s slam-dunk horror comedy about a merciless killer who only appears to be a preteen girl. Abigail has an undeniable case of M3GAN envy, and its blood-spattered ballerina is simply no match for horror cinema’s new iconic android. None of the blame for this falls on Weir, it’s just too soon to try something so similar, and given the production timeline, it can’t be shrugged off as coincidence. They came at the queen, and they missed. There’s also a bit of thematic overlap between Abigail and M3GAN, as both films have protagonists with hangups about parenting. But, where M3GAN feels like it was born out of the question “What if we started letting technology literally raise our children?” Abigail’s few swings at deeper meaning or emotional sincerity feel half-hearted and are almost always undercut by yet another witty remark. Granted, pathos is not the primary aim here. Abigail promises silly, sticky violence and delivers in abundance. There are a few gnarly kills, some imaginative action staging, and a healthy proportion of red corn syrup and CGI blood splatters. Characters are given just enough flavor so that their deaths have impact, but not enough that we can’t laugh at their suffering. Abigail evokes the classic Dracula here and there (Abigail dances to Tchaikovsky’s Swan Lake, which was used as the theme to the 1931 film), but doesn’t lean on it too heavily, employing its own set of vampire rules and iconography. It’s a well-balanced popcorn monster movie that doesn’t overstep its bounds or overstay its welcome. Abigail is Universal’s third Dracula-adjacent film released in the past two years (after Renfield and The Last Voyage of the Demeter), and handily their best. While some may still yearn for a proper Dark Universe (I have [an entire podcast](https://www.instagram.com/reel/C5lum0mucoO/?igsh=MWludTA3YTd1Y3U0) around this premise), we’re much better off with this current model, in which each of their classic monster movie reimaginings gets to have its own voice and remain unburdened by a long-term studio roadmap. Nothing about Abigail would be improved by a cameo from Nic Cage, Nicholas Hoult, or a CGI Bela Lugosi. Though, I have to admit, the prospect of a deadly dance-fight between Abigail and M3GAN does have some appeal.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.instagram.com/reel/C5lum0mucoO/",
    "https://instagram.com/reel/C5lum0mucoO/?igsh=MWludTA3YTd1Y3U0)",
    "https://www.instagram.com/reel/C5lum0mucoO/?igsh=MWludTA3YTd1Y3U0)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "abigail’",
        "sentiment": "neutral"
      },
      {
        "name": "leigh whannell",
        "sentiment": "none"
      },
      {
        "name": "tyler gillett",
        "sentiment": "none"
      },
      {
        "name": "abigail",
        "sentiment": "none"
      },
      {
        "name": "renfield",
        "sentiment": "none"
      },
      {
        "name": "matt bettinelli",
        "sentiment": "none"
      },
      {
        "name": "chris mckay",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:16:16.670+03:00",
  "updated": "2024-04-19T01:16:16.670+03:00"
}