{
  "thread": {
    "uuid": "01fea43e6fecfb9c5ad04208e97908b20f200206",
    "url": "https://www.canalsur.es/noticias/andalucia/cordoba/un-abrazo-a-la-mezquita-de-cordoba-para-reclamar-mas-atencion-a-las-enfermades-raras/2018629.html",
    "site_full": "www.canalsur.es",
    "site": "canalsur.es",
    "site_section": "https://canalsur.es",
    "site_categories": [
      "media"
    ],
    "section_title": "Canal Sur | RTVA Radio y Televisión de Andalucía",
    "title": "Un 'Abrazo a la Mezquita' para reclamar más atención a las Enfermades Raras",
    "title_full": "Un 'Abrazo a la Mezquita' para reclamar más atención a las Enfermades Raras",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.canalsur.es/resources/archivos_offline/2024/2/29/1709238136894n2_mezquita_1024.jpg",
    "performance_score": 0,
    "domain_rank": 26703,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "01fea43e6fecfb9c5ad04208e97908b20f200206",
  "url": "https://www.canalsur.es/noticias/andalucia/cordoba/un-abrazo-a-la-mezquita-de-cordoba-para-reclamar-mas-atencion-a-las-enfermades-raras/2018629.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Un 'Abrazo a la Mezquita' para reclamar más atención a las Enfermades Raras",
  "text": "Más de un millar de voluntarios han rodeado el monumento para recordar que hace falta investigación y una mejor cobertura sanitaria. Más de 1.000 personas se han sumado este jueves al 'Abrazo a la Mezquita' de Córdoba con motivo del Día Mundial de las Enfermedades Raras, que se conmemora este 29 de febrero, precisamente por ser un día raro, y que \"este año ha estado dedicado a las generaciones de niños que padecen una enfermedad rara y que mueren sin un tratamiento para su enfermedad\". En el abrazo, que ha sido organizado por la Federación Centro de Referencia Andaluz de Enfermedades Raras (Craer) y sus organizaciones asociadas, han participado personas afectadas, familias y escolares de los colegios de El Carmen, y especialmente de su Aula de Educación Especial (EBE), de Las Esclavas Sagrado Corazón de Jesús, del Al-Andalus, del Jesús Nazareno, de la Divina Pastora, de la Sagrada Familia y de Nuestra Señora de la Piedad, junto a la Asociación Hermanos de la Cruz Blanca. La presidenta de Craer, Rosa García, ha destacado que \"es un día muy importante para quienes conviven con una enfermedad rara, porque la visibilidad de estas patologías es fundamental para que la sociedad tome conciencia de la situación que viven a diario las personas enfermas, la mayoría de las cuales, más del 80%, son niños\". García ha recordado que la inmensa mayoría de las enfermedades raras, que suman entre 7.000 y 10 000 patologías, \"no tienen cura y ni siquiera tratamiento. Los enfermos solo reciben tratamientos para paliar los síntomas, pero no para tratar sus enfermedades y aunque hay medicamentos huérfanos, no se recetan, porque son caros\". Existen tres tipos de enfermedades raras, las de origen genético, las autoinmunes y la provocadas por agentes externos, señalando García que \"investigar sobre cualquier enfermedad rara beneficia a muchas personas, pero seguimos siendo los grandes olvidados de la sanidad, aunque solo en Córdoba hay unas 60.000 personas afectadas, 600.000 en Andalucía y más de tres millones de personas en España\". La \"tardanza en el diagnóstico, la falta de investigación y de tratamientos, así como el abandono por parte de las administraciones\", según ha indicado, son las principales quejas del colectivo que este jueves ha demandado \"equidad\" en el manifiesto que ha leído la madre de una menor afectada por el síndrome de kleefstra. En Andalucía, la Federación Craer coordina \"una red de solidaridad formada por los pacientes y sus familias, que crecen exponencialmente día a día, pero no tenemos medios ni apenas apoyo económico de las administraciones\". Por eso las citadas asociaciones reclaman \"equidad en las oportunidades sociales\", solicitando a las administraciones municipal y autonómica \"ayuda y fortalecimiento del tejido asociativo dedicado a la defensa de estas patologías\", según recoge el manifiesto. En el 'Abrazo a la Mezquita' también han participado el delegado del Gobierno de la Junta de Andalucía en Córdoba, Adolfo Molina, y el presidente de la Diputación de Córdoba, Salvador Fuentes, entre otros representantes municipales, \"entre los que se ha echado en falta al delegado de Inclusión y Accesibilidad, Movilidad y Vía Pública del Ayuntamiento de Córdoba, Bernardo Jordano, y la delegada de Servicios Sociales y Mayores, Evarista Contador, que declinaron la invitación de Craer a sumarse al acto para visibilizar las enfermedades raras\". CON NOMBRE Y APELLIDO Más allá de los tratamientos y de la incomprensión de muchos docentes, quieren en este día en el que se visibilizan, levantar su voz por la amistad. Es el caso de los gemelos Santi y Salva en un taller que se ha organizado en Almería. Santi y Salva tienen 21 años, neurofibromatosis, se les forman tumores en los tejidos nerviosos y Salva tiene medicación específica. Nacieron y conviven con la enfermedad y no les prenerviosocupa, sí que su entorno no los entienda, sí que no tienen amigos de su edad. Los docentes tienen en su mano la sensibilidad para con estos niños, a veces difícil de entender. En el Día Mundial de las enfermedes poco frecuentes, se necesita mucha investigación, pero también sensibilidad personal y social de todos nosotros.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:13:53.899+02:00",
  "updated": "2024-03-01T01:13:53.899+02:00"
}