{
  "thread": {
    "uuid": "a228af9e2e72e1c6b2d960e154651cc237079d36",
    "url": "https://www.gulf-times.com/article/675091/international/bangladesh-pm-wins-re-election",
    "site_full": "www.gulf-times.com",
    "site": "gulf-times.com",
    "site_section": "https://www.gulf-times.com",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": " Gulf Times - Homepage ",
    "title": "Bangladesh PM wins re-election - Gulf Times",
    "title_full": "Bangladesh PM wins re-election - Gulf Times",
    "published": "2024-01-07T20:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "QA",
    "main_image": "https://www.gulf-times.com/gulftimes/uploads/images/2024/01/07/thumbs/300x300/124835.jpg",
    "performance_score": 0,
    "domain_rank": 10116,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a228af9e2e72e1c6b2d960e154651cc237079d36",
  "url": "https://www.gulf-times.com/article/675091/international/bangladesh-pm-wins-re-election",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP/Reuters/Dhaka",
  "published": "2024-01-07T20:44:00.000+02:00",
  "title": "Bangladesh PM wins re-election - Gulf Times",
  "text": "Bangladesh’s Prime Minister Sheikh Hasina has won re-election for a fifth term yesterday, officials said, following a boycott led by an opposition party she branded a “terrorist organisation”. Her ruling Awami League “has won more than 50% seats”, an Election Commission spokesman told AFP, with counting ongoing. Initial results are expected early today. The prime minister has presided over breakneck economic growth in a country once beset by grinding poverty, but her government has been accused of rampant human rights abuses and a ruthless opposition crackdown. Her party faced almost no effective rivals in the seats it contested, but it avoided fielding candidates in a few constituencies, an apparent effort to avoid the legislature being branded a one-party institution. The United States and Western nations, key customers of Bangladesh’s garment industry, have called for a free and fair election, the 12th since independence from Pakistan in 1971. The opposition Bangladesh Nationalist Party (BNP), whose ranks have been decimated by mass arrests, called a general strike and, along with dozens of others, refused to participate in a “sham election”. Hasina, 76, had called for citizens to show faith in the democratic process – but election officials said initial reports suggested a meagre turnout of some 40%. “The BNP is a terrorist organisation,” she told reporters after casting her vote. “I am trying my best to ensure that democracy should continue in this country.” Hasina, who was accompanied by her daughter and other family members, voted at Dhaka’s City College minutes after polling began at 8am. “Bangladesh is a sovereign country and people are my power,” Hasina said after voting. “I am trying my best to ensure that democracy should continue in this country.” Media collating results from polling stations said Hasina had won more than two-thirds of seats in parliament with nearly 90% of results declared. Of the 264 seats of the total 300 announced, Hasina’s Awami League had won 204 and her allied Jatiya Party nine more, according to results collated by Somoy TV, the country’s largest private news broadcaster. Among the victors was Shakib Al Hasan, the Bangladesh cricket team captain, who won his seat for Hasina’s party in a landslide, local officials said. “PM Hasina has done a lot for the country. I’ll vote for her party,” said Anowar Hossain, 55, as he walked home after buying vegetables at a market in Dhaka. College teacher Zayeda Begum, 55, said she was happy with how Bangladesh was progressing, adding that she had cast her vote in favour of the ruling party. Hasina said she did not need to prove the credibility of the election to anyone. “What is important is if the people of Bangladesh will accept this election.” First-time voter Amit Bose, 21, said he had cast his ballot for his “favourite candidate”, but others said they had not bothered because the outcome was assured. “When one party is participating and another is not, why would I go to vote?” said rickshaw-puller Mohamed Saidur, 31. Fahim Faysal, 20, a BNP supporter and a first-time voter, decided against voting. “The government is doing many things but there are no employment opportunities,” he said. “I feel it would have been better if BNP contested. Anyway, it’s their decision.” BNP head Tarique Rahman, speaking from Britain where he lives in exile, told AFP that he feared “fake votes” would be used to boost voter turnout. “What unfolded was not an election, but rather a disgrace to the democratic aspirations of Bangladesh,” he wrote on social media, alleging he had seen “disturbing pictures and videos” backing his claims. The BNP and other parties staged months of protests last year, demanding Hasina step down ahead of the vote. Officers in the port city of Chittagong broke up an opposition protest yesterday, firing shotguns and tear gas canisters. However, election officials said voting was largely peaceful, with nearly 800,000 police officers and soldiers deployed countrywide. Meenakshi Ganguly, from Human Rights Watch, said yesterday that the government had failed to reassure opposition supporters that the polls would be fair, warning that “many fear a further crackdown”. Politics in the world’s eighth-most populous country was long dominated by the rivalry between Hasina, the daughter of the country’s founding leader, and two-time premier Khaleda Zia, wife of a former military ruler. Hasina has been the decisive victor since returning to power in a 2009 landslide, with two subsequent polls accompanied by widespread irregularities and accusations of rigging. Zia, 78, was convicted of graft in 2018 and is now in ailing health at a hospital in Dhaka. BNP head Rahman is her son. Hasina has accused the BNP of arson and sabotage during last year’s protest campaign, which was mostly peaceful but saw several people killed in police confrontations. The government’s security forces have been dogged by allegations of extrajudicial killings and enforced disappearances – charges it rejects. Economic headwinds have left many dissatisfied with Hasina’s government, after sharp spikes in food costs and months of chronic blackouts in 2022. Pierre Prakash of the International Crisis Group said before the vote that Hasina’s government was clearly “less popular than it was a few years ago, yet Bangladeshis have little real outlet at the ballot box”. “That is a potentially dangerous combination,” he said. Election officials count ballot papers at a polling booth in Dhaka. Prime Minister Sheikh Hasina gestures after casting her vote at a polling station in Dhaka.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hasina",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "gulf times bangladesh",
        "sentiment": "negative"
      },
      {
        "name": "election commission",
        "sentiment": "none"
      },
      {
        "name": "bnp",
        "sentiment": "none"
      },
      {
        "name": "awami league",
        "sentiment": "none"
      },
      {
        "name": "afp",
        "sentiment": "none"
      },
      {
        "name": "bangladesh nationalist party",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bangladesh",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:19:43.394+02:00",
  "updated": "2024-01-08T00:19:43.394+02:00"
}