{
  "thread": {
    "uuid": "96f40f76f107a93279bb9bc44dc06011a2c46f8d",
    "url": "https://www.biospace.com/article/releases/regenative-labs-latest-published-study-demonstrates-the-safety-and-efficacy-of-wharton-s-jelly-connective-tissue-allograft-for-rotator-cuff-tears/?s=93",
    "site_full": "www.biospace.com",
    "site": "biospace.com",
    "site_section": "https://feedity.com/biospace-com/WlpaVlNW.rss",
    "site_categories": [
      "job_search",
      "jobs"
    ],
    "section_title": "Medical Device Industry News | BioSpace",
    "title": "Regenative Labs' Latest Published Study Demonstrates the Safety and Efficacy of Wharton's Jelly Connective Tissue Allograft for Rotator Cuff Tears",
    "title_full": "Regenative Labs' Latest Published Study Demonstrates the Safety and Efficacy of Wharton's Jelly Connective Tissue Allograft for Rotator Cuff Tears",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5851,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "96f40f76f107a93279bb9bc44dc06011a2c46f8d",
  "url": "https://www.biospace.com/article/releases/regenative-labs-latest-published-study-demonstrates-the-safety-and-efficacy-of-wharton-s-jelly-connective-tissue-allograft-for-rotator-cuff-tears/?s=93",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Regenative Labs' Latest Published Study Demonstrates the Safety and Efficacy of Wharton's Jelly Connective Tissue Allograft for Rotator Cuff Tears",
  "text": "Regenative Labs' Latest Published Study Demonstrates the Safety and Efficacy of Wharton's Jelly Connective Tissue Allograft for Rotator Cuff Tears\nPENSACOLA, Fla., April 4, 2024 /PRNewswire/ -- Regenative Labs (Regenative), a leading HCT/P manufacturer, announces the publication of a study exhibiting the safety and efficacy of Wharton's Jelly connective tissue allograft for rotator cuff tears. The need for further research in supplementing connective tissue defects was evident given that there are approximately 4.5 million shoulder pain patient visits and 250,000 rotator cuff repairs annually in the United States. Patients in need of rotator cuff repairs often seek minimally invasive options, making Wharton's Jelly a promising alternative for musculoskeletal defects.\nDr. Albert Lai of Desert Pain Specialists and Centers of Rehabilitation and Pain Medicine in California and Dr. Conrad Tamea of Orthopedic Associates of Tampa Bay participated in the study. As a Double Board-Certified Physician with specialties in Physical Medicine Rehabilitation and Pain Medicine, Dr. Lai had this to say about the approach, \"Incorporating Wharton's jelly into our practice has provided an effective conservative option for patients with rotator cuff defects that outperforms conventional therapies. Utilizing the structural connective tissue allografts has allowed many patients to avoid surgery altogether and significantly improve their quality of life.\"\nThe study titled\n\"Safety and Efficacy of Wharton's Jelly Connective Tissue Allograft for Rotator Cuff Tears,\" was published by MDPI and can be accessed in its entirety here.\nThe study follows 87 patients with rotator cuff defects from 20 private practices who received an application of a Wharton's jelly allograft from Regenative Labs after having failed at least 8 weeks of conservative treatment. The overall objective of this study was to evaluate the improvement of patient-reported pain, quality of life, and functionality scales after applying Wharton's jelly (WJ) in rotator cuff defects.\nPatient outcomes were tracked on a 90-day calendar utilizing three scales including the Numeric Pain Rating Scale (NPRS), Quality of Life Scales (QOLS), and Western Ontario and McMaster University Arthritis Index (WOMAC) covering pain, stiffness, and functionality. There were statistically significant differences between the initial application and Day 90 for all three scales.\nThe application of Wharton's jelly allografts in this retrospective cohort was observed to promote decreases in patient reported NPRS scores, pain, and stiffness in the shoulder and improve function. These improvements were consistent across age groups but were most notable for the elderly population, who generally have a slower and less effective recovery rate after conservative treatment and surgical procedures. Given the success shown by NPRS and WOMAC in decreasing pain in the elderly population, more studies are warranted to evaluate the safety and efficacy of Wharton's Jelly, specifically in patients older than 65.\n\"Rotator cuff repairs are estimated to make up somewhere between $1.2 billion to $1.6 billion of annual healthcare expenditures in the US. It's clear that the need for this type of research is necessary and quite frankly, overdue,\" said Tyler Barrett, CEO of Regenative Labs.\nThe positive results from this study and the current literature provide a foundation to study applications of Wharton's jelly in other musculoskeletal injuries to ultimately improve the quality of life and reduce the economic healthcare burden of multiple conservative treatments or expensive surgical procedures.\n\"As a board-certified Orthopedic Surgeon with over 25 years of operative experience, I can say after using Wharton's jelly allografts in more than 200 cases, I have found them to be extremely beneficial to my patients. Orthopedic applications using Wharton's jelly, including in the knee, shoulder, hip, and spine, are more often than not preventing the need for surgery that results in a prolonged recovery time, lost wages, and great financial cost,\" said Dr. Tamea.\nBarrett and his team hope to enlist physicians in Regenative Labs' retrospective repository to take part in studies regarding uncovered uses. Physicians will have their outcomes highlighted, furthering the understanding of regenerative medicine and uncovering new applications for this groundbreaking field of medicine.\nContact Regenative to get your practice involved today. Read the full study here.\nAbout Regenative Labs: Regenative Labs produces regenerative medicine products to address the root cause of a patient's debilitating situation using Wharton's Jelly innovations rather than masking the pain with other treatments. Regenative Labs works closely with scientists, physicians, hospitals, and surgery centers to constantly monitor and improve patient progress and outcomes for new product development. Formed by veteran industry professionals familiar with the daily challenges of innovations in healthcare, the company provides effective and minimally invasive options for patients. Regenative Labs' expert product research and development team complies with FDA guidelines of minimal manipulation for homologous use. The company adheres to AATB and FDA guidelines. Learn more at Regenative's website:\nwww.regenativelabs.com\nAbout Dr. Albert Lai: A southern Californian native, Dr. Lai completed his medical training at Tufts University, where he subsequently served as a clinical instructor. He is board certified in Physical Medicine and Rehabilitation. He also holds board certifications in Pain Medicine and Independent Medical Examiners. Dr. Lai has served as the managing partner at the offices of Desert Pain & Rehabilitation Associates based in Rancho Mirage for the past 18 years and as medical director of Centers of Rehabilitation and Pain Medicine in Placentia, California. Learn more at the Centers of Rehabilitation website:\nPain Clinic Orange County | Professional Pain Management in OC (ocpain.net)\nAbout Dr. Conrad Tamea: Dr. Tamea is a board-certified Orthopedic Surgeon, who now focuses solely on regenerative medicine. He received his education from the College of William and Mary, Drexel University, Hahnemann Medical University, and the University of Kansas Orthopedic Residency Program. Dr. Tamea utilizes his knowledge and experience from over three decades as a surgeon and over a decade of regenerative medicine and combines this knowledge with state-of-the-art equipment at his clinic at\nOrthopedic Associates of Tampa Bay.\nView original content to download multimedia:\nhttps://www.prnewswire.com/news-releases/regenative-labs-latest-published-study-demonstrates-the-safety-and-efficacy-of-whartons-jelly-connective-tissue-allograft-for-rotator-cuff-tears-302107842.html\nSOURCE Regenative Labs",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://www.ocpain.net/",
    "https://prnewswire.com/news-releases/regenative-labs-latest-published-study-demonstrates-the-safety-and-efficacy-of-whartons-jelly-connective-tissue-allograft-for-rotator-cuff-tears-302107842.html",
    "http://www.regenativelabs.com",
    "https://www.mdpi.com/2227-9059/12/4/710",
    "https://mdpi.com/2227-9059/12/4/710",
    "https://www.prnewswire.com/news-releases/regenative-labs-latest-published-study-demonstrates-the-safety-and-efficacy-of-whartons-jelly-connective-tissue-allograft-for-rotator-cuff-tears-302107842.html",
    "https://www.orthopedicassociatesoftampabay.com/",
    "https://ocpain.net/",
    "https://www.orthopedicassociatesoftampabay.com",
    "https://www.regenativelabs.com/contact/",
    "https://regenativelabs.com/contact",
    "https://orthopedicassociatesoftampabay.com/",
    "http://www.regenativelabs.com/",
    "http://regenativelabs.com/",
    "https://regenativelabs.com/contact/",
    "https://www.ocpain.net"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jelly conn",
        "sentiment": "neutral"
      },
      {
        "name": "wharton",
        "sentiment": "none"
      },
      {
        "name": "albert lai",
        "sentiment": "none"
      },
      {
        "name": "lai",
        "sentiment": "none"
      },
      {
        "name": "conrad tamea",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "safety and efficacy of wharton",
        "sentiment": "neutral"
      },
      {
        "name": "regenative labs",
        "sentiment": "neutral"
      },
      {
        "name": "orthopedic associates",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fla.",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "pensacola",
        "sentiment": "none"
      },
      {
        "name": "tampa bay",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:04:54.179+03:00",
  "updated": "2024-04-05T00:04:54.179+03:00"
}