{
  "thread": {
    "uuid": "aa34b24fc93fc0c83c0fde429db6e570f97de12f",
    "url": "https://www.semana.com/gente/articulo/andrea-valdiri-reaparecio-bailando-y-le-dijeron-que-se-mueve-mejor-que-shakira/202338/",
    "site_full": "www.semana.com",
    "site": "semana.com",
    "site_section": "https://semana.com/gente",
    "site_categories": [
      "media"
    ],
    "section_title": "Semana.com -  Últimas Noticias de Colombia y el Mundo",
    "title": "Andrea Valdiri reapareció bailando y le dijeron que se mueve mejor que Shakira",
    "title_full": "Andrea Valdiri reapareció bailando y le dijeron que se mueve mejor que Shakira",
    "published": "2023-12-28T23:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.semana.com/resizer/wn8FigSsvmOLYUUTbgydrELyw1s=/1280x720/smart/filters:format(jpg):quality(80)/cloudfront-us-east-1.images.arcpublishing.com/semana/C7S4TDWH3VAABNJ7WRJ6XTAK3E.jpg",
    "performance_score": 0,
    "domain_rank": 6039,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 3
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aa34b24fc93fc0c83c0fde429db6e570f97de12f",
  "url": "https://www.semana.com/gente/articulo/andrea-valdiri-reaparecio-bailando-y-le-dijeron-que-se-mueve-mejor-que-shakira/202338/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción Semana",
  "published": "2023-12-28T23:56:00.000+02:00",
  "title": "Andrea Valdiri reapareció bailando y le dijeron que se mueve mejor que Shakira",
  "text": "“Que se acabe todo menos el baile”, comentó Andrea Valdiri en un video en el que reapareció bailando, provocando toda clase de comentarios entre sus fans, quienes incluso la compararon con Shakira .Una de las creadoras de contenido con mayor fama en Colombia es Andrea, quien con sus movimientos de cadera y videos de humor ha logrado sumar una gran base de fanáticos .Aunque se dio a conocer en los certámenes de belleza, cuando participó y ganó el concurso Señora Colombia en el 2015, fue en las redes sociales que encontró su modo de trabajo y ganar dinero , logrando hoy en día un estilo de vida que más de uno le envidia.De hecho, gracias a su trabajo en la red, hoy en día logró construir la que ella llamó como la casa de sus sueños, que además de tener piscina, grandes jardines y hasta sala de cine, cuenta con su propio helipuerto.Además de su trabajo en Internet, también ha incursionado como empresaria, lanzando una línea de labiales con su nombre .Gracias a su contenido, belleza y movimientos de baile, es que hoy en día logra sumar un gran número de fans en redes sociales; tal y como en Instagram, donde llega a sumar más de nueve millones de seguidores interesados en saber más de su vida .El baile de Andrea Valdiri por el que se dice que se mueve mejor que ShakiraAunque desde que se supo su separación con Felipe Saruma ha estado un poco alejada de su IG, recientemente sorprendió a más de un fan con su regreso , al publicar un video muy a su estilo, moviendo las caderas .En el video, Andrea Valdiri se grabó mientras bailaba, confesando que se había reconciliado con el baile y deseando que “se acabe todo menos el baile, acábate rápido 2023″ .Con sus movimientos de cadera, además de cautivar a sus fans, Andrea provocó que le dejaran toda clase de comentarios, entre los que se pueden leer opiniones como: “Te felicito, ni Shakira se mueve así”. “También quiero que acabe el 2023 para poder ir a verte en directo”. “El ‘mujerón’ más bello que tiene Colombia”. “Lo hace bien, pero a comparación de la Andrea de hace unos tres o cuatro años atrás, nada que ver”. “La verdad es que bajó el nivel, no hay comparación”.Además de la grabación bailando, Valdiri aprovechó las historias de un Instagram para hablar sobre cómo se siente con volver a bailar , mientras mostraba cómo preparó el baile.“Sí, confieso que se me hace raro volver a bailar y tengo claro que a ustedes les gusta ver mis movimientos, pero es que no estaba al cien. Ya estoy con nueva energía y me adelgacé, estoy seca; ya puedo mostrar”, confesó la influenciadora.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:08:08.930+02:00",
  "updated": "2023-12-29T00:08:08.930+02:00"
}