{
  "thread": {
    "uuid": "f56032b4860a4dfb400d637f422636abdd061423",
    "url": "https://www.archyde.com/artificial-intelligence-the-revolutionary-impact-on-medicine-weather-and-more/",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "http://www.archyde.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Archyde",
    "title": "Artificial Intelligence: The Revolutionary Impact on Medicine, Weather, and More",
    "title_full": "Artificial Intelligence: The Revolutionary Impact on Medicine, Weather, and More",
    "published": "2023-12-31T11:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.rtl.fr/~c/2000v2000/rtl/www/1639770-l-intelligence-artificielle-illustration.jpg",
    "performance_score": 0,
    "domain_rank": 18781,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f56032b4860a4dfb400d637f422636abdd061423",
  "url": "https://www.archyde.com/artificial-intelligence-the-revolutionary-impact-on-medicine-weather-and-more/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2023-12-31T11:03:00.000+02:00",
  "title": "Artificial Intelligence: The Revolutionary Impact on Medicine, Weather, and More",
  "text": "2023-12-31 08:45:00\nA week ago, I told you that the first gift of science in 2023 was the genetic scissors, and I promised you a second gift. This second gift also brings innovation and progress for humanity, in all areas, is Artificial Intelligence! Did you know that she is celebrating her 80th birthday this year?\nArtificial intelligence, that begins with the work of the American neurologist Warren McCulloch and the psychologist Walter Pitts. Seeking to understand how nerve cells function in the brain, in 1943 they described what would be a “logical calculator of ideas generated by nervous activity” based on logical operators called “artificial neurons”.\nThis is the beginning of work on artificial intelligence which will be theorized by mathematicians Alan Turing and John von Neumann in the 1950s.\nWhat is Artificial Intelligence?\nThese are algorithms, computer programs that allow a computer to reason intelligently, like humans, and to progress, to self-learn to solve a given task, and therefore to solve increasingly complex problems. Today, it is everywhere, and it will invade our lives in all areas!\nFor the best or for the worst ? As always, there are probably both, but I will take a very concrete example. It comes to me from a radiologist specializing in the detection of breast cancer in a Parisian hospital, that is to say he performs and examines mammograms. It takes a trained eye to spot small tumors, because as you know, the earlier they are detected, the better the prognosis for recovery. So this radiologist works in conjunction with an American laboratory which has trained Artificial Intelligence to identify malignant tumors on mammograms. Image analysis is one of the specialties of AI.\nAI more effective than two radiologists combined\nThe AI does as well as the radiologist. I remind you, AI is capable of improving on its own and is today on par and often even better than it! A very recent Swedish study indicates that its performance would be 4% higher than that of an analysis by reading and rereading by two radiologists. Everywhere, it is established that analysis by AI and a radiologist allows better detection, while eliminating “false positives”. This is therefore a first step forward.\nThere is even more astonishing, AI today makes it possible to read, on a mammogram on which everything is normal, whether or not the breast has a risk of developing breast cancer. And this with an accuracy of 88%, published in the journal Nature last year. There are thousands of mammograms of women without tumors, then with tumors. By comparing these photos, the AI has learned, on its own, to spot the signs, breast size, shape, density, warning signs of tumors.\nDo you realize the progress? These women, placed under regular monitoring, can be treated as soon as the tumor appears. I remember that breast cancer causes 12,000 victims per year. So progress for health! AI will enable the growth of predictive medicine, including cancer, heart disease and diabetes prevention!\nIt is with the same self-learning capabilities that AI makes more precise weather forecasts than with traditional models, identifies tax fraud by analyzing tax returns, helps you avoid traffic jams in guidance apps and will soon drive cars for us. Personally, I can’t wait to see this! Not you ? Have a good Sunday and happy new year everyone!\nRead more: Does Pet Ownership Benefit the Mental Health of Those with Severe Mental Illness? A New Study Reveals Surprising Findings\nThe editorial team recommends\nUsing your RTL account, subscribe to the RTL info newsletter to follow all the latest news on a daily basis\nRead more\n1704013385\n#Mac #Lesggy #explains #manages #detect #effectively",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Weather",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alan turing",
        "sentiment": "none"
      },
      {
        "name": "john von neumann",
        "sentiment": "none"
      },
      {
        "name": "walter pitts",
        "sentiment": "none"
      },
      {
        "name": "warren mcculloch",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T11:05:36.103+02:00",
  "updated": "2023-12-31T11:05:36.103+02:00"
}