{
  "thread": {
    "uuid": "53acecd0ae3575e69487efbed7967cadb49eef30",
    "url": "https://jordantimes.com/news/local/150-tonnes-uk-aid-enter-gaza-jordanian-assistance-%E2%80%93-british-ambassador",
    "site_full": "jordantimes.com",
    "site": "jordantimes.com",
    "site_section": "https://jordantimes.com/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Jordan Times",
    "title": "150 tonnes of UK aid enter Gaza with Jordanian assistance – British ambassador | Jordan Times",
    "title_full": "150 tonnes of UK aid enter Gaza with Jordanian assistance – British ambassador | Jordan Times",
    "published": "2024-03-14T14:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JO",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 15838,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "53acecd0ae3575e69487efbed7967cadb49eef30",
  "url": "https://jordantimes.com/news/local/150-tonnes-uk-aid-enter-gaza-jordanian-assistance-%E2%80%93-british-ambassador",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "JT",
  "published": "2024-03-14T14:30:00.000+02:00",
  "title": "150 tonnes of UK aid enter Gaza with Jordanian assistance – British ambassador | Jordan Times",
  "text": "AMMAN — The British Ambassador to Jordan Philip Hall expressed gratitude to Jordan for its role in the delivery of 150 tonnes of UK aid to the Gaza Strip, highlighting the efforts of the Jordanian Armed Forces, the Jordan Hashemite Charity Organisation, and officials at the King Hussein Bridge border terminal.\nAccording to a statement to The Jordan Times by the UK embassy in Amman, a shipment of 150 tonnes of UK aid has entered Gaza this week, facilitated by Jordanian assistance. This aid, which will be distributed by UNICEF to those in need, includes more than 13,000 blankets and 840 family-sized tents.\nIn addition to the aid, a full field hospital, provided by UK Aid funding to the UK-Med humanitarian medical NGO, is due to arrive in Gaza this week. The facility can be adapted according to needs on the ground and normally includes a pharmacy, triage area, major injuries and resuscitation unit, and maternity care tent. It can be used to treat more than 100 patients a day, the statement said.\nThe UK Foreign Secretary Lord Cameron has announced a further £10 million in aid funding for the Occupied Palestinian Territories (OPTs), bringing the total spend to over £100 million this financial year. This funding will support UN agencies on the ground to deliver lifesaving aid and will also provide core relief items, such as tents, for the most vulnerable, the statement said.\nCameron said, “Too many people in Gaza are suffering. No one should be without basic amenities like shelter and bedding, and everyone deserves the dignity that basic hygiene kits provide. Our largest aid delivery, combined with a new UK-funded field hospital, will save lives.\"\n“ But an immediate pause in the fighting is the only way to get aid into Gaza in the quantities desperately needed. This will also allow for the safe release of hostages\", he added\nHe also said, “We could then work towards a sustainable, permanent ceasefire, without a return to destruction, fighting or loss of life.”\nThe statement said that the current additional 150 tonnes of UK core relief items for UNICEF will include 840 family tents, 13,440 blankets, almost 3,000 shelter kits, shelter-fixing kits, 6,000 sleeping mats and more than 3,000 dignity kits to support women and girls.\nThe statement also said that around 3.1 million people are in need of humanitarian assistance in the OPTs, with over half a million at risk from famine, highlighting that the UK is committed to ensuring aid reaches those who need it most, as Palestinians continue to face a devastating and growing humanitarian crisis in Gaza.\nThe statement also said that the Foreign Secretary has been clear that Israel must increase its capacity to safely distribute aid within Gaza, including opening a land crossing in the north and issuing more visas to UN staff who are capable of delivering aid when it arrives in Gaza.\nUK funding has supported the work of partners including the British Red Cross, UNICEF, the UN World Food Programme (WFP), the Jordan Hashemite Charitable Organisation and the Egyptian Red Crescent Society to deliver vital supplies.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cameron",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jordan times amman",
        "sentiment": "negative"
      },
      {
        "name": "jordan times",
        "sentiment": "none"
      },
      {
        "name": "jordanian armed forces",
        "sentiment": "none"
      },
      {
        "name": "jordan hashemite charity organisation",
        "sentiment": "none"
      },
      {
        "name": "unicef",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "jordan philip hall",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "jordan",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "king hussein bridge",
        "sentiment": "none"
      },
      {
        "name": "amman",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:27:09.103+02:00",
  "updated": "2024-03-15T12:49:23.566+02:00"
}