{
  "thread": {
    "uuid": "ff6e554cb92099020c0fd18cf19c2ca771adba99",
    "url": "https://www.paloaltoonline.com/stanford-university/2024/04/18/former-stanford-player-succeeds-tara-vanderveer-as-stanford-womens-head-basketball-coach",
    "site_full": "www.paloaltoonline.com",
    "site": "paloaltoonline.com",
    "site_section": "http://www.paloaltoonline.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Palo Alto Online - Palo Alto Online",
    "title": "Kate Paye becomes new Stanford women's head basketball coach",
    "title_full": "Kate Paye becomes new Stanford women's head basketball coach",
    "published": "2024-04-19T00:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.paloaltoonline.com/wp-content/uploads/2024/04/katepaystanfod.jpg",
    "performance_score": 0,
    "domain_rank": 16568,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ff6e554cb92099020c0fd18cf19c2ca771adba99",
  "url": "https://www.paloaltoonline.com/stanford-university/2024/04/18/former-stanford-player-succeeds-tara-vanderveer-as-stanford-womens-head-basketball-coach",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lisa Moreno",
  "published": "2024-04-19T00:15:00.000+03:00",
  "title": "Kate Paye becomes new Stanford women's head basketball coach",
  "text": "| | Getting your A small Stanford conference room filled with applause and cheers as Kate Paye approached a black table at the front of a crowd Wednesday. She smiled and waved eagerly. “Tara, I think I have more people here than you did,” Paye said at the press conference, sending the crowd into laughter. Stanford officially named Paye as the Setsuko Ishiyama Director of Women’s Basketball, or coach, on April 17. Paye, a former Stanford women’s basketball player and former assistant coach, [succeeds Tara VanDerveer](https://www.paloaltoonline.com/stanford-university/2024/04/09/tara-vanderveer-who-set-ncaa-record-for-wins-announces-retirement/) who has coached the team since 1985 and set an NCAA record for wins. Paye’s voice wavered as she thanked the Ishiyama family and her wife and kids for their ongoing support in pursuing her dream. “I am grateful and humbled to be asked to lead Stanford’s women’s basketball, a program that has meant so much to me for over 40 years,” she said. “I assure you all, you could not have found anyone who feels a greater sense of honor, privilege, responsibility, enthusiasm and passion to lead Stanford women’s basketball.” Her’s is a Stanford story, she said. Paye’s mother, Anne Paye, got her masters in English literature at Stanford and was passionate about education, sports and empowering women. Her father, John Paye, played football at Stanford and was a political science major, who believed basketball could take Kate places. Paye’s older brother John was a Stanford starting quarterback and point guard, one of her most influential coaches. And her older sister Amy Paye Venuto, was a double major at the university, who currently serves on the Buck/Cardinal Club Board and as the Paye family’s glue. “Since I was a young girl, I dreamed of being a part of this program and I’ve gotten to do that now as a player, an alum and for the last 17 years, as a coach,” she said. Upon graduating from Stanford, Paye didn’t see coaching in her future. She briefly played basketball professionally and tried working as a Silicon Valley corporate attorney, but only lasted six months before being invited back to the place she loves most by VanDerveer. Today, she feels “very prepared,” for her new position. Moving forward, Paye plans to lean into continuity and rely on the foundation that has been laid by VanDerveer. The team’s entire staff has agreed to stay on board after the transition, and she promoted Jennette Poland from director of player development to assistant coach. “Teammates, alums, players I’ve coached and coaches I’ve coached with,” Paye said. “As I sit here today, I know I am not up here alone, I am here with and for my Stanford sisters.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kate paye",
        "sentiment": "negative"
      },
      {
        "name": "setsuko ishiyama",
        "sentiment": "none"
      },
      {
        "name": "paye",
        "sentiment": "none"
      },
      {
        "name": "tara",
        "sentiment": "none"
      },
      {
        "name": "ishiyama",
        "sentiment": "none"
      },
      {
        "name": "tara vanderveer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "stanford",
        "sentiment": "negative"
      },
      {
        "name": "ncaa",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:20:11.458+03:00",
  "updated": "2024-04-19T00:20:11.458+03:00"
}