{
  "thread": {
    "uuid": "71601722c63511ed313f97d8243666514d27ee9c",
    "url": "https://www.radiobayamo.icrt.cu/canciller-de-venezuela-llamo-a-union-de-sur-global",
    "site_full": "www.radiobayamo.icrt.cu",
    "site": "icrt.cu",
    "site_section": "https://www.radiobayamo.icrt.cu/feed",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "CMKX Radio Bayamo",
    "title": "Canciller de Venezuela llamó a unión de Sur Global | CMKX Radio Bayamo",
    "title_full": "Canciller de Venezuela llamó a unión de Sur Global | CMKX Radio Bayamo",
    "published": "2024-01-20T18:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CU",
    "main_image": "https://www.radiobayamo.icrt.cu/wp-content/uploads/2024/01/Venezuela-Yvan-Gil.jpg",
    "performance_score": 0,
    "domain_rank": 70948,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "71601722c63511ed313f97d8243666514d27ee9c",
  "url": "https://www.radiobayamo.icrt.cu/canciller-de-venezuela-llamo-a-union-de-sur-global",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@CMKXDigital",
  "published": "2024-01-20T18:11:00.000+02:00",
  "title": "Canciller de Venezuela llamó a unión de Sur Global | CMKX Radio Bayamo",
  "text": "Caracas -. Solo juntas, las naciones del Sur Global, podremos defender el derecho de los pueblos y las naciones a vivir en paz, afirmó hoy el ministro para Relaciones Exteriores de Venezuela, Yván Gil. En su cuenta X, antes Twitter, el alto diplomático bolivariano, que participa en la XIX Cumbre del Movimiento de Países No Alineados (Mnoal), con sede en Kampala, Uganda, indicó que transmitió en la reunión “el mensaje fraterno, combativo y solidario” del presidente Nicolás Maduro. Gil manifestó en la red social que el Mnoal está llamado a “asumir su papel central” en la lucha contra quienes propician la guerra eterna y promueven planes para frenar, entre otros, la consolidación de un nuevo mundo multipolar emergente. Durante su intervención la víspera en el foro de alto nivel, el canciller sudamericano expresó la necesidad de avanzar en la convocatoria de una Conferencia Internacional de Paz sobre Palestina, la cual, opinó, debe estar auspiciada por la Organización de las Naciones Unidas. El jefe de la diplomacia venezolana puntualizó que ese encuentro mundial debe abordar las causas raigales del conflicto israelí-palestino y fomentar la plena realización de ese pueblo árabe en sus derechos inalienables como establecer un Estado libre e independiente. Además, dijo, facilitar su ingreso pleno derecho como miembro de las Naciones Unidas, que “ha sido demorado ya por suficiente tiempo”. Exhortó a alzar nuestras voces y a avanzar con “urgencia, determinación y contundencia” en la exigencia de el cese al “fuego inmediato, duradero, sostenible y respetado” en la Franja de Gaza, donde más de 24 mil palestinos, en su mayoría mujeres y niños, murieron por la agresión sionista. Gil denunció la total impunidad con que actúa la potencia ocupante en ese enclave, que a su juicio constituye un verdadero genocidio contra ese heroico pueblo, que más del uno por ciento perdió la vida en esta última escalada del conflicto. Llegó la hora de que el Movimiento de Países No Alineados asuma con “mayor determinación y sentido de urgencia”, el rol protagónico que le corresponde en los esfuerzos destinados de avanzar por la causa de Palestina, que sigue siendo, dijo, principio central del Mnoal contra la opresión y la ocupación, remarcó. En su discurso, el ministro de Relaciones Exteriores bolivariano abordó también el tema de las medidas coercitivas unilaterales y señaló que estas son manifestaciones “modernas de neocolonialismo”, al violar en masa los derechos humanos de los pueblos. Apuntó que esas acciones de presión son el “principal obstáculo” para la consecución de los planes nacionales de desarrollo de los países y pueblos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T23:11:53.225+02:00",
  "updated": "2024-01-20T23:11:53.225+02:00"
}