{
  "thread": {
    "uuid": "68fba863ae0b61ed15295c81713e0f09d57a205e",
    "url": "https://news.webindia123.com/news/articles/India/20231229/4153732.html",
    "site_full": "news.webindia123.com",
    "site": "webindia123.com",
    "site_section": "http://news.webindia123.com/news/xml_india.asp",
    "site_categories": [
      "media"
    ],
    "section_title": "webindia123.com",
    "title": "With Pro-talks ULFA signing peace pact, Assam now just one step away from becoming insurgency free",
    "title_full": "With Pro-talks ULFA signing peace pact, Assam now just one step away from becoming insurgency free",
    "published": "2023-12-28T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19037,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "68fba863ae0b61ed15295c81713e0f09d57a205e",
  "url": "https://news.webindia123.com/news/articles/India/20231229/4153732.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T21:00:00.000+02:00",
  "title": "With Pro-talks ULFA signing peace pact, Assam now just one step away from becoming insurgency free",
  "text": "A 30-member delegation arrived in Delhi earlier this week, which includes 16 ULFA members and 14 from the civil society. The Memorandum of Settlement will be signed between the government of India, the government of Assam and representatives of the United Liberation Front of Assam (ULFA) at 5 pm today.\nThe insurgent group ULFA came into being in April 1979 in the aftermath of an agitation against undocumented immigrants from Bangladesh (erstwhile East Pakistan). The illegal influx in Assam has been on, though with varying degrees, ever since India's independence.\nLocals in Assam feared a massive change in demography, which may pose a threat to their culture, land, and other political rights.\nULFA was split into two factions in 2011 when the pro-talk faction led by Arabinda Rajkhowa decided to return to Assam from \"abroad\" and participate in peace talks while the other group ULFA (Independent), led by its commander Paresh Barua, was opposed to negotiations unless the 'sovereignty' clause was discussed upon.\nArabinda Rajkhowa-led faction gave up violence and agreed to unconditional talks with the government. Anup Chetia, another top ULFA functionary, later joined the pro-talks group a couple of years after.\nAnup Chetia, who is currently in Delhi told ANI over the phone earlier this week, that the talks between ULFA and the government were in the final stage.\nIn 2011, ULFA submitted a 12-point charter of demands to the government which includes constitutional and political arrangements and reforms, protection of the identity and material resources of the local indigenous population of Assam, which has since been under discussion at various levels.\nThe Union government in April sent it a draft agreement. A series of talks with officials concerned in the Central government has taken place since the delegation arrived in Delhi before the signing of the peace pact.\nThe Union government has signed peace deals with rebel Bodo, Dimasa, Karbi, and Adivasi outfits in Assam over the last three years. The banned ULFA-Independent led by Paresh Baruah would be the only major insurgent outfit in the state once the deal with the ULFA pro-talks faction is inked.\nSince Himanta Biswa Sarma became chief minister in May 2021, over 7,000 insurgents from various rebel groups have shelved their guns to join the mainstream. The state government has been running various rehabilitation programs to accommodate these former insurgents to live a respectable life.\nHImanta Biswa Sarma has on various occasions since becoming the chief minister appealed to ULFA(I) leader Paresh Baruah to return to the mainstream and join the massive development process that has taken place in the state. CM Sarma also emphasised the need to resolve all the outstanding issues through dialogue.\nAssam has witnessed decades-long insurgency, necessitating operations from the central paramilitary and Armed forces. The most prominent operations against ULFA were Operation Bajrang and Operation Rhino. The insurgency in Assam led to the loss of lives of civilians, personnel of armed forces, state police personnel, and of course the members of insurgents.\nDue to the insurgency activities, the Disturbed Areas Act and Armed Forces Special Powers Act (AFSPA) had to be brought in in Assam in 1980. However, now it is just limited to a few districts in Upper Assam. (ANI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "paresh barua",
        "sentiment": "none"
      },
      {
        "name": "arabinda rajkhowa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ulfa",
        "sentiment": "negative"
      },
      {
        "name": "united liberation front of assam",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "delhi",
        "sentiment": "none"
      },
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "east pakistan",
        "sentiment": "none"
      },
      {
        "name": "bangladesh",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T10:52:02.335+02:00",
  "updated": "2023-12-29T10:52:02.335+02:00"
}