{
  "thread": {
    "uuid": "adf185818ebf7c6ddf83c8131ed1b7badb925ab5",
    "url": "https://manilastandard.net/news/314424214/army-reservist-liang-makes-waves-in-westmincom.html",
    "site_full": "manilastandard.net",
    "site": "manilastandard.net",
    "site_section": "https://manilastandard.net/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Manila Standard",
    "title": "Army reservist Liang makes waves in WestMinCom",
    "title_full": "Army reservist Liang makes waves in WestMinCom",
    "published": "2024-03-08T09:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://cdn.manilastandard.net/wp-content/uploads/2024/03/3ce92_ronnie-liang-2.jpg",
    "performance_score": 0,
    "domain_rank": 30338,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "adf185818ebf7c6ddf83c8131ed1b7badb925ab5",
  "url": "https://manilastandard.net/news/314424214/army-reservist-liang-makes-waves-in-westmincom.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vince Lopez",
  "published": "2024-03-08T09:15:00.000+02:00",
  "title": "Army reservist Liang makes waves in WestMinCom",
  "text": "Lt. Ronnie Liang (Reserve), a reserve officer of the Philippine Army, paid a courtesy call to Western Mindanao Command Chief, Lt. Gen. William Gonzales, on Wednesday afternoon, March 6. Lt. Gen. Gonzales, together with Deputy Commander Brig. Gen. Aldrin Annani and Assistant Chief of Unified Command Staff for Reservist and Retiree Affairs Capt. Edwin Ello received the distinguished visitor at the Commander’s Office at Camp Navarro, Calarian, Zamboanga City. The WestMinCom Commander commended Lt. Liang for his dedicated service as a reserve officer. Lt. Gen. Gonzales expressed his appreciation for Liang’s support to the organization through the content he creates and posts on social media platforms showcasing the transformations of the different battle-stricken communities in the WestMinCom area of operation. Lt. Ronnie Liang is a singer, licensed pilot, and army reservist who never fails to offer his free service whenever needed. As a peace advocate, Lt. Liang regularly does his duty as a celebrity reservist. Lt. Liang is under the 16th Regional Community Defense Group led by Col. Markton Abo. Lt. Ronnie Liang (Reserve), a reserve officer of the Philippine Army, paid a courtesy call to Western Mindanao Command Chief, Lt. Gen. William Gonzales, on Wednesday afternoon, March 6. Lt. Gen. Gonzales, together with Deputy Commander Brig. Gen. Aldrin Annani and Assistant Chief of Unified Command Staff for Reservist and Retiree Affairs Capt. Edwin Ello received the distinguished visitor at the Commander’s Office at Camp Navarro, Calarian, Zamboanga City. The WestMinCom Commander commended Lt. Liang for his dedicated service as a reserve officer. Lt. Gen. Gonzales expressed his appreciation for Liang’s support to the organization through the content he creates and posts on social media platforms showcasing the transformations of the different battle-stricken communities in the WestMinCom area of operation. Lt. Ronnie Liang is a singer, licensed pilot, and army reservist who never fails to offer his free service whenever needed. As a peace advocate, Lt. Liang regularly does his duty as a celebrity reservist. Lt. Liang is under the 16th Regional Community Defense Group led by Col. Markton Abo. AN ARMY reservist has gained the admiration and salute of top ranked officers of the command Through his services as a social media influencer promoting the transformation of strife-torn communities under the jurisdiction of the Western Mindanao Command (West MinCom). Ronnie Liang, a reserve officer of the Philippine Army with the rank of lieutenant, on Wednesday called on WestMinCom chief Lt. Gen. William Gonzales. Gonzales, together with his deputy Brig. Gen. Aldrin Annani and assistant chief of Unified Command Staff for Reservist and Retiree Affairs Capt. Edwin Ello received Liang at the Commander’s Office at Camp Navarro, Calarian, Zamboanga City. The WestMinCom commander commended Lt. Liang for his dedicated service as a reserve officer. Gonzales expressed his appreciation for Liang’s support to the Army through social media posts on the Army’s accomplishments in law enforcement and peacekeeping the Western Mindanao. Apart from being a singer, Liang is also licensed pilot ready to respond to the call of duty at any given time. Lt. Liang is under the 16th Regional Community Defense Group led by Col. Markton Abo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wester",
        "sentiment": "negative"
      },
      {
        "name": "ronnie liang",
        "sentiment": "negative"
      },
      {
        "name": "liang",
        "sentiment": "negative"
      },
      {
        "name": "edwin ello",
        "sentiment": "none"
      },
      {
        "name": "aldrin annani",
        "sentiment": "none"
      },
      {
        "name": "william gonzales",
        "sentiment": "none"
      },
      {
        "name": "gonzales",
        "sentiment": "none"
      },
      {
        "name": "mar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "army",
        "sentiment": "negative"
      },
      {
        "name": "philippine army",
        "sentiment": "negative"
      },
      {
        "name": "mindanao command",
        "sentiment": "none"
      },
      {
        "name": "retiree affairs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "zamboanga city",
        "sentiment": "none"
      },
      {
        "name": "calarian",
        "sentiment": "none"
      },
      {
        "name": "camp navarro",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T17:30:12.071+02:00",
  "updated": "2024-03-08T18:44:15.951+02:00"
}