{
  "thread": {
    "uuid": "f524c7ef1c170b786d43d69a8d7429e8b8b637d2",
    "url": "https://localnews8.com/money/cnn-business-consumer/2024/01/18/meta-ceo-mark-zuckerberg-pledges-to-build-out-artificial-general-intelligence",
    "site_full": "localnews8.com",
    "site": "localnews8.com",
    "site_section": "https://localnews8.com/life/",
    "site_categories": [
      "media"
    ],
    "section_title": "Life - LocalNews8.com | News3Now.com | KXPI.com - KIFI",
    "title": "Meta CEO Mark Zuckerberg pledges to build out artificial general intelligence - Local News 8",
    "title_full": "Meta CEO Mark Zuckerberg pledges to build out artificial general intelligence - Local News 8",
    "published": "2024-01-18T23:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 24177,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f524c7ef1c170b786d43d69a8d7429e8b8b637d2",
  "url": "https://localnews8.com/money/cnn-business-consumer/2024/01/18/meta-ceo-mark-zuckerberg-pledges-to-build-out-artificial-general-intelligence",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CNN Newsource",
  "published": "2024-01-18T23:43:00.000+02:00",
  "title": "Meta CEO Mark Zuckerberg pledges to build out artificial general intelligence - Local News 8",
  "text": "By Samantha Murphy Kelly, CNN\n(CNN) — Meta is getting more serious about securing its place in the growing AI arms race.\nCEO Mark Zuckerberg announced on Thursday that Meta plans to build its own artificial general intelligence, known as AGI, which is artificial intelligence that meets or surpasses human intelligence in almost all areas. He said the company then plans to open it up to developers.\nIn a video posted to Meta’s social network Threads, Zuckerberg said building the best AI for chatbots, creators and businesses requires more advancement in AI across the board. “It’s become clearer that the next generation of services requires building full general intelligence,” he said.\n“Our long term vision is to build general intelligence, open source it responsibly, and make it widely available so everyone can benefit,” he added in a post on Threads.\nTo handle this type of processing power, Zuckerberg said Meta is on track to have about 350,000 Nvidia AI chips by the end of the year. The company also plans to grow and bring its two major AI research groups – called FAIR and GenAI – together to accelerate the company’s work, Zuckerberg said.\nHe said he believes the company’s vision for AI and the virtual space metaverse are connected.\n“By the end of the decade, I think lots of people will talk to AIs frequently throughout the day using smart glasses like what we’re building with Ray Ban Meta.”\nMeta’s latest Ray Ban glasses are powered by artificial intelligence and allow users to make calls, send messages and take videos, hands free.\nZuckerberg’s latest announcement is one of its biggest pledges to double down on artificial intelligence. Big Tech companies including Microsoft, Google and Amazon continue to share new AI tools and visions amid a heightened and renewed AI arms race. However, some tech skeptics have shared concerns about those big companies and new players such as OpenAI could create unintended harms with these revolutionary products.\nEarlier this year, Zuckerberg said Meta is creating a new “top-level product group” to “turbocharge” the company’s work on AI tools. Since then, Meta has released tools and information aimed at helping users understand how AI influences what they see on its apps.\nDipanjan Chatterjee, an analyst at Forrester Research, said the company’s big shift toward AI isn’t surprising given the industry’s push to embrace AI, but is noteworthy considering Meta not too long ago rebranded to go all in on its concept of the metaverse.\n“That trope around ‘every company is now a technology company’ has evolved to be every company is now an AI company,” he said. “It’s clear that the interest in the metaverse has soured considerably since the days that Facebook became Meta, and so it is no surprise that the company has turned to AI to bring some of the lost shine back to the brand.”\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Science and Technology",
    "Social Issue"
  ],
  "external_links": [
    "https://www.threads.net/@zuck/post/C2QBoRaRmR1/?igshid=MzRlODBiNWFlZA%3D%3D",
    "https://www.cnn.com/2023/02/28/tech/mark-zuckerberg-meta-ai-team/index.html",
    "https://cnn.com/2023/02/28/tech/mark-zuckerberg-meta-ai-team/index.html",
    "https://threads.net/@zuck/post/C2QBoRaRmR1/?igshid=MzRlODBiNWFlZA%3D%3D",
    "https://www.threads.net/@zuck/post/C2QBoRaRmR1/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "samantha murphy kelly",
        "sentiment": "negative"
      },
      {
        "name": "mark zuckerberg",
        "sentiment": "negative"
      },
      {
        "name": "zuckerberg",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cnn",
        "sentiment": "negative"
      },
      {
        "name": "meta",
        "sentiment": "none"
      },
      {
        "name": "agi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "meta",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T00:10:09.861+02:00",
  "updated": "2024-01-19T00:10:09.861+02:00"
}