{
  "thread": {
    "uuid": "07c61447258341f5b1919f636328a7a2fa755f52",
    "url": "https://www.europapress.es/euskadi/noticia-crece-16-venta-motos-nuevas-euskadi-impulsada-temperaturas-agradables-lluvias-tardias-2023-20240114104453.html",
    "site_full": "www.europapress.es",
    "site": "europapress.es",
    "site_section": "https://www.europapress.es/noticias/",
    "site_categories": [
      "media"
    ],
    "section_title": "\r\n\t Últimas Noticias - EUROPA PRESS\r\n",
    "title": "Crece un 16% la venta de motos nuevas en Euskadi, impulsada por las temperaturas agradables y lluvias tardías de 2023",
    "title_full": "Crece un 16% la venta de motos nuevas en Euskadi, impulsada por las temperaturas agradables y lluvias tardías de 2023",
    "published": "2024-01-14T11:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.europapress.es/fotoweb/fotonoticia_20240114104453_1200.jpg",
    "performance_score": 0,
    "domain_rank": 2706,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "07c61447258341f5b1919f636328a7a2fa755f52",
  "url": "https://www.europapress.es/euskadi/noticia-crece-16-venta-motos-nuevas-euskadi-impulsada-temperaturas-agradables-lluvias-tardias-2023-20240114104453.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Europa Press",
  "published": "2024-01-14T11:44:00.000+02:00",
  "title": "Crece un 16% la venta de motos nuevas en Euskadi, impulsada por las temperaturas agradables y lluvias tardías de 2023",
  "text": "El sector espera que se incrementen las ventas un 10% este año y en 2023 destacó la subida de las matriculaciones de motos de hasta 125 cc\nBILBAO, 14 Ene. (EUROPA PRESS) -\nLas ventas de motocicletas nuevas aumentaron un 16% en Euskadi en 2023, impulsadas por las temperaturas medias agradables del conjunto del año y unas lluvias tardías, que no se empezaron a hacer notar hasta el mes de noviembre.\nEn concreto, se matricularon el pasado año en la Comunidad autónoma vasca 7.501 motocicletas, lo que supone más de un millar de unidades por encima de las 6.461 motos nuevas del año precedente, según datos de la Asociación nacional de empresas del sector de dos ruedas Anesdor, recogidos por Europa Press.\nDe esta forma, el mercado vasco de las dos ruedas mejoró el crecimiento experimentado en el conjunto del Estado, donde aumentaron las matriculaciones un 13,5% en relación a 2022, al anotarse la venta de 199.014 unidades.\nTras varios meses de subida continuada de las matriculaciones (donde destacó un mes de octubre \"extremadamente cálido\", que disparó un 52% las ventas), en noviembre y diciembre, coincidiendo con un notable empeoramiento climatológico, se produjo un caída de las ventas. En concreto, en el último mes del año se anotaron 400 nuevas matriculaciones, lo que supone un caída del 44% en relación al mismo mes de 2022, cuando se matricularon 716 unidades.\nEn lo que respecta a los ciclomotores, se matricularon en la Comunidad Autónoma Vasca el pasado año un total de 273 (un 5,5% menos que en 2022), mientras las matriculaciones de otros vehículos ligeros (cuadriciclos ligeros de baja cilindrada, triciclos...) sumaron 313 unidades (-6,6%).\nMOTOS DE ENTRADA AL SECTOR A la vista de estos positivos datos, desde el sector motociclista vasco han destacado que \"este año ha sido propicio para el mundo de la moto\", porque ha sido uno de los años con las llegadas de las lluvias más tardías y con temperaturas medias \"agradables\".\nEn declaraciones a Europa Press, fuentes de Triumph Bilbao, concesionario y servicio técnico oficial para Bizkaia de la marca británica, han destacado que el crecimiento más importante de las ventas se da en la \"moto de entrada al sector de las dos ruedas\", es decir, en la cilindradas menores, que van desde los 51 centímetros cúbicos (no se contemplan los ciclomotores) hasta los 125 cc.\nEn el caso de los vehículos de dos ruedas de empresa, dedicados a reparto, la ventas crecieron en torno a un 15%, por lo que el sector de moto de entrada es el que ha protagonizado la mejoría del mercado motociclista vasco.\nLas mismas fuentes han descartado el factor del \"ahorro económico\" frente al coche como principal elemento para explicar la mejoría de las ventas de motos, ya que \"a pesar de tener una gran diferencia con la compra de un automóvil, los precios en 2023 en el sector de la moto también han crecido, tanto en motos nuevas como en usadas\".\nMOTOS ELÉCTRICAS La apuesta por la electrificación de la movilidad no se está traduciendo en una gran venta de motos eléctricas a particulares, ya que ésta ha caído el pasado año un 33%. Por contra, el mercado profesional de reparto ha subido un 44% sus matriculaciones eléctricas.\n\"Aún es pronto para que los clientes finales asuman que la moto eléctrica es una gran ventaja, lo que también puede ser debido a la falta de infraestructuras en puntos de recarga para moto --no hay apenas--, dado que las baterías en la gran mayoría de los casos son extraíbles\", han argumentado desde Triumph Bilbao, para añadir que el \"escepticismo\" que se produce con la baja autonomía y la constante llegada de nuevos modelos con más prestaciones, hace que el cliente \"se vea algo retraído a la hora de comprar una moto eléctrica\".\nRespecto a las previsiones de ventas para este año, han estimado un crecimiento de un 10% con respecto a 2023, \"sectorizado y no por igual para todas la cilindradas y Territorios\". \"Tenemos buenas expectativas, salvo que las nuevas normativas frenen las ventas, lo que se podrá ver claramente a partir del mes de marzo del presente año\", han concluido.\nDe esta manera se han referido al anuncio de que la Dirección General de Tráfico obligará este año a los motoristas a utilizar un casco integral o modular y unos guantes homologados cuando circulen por carretera. Además, establecerá un curso obligatorio para los conductores del permiso B con tres años de antigüedad que quieran conducir motos de hasta 125 centímetros cúbicos.\nAsimismo, actualizará el contenido de los cursos de recuperación de puntos para incorporar un perfil específico para los motoristas que han perdido su saldo de puntos y para los que se programarán cursos de conducción \"segura y eficiente\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-14T12:03:22.240+02:00",
  "updated": "2024-01-14T12:03:22.240+02:00"
}