{
  "thread": {
    "uuid": "279fd77d63b31bca68865d801c914b91ce675cd3",
    "url": "https://www.targatocn.it/2024/07/05/leggi-notizia/argomenti/ultimora/articolo/calabria-ogni-lattina-vale-estate-allinsegna-del-riciclo-nei-parchi-marini.html",
    "site_full": "www.targatocn.it",
    "site": "targatocn.it",
    "site_section": "https://www.targatocn.it/rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "TargatoCn.it",
    "title": "Calabria, ‘Ogni lattina vale’: estate all'insegna del riciclo nei Parchi Marini",
    "title_full": "Calabria, ‘Ogni lattina vale’: estate all'insegna del riciclo nei Parchi Marini",
    "published": "2024-07-05T13:50:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.targatocn.it/fileadmin/archivio/adnkronos/imported/www.adnkronos.com_resources_028f-1b4b79fc7bfb-0f8ede845e2e-1000_format_medium_ogni_lattina_vale_cial_comm.jpeg.jpeg",
    "performance_score": 0,
    "domain_rank": 98563,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "279fd77d63b31bca68865d801c914b91ce675cd3",
  "url": "https://www.targatocn.it/2024/07/05/leggi-notizia/argomenti/ultimora/articolo/calabria-ogni-lattina-vale-estate-allinsegna-del-riciclo-nei-parchi-marini.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "webinfo@adnkronos.com (Web Info)",
  "published": "2024-07-05T13:50:00.000+03:00",
  "title": "Calabria, ‘Ogni lattina vale’: estate all'insegna del riciclo nei Parchi Marini",
  "text": "(Adnkronos) - Torna anche questa estate ‘Nei Parchi Marini Calabria…ogni lattina vale’, l’iniziativa green nata 4 anni fa grazie alla collaborazione tra Ente Parchi Marini Regionali della Calabria (Epmr), Cial-Consorzio Nazionale Imballaggi Alluminio e Coca-Cola. Obiettivo: recuperare e avviare al riciclo il maggior numero possibile di lattine per bevande consumate fuori casa lungo le coste e nelle principali località turistiche/vacanziere della Calabria. Sono 100 i lidi e le spiagge coinvolte in 28 diversi Comuni: Praia a Mare, Diamante, Scalea, Cutro, Amantea, Belmonte Calabro, Amendolara, Pizzo Calabro, Vibo Valentia, Briatico, Zambrone, Parghelia, Tropea, Brancaleone, Soverato, Bianco, Ferruzzano, Stalettì, Squillace, Coprani, Cetraro, Ricadi, Belvedere, Borgia, San Nicola Arcella, Bruzzano, Zeffirio, Palizzi.\nL’iniziativa, in un’ottica di sensibilizzazione verso i grandi temi della sostenibilità ambientale, si inserisce nell’ambito del progetto internazionale Every Can Counts (noto in Italia come Ogni Lattina Vale) attivo da anni con l’obiettivo di divulgare i valori di un’economia sempre più circolare. Dotati di appositi raccoglitori, nei mesi di luglio e di agosto tanti giovani animatori del progetto sono pronti a darsi da fare lungo le spiagge, per le strade e nelle piazze di tante località calabresi per stimolare turisti e residenti a mantenere puliti gli spazi pubblici e recuperare le lattine per bevande vuote, promuovendo ad ampio raggio e in maniera coinvolgente le buone pratiche per un corretto smaltimento dei rifiuti.\nI numeri delle passate edizioni: quasi 420mila le lattine raccolte complessivamente durante le estati 2021, 2022 e 2023. L'obiettivo è superarli grazie anche al supporto che daranno all’iniziativa i Comuni coinvolti e i gestori dei lidi balneari che ospiteranno delle piccole isole ecologiche esclusivamente dedicate alle lattine, con segnaletica e bidoncini dedicati. Da ricordare: l’alluminio è un materiale prezioso, riciclabile al 100% e all’infinito, essendo in grado di conservare in eterno le sue proprietà. Basti pensare che oltre il 75% dell’alluminio da sempre prodotto è tuttora in circolo. Un dato su tutti: il 100% della produzione nazionale di alluminio è basata e proviene dal riciclo.\n“L’Ente per i Parchi Marini Regionali, ad oggi, con l’aggiunta del Parco Marino Regionale 'Secca di Amendolara', interessa le aree costiere e marine calabresi più emblematiche e di pregio dal punto di vista naturalistico e biologico. L'educazione ambientale è un passaggio fondamentale per sensibilizzare e responsabilizzare i turisti e la popolazione che vive nelle aree limitrofe ai Parchi. La tutela dell’ambiente è una delle maggiori priorità dell’Epmr ed iniziative come queste possano essere sicuramente un giusto volano per raggiungere tale scopo, specialmente attraverso il coinvolgimento dei più giovani”, dichiara Raffaele Greco, Commissario dell’Ente Parchi Marini Regionali della Calabria.\n“Anche quest’anno Cial torna sui lidi e sulle spiagge della Calabria promuovendo Every Can Counts - Ogni Lattina Vale, un progetto internazionale che stimola le buone pratiche ambientali. Basta poco, basta davvero un piccolo impegno. Negli anni passati l’iniziativa, che ci vede al fianco di Coca-Cola e l’Ente Parchi Marini Regionali della Calabria, ha fatto registrare numeri da record. Continuiamo così, mettiamocela tutta. Contribuiamo a mantenere pulite le spiagge calabresi e a incrementare il recupero dell’alluminio, materiale prezioso, riciclabile al 100% e per infinite volte”, afferma Stefano Stellini, direttore Generale CIAL.\n“Dalla nascita di questo progetto, quattro anni fa, collaboriamo con Ente Parchi Marini e Cial a questa importante iniziativa di economia circolare, che ci consente di contribuire concretamente al riciclo degli imballaggi in alluminio, sensibilizzando residenti e turisti sull’importanza di dare una seconda vita a questo prezioso materiale - afferma Giangiacomo Pierini, Corporate Affairs&Sustainability Director di Coca-Cola Hbc Italia - In linea con gli obiettivi di sostenibilità di Coca-Cola, vogliamo continuare a investire affinché ogni lattina usata possa diventare una nuova lattina da riempire, lavorando nel contempo ad altre azioni sostenibili. Dal 2009, ad esempio, grazie a un costante lavoro di riduzione del peso, abbiamo diminuito l’utilizzo di alluminio nelle nostre lattine da 33 cl di oltre il 18%”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T15:13:10.610+03:00",
  "updated": "2024-07-05T15:13:10.610+03:00"
}