{
  "thread": {
    "uuid": "b8dee1e719275cf96477bedd7184f5e422b7d083",
    "url": "https://www.business-standard.com/cricket/news/aus-vs-pak-2nd-test-captain-cummins-leads-australia-to-79-run-win-123122900396_1.html",
    "site_full": "www.business-standard.com",
    "site": "business-standard.com",
    "site_section": "http://www.business-standard.com/rss/latest.rss",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "",
    "title": "AUS vs PAK 2nd Test: Captain Cummins leads Australia to 79-run win",
    "title_full": "AUS vs PAK 2nd Test: Captain Cummins leads Australia to 79-run win",
    "published": "2023-12-29T08:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://bsmedia.business-standard.com/_media/bs/img/article/2023-11/19/full/1700378864-851.jpg",
    "performance_score": 0,
    "domain_rank": 1373,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b8dee1e719275cf96477bedd7184f5e422b7d083",
  "url": "https://www.business-standard.com/cricket/news/aus-vs-pak-2nd-test-captain-cummins-leads-australia-to-79-run-win-123122900396_1.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Business Standard",
  "published": "2023-12-29T08:32:00.000+02:00",
  "title": "AUS vs PAK 2nd Test: Captain Cummins leads Australia to 79-run win",
  "text": "Captain Pat Cummins' second 10-wicket total in test matches led Australia to a 79-run win over Pakistan at the Melbourne Cricket Ground on the fourth day of the second cricket test on Friday. Cummins made all the crucial breakthroughs late in the day as the hosts bowled Pakistan out for 237 to win the Boxing Day test and extend Pakistan's losing run in Australian tests to 16 matches. Click here to follow our WhatsApp channel Mohammad Rizwan and Salman Ali Agha threatened to push Pakistan towards a win but Cummins ended the 67-run partnership between the pair in bizarre and dramatic fashion just 15 minutes before the scheduled close of play. Australia reviewed a not out call to Rizwan as a Cummins delivery flew into Alex Carey's gloves. But after a long review from the third umpire, Richard Illingworth deemed the ball flicked Rizwan's wrist band that was connected to his gloves. Rizwan was the furious with the decision, with Pakistan 219-5 at the time and starting to believe it could pull off the country's highest successful winning chase against Australia. I got a little bit twitchy there, Cummins said. I felt OK but they were batting nicely. Happy with the Rizwan wicket. It was Cummins who claimed the crucial wicket of his opposing captain Shan Masood (60), before tea. Cummins took his fourth of the second innings just minutes later, dismissing Aamir Jamal (0). The wickets earned him the player of the match award and made him the 10th Australian to pass 250 test wickets. At seven wickets down, Australia opted to take the extra 30 minutes in a bid to complete the match on Friday instead of coming back for day five. The game kept turning. Sometimes it went Australia's way, sometimes ours, Masood said. But when we were leading with bat when me and Abdullah had a good partnership (in the first innings), Pat Cummins came in with that spell. And that is why he is one of the best bowlers in the world.\"\nAustralia was out for 262 in its second innings after losing 4-75 during the morning. Wicketkeeper Alex Carey (53) helped push Australia's lead over the crucial 300-mark with his highest score since the first test of the Ashes in June. Also Read Asia Cup, IND vs PAK: Shaheen Afridi says prepared enough to win the trophy IPL 2024: Will Pakistan's Mohd Amir play in World's richest cricket league? Pakistan cricket: Shaheen to lead in T20Is, Masood gets Tests captaincy IND vs AUS ODIs: Australia captain Cummins likely to be fit by India tour Salman Khan new 'bald' look leaving fans shocked, speculation of new film IND vs SA 2nd Test: Elgar named Proteas captain, Hamza replaces Bavuma Avesh Khan added to India's squad ahead of second Test against South Africa IND vs SA 2nd Test: Jadeja starts training, may find place in India XI IND vs SA 1st Test: India fined for slow over rate, two WTC points docked Virat Kohli becomes first batter to hit 2000 runs in 7 different years Pakistan fast bowler Shaheen Afridi (4-76) made a return to form with his best figures of the series, while fellow left-armer Mir Hamza added 4-32. Australia won the first test in Perth by 360 runs. The third test in the three-match series is scheduled to begin Jan. 3 at the Sydney Cricket Ground, where Pakistan won its last test in Australia in 1995. (Only the headline and picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\nTopics : Pat Cummins Australia cricket team Pakistan cricket team Test Cricket Don't miss the most important news and views of the day. Get them on our\nTelegram channel First Published: Dec 29 2023 | 2:32 PM IST",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://www.whatsapp.com/channel/0029Va6cbsSDuMRmPCIgXS2t",
    "https://t.me/bsindiaofficial",
    "https://whatsapp.com/channel/0029Va6cbsSDuMRmPCIgXS2t",
    "https://www.t.me/bsindiaofficial"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pat cummins",
        "sentiment": "negative"
      },
      {
        "name": "cummins",
        "sentiment": "negative"
      },
      {
        "name": "mohammad rizwan",
        "sentiment": "none"
      },
      {
        "name": "salman ali agha",
        "sentiment": "none"
      },
      {
        "name": "alex carey",
        "sentiment": "none"
      },
      {
        "name": "richard illingworth",
        "sentiment": "none"
      },
      {
        "name": "rizwan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cummins",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "melbourne cricket ground",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T11:21:49.817+02:00",
  "updated": "2023-12-29T11:21:49.817+02:00"
}