{
  "thread": {
    "uuid": "9c0f4081e64720d69299a293a165563078a35500",
    "url": "https://studentaffairs.ucmerced.edu/news/2024/new-aerospace-engineering-major-links-uc-merced-skyrocketing-industry",
    "site_full": "studentaffairs.ucmerced.edu",
    "site": "ucmerced.edu",
    "site_section": "https://studentaffairs.ucmerced.edu",
    "site_categories": [],
    "section_title": "Home | Student Affairs",
    "title": "New Aerospace Engineering Major Links UC Merced to Skyrocketing Industry | Student Affairs",
    "title_full": "New Aerospace Engineering Major Links UC Merced to Skyrocketing Industry | Student Affairs",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 11729,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9c0f4081e64720d69299a293a165563078a35500",
  "url": "https://studentaffairs.ucmerced.edu/news/2024/new-aerospace-engineering-major-links-uc-merced-skyrocketing-industry",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Patty Guerra; UC Merced",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "New Aerospace Engineering Major Links UC Merced to Skyrocketing Industry | Student Affairs",
  "text": "The newest major in UC Merced's School of Engineering is one of the most exciting subjects in - and out of - this world. [Aerospace engineering](https://ae.ucmerced.edu/), one of the fastest-growing industries in the state, will be available as a major area of study at the university in fall 2025. The adoption of an aerospace engineering major at UC Merced is exciting for all the romantic reasons you might expect - visions of alumni working on satellites and spacecraft and taking part in missions to explore the vast frontier. \"As the quest for expanding our footprint to other habitable worlds in the solar system continues, aerospace engineering knowledge will be the important link that contributes to faster, cleaner, efficient vehicles to achieve our goals,\" according to the proposal for the major. \"The same aerospace engineer will also be able to improve our air transportation between different parts of the world. Reduced emissions, noise, and fuel consumption are some of the important near-future objectives that will revolutionize air transport and a degree in aerospace engineering is crucial to achieving all of these.\" It also makes great sense from a financial perspective. The global space economy is growing at a furious pace. It hit $469 billion in 2021, according to the nonprofit [ Space Foundation](https://cie.spacefoundation.org/space-industry-growth-where-are-the-opportunities-in-2022/). In the first six months of 2022 alone, a record-setting 1,022 spacecraft were placed in orbit - more than in the first 52 years of the Space Age, the foundation said. Investment bank Morgan Stanley estimates the economic potential of space commerce business at $1 trillion by 2040. This rapid expansion of the space industry has been driven by increased private sector investment, rising demand for space data and, especially, advances in technology such as reusable launch vehicles and miniature satellites. \"Technology for space missions is evolving rapidly and we will prepare the next generation of engineers to be part of this evolution,\" said Professor Ashlie Martini, chair of the Department of Mechanical Engineering, which developed the aerospace engineering major. \"The incredible growth of the global space economy is a testament to the talented professionals who innovate new ideas for space every day to help humanity and the ever-growing reliance on those benefits from space for all the people of Earth,\" Space Foundation CEO Tom Zelibor said in a news release. \"The booming space industry will need to expand its workforce to sustain this kind of growth. That means delivering the message to everyone, from kindergarten on up, that they have a place in space at one of the most exciting times since we first reached for the stars.\" California is among the leaders in the sector, with the number of jobs projected to grow 8.5 percent in the next decade. There is quite a bit of enthusiasm on campus for the new major. \"We are incredibly excited about the new aerospace engineering major. We already have an optional emphasis in aerospace engineering as part of the mechanical engineering major and many UC Merced alumni are working in the space and aerospace industries,\" Martini said. \"The new dedicated major will be of interest to students who want to focus on these industries in their careers.\" The aerospace engineering major will prepare engineers to design, construct and test aircraft, missiles and spacecraft. Already, UC Merced students and alumni have successfully obtained full-time employment and internship experiences with aerospace employers including Collins Aerospace, Lockheed Martin, Northrup Grumman, Boeing, SpaceX, Blue Origin, Jet Propulsion Lab (JPL), NASA and Raytheon, said Manny Machado, career specialist for the School of Engineering. The major includes a variety of skills outside of engineering, including physical sciences, mathematics, computing, technology, critical reasoning, technological expertise and communication skills. And the opportunities are nearly as endless as space itself. The United States [ Chamber of Commerce](https://www.uschamber.com/space/space-economy-4-trends-to-watch-in-2022) points out that \"private sector business leaders and government agencies have transformed what was once merely a dream of travel among the stars into a fully functioning global market there's already a fully functioning global market - forming private aerospace companies, launching rockets and satellites, and even creating opportunities for space travel.\" Duval Johnson, UC Merced alumnus and mechanical engineering department external advisory board member, works at JPL and has firsthand experience with the rapid growth of the aerospace industry. \"It is a thrilling time to be an engineer working in aerospace and I am pleased that more UC Merced students will be able to shape the future of the field,\" Johnson said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://www.uschamber.com/space/space-economy-4-trends-to-watch-in-2022)",
    "https://cie.spacefoundation.org/space-industry-growth-where-are-the-opportunities-in-2022/).",
    "https://www.cie.spacefoundation.org/space-industry-growth-where-are-the-opportunities-in-2022/).",
    "https://uschamber.com/space/space-economy-4-trends-to-watch-in-2022)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "new aerospace engineering major links uc merced",
        "sentiment": "neutral"
      },
      {
        "name": "uc merced's school of engineering",
        "sentiment": "neutral"
      },
      {
        "name": "uc merced",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T03:32:23.498+03:00",
  "updated": "2024-04-12T03:32:23.498+03:00"
}