{
  "thread": {
    "uuid": "ae7c5693625d3d01cec3f81022eec11f9c6ac32b",
    "url": "https://cronicaglobal.elespanol.com/business/20231229/sandra-ortega-inmobiliaria-recoger-frutos-historico-inditex/820668057_0.html",
    "site_full": "cronicaglobal.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://cronicaglobal.elespanol.com/rss/latest/",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "",
    "title": "Sandra Ortega dopa a su inmobiliaria tras recoger los frutos de un año histórico en Inditex",
    "title_full": "Sandra Ortega dopa a su inmobiliaria tras recoger los frutos de un año histórico en Inditex",
    "published": "2023-12-29T01:09:50.000+02:00",
    "replies_count": 2,
    "participants_count": 3,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://a1.elespanol.com/cronicaglobal/2015/03/16/business/business_18508498_934787_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2584,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ae7c5693625d3d01cec3f81022eec11f9c6ac32b",
  "url": "https://cronicaglobal.elespanol.com/business/20231229/sandra-ortega-inmobiliaria-recoger-frutos-historico-inditex/820668057_0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Raúl Pozo",
  "published": "2023-12-29T01:09:50.000+02:00",
  "title": "Sandra Ortega dopa a su inmobiliaria tras recoger los frutos de un año histórico en Inditex",
  "text": "Noticias relacionadas Inditex gana un 32,5% más y mantiene un incremento de ventas a doble dígito La apuesta de Inditex por EEUU mantiene a la compañía en máximos Sandra Ortega ganó un 17% menos en 2022 por la caída bursátil de Inditex Sandra Ortega desahucia a Room Mate de dos hoteles de Nueva York y Miami El año descollante en bolsa que Inditex está a punto de cerrar ha tenido su correspondiente efecto en los principales accionistas de la compañía. Ha sido el caso de Sandra Ortega , la mujer más rica de España gracias a la participación del 5% que mantiene en el imperio textil fundado por su padre, Amancio Ortega . En un 2023 que Inditex concluirá en máximos históricos, la primogénita del dueño de Zara ha aprovechado para inyectar más capital en sus negocios inmobiliarios con el fin de abrir camino a nuevas inversiones.\nDe esta forma, Sandra Ortega ha procedido a ejecutar una ampliación de capital en Ferrado Inmuebles , la sociedad a través de la que canaliza su apuesta por el sector inmobiliario, al que destina, al modo de cómo lo hace su padre, parte de los dividendos que percibe de la compañía cotizada.\n25 millones más En concreto, el capital de Ferrado ha quedado fijado en 130 millones de euros tras la reciente inyección de 25 millones de euros realizada por la inversora. Sólo en el actual ejercicio, Sandra Ortega ha ingresado en torno a 185 millones de euros en concepto de retribución al accionista de la empresa que ahora preside su hermanastra, Marta Ortega .\nLa operación supone elevar cerca de un 25% la anterior cifra de capital de Ferrado, que cuenta con una cartera de inmuebles en renta, situados en el extranjero, principalmente en EEUU .\nValor estrella en 2023 Con una revalorización próxima al 60% desde enero, Inditex ha sido uno de los valores estrella del ejercicio en el parquet, lo que ha elevado el valor del patrimonio de Sandra Ortega hasta cotas inéditas.\nDe acuerdo con la relación de grandes fortunas mundiales que elabora y actualiza periódicamente la agencia Bloomberg , el patrimonio de la inversora se sitúa en estos días por encima de los 9.100 millones de dólares (cerca de 8.200 millones de euros al cambio actual).\nUna tienda de Zara en Barcelona EP\nA los precios a los que cotizan las acciones de Inditex, la participación de Sandra Ortega esta valorada en cerca de 6.250 millones de euros. La diferencia se corresponde con su cartera inmobiliaria , a la que prepara para ser ampliada gracias a la buena marcha de Inditex en el mercado.\nEn el caso de su progenitor, el ejercicio que está a punto de terminar ha sido especialmente intenso en cuanto a la actividad inversora se refiere. El empresario ha adquirido numerosos activos relacionados con el sector logístico , especialmente en EEUU, e inmuebles en diversos mercados, entre los que se incluye el muy cotizado de Londres.\nDiversificación Pero además, el hombre más rico de España y uno de los 15 más adinerados del planeta ha ampliado su cartera de activos en el sector de las energías renovables con su tercera alianza con Repsol , a través de la adquisición de una participación minoritaria en una cartera de plantas eólicas y fotovoltaicas .\nSólo en dividendos de Inditex, Ortega se ha embolsado algo más de 2.200 millones; una parte importante del preciado botín ha ido a parar una vez más al sector del ladrillo, para elevar el valor de su cartera hasta una cifra próxima a los 19.000 millones de euros.\nMultiplicado por 13,4 Sin presencia activa en la gestión, Sandra Ortega mantiene la participación del 5% de Inditex que heredó de su madre, Rosalía Mera , primera esposa de Amancio Ortega y cofundadora de la compañía, que falleció hace una década.\nTras la salida a bolsa de Inditex, en 2001, Mera conservó este porcentaje, que fue valorado en la OPV en poco más de 455 millones de euros. Más de dos décadas después, esta cifra se ha multiplicado por 13,4.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:09:53.332+02:00",
  "updated": "2023-12-29T01:09:53.332+02:00"
}