{
  "thread": {
    "uuid": "ebcfb0576d5601720404101fbfe066a1150c25de",
    "url": "https://www.buffalobills.com/news/josh-allen-wishes-stefon-diggs-nothing-but-the-best-has-his-eyes-set-on-future-of-bills-offense",
    "site_full": "www.buffalobills.com",
    "site": "buffalobills.com",
    "site_section": "https://buffalobills.com",
    "site_categories": [
      "football",
      "sports"
    ],
    "section_title": "Buffalo Bills Home | Buffalo Bills - buffalobills.com",
    "title": "Josh Allen wishes Stefon Diggs 'nothing but the best', has his eyes set on future of Bills' offense",
    "title_full": "Josh Allen wishes Stefon Diggs 'nothing but the best', has his eyes set on future of Bills' offense",
    "published": "2024-04-19T00:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.clubs.nfl.com/image/upload/t_editorial_landscape_12_desktop/bills/jtivedsl4rs0n7mpkvph",
    "performance_score": 0,
    "domain_rank": 21414,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ebcfb0576d5601720404101fbfe066a1150c25de",
  "url": "https://www.buffalobills.com/news/josh-allen-wishes-stefon-diggs-nothing-but-the-best-has-his-eyes-set-on-future-of-bills-offense",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alec White",
  "published": "2024-04-19T00:00:00.000+03:00",
  "title": "Josh Allen wishes Stefon Diggs 'nothing but the best', has his eyes set on future of Bills' offense",
  "text": "The first phase of offseason activities has begun at One Bills Drive and players are back in the building for voluntary workouts which started Monday. QB Josh Allen and head coach Sean McDermott spoke to the media on their impressions of how the offseason has gone so far. Here's what we learned. Allen: Wishing Diggs 'nothing but the best' Over the last four seasons, Josh Allen and Stefon Diggs have been synonymous with the most prolific QB/WR duo in the NFL. 2024 will mark a new chapter for each player as Allen adjusts to life without his WR1 after the Texans acquired Diggs via a trade in early April. \"It's definitely hard to part ways with a guy that's been very instrumental in our success here over the last four years. And again, I can't thank him enough for when he came in and how hard he worked and what he taught me along the years,\" Allen said Thursday. When Allen learned the trade had been finalized, he reached out to Diggs to express his gratitude for the success and friendship they shared as teammates. \"I shared a text with him and got one back, and just thanking him for everything that he did for me and always have a spot in my heart for him. And I'll always love that guy like a brother. And I wish him nothing but the best,\" he said. With Diggs, a veteran presence in the clubhouse, no longer in Buffalo, Allen believes that it's up to him and other players on the team to fill that leadership void. \"I think it's an opportunity for myself to grow as a leader. And to bring along some of these young guys and new guys that we've brought into our team. And that's an opportunity, frankly, that I'm very excited about. It's something that's going to be very challenging, but I'm very willing to do it,\" Allen shared. Allen, who will be entering his seventh NFL season, is a perennial MVP candidate. He led the league in touchdowns last season and helped the Bills win the AFC East for a fourth-straight year. The QB understands that high level of year-in-year-out success puts him — and the Bills — under a microscope when it comes to team chemistry. \"You're not getting paid just to be the quarterback. You're getting paid to be the best leader that you can be, the best quarterback obviously comes with that,\" Allen said. \"So leadership looks like a lot of different things. You wear many hats in this building. You know, and sometimes, it's not the easiest thing, and especially when I feel like I'm one of the guys and sometimes I have to remind myself that you're looked at a little bit differently.\" He added, \"Guys are relying on you a little bit more and understanding that but trusting the coaching staff, trusting your teammates around you. And having that type of humility, where it's like, you're able to say when and where you're wrong. And I think that's what we've learned over the last few years, not just with (Diggs) but with other receivers and with other players as well.\" Youth movement 'not a bad thing' for Bills offense The beginning of the offseason workout program is where the foundation is laid for the Bills' identity for the fall. For the Buffalo offense, it's been about building around a young core. As it stands, Buffalo's active roster does not have an offensive player over the age of 30 (La'el Collins turns 31 in July). \"I don't think it's a wrong thing or a bad thing to get younger,\" Allen said. \"I think that, as a coaching staff, as a leader, to be able to come in and kind of mold these guys into the team that you want to be, I think there's a very exciting opportunity.\" Allen will also get to work alongside one of the NFL's youngest offensive coordinators in Joe Brady. This first week of offseason workouts has offered a glimpse into what Brady's vision for the offense will be. So far, Allen's indication is that it's going the right way. \"Already just going through different concepts and the little tweaks here or there,\" he said. \"Starting my eyes here, progressing through here, instead of maybe being — like it's a little technical — but talking to other quarterbacks, it's like why weren't we doing this before?\" One thing that stood out to Allen last season when Brady was the interim OC was the level of involvement everyone had in deciding which plays the offense executed the best. The QB expects that to continue to be a key part of the system. \"His big philosophy is, if you guys want it, if that's something you want, you're going to make it work,\" he shared. \"And again, he wants to call the plays that work. And when guys are convicted about a certain concept or a certain play, it's typically going to work out in our favor.\" \"Our focus has been where it needs to be\" With a handful of veterans departing during free agency, Bills head coach Sean McDermott understands it will be a challenge to replace both their leadership and on-field production. That challenge also extends to the coaching staff which saw five new full-time hires and promotions for Joe Brady (OC) and Bobby Babich (DC). After just one week, McDermott has been impressed with the collaboration and teamwork from both the players and staff. \"We're just getting started, right? I think our focus has been where it needs to be. That's starting with what's right in front of us and our offseason program,\" McDermott said. The head coach shared that about 95% of the team has reported to One Bills Drive for the voluntary workouts that began Monday, which he stated is a \"very high\" number. \"The participation has been great, the energy has been great. Guys getting to know one another, and building that love, that respect,\" McDermott said. \"That leads into them being ready to hold each other accountable or just that shared accountability, which is as you know big for us.\" As far as finding elevated leadership roles for current players, McDermott shared that he and the coaching staff have between 10-15 players they've identified as guys who could take that next step. The voluntary offseason workouts, along with OTAs and Mandatory Minicamp will be times where that development takes place. \"We have some guys already in mind that will step up and will have to stretch themselves to get out of their comfort zone a little bit, and that comes with developing as a leader and putting yourself in those positions. The more you do it, the better you get at it,\" McDermott said. Does Allen have a say in Bills draft selection? We're one week away from the 2024 NFL Draft and the Bills are starting to put the final touches on their draft board. As the first round gets closer don't be surprised if Brandon Beane gets a call or text from pseudo GM Josh Allen. \"I look at all the highlight tapes on YouTube, so everyone's a baller on those highlights,\" Allen laughed. \"But going down and actually watching all their targets and seeing their mannerisms. And obviously I'm not there in the personnel meetings. But I get a lot of intel from the guys up in the bullpen.\" Joking aside, Allen shared that he truly loves the NFL Draft process, recalling his constant anxious headache he had on Draft Day waiting for his name to be called. He also remembers sending Beane a text on the day of last year's draft that simply read 'Dalton Kincaid', a mild suggestion on his Day 1 draft preference that ended up coming to fruition. However, Allen doesn't expect that to be the norm. \"I'd like to think that I have some input in who we get to pick, but honestly, I really don't,\" he said. Scroll to see photos of the Buffalo Bills working out at One Bills Drive during phase one of 2024 offseason workouts.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stefon diggs",
        "sentiment": "neutral"
      },
      {
        "name": "josh allen",
        "sentiment": "neutral"
      },
      {
        "name": "diggs",
        "sentiment": "none"
      },
      {
        "name": "allen",
        "sentiment": "none"
      },
      {
        "name": "wishing diggs",
        "sentiment": "none"
      },
      {
        "name": "sean mcdermott",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nfl",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "one bills drive",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:33:51.728+03:00",
  "updated": "2024-04-19T01:33:51.728+03:00"
}