{
  "thread": {
    "uuid": "a0b2e631577b25c5aa5b87304829c6003781dd21",
    "url": "https://guernseypress.com/news/uk-news/2023/12/29/molly-russells-father-made-mbe-for-services-to-child-safety-online/",
    "site_full": "guernseypress.com",
    "site": "guernseypress.com",
    "site_section": "https://guernseypress.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Molly Russell’s father made MBE for services to child safety online",
    "title_full": "Molly Russell’s father made MBE for services to child safety online",
    "published": "2023-12-30T00:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.guernseypress.com/resizer/k6FgVYGyEWARi9Vo3tPU3P5Qj8A=/1200x900/cloudfront-us-east-1.images.arcpublishing.com/mna/XP4O7TI24RAUHLSLEK36YURTYQ.jpg",
    "performance_score": 0,
    "domain_rank": 77709,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a0b2e631577b25c5aa5b87304829c6003781dd21",
  "url": "https://guernseypress.com/news/uk-news/2023/12/29/molly-russells-father-made-mbe-for-services-to-child-safety-online/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "UK News",
  "published": "2023-12-30T00:34:00.000+02:00",
  "title": "Molly Russell’s father made MBE for services to child safety online",
  "text": "Molly Russell’s father made MBE for services to child safety online\nIan Russell has been made an MBE for services to child safety online.\nMolly Russell’s father said the 14-year-old would have been “very proud” of her legacy of suicide prevention as he was made an MBE in the New Year Honours list.\nIan Russell, 60, has been recognised for services to child safety online after he set up the Molly Rose Foundation suicide prevention charity in her memory and contributed to the establishment of the Online Safety Bill.\nLast September, a coroner ruled schoolgirl Molly, from Harrow, north-west London, died from “an act of self-harm while suffering from depression and the negative effects of online content” in November 2017.\nOn what Molly would have made of his MBE, he said: “Molly was quite content to get on stage and take part in school plays but she was a quiet person, she didn’t like the limelight, so I think she would have found this a bit strange.\n“But because she was such a caring person, I think she would have been tremendously proud of being able to help people who may be struggling with their mental health and may be beginning to have thoughts about suicide.\n“If she thought she could help those people live long and stay strong, she’d be very proud indeed.”\nHe said his daughter was “very special” and “emotionally intelligent”, adding: “She had a cheeky sense of humour and above all she was one of the most caring people I’ve ever known even though she died at the age of 14.”\nLast month, the Molly Rose Foundation released a report in the week that would have marked her 21st birthday, which said social media platforms suffer from significant, fundamental system failings in handling self-harm and suicide content.\nIt said it found harmful content at scale and prevalent on Instagram, TikTok and Pinterest – in response to which the firms outlined what they are doing to keep youngsters safe online.\nMr Russell said the foundation has also been sending out help cards with contact details for support services to schools and other organisations involved with children.\nIt also provides suicide prevention training in schools and is “trying to set up a network of support centres across the high streets of the UK”.\nHe added: “Without those conversations, there’s a much greater danger that people will end up ending their own lives, so we’re trying to find ways to start difficult conversations and we’re trying to continue working with the regulators in terms of the Online Safety Act which has past through Parliament and is now law.\n“It’s really important that we don’t shy away from talking about online safety, we don’t shy away from talking about suicide and we don’t shy away from talking about mental health, having conversations is the most important thing and we can all do that on an individual level.\n“It’s also really important that governments regulate to make sure that the tech platforms show more corporate/social responsibility than perhaps they have in the past because the tech platforms, at the end of the day, are the places where improved safety features have to be implemented to keep people safe online, for example, they shouldn’t be algorithmically recommending harmful content, particularly to young people, that has to change.\n“And it’s important for governments around the world to join the list of nations that have introduced regulation to make the online world safer.”\nHe added: “Although honours are individual things, this was for a team of people, this was for hundreds of people in fact that have been involved in making the online world safer and helping to prevent young suicide, and that by accepting it and continuing to raise awareness, it would be a good thing to do and hopefully in the future, there would be far fewer cases like Molly’s.”\nAlice Hendy, founder of R;pple suicide prevention charity, has also been appointed MBE for services to online safety.\nMs Hendy, from Fareham, Hampshire, lost her sibling, Josh, 21, to suicide in November 2020 after he had been searching for techniques to take his own life through harmful internet searches.\nShe subsequently launched R;pple – an online interceptive tool designed to ensure that more help and support is provided to people who are conducting searches relating to self-harm or suicide.\n“Alice Hendy is one of the most extraordinary people that I’ve met in this space,” he said.\n“Her bravery and her courage after losing her brother Josh is extraordinary and what she’s achieved with the R;pple suicide prevention tool she’s developed is extraordinary, I just can’t quite understand why it hasn’t been adopted more quickly and more widely by platforms and by people.”\nMs Hendy told the PA news agency: “Receiving this MBE is a huge honour.\n“When I first started R;pple, the intention was never to achieve any recognition or gain back slaps in any way, it was a way for me to remember my brother, to continue his legacy and ultimately to stop other people from feeling so low that they believe that taking their own life is their best option.\n“The creation of R;pple has helped a lot of people and it’s all in the name of my brother.\n“So, very humbled, very overwhelmed really to receive the letter through my letterbox in between all of my bills and my mortgage and so on. And, yeah, looking forward to raising a glass to Josh as a result.”\nFor mental health support, call the Samaritans on 116 123, email them at jo@samaritans.org or visit\n samaritans.org to find your nearest branch.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [
    "http://samaritans.org",
    "http://www.samaritans.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "molly russell",
        "sentiment": "negative"
      },
      {
        "name": "ian russell",
        "sentiment": "negative"
      },
      {
        "name": "molly",
        "sentiment": "none"
      },
      {
        "name": "bill",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "molly rose foundation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "harrow",
        "sentiment": "none"
      },
      {
        "name": "north-west london",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:45:03.815+02:00",
  "updated": "2023-12-30T00:45:03.815+02:00"
}