{
  "thread": {
    "uuid": "250e30001f090d1ce16614c220ba25a10ede02cc",
    "url": "https://whatsnew2day.com/worlds-biggest-iceberg-completes-a-perfect-pirouette-watch-as-a-trillion-tonne-megaberg-the-size-of-greater-london-spins-on-the-spot-just-north-of-the-antarctic-peninsula",
    "site_full": "whatsnew2day.com",
    "site": "whatsnew2day.com",
    "site_section": "https://whatsnew2day.com",
    "site_categories": [
      "media"
    ],
    "section_title": "WhatsNew2Day - Latest News And Breaking Headlines",
    "title": "World's biggest iceberg completes a perfect pirouette! Watch as a trillion-tonne 'megaberg' the size of Greater London spins on the spot just north of the Antarctic Peninsula - WhatsNew2Day",
    "title_full": "World's biggest iceberg completes a perfect pirouette! Watch as a trillion-tonne 'megaberg' the size of Greater London spins on the spot just north of the Antarctic Peninsula - WhatsNew2Day",
    "published": "2024-02-15T15:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://whatsnew2day.com/wp-content/uploads/2024/02/Worlds-biggest-iceberg-completes-a-perfect-pirouette-Watch-as-a.jpeg",
    "performance_score": 0,
    "domain_rank": 74915,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "250e30001f090d1ce16614c220ba25a10ede02cc",
  "url": "https://whatsnew2day.com/worlds-biggest-iceberg-completes-a-perfect-pirouette-watch-as-a-trillion-tonne-megaberg-the-size-of-greater-london-spins-on-the-spot-just-north-of-the-antarctic-peninsula",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elijah",
  "published": "2024-02-15T15:57:00.000+02:00",
  "title": "World's biggest iceberg completes a perfect pirouette! Watch as a trillion-tonne 'megaberg' the size of Greater London spins on the spot just north of the Antarctic Peninsula - WhatsNew2Day",
  "text": "It is a floating mass of pure white ice, about the size of Greater London. And now the world’s largest iceberg, named A23a, has completed a pirouette during its journey towards the Southern Ocean. NASA satellite images show the tooth-shaped iceberg rotating more than 360 degrees between December and February, just north of the Antarctic Peninsula. A23a is gradually being eroded by waves and melting by warmer waters as it moves north, after 30 years of being anchored to the ocean floor. According to the British Antarctic Survey (BAS), which visited A23a in December, the iceberg is traveling north at a rate of about 30 miles per day. The world’s largest iceberg, called A23a, has performed a pirouette during its journey towards the Southern Ocean Scientists revealed in November that the iceberg is on the move again. This map shows the iceberg’s position highlighted in blue starting in August (below) and in recent weeks (above). Carried by winds and ocean currents, it is being carried down “iceberg alley,” a common route for icebergs to float toward the subantarctic island of South Georgia. “Megaberg #A23a is in its spin era,” said the British Antarctic Survey, which posted the animation on X (formerly Twitter). ‘These dance moves by #IcebergAlley are part of the iceberg’s long, melting journey to warmer waters. ‘Don’t be fooled by the size of your screen – this is the largest iceberg in the world, about the size of Cornwall or Rhode Island!’ EYOS Expeditions, which arrived at A23a in January, deployed a drone to take the final photographs from the air. EYOS cameraman Richard Sidey said the A23a is “incredibly large” and “stretches as far as you can see in both directions”. ‘Actually, I don’t think we can understand how big it is; We can only know its size through science,” he stated. A23a is the largest surviving fragment of an iceberg that broke off from Antarctica’s Filchner Ice Shelf in August 1986. EYOS cameraman Richard Sidey said the A23a is “incredibly large” and “stretches as far as you can see in both directions”. This shot highlights the loss of a chunk of iceberg mass. It is four times the size of Greater London but getting smaller EYOS Expeditions, which arrived at A23a in January, deployed a drone to take the final photographs from the air. It had only moved a couple hundred miles when it became stuck, or “grounded,” on the bottom of the ocean, and ended up stuck for the next 30 years. Icebergs “sink” to the ocean floor when their keel (the part below the water’s surface) is deeper than the depth of the water. Scientists revealed in November that the iceberg is on the move again, being blown north by wind and ocean currents. They estimated that it has an area of 1,500 square miles, a volume of 263 cubic miles, and a mass of just under a trillion tons. That makes it not only four times larger than Greater London, but also 100 million times heavier than the Eiffel Tower in Paris. However, parts of the iceberg are breaking off as it moves north, due to erosion and melting warmer waters. Like coastal erosion of the land, waves crash against the iceberg to make the gaps constantly grow until the top collapses. This leaves small “piles” that then form smaller “stumps” before melting completely. While A23a originally broke off from the Filchner Ice Shelf in 1986, it remained stranded on the seafloor until last month. To give an idea of scale, this image shows the iceberg area overlaid on a map of Greater London. This is a fusion process by which A23a will eventually be lost forever, but due to its large size, this may take a while. If it doesn’t melt enough by the time it reaches South Georgia (the island in the South Atlantic), it could cause problems. There is a chance that the huge iceberg could disrupt the feeding routines of wild animals like penguins, for example, if it parks in an area where they normally forage. “It depends on its trajectory, but there is a chance it could affect wildlife if it approaches any of the sub-Antarctic islands,” a BAS spokesperson told MailOnline. A23a is currently the largest iceberg in the world, but this title will not last forever because all icebergs eventually break up. The previous record holder was A76, which broke off from an ice shelf in the Weddell Sea in May 2021, but has since broken up into three pieces. Incredible moment when an iceberg breaks and flips next to daring tourists Stunning images captured the moment a gigantic iceberg collapsed and capsized just meters from the daring tourists. Stuck off the coast of Svalbard, Norway, the massive chunk rolled in an extremely rare flipping event as onlookers watched in disbelief. Icebergs are prone to capsize as they separate from their “parent glacier,” and their irregular shapes often cause them to wobble a lot. Scientists say the simple impact of this can release as much energy as an atomic bomb and even cause tsunamis in the most extreme cases. Read more",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nasa",
        "sentiment": "none"
      },
      {
        "name": "southern ocean scientists",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "greater london",
        "sentiment": "none"
      },
      {
        "name": "antarctic peninsula",
        "sentiment": "none"
      },
      {
        "name": "southern ocean",
        "sentiment": "none"
      },
      {
        "name": "south georg",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T04:59:59.925+02:00",
  "updated": "2024-02-16T04:59:59.925+02:00"
}