{
  "thread": {
    "uuid": "766d56082c9aa32b99dd5fc1ad84fc2fe734576b",
    "url": "https://www.eldebate.com/espana/la-voz-de-cordoba/cultura/20231229/coro-joven-andalucia-actuara-catedrales-cordoba-huelva_163747.html",
    "site_full": "www.eldebate.com",
    "site": "eldebate.com",
    "site_section": "https://www.eldebate.com/rss/espana/la-voz-de-cordoba.xml",
    "site_categories": [],
    "section_title": "La Voz de Córdoba",
    "title": "El Coro Joven de Andalucía actuará en las catedrales de Córdoba y Huelva",
    "title_full": "El Coro Joven de Andalucía actuará en las catedrales de Córdoba y Huelva",
    "published": "2023-12-29T18:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.eldebate.com/files/article_social/files/fp/uploads/2023/12/29/658ef8cf2bf91.r_d.2021-1183-2350.jpeg",
    "performance_score": 0,
    "domain_rank": 42439,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "766d56082c9aa32b99dd5fc1ad84fc2fe734576b",
  "url": "https://www.eldebate.com/espana/la-voz-de-cordoba/cultura/20231229/coro-joven-andalucia-actuara-catedrales-cordoba-huelva_163747.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción La Voz",
  "published": "2023-12-29T18:56:00.000+02:00",
  "title": "El Coro Joven de Andalucía actuará en las catedrales de Córdoba y Huelva",
  "text": "El Joven Coro de Andaluc\\u00eda del Programa Andaluz para J\\u00f3venes Int\\u00e9rpretes de la Consejer\\u00eda de Turismo, Cultura y Deporte, prepara ya el programa que ofrecer\\u00e1 la pr\\u00f3xima semana en su gira de invierno. Desde el pasado martes, 26 de diciembre, un total de 40 j\\u00f3venes cantores musicales andaluces han comenzado a trabajar el programa 'La Magia a voci pari' en Mollina (M\\u00e1laga) de la mano de su director titular, Marco Antonio Garc\\u00eda de Paz, y de la directora de coro invitada a este encuentro, Elena Rosso. Las actuaciones tendr\\u00e1n lugar el mi\\u00e9rcoles, 3 de enero en la Mezquita Catedral de C\\u00f3rdoba y el jueves, 4 de enero, en la Catedral de la Merced de Huelva. 'La Magia a voci pari' es el programa que interpretar\\u00e1n en esta ocasi\\u00f3n con una horquilla interpretativa muy amplia que va desde obras de Palestrina hasta Penderecki, haciendo un especial \\u00e9nfasis en el romanticismo alem\\u00e1n a trav\\u00e9s de la figura de F\\u00e9lix Mendelssohn. Se trata de un repertorio enteramente sacro que se adentra en el interesante mundo de las voces y transita por el colorido sonoro que ofrece la m\\u00fasica escrita para coro femenino y coro masculino. El concierto, que cierra con la mezcla de ambas texturas, intenta lograr un final que contenga toda la paleta arm\\u00f3nica y el m\\u00e1ximo colorido. Para preparar este programa tan inusual como exigente, el alumnado est\\u00e1 trabajando con profesores especializados en este tipo de repertorio, como son la soprano Cristina Teijeiro, la mezzosoprano Ekaterina Antipova, el tenor Andr\\u00e9 P\\u00e9rez y el bajo Javier Povedano (antiguo alumno del JCA). Junto a ellos, el pianista Jes\\u00fas Campo, repertorista en el Coro Nacional de Espa\\u00f1a quien, adem\\u00e1s de asistir a los directores y participar en las obras con piano durante la gira, impartir\\u00e1, para el enriquecimiento personal del alumnado, una masterclass en lied dentro de las jornadas de trabajo que se est\\u00e1n celebrando en Mollina. Tras el encuentro, el Joven Coro de Andaluc\\u00eda ofrecer\\u00e1 dos conciertos muy singulares: el primero de ellos en la Mezquita-Catedral de C\\u00f3rdoba, el mi\\u00e9rcoles 3 de enero; y, el segundo, en la Catedral de la Merced de Huelva, el jueves 4 de enero. Ambos conciertos dar\\u00e1n comienzo a las 20:00 horas y la entrada es libre hasta completar aforo. Con estas actuaciones, el Programa Andaluz para J\\u00f3venes Int\\u00e9rpretes da comienzo de manera oficial a la celebraci\\u00f3n del 30\\u00ba aniversario de su creaci\\u00f3n. Una efem\\u00e9ride que se extender\\u00e1 a lo largo de 2024 con distintos proyectos que llevar\\u00e1n a la Orquesta y al Coro por toda la geograf\\u00eda espa\\u00f1ola. Est\\u00e1 prevista su participaci\\u00f3n en algunos de los principales festivales y auditorios de la geograf\\u00eda espa\\u00f1ola El Programa Andaluz para J\\u00f3venes Int\\u00e9rpretes de la Agencia Andaluza de Instituciones Culturales de la Consejer\\u00eda de Turismo, Cultura y Deporte de la Junta de Andaluc\\u00eda fue creado en 1994 con el objetivo de impulsar y complementar la formaci\\u00f3n musical de los j\\u00f3venes valores que aspiran a incorporarse al \\u00e1mbito profesional musical. Desde su inicio se crea la Orquesta Joven de Andaluc\\u00eda, ampli\\u00e1ndose en 2007 a la formaci\\u00f3n coral con la creaci\\u00f3n del Joven Coro de Andaluc\\u00eda. que nace con el objetivo de impulsar y complementar la formaci\\u00f3n musical de j\\u00f3venes valores con edades comprendidas entre los 16 y 31 a\\u00f1os nacidos o residentes en Andaluc\\u00eda que se encuentren realizando estudios musicales y que deseen complementar su formaci\\u00f3n vocal. Por esta labor, en 2015 fue galardonado con el Premio Andaluc\\u00eda Joven 2015 en la modalidad de Arte al por \\u00abhaber proporcionado en estos m\\u00e1s de 20 a\\u00f1os de existencia a j\\u00f3venes talentos musicales andaluces, la oportunidad de desarrollar sus capacidades interpretativas y profesionales en una formaci\\u00f3n sinf\\u00f3nica profesional, permiti\\u00e9ndoles alcanzar su m\\u00e1ximo potencial como m\\u00fasicos, como int\\u00e9rpretes y como personas, enriqueciendo al mismo tiempo su entorno social y cultural a trav\\u00e9s del arte de la interpretaci\\u00f3n musical, y la difusi\\u00f3n de la m\\u00fasica\\u00bb. Desde su creaci\\u00f3n, el Programa ha contado con la colaboraci\\u00f3n de directores de la talla de los maestros Michael Thomas (fundador del JCA), Julio Dom\\u00ednguez, Rom\\u00e1n Barcel\\u00f3, Juanma Busto, \\u00cd\\u00f1igo Sampil, Carlos Aransai o Llu\\u00eds Vilamaj\\u00f3. El actual director, Marco Antonio Garc\\u00eda de Paz est\\u00e1 considerado en la actualidad uno de los directores de coro m\\u00e1s audaces y creativos de Espa\\u00f1a, con m\\u00e1s de 60 premios nacionales e internacionales.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T19:14:05.056+02:00",
  "updated": "2023-12-29T19:14:05.056+02:00"
}