{
  "thread": {
    "uuid": "0300541a8afa059466abf2b258d422c3946504d8",
    "url": "https://www.world-today-news.com/good-friday-the-ancient-charm-of-the-brotherhoods-on-stage",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News",
    "title": "Good Friday, the ancient charm of the brotherhoods on stage",
    "title_full": "Good Friday, the ancient charm of the brotherhoods on stage - World Today News",
    "published": "2024-03-29T15:51:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.lacittadisalerno.it/wp-content/uploads/2024/03/via-crucis-generica.jpg",
    "performance_score": 0,
    "domain_rank": 26986,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0300541a8afa059466abf2b258d422c3946504d8",
  "url": "https://www.world-today-news.com/good-friday-the-ancient-charm-of-the-brotherhoods-on-stage",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-03-29T15:51:00.000+03:00",
  "title": "Good Friday, the ancient charm of the brotherhoods on stage",
  "text": "Crosses carried on the shoulder, sad faces and painful expressions, centuries-old religious traditions. The culmination of the rites of Holy Week you reach the Good Friday when along the streets and alleys of the provincial villages groups of men and women, depicting the Passion and Death of Christ , they parade between prayer and recitation. Processions that have deep cultural and religious roots.\nCoastal Come a Ravello in Amalfi Coast with the Procession of the Dead Christ and the streets surrounded by the singing of the “battenti”, a testimony of ancient practices, first popular and then confraternal, which for centuries have been carried out annually during Holy Week. Hooded men dressed in white, a reminder of the penitents, sing ancient melodies that constitute the cultural heritage of each municipality on the coast, leading a route that winds along the churches. In Ravello, as in Minors where thousands of lights placed on the windowsills create an ethereal scenography, and for example Amalfi . The Good Friday procession in Amalfi is one of the most touching moments of religiosity on the Coast. The town goes out at sunset, illuminated only by the lights of torches and braziers, which accompany the procession and the voices of the choir. After crossing the entire city, the Statue of Christ is placed in the church in Town Hall Square : the Our Lady of Sorrows she then returns, alone, to the cathedral of Sant’Andrea. The organization of this event is entrusted to Archconfraternity of Addolorata of Amalfi .\nCilento Suggestion in Cilento ancient, particularly in the countries around Mount Stella , for the pilgrimages of the brotherhoods to the altars of reposition set up in the churches. From Smoke leaker a Montecorice passing from Rocca Cilento a Sessa Cilento yes Pollica a Stella Cilento there are numerous “congregations” on pilgrimage to the altars of the Reposition . Every town, in some cases even every “farmhouse”, has one. An archaic collective ritual with intense charm. The roles in the congregations, the mozzette of different colors for each one, the birth of the songs: an incredible story. In many villages of Cilento e Vallo di Diano will be staged (in some municipalities it has been brought forward, a Saint Nicholas of Centola was held yesterday) the performance of Living Way of the Cross . It is the day of great devotional depth and popular tradition for Cilento.\nAgro Also suggestive are the processions of the “ Crosses ” o “ whiteners ”, which from the first light of dawn on Good Friday until late morning, travel the streets of Sarno . An ancient rite that has its roots in 1200, when the brotherhoods were established in Sarno.\nIn the capital Tradition also in the city a Salerno with the Way of the Cross through the streets of the Risen Jesus parish. The theme for reflections is: “ The truth of love will set you free ”. The religious procession will make several stops. The last station will be exciting with the deposition of the shroud in the tomb, until the deafening silence in total darkness. Only the voice of the parish priest, Don Giuseppe Landi will echo for the ritual blessing inviting everyone to “ rise again in the Lord with a new heart ”. Also tonight at the Judicial Citadel of Salerno the Parish of San Demetrio and the Prison Pastoral of Salerno organized the Via Crucis for Peace, with the participation of the Archbishop of Salerno-Campagna-Acerno Monsignor Andrea Bellandi next to the parish priest of Saint Demetrius and chaplain of the Salerno prison , Don Rosario Petrone and the president of Court of Salerno but also magistrates, responsible for Penitentiary Police and lawyers. While at the parish Saint Eustace martyr, a suggestive Via Crucis will take place at 7 pm, which will begin in the church and then move to the garden and then reach the fourteenth station: Jesus placed in the tomb. A funerary monument with a large stone that opens to welcome the body of Christ and will then be closed again to be slid away on the night of Easter .\n#Good #Friday #ancient #charm #brotherhoods #stage\n– 2024-03-29 12:51:28",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christ",
        "sentiment": "none"
      },
      {
        "name": "dead christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ravello",
        "sentiment": "none"
      },
      {
        "name": "amalfi",
        "sentiment": "none"
      },
      {
        "name": "amalfi coast",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T15:57:00.206+03:00",
  "updated": "2024-03-29T16:36:47.385+03:00"
}