{
  "thread": {
    "uuid": "e8e3ae6400b9b05ce65517cb7db142b6facae4c7",
    "url": "https://newatlas.com/biology/blue-whale-nursing-behavior",
    "site_full": "newatlas.com",
    "site": "newatlas.com",
    "site_section": "http://feeds.feedburner.com/feedburner/AmkRS",
    "site_categories": [
      "tech"
    ],
    "section_title": "New Atlas - New Technology & Science News",
    "title": "Watch: Blue whale nursing calf is captured on film for the first time",
    "title_full": "Watch: Blue whale nursing calf is captured on film for the first time",
    "published": "2024-07-05T13:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets.newatlas.com/dims4/default/17a7054/2147483647/strip/true/crop/2230x1171+0+158/resize/1200x630!/quality/90/?url=http%3A%2F%2Fnewatlas-brightspot.s3.amazonaws.com%2Fd4%2Ffb%2F35f1c2e040a39d333e4f5e0d6c14%2Fscreenshot-2024-07-05-at-7.44.29%E2%80%AFPM.png&na.image_optimisation=0",
    "performance_score": 0,
    "domain_rank": 1592,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 17,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e8e3ae6400b9b05ce65517cb7db142b6facae4c7",
  "url": "https://newatlas.com/biology/blue-whale-nursing-behavior",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bronwyn Thompson",
  "published": "2024-07-05T13:32:00.000+03:00",
  "title": "Watch: Blue whale nursing calf is captured on film for the first time",
  "text": "The first-ever video of a blue whale nursing her calf has been released, along with other stunning videos of the species' intimate interactions, which were captured in 2022 by a snorkeler in the right place at the right time. It's also the first time scientists and the wider community has seen these behaviors by these famously elusive cetaceans. These momentous few seconds filmed in the waters off the coast of Timor-Leste, came about as part of a decade-long research program between citizen scientists and researchers headed by the Australian National University (ANU). “Our decade-long project has documented some of the lesser-known intimate reproductive behaviors of blue whales, some for the very first time. It’s very exciting,” said program leader and marine ecologist Karen Edyvane, an associate professor at ANU. “From newborn calves and nursing mothers to amorous adults in courtship, the waters of Timor-Leste really are providing blue whale scientists with some of our first glimpses into the private lives of one of the world’s largest but most elusive animals.” Drone footage gathered as part of the program's monitoring in 2023 also captured two adult whales \"engaged in intimate courtship,\" revealing to the researchers that these waters play an important role in mating and reproduction. It also spotted whales defecating, providing concrete evidence that the animals also use these waters for foraging and feeding. These insights are invaluable for scientists, filling in vital knowledge gaps as to how these elusive whales interact with their environment. In 2008, research by Edyvane and colleagues highlighted the waters off Timor-Leste as a global hotspot and major migration corridor for whales and dolphins. The pygmy blue whales in the footage were part of an annual migration of the species, which sees them travel between southern Australia and the Banda Sea, east of Indonesia and just north of Timor-Liste. “Timor-Leste’s deep, nearshore waters, particularly in the narrow Ombai-Wetar Strait along the north coast of the country, provide one of the most accessible and best locations for blue whale research in the world,” said Edyvane. “Since 2014, our program has sighted over 2,700 blue whales in Timor-Leste’s waters, monitoring their annual migration along the country’s north coast. On a global level, these numbers are truly extraordinary.” These numbers deliver some rare good news in the cetacean world, where human impact disturbance – from commercial fishing to mining and industry – has devastated nearly all populations across every species. Blue whales (Balaenoptera musculus) are endangered, with current estimates of between 10,000 and 25,000 individuals remaining in the world's oceans, with only 5,000 to 15,000 of those having reached maturity (and reproductive age). “This evidence suggests that these waters are not only important foraging areas for blue whales, but also are critical for reproduction,\" said Elanor Bell, a researcher at the Australian Antarctic Division. \"Until now, it has been a mystery when, where and how blue whales reproduce.” The latest insights are of the subspecies, the pygmy blue whale (Balaenoptera musculus brevicauda), which grows to a maximum 79 ft (24 m) compared to the blue whale's 98 ft (30 m). While hardly small at 79 ft, the pygmy blue whales have been incredibly hard for scientists to track via tagging, because they move through the water so swiftly and only surface briefly before diving deep again for 15-20 minutes. As such, the blue whale monitoring program – known as Baleia no Golfinhu iha Timor-Leste – which involves both professional and citizen scientists, is proving crucial for research into the behaviors of these animals and for monitoring populations for any changes due to environmental factors. “The program has really developed and grown into a major collaboration between researchers, whale tour operators and tourists, student volunteers and local fishermen – all sharing information, images and observations about blue whale sightings,\" said research partner Jose Quintas, National Director for Environment and Research at the Timor-Leste Ministry of Tourism. \"They’ve shared with us some amazing blue whale images. It’s really been an exciting and shared journey.\" Naturally, it's a work in progress, like much ecological research – but made that much more difficult because of the nature of migration and the many territories the whales traverse in their annual journey. “But now, we really need to use this valuable new information to ensure we fully protect and conserve these animals when they pass through Timor-Leste’s waters and beyond,\" Quintas added. \"For this, we urgently need cooperation and support from Australia and the wider international community.” And just because we can't get enough of these videos, here's one more stunning drone clip above a mature blue whale. This research was presented for the first time to the Scientific Committee of the International Whaling Commission (IWC) in April.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.iwc.int/en/",
    "https://worldpopulationreview.com/country-rankings/blue-whale-population-by-country",
    "https://iwc.int/en",
    "https://www.worldpopulationreview.com/country-rankings/blue-whale-population-by-country",
    "https://iwc.int/en/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "karen edyvane",
        "sentiment": "none"
      },
      {
        "name": "leste",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "anu",
        "sentiment": "none"
      },
      {
        "name": "national university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "timor",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T17:05:27.775+03:00",
  "updated": "2024-07-05T23:41:59.439+03:00"
}