{
  "thread": {
    "uuid": "3d3b1b37bace51aa65b5e018fe7fce5e89f045c7",
    "url": "https://www.cornwalllive.com/news/cornwall-news/meet-surviving-world-war-ii-9253921",
    "site_full": "www.cornwalllive.com",
    "site": "cornwalllive.com",
    "site_section": "https://www.cornwalllive.com/rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Cornwall Live - frontpage",
    "title": "Meet surviving World War II plotter who was sending aircraft signals aged 20 - Cornwall Live",
    "title_full": "Meet surviving World War II plotter who was sending aircraft signals aged 20 - Cornwall Live",
    "published": "2024-05-06T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i2-prod.cornwalllive.com/incoming/article9253996.ece/ALTERNATES/s1200/0_LAST-CORNISH-PLOTTER-OF-WWII-JOINED-BY-RAF-FOR-MILESTONE-BIRTHDAY.jpg",
    "performance_score": 0,
    "domain_rank": 10474,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3d3b1b37bace51aa65b5e018fe7fce5e89f045c7",
  "url": "https://www.cornwalllive.com/news/cornwall-news/meet-surviving-world-war-ii-9253921",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Olivier Vergnault",
  "published": "2024-05-06T03:00:00.000+03:00",
  "title": "Meet surviving World War II plotter who was sending aircraft signals aged 20 - Cornwall Live",
  "text": "One of the last surviving Second World War female plotters said if she could put her uniform back on once more, she would do it all again in a heartbeat. Warrant Officer First Class (retired) Kate Orchard is the last of a generation who founded the Fighter Controller specialisation during WWII. In 1941 India created the Women's Auxiliary Corps (India), recruiting women to help the war effort and 20-year-old Kate and two of her sisters volunteered. A year later she was working in the Air Defence Centre, Number 5 Filter Room, alongside both the RAF and the Indian Air Force, as a plotter/teller on 24-hour watches, plotting aircraft targets and sending signals to the air warning systems. She rose to the rank of Warrant Officer First Class and became a trainer of new plotters. She also met her husband, Bill, during the war who was serving in India with the Royal Artillery before he was, later, sent to Burma. Having married in 1944, after the cessation of hostilities, in 1946, the couple moved to Bill’s home in Cornwall – Kate’s first visit to the ‘homeland’. Read next: [Couple in their 90s separated for first time in 74 years due to housing shortages](https://www.cornwalllive.com/news/cornwall-news/couple-90s-separated-first-time-9234213) Read next: [Veterans answer call to pay respects for 'last' Cornwall D-Day hero](https://www.cornwalllive.com/news/cornwall-news/veterans-answer-call-pay-respects-9169052) During a small birthday party held Red River Inn near [Hayle](https://www.cornwalllive.com/all-about/hayle), which had been organised (on Wednesday April 24) to celebrate her 102nd birthday, Kate reminisced about her war services with nine members of the Royal Air Force’s Deployable Air Defence Flight currently deployed to Remote Radar Head Portreath as they paid her a surprise visit to mark the occasion. Kate enjoyed recounting the important role she played in plotting the positions of enemy aircraft and in doing so saving many lives. The team from RRH Portreath were honoured to be the surprise guests and were able to swap stories about how the skies above the UK are protected and defended in the modern day. Being rightly proud of her time in the RAF and the medals she received in recognition for her efforts, Kate said how much she enjoyed the visit from the RAF personnel and her extended RAF Family at RAF St Mawgan. She added: \"If I could put my uniform back on and do it all over again, I would in a heartbeat.\" [Click here to join CornwallLive on WhatsApp](https://chat.whatsapp.com/Crblzf8pkxMLQjLk2S5Bdj) and we'll send breaking news and top stories directly to your phone. We also treat our community members to special offers, promotions, and adverts from us and our partners. If you don’t like our community, you can check out any time you like. If you’re curious, you can read our [Privacy Notice](https://www.reachplc.com/site-services/privacy-policy). Kate was born into a large Anglo-Indian family, one of 13 brothers and sisters. Her father worked as Chief Telegraph Officer on the railways, so Kate spent much of her childhood in boarding schools. After leaving school she trained as a governess and was due to go to South Africa with the family she was working for when war broke out in 1939. In 1941 India started recruiting women to come and help the war effort, so the Women’s Auxiliary Corps (India) (WAC(I)) was formed. Having always been interested in aircraft, Kate underwent an interview for the Air Defence Centre, in which she passed the tests for speed and plotting. Two of her sisters, Merle and Helen, joined up at the same time as her and were all on the same watch. In a previous interview, Kate remembered those early days of the war, saying: \"I wanted to do something for my country, which we all wanted to do during the war. There was a large grid in this room with a map of India. As the messages came through you had to identify if it was hostile or friendly. \"The enemy was the Japanese aircraft. They were the ones we were plotting on the big grid. It saved a lot of lives, otherwise we would have been bombed.\" Kate was joined by four generations of her family to enjoy the celebrations, including her niece who flew all the way from Switzerland to be part of the special day. And, in true Cornish style, one and all joined in with the Cadgwith Singers who were performing some traditional shanties. Sergeant Anthony Thompson, 34, from Harrogate was one of the RAF team who joined Kate to celebrate. As a Cyberspace Communications Specialist within 144 Signals Unit, Deployable Air Defence Flight, Anthony is part of a team who have deployed a RADAR to Cornwall to provide 24/7 air surveillance to the UK, developing an air picture, much the same as Kate did over 80 years ago. Reflecting on his conversations with Kate about the similarities and differences of their roles, Sgt Thompson said: \"While the technology of systems that were used during Kate’s time of Service have changed, the methods and procedures in how we use the information have fundamentally stayed the same. \"Information from all Air Defence sites are brought together by the Command and Control systems within the UK’s Control and Reporting Centres, generating the Recognised Air Picture. This is similar to Kate’s role as a plotter within the Filter Room and is why she was able to save so many lives from enemy bombers.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.reachplc.com/site-services/privacy-policy",
    "https://chat.whatsapp.com/Crblzf8pkxMLQjLk2S5Bdj",
    "https://reachplc.com/site-services/privacy-policy",
    "https://www.chat.whatsapp.com/Crblzf8pkxMLQjLk2S5Bdj"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kate",
        "sentiment": "none"
      },
      {
        "name": "bill",
        "sentiment": "none"
      },
      {
        "name": "kate orchard",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "indian air force",
        "sentiment": "none"
      },
      {
        "name": "raf",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "air defence centre",
        "sentiment": "none"
      },
      {
        "name": "cornwall",
        "sentiment": "none"
      },
      {
        "name": "burma",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T07:10:25.029+03:00",
  "updated": "2024-05-06T08:40:15.833+03:00"
}