{
  "thread": {
    "uuid": "a940501430eb3f28c35d52dceb7533d0440a7412",
    "url": "https://publichealth.berkeley.edu/news-media/school-news/six-berkeley-scientists-elected-lifetime-fellows-of-aaas",
    "site_full": "publichealth.berkeley.edu",
    "site": "berkeley.edu",
    "site_section": "https://publichealth.berkeley.edu/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Berkeley Public Health",
    "title": "Six UC Berkeley scientists elected lifetime fellows of AAAS | Berkeley Public Health",
    "title_full": "Six UC Berkeley scientists elected lifetime fellows of AAAS | Berkeley Public Health",
    "published": "2024-04-18T20:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://publichealth.berkeley.edu/app/uploads/sixup750px_843ae42e-68a9-40a6-b7a4-664d6fd6d7ca-prv.jpg",
    "performance_score": 0,
    "domain_rank": 172,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a940501430eb3f28c35d52dceb7533d0440a7412",
  "url": "https://publichealth.berkeley.edu/news-media/school-news/six-berkeley-scientists-elected-lifetime-fellows-of-aaas",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T20:21:00.000+03:00",
  "title": "Six UC Berkeley scientists elected lifetime fellows of AAAS | Berkeley Public Health",
  "text": "Home News and Media School News Six UC Berkeley scientists elected lifetime fellows of AAAS Six UC Berkeley scientists elected lifetime fellows of AAAS By 3 min. read &#9642 Published April 18 Reprint Share Share on Facebook UC Berkeley's new AAAS Fellows: (clockwise from upper left) Nicole King, Michael Levi, Ravi Prasher, Sayeef Salahuddin, Richard Scheffler and Matthew Welch. Six UC Berkeley researchers—including Richard Scheffler, Professor of the Graduate School at the School of Public Health—have been elected 2023 Fellows of the American Association for the Advancement of Science (AAAS), the world’s largest general scientific society and publisher of the Science family of journals.\nThe honorees, announced today , are among 502 scientists, engineers and innovators recognized for their scientifically and socially distinguished achievements.\nThe new UC Berkeley members of the 2023 class of fellows are:\nNicole King, professor of molecular and cell biology and investigator of the Howard Hughes Medical Institute, who was recognized “for distinguished contributions towards understanding the evolution of animals by developing choanoflagellates as a genetic and developmental system.” Michael Levi, a senior scientist at Lawrence Berkeley National Laboratory (Berkeley Lab), where he directs the Dark Energy Spectroscopic Instrument (DESI), and a fellow at UC Berkeley’s Space Sciences Laboratory. He was recognized “for distinguished contributions to experimental particle physics and for directing the design and construction of a major new instrument for obtaining millions of high-resolution spectra of distant galaxies.” Ravi Prasher, adjunct professor of mechanical engineering and an affiliate faculty scientist at Berkeley Lab, who was recognized “for fundamental contributions to energy science and engineering and the translation of knowledge into technologies for modern computing and decarbonization of the global energy system.” Sayeef Salahuddin, the TSMC Distinguished Professor in the Department of Electrical Engineering and Computer Sciences and a faculty senior scientist at Berkeley Lab, recognized “for distinguished contributions to electronic device science and engineering, in particular for inventing negative capacitance devices with potential for dramatic increases in energy efficiency in computing.” Richard Scheffler , Professor of the Graduate School in the School of Public Health and the Goldman School of Public Policy, who was honored “for distinguished contributions to the fields of health and mental health economics, competition in health care and the development and implementation of domestic and global public health policy.” Matthew Welch, the Frances H. Williams Chair in Biological Sciences in the Department of Molecular and Cell Biology, who was honored “for distinguished contributions towards the understanding of the role of cytoskeletal proteins in pathogens and the understanding of new targets for treatment.” The AAAS was founded in 1848 and includes more than 250 affiliated societies and academies of science serving 10 million individuals. The nonprofit AAAS is open to all and has a mission to “advance science and serve society” through initiatives in science policy, international programs, science education and public engagement. The tradition of AAAS Fellows began in 1874.\n“As we celebrate the 150th anniversary of the AAAS Fellows, AAAS is proud to recognize the newly elected individuals,” said Sudip Parikh, AAAS chief executive officer and executive publisher of the association’s journals. “This year’s class embodies scientific excellence, fosters trust in science throughout the communities they serve, and leads the next generation of scientists while advancing scientific achievements.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Education"
  ],
  "external_links": [
    "https://facebook.com/sharer/sharer.php?u=https://publichealth.berkeley.edu/news-media/school-news/six-berkeley-scientists-elected-lifetime-fellows-of-aaas",
    "https://www.facebook.com/sharer/sharer.php?u=https://publichealth.berkeley.edu/news-media/school-news/six-berkeley-scientists-elected-lifetime-fellows-of-aaas",
    "https://www.facebook.com/sharer/sharer.php",
    "https://www.aaas.org/news/aaas-welcomes-502-scientists-and-engineers-who-join-ranks-fellows",
    "https://aaas.org/news/aaas-welcomes-502-scientists-and-engineers-who-join-ranks-fellows"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ravi prasher",
        "sentiment": "none"
      },
      {
        "name": "matthew welch",
        "sentiment": "none"
      },
      {
        "name": "richard scheffler",
        "sentiment": "none"
      },
      {
        "name": "michael levi",
        "sentiment": "none"
      },
      {
        "name": "nicole king",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "uc berkeley",
        "sentiment": "negative"
      },
      {
        "name": "berkeley public health home news and media school news six uc berkeley",
        "sentiment": "negative"
      },
      {
        "name": "aaas",
        "sentiment": "negative"
      },
      {
        "name": "graduate school",
        "sentiment": "none"
      },
      {
        "name": "howard hughes medical institute",
        "sentiment": "none"
      },
      {
        "name": "american association for the advancement of science (aaas",
        "sentiment": "none"
      },
      {
        "name": "facebook uc berkeley",
        "sentiment": "none"
      },
      {
        "name": "school of public health",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sayeef salahuddin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:19:28.607+03:00",
  "updated": "2024-04-19T00:19:28.607+03:00"
}