{
  "thread": {
    "uuid": "b8d0d95747a4da51b83916838f455930fc1cb794",
    "url": "https://emagazine.com/4-day-workweek-climate-benefits",
    "site_full": "emagazine.com",
    "site": "emagazine.com",
    "site_section": "https://prisons.einnews.com/live_feed",
    "site_categories": [
      "shopping"
    ],
    "section_title": "Live Feed Wire - Prisons News Today - EIN Presswire",
    "title": "4 Day Workweek = Good 4 Climate - Emagazine.com",
    "title_full": "4 Day Workweek = Good 4 Climate - Emagazine.com",
    "published": "2024-02-16T00:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://emagazine.com/wp-content/uploads/2024/02/4day.jpg",
    "performance_score": 0,
    "domain_rank": 39447,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b8d0d95747a4da51b83916838f455930fc1cb794",
  "url": "https://emagazine.com/4-day-workweek-climate-benefits",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Taylor Connelly",
  "published": "2024-02-16T00:17:00.000+02:00",
  "title": "4 Day Workweek = Good 4 Climate - Emagazine.com",
  "text": "[4 Day Workweek = Good 4 Climate](https://emagazine.com/4-day-workweek-climate-benefits/) Dear EarthTalk: What are the climate benefits of switching over to a four-day workweek? —P. Proby, Denver, CO Nearly 200 companies across the globe have completed six-month trials of a four-day workweek with promising results. Juliet Schor, an economist and sociologist at Boston College, is leading the trials with the nonprofit group Four Day Week Global. Schor says, “Stress, burnout, mental health, physical health…job satisfaction… all of those are going in the right directions.” While the four-day workweek seems to improve employee lives, the results of the trial also suggest that the shorter workweek has climate benefits as well. The four-day workweek benefits the environment by lessening the environmental impacts of commuting, reducing energy consumption and cutting greenhouse gas emissions. In 2021, the transportation sector was the leading contributor of greenhouse gas emissions in the U.S., accounting for around 28 percent of total emissions nationwide. By committing to a four-day workweek every employee could reduce their commute by 20 percent. Furthermore, during a six-month trials, workers spent less time commuting by car and more time biking and walking. Another major contributor to greenhouse gas emissions is lighting, heating, cooling and generally powering up office buildings. The U.S. Environmental Protection Agency (EPA) estimates that commercial and residential buildings account for nearly 13 percent of total greenhouse gas emissions in the U.S. Keeping offices closed (or partially powered down) for an extra day per week could yield significant emissions reductions. Schor found that just a 10 percent reduction in work hours is linked to a 8.6 percent fall in carbon footprint. Along with climate benefits, the four-day workweek provides employees with their own perks. During a 2022 trial in the U.K., of 70 firms, 56 said they planned to keep a four-day workweek in place after the trial ended. The most commonly cited benefits of the trial were increased productivity and significant financial savings for employees. Employees saved money on both transportation and childcare during the trial. The UK trial also found that during the four-day workweek daily production rose by 22 percent. This statistic exemplifies the main goal of four-day workweek which is the idea of improving efficiency by avoiding overworking employees. Rethinking the culture around work and the desire to constantly produce could not only benefit employees, but could yield reductions in carbon pollution. The idea of the four-day workweek sounds great, but is it really viable? The fact is, most companies have been able to implement the four-day workweek without seeing a decline in productivity. A case study in New Zealand focused on Perpetual Guardian, an estate management company that started using the four-day workweek in 2018. The results were beyond expectations. Employees maintained their work output by eliminating unproductivity during work hours and working more efficiently. Additionally, all 240 employees experienced a 24 percent improvement in work-life balancing, while maintaining their high productivity levels. The employee perks, combined with the climate benefits, make the four-day workweek an increasingly strong option for businesses. CONTACTS [A four-day workweek could be better for health and the climate, companies find](https://yaleclimateconnections.org/2024/02/a-four-day-workweek-could-be-better-for-health-and-the-climate-companies-find/) [The Climate Benefits of a 4-Day Work Week (32hrs)](https://4dayweek.io/pro/environment) EarthTalk® is produced by Roddy Scheer & Doug Moss for the 501(c)3 nonprofit EarthTalk. See more at [ https://emagazine.com](https://emagazine.com). To donate, visit [https://earthtalk.org](https://earthtalk.org). Send questions to: [question@earthtalk.org](mailto:question@earthtalk.org).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "https://yaleclimateconnections.org/2024/02/a-four-day-workweek-could-be-better-for-health-and-the-climate-companies-find/)",
    "https://emagazine.com).",
    "https://earthtalk.org",
    "https://4dayweek.io/pro/environment)",
    "https://earthtalk.org).",
    "https://www.emagazine.com).",
    "https://www.yaleclimateconnections.org/2024/02/a-four-day-workweek-could-be-better-for-health-and-the-climate-companies-find/)",
    "https://www.earthtalk.org).",
    "https://www.4dayweek.io/pro/environment)",
    "https://www.earthtalk.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "juliet schor",
        "sentiment": "none"
      },
      {
        "name": "—p. proby",
        "sentiment": "none"
      },
      {
        "name": "schor",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "boston college",
        "sentiment": "none"
      },
      {
        "name": "four day week global",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "denver",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T02:20:23.601+02:00",
  "updated": "2024-02-16T02:20:23.601+02:00"
}