{
  "thread": {
    "uuid": "ef5a91503855855ad6186784155f4e1a8dcdc8fb",
    "url": "https://www.blackenterprise.com/how-one-entrepreneur-is-bridging-technology-innovation-and-social-empowerment/",
    "site_full": "www.blackenterprise.com",
    "site": "blackenterprise.com",
    "site_section": "https://blackenterprise.com",
    "site_categories": [
      "shopping"
    ],
    "section_title": "The Premier Resource for Black Entrepreneurs and Career, Tech, and Money Content for Black People - Black Enterprise",
    "title": "Jonathan Herman: Bridging Technology And Social Empowerment",
    "title_full": "Jonathan Herman: Bridging Technology And Social Empowerment",
    "published": "2024-01-07T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.blackenterprise.com/wp-content/blogs.dir/1/files/2024/01/Untitled-design3.jpg",
    "performance_score": 0,
    "domain_rank": 7747,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 41,
        "comments": 0,
        "shares": 4
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ef5a91503855855ad6186784155f4e1a8dcdc8fb",
  "url": "https://www.blackenterprise.com/how-one-entrepreneur-is-bridging-technology-innovation-and-social-empowerment/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ann Brown",
  "published": "2024-01-07T23:00:00.000+02:00",
  "title": "Jonathan Herman: Bridging Technology And Social Empowerment",
  "text": "[by Ann Brown](https://www.blackenterprise.com/author/ann/) January 7, 2024 How One Entrepreneur Is Bridging Technology Innovation And Social Empowerment Jonathan Herman is the driving force behind Strong Interactive, a parent company of groundbreaking Web3 ventures. Jonathan M. Herman, the driving force behind Strong Interactive, a parent company of groundbreaking Web3 ventures, looks to bridge innovation and social empowerment. With a multifaceted career spanning technology innovation and community development, Herman strives to have an impact beyond the boardrooms and computer screens. According to its website, Strong Interactive is “trailblazing the future of Web3 and the Internet…through innovative approaches that provide frictionless user experiences with immediate utility and value” that “leverage the power of mobile devices that most consumers already possess — creating immediate value for B2C and B2B initiatives across multiple sectors.” One of Herman’s flagship ventures, Baller Mixed Reality aims to push technological boundaries. This venture specializes in creating autographed metaverse collectibles featuring athletes and entertainers. Baller [earned the title ](https://www.accesswire.com/728068/Jonathan-Herman-Joins-Crunchbases-List-of-Top-10-Founders-Worldwide)of the “Most Pioneering Memorabilia NFT Company” of 2022 from Wealth & Finance Magazine. In addition to Baller Mixed Reality, Herman’s entrepreneurial journey includes the establishment of Bocazon.com, which has an initial “soft launch” in 2016. Bocazon.com, according to its website, is the first company in Panama to offer online shopping across a wide variety of categories and major brands for the home, outdoors, road and water sports. Herman is also dedicated to social empowerment and community development. As such, he serves on the National Board of Directors for the Association for Enterprise Opportunity, one of the nation’s largest economic development organizations. Here, he actively contributed to initiatives aimed at fostering economic growth and creating opportunities for individuals from all walks of life. Herman says he believes in the intersection between technology and social empowerment. “I find the current state of Web3 development to be one of the most inclusive business sectors that I’ve experienced, where quality business concepts are met with opportunities for collaboration across the spectrum of talented contributors,” Herman [said at the “Bored Ape, Metaverse, and NFT” panel](https://finance.yahoo.com/news/jonathan-herman-ranked-among-top-174000622.html) discussion at Van Jones’ Black Future Weekend in 2022. “The decentralized nature of blockchain technology itself is a cooperative system that lends itself to an ethos of meritocracy and inclusion. Therefore, I believe that entrepreneurs from traditionally disadvantaged communities can find clear entry points, which benefits the entire tech sector by including the brightest minds from all quarters.” RELATED CONTENT: [How the Black Metaverse is Changing the Digital Game](https://www.blackenterprise.com/how-the-black-metaverse-is-changing-the-digital-game/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Social Issue"
  ],
  "external_links": [
    "https://www.accesswire.com/728068/Jonathan-Herman-Joins-Crunchbases-List-of-Top-10-Founders-Worldwide)of",
    "https://finance.yahoo.com/news/jonathan-herman-ranked-among-top-174000622.html)",
    "https://accesswire.com/728068/Jonathan-Herman-Joins-Crunchbases-List-of-Top-10-Founders-Worldwide)of",
    "https://www.finance.yahoo.com/news/jonathan-herman-ranked-among-top-174000622.html)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ann brown",
        "sentiment": "negative"
      },
      {
        "name": "jonathan herman",
        "sentiment": "negative"
      },
      {
        "name": "herman",
        "sentiment": "none"
      },
      {
        "name": "jonathan m. herman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "strong interactive",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:21:34.220+02:00",
  "updated": "2024-01-08T00:21:34.220+02:00"
}