{
  "thread": {
    "uuid": "7c36c87b6215efc92cb2bb6993840f41a7a5d5d4",
    "url": "https://en.minghui.org/html/articles/2023/12/30/213569.html",
    "site_full": "en.minghui.org",
    "site": "minghui.org",
    "site_section": "https://en.minghui.org",
    "site_categories": [
      "media"
    ],
    "section_title": "\n            Falun Dafa - Minghui.org",
    "title": "Harmony Prevails After I Eliminated My Attachments | Falun Dafa - Minghui.org",
    "title_full": "Harmony Prevails After I Eliminated My Attachments | Falun Dafa - Minghui.org",
    "published": "2023-12-30T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 80538,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c36c87b6215efc92cb2bb6993840f41a7a5d5d4",
  "url": "https://en.minghui.org/html/articles/2023/12/30/213569.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dec ; Falun Dafa practitioner Huizi",
  "published": "2023-12-30T02:00:00.000+02:00",
  "title": "Harmony Prevails After I Eliminated My Attachments | Falun Dafa - Minghui.org",
  "text": "(Minghui.org) I’m a 64-year-old Falun Dafa practitioner and I live in the countryside in northeast China. In 2006, my family’s business failed; we lost all our money and had financial difficulties, so I had to temporarily stay with my sister. By chance, I found Dafa’s introductory book Falun Gong in my room. After reading it, I thought it was too good to be true, so I hurriedly asked my sister to teach me the practice. Because my husband did not work, I had to do two part-time jobs to support us. After I started practicing Falun Dafa, I was energetic and didn’t feel tired. Two years later, my husband was hospitalized with a brainstem hemorrhage. He could walk one month later but still needed help with his daily needs. I advised my husband to practice Falun Dafa with me, and he agreed. We studied the [Fa], did the exercises, and lived according to the principles of Truthfulness, Compassion and Forbearance. My husband’s health improved, and he no longer needed to take any medications, which relieved our children of a significant financial burden! When my son saw that his father’s health improved so much, he said Falun Dafa is good and thanked Dafa’s Master (Li Hongzhi) from the bottom of his heart. My son’s family was blessed and their lives became smooth and happy. However, I encountered some interference a few years ago. It took me two years to find my attachments, cultivate myself and improve. I have a 6th floor apartment in the city. The building has no elevators, so it was inconvenient for my husband. I wanted him to go outside and exercise more, so I rented a second-floor apartment. But after we moved into that apartment, my husband’s health declined. He often fell, and he had to use diapers. My son’s in-laws from the countryside visited my son who lived in the city. They felt comfortable and decided to stay with him for a while. After more than a year, they still did not want to return to their home. I was upset and jealous. Moreover, my son complained that he did not get along well with his parents-in-law, which made me even more dissatisfied with them. I very much wanted them to leave my son’s home. My son’s in-laws would not listen to my [clarifying the truth] about Dafa. My daughter-in-law was influenced by her parents, so she had a negative attitude towards Dafa. She would not visit my husband. Moreover, she didn’t allow our granddaughter to come see us. After this situation went on for more than two years, I began to look inward. I realized I shouldn’t have moved to the rented apartment on the second floor. I realized that I did not really trust Master or Dafa. I wanted to use human means, like exercise, to improve my husband’s health. Therefore, the result was counterproductive. I began to study the Fa with a pure heart. I found my attachments to competitiveness, jealousy, resentment, and personal interests. I realized that these attachments were not my true self. I wanted to eliminate them, but I still could not let them go. The Situation Turns Around In March 2021, our entire residential building was quarantined during the pandemic because one person tested positive. As a result, I had to stay home and I had more time to study the Fa. One day, when I read the lecture about jealousy, I suddenly realized that I was jealous of my son’s in-laws. I knew I had to remove my jealousy and be compassionate towards them from the bottom of my heart. After the restrictions were lifted, I visited my son’s in-laws. This time, I was kind to them and no longer harbored resentment. They were very happy to see me. This time, they accepted my truth-clarification about Falun Dafa. It was still snowing heavily when I headed home, but I felt warm, and my body felt light. I was so grateful to Master. I experienced the beauty of having no resentment or jealousy. After I returned home, I found that the leak in the bathroom, which went on for several days, had stopped. The next day, I went out to clarify the truth to people. Many people accepted what I said and agreed to quit the Chinese Communist Party (CCP) and its affiliated organizations. Two days later, my son’s in-laws returned to their hometown. Amazingly, my husband’s condition significantly improved after I looked inward and improved my cultivation. I know that my improvement came from Master and the Fa. I cannot express my gratitude to Master in words but can only strive to cultivate diligently. Copyright © 2023 Minghui.org. All rights reserved. Category: [ Improving Oneself ](/cc/63/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dafa",
        "sentiment": "none"
      },
      {
        "name": "falun dafa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "falun dafa - minghui.org",
        "sentiment": "negative"
      },
      {
        "name": "falun dafa",
        "sentiment": "negative"
      },
      {
        "name": "falun gong",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T07:37:36.733+02:00",
  "updated": "2023-12-30T07:37:36.733+02:00"
}