{
  "thread": {
    "uuid": "2a7fd867ea4c5394c8cb04a3581a36001b39663e",
    "url": "https://www.brookings.edu/articles/introducing-the-ai-equity-lab-and-the-path-toward-more-inclusive-tech",
    "site_full": "www.brookings.edu",
    "site": "brookings.edu",
    "site_section": "https://brookings.edu/",
    "site_categories": [
      "society"
    ],
    "section_title": "Brookings - Quality. Independence. Impact.",
    "title": "Introducing the AI Equity Lab and the path toward more inclusive tech | Brookings",
    "title_full": "Introducing the AI Equity Lab and the path toward more inclusive tech | Brookings",
    "published": "2024-02-29T23:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.brookings.edu/wp-content/uploads/2024/01/2023-11-09T000000Z_727660026_MT1IMGOST0009ZJCEZ_RTRMADP_3_IMAGO-IMAGES.jpg?quality=75",
    "performance_score": 0,
    "domain_rank": 667,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2a7fd867ea4c5394c8cb04a3581a36001b39663e",
  "url": "https://www.brookings.edu/articles/introducing-the-ai-equity-lab-and-the-path-toward-more-inclusive-tech",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cameron F Kerry; Joshua P Meltzer; Andrea Renda; Andrew W Wyckoff",
  "published": "2024-02-29T23:24:00.000+02:00",
  "title": "Introducing the AI Equity Lab and the path toward more inclusive tech | Brookings",
  "text": "On August 28, 1963, Dr. Martin Luther King, Jr. delivered his prolific “I Have a Dream” [speech](https://www.npr.org/2010/01/18/122701268/i-have-a-dream-speech-in-its-entirety) during the [March on Washington for Jobs and Freedom](https://www.history.com/topics/black-history/march-on-washington). More than 250,000 people attended the gathering and took in both his words and sentiments around achieving a better democracy that provides Black Americans with untethered access to civil rights, and the unimagined possibilities that come with having equal opportunities. The calls to action in Dr. King’s speech and his distinguished acts of service before his tragic death were to ensure Black Americans would be beneficiaries of American democracy. Yet, his proclamations are even more relevant today as racist vitriol, misinformation, attacks on diversity, equity, and inclusion, and the [banning of books](https://naacp.org/articles/book-bans-act-policy-violence-promoting-anti-blackness) by some distinguished Black authors threaten (and not advance) past cultural experiences and future existences. One must wonder, like we often do, what Dr. King would say and feel about how emerging and evolving technologies, like artificial intelligence (AI) and more advanced generative models, are encroaching on individual and community freedoms. For example, some AI tools are aiding and abetting voter disenfranchisement by deceiving vulnerable voters through [voluminous misinformation](https://www.theverge.com/2024/2/29/24085663/ai-deepfakes-misinformation-policy-free-speech-first-amendment-decoder-podcast), while others are eroding the ability of Black people to effectively compete and exercise agency over predictive determinations which assess their eligibility for credit, housing, employment, health care, and fair justice. As the quest for civil rights and equal opportunities remain high priorities for new and emerging leaders struggling for racial and economic justice, what Dr. King, and his peers said then should matter now to the developers and industries who build, license, and distribute AI models. From a public interest perspective, technology should be a tool to help solve a myriad of social problems, including those conditions spurred by structural discrimination. Yet, today’s AI, if left unchecked, loosely interrogated, and unregulated, may very well become the tool that further traumatizes and weaponizes the experiences and aspirations of Black communities. Black communities are being traumatized by technology Researchers have pointed to several use cases where much more must be done to ensure more appropriate and culturally relevant applications of AI, particularly when the data that trains the computational models are making critical, quality of life decisions for online users. More importantly, AI without full online access could be compared to voting rights without required identification, thus suggesting that being connected to the internet with having devices in which to engage it also matter. AI technologies, when improperly fitted for the real life experiences of Black communities, can also impose harsh penalties, which have both reputational and financial consequences for individuals and their communities. For example, [the use of facial recognition technologies (FRT) by federal, state, and local law enforcement agencies, including border protection police](https://www.nationalacademies.org/our-work/facial-recognition-current-capabilities-future-prospects-and-governance). The [shortcomings](https://www.washingtonpost.com/technology/2019/12/19/federal-study-confirms-racial-bias-many-facial-recognition-systems-casts-doubt-their-expanding-use/) of the technology when applied to diverse faces are widely known and contribute to the misidentification of Black people of darker complexions and/or the insufficient application of the technology under less ideal photo capture conditions. Yet, law enforcement agencies continue to use FRT for both [massive community surveillance](https://www.washingtonpost.com/business/2023/05/16/surveillance-cameras-public-housing/) and criminal investigations, often [without any guidelines or training](https://www.axios.com/2023/10/10/feds-need-rules-facial-recognition-technology) (even when the evidence is non-permissible as evidence in a trial). In February 2023, Porcha Woodruff, a Black woman from Detroit, was [arrested](https://www.nytimes.com/2023/08/06/business/facial-recognition-false-arrest.html) by the Detroit Metropolitan police in front of her small children after being suspected of committing a recent robbery and carjacking. At the time, Porcha was eight months pregnant. The suspect in the FRT system was not, and her dated photo was perceived as a match. Porcha is currently suing the city of Detroit for wrongful arrest, detainment, reputational damage, and emotional distress. One can also imagine that she is dealing with the distress of her children who had to witness and experience the aftermath of that very traumatic encounter with police. What makes her allegations even more [problematic](https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&ved=2ahUKEwiCq7rimdGEAxVlMDQIHZgLBSYQFnoECA4QAw&url=https%3A%2F%2Fwww.theguardian.com%2Fnewsletters%2F2023%2Faug%2F15%2Ftechscape-facial-recognition-software-detroit-porcha-woodruff-black-people-ai%23%3A~%3Atext%3DWoodruff%27s%2520is%2520the%2520third%2520known%2Cwere%2520falsely%2520arrested%2520are%2520Black.&usg=AOvVaw3x_fduDnvhYVgiH9N6h3l8&opi=89978449) is that she is the third person where FRT led to false arrest in Detroit, and one of six Black defendants across the United States at the time. FRT is one of many AI applications that have differentially treated Black people, and other people of color. That is because these models are inherently biased and layered on top of existing systems of oppression. Because Black and Hispanic people are more likely to be overrepresented in [criminal databases](https://thecrimereport.org/2021/01/14/blacks-overrepresented-in-violent-crime-arrests/) due to racially-motivated policing, they are more likely to signal patterns or trends in predictive decision-making. And even when variables of race, or other federally-protected characteristics are not accounted for in the computational model, inferences, which are described by [authors](https://global.oup.com/academic/product/the-ethical-algorithm-9780190948207) Michael Kearns and Aaron Roth, serve as proxies, creating backdoors for algorithmic discrimination. In her research, Harvard researcher, Latanya Sweeney, contributed groundbreaking [work](https://queue.acm.org/detail.cfm?id=2460278), which suggested that Black- or Hispanic-sounding names were more likely to receive predatory ad surveillance and targeting. Whether AI biases show up in FRT or in more widely accessed applications in financial services, human resource departments, or health care, it is important that these breakdowns are deeply interrogated, and tested for vulnerabilities in equity and access to equal opportunities. That is why the Brookings Center for Technology Innovation is embarking on a substantial project to identify and mitigate the discriminatory risks of AI that appear at the onset of the design phase through deployment and the life span of autonomous models and algorithms. The launch of the [AI Equity Lab](https://www.brookings.edu/projects/the-ai-equity-lab/) at Brookings [The AI Equity Lab](https://www.brookings.edu/projects/the-ai-equity-lab/) is a convening platform for a full view of the socio-technical understandings of evolving and emerging technologies in a manner that promotes increased interdisciplinary and diverse cooperation and collaboration. Who is at the table really matters in the beginning to ensure that AI does not commoditize Black people, and other marginalized groups, and that such ecosystems support the full consideration of the realities of the past histories and current lived experiences of certain groups – whether federally protected, or intersectional in their identities. For example, the fractured criminal justice system and related processes are part of a much broader discussion on criminal justice reform that must not be discounted as FRT technologies are being applied in these contexts. But without a fuller suite of experts with subject matter expertise, as well as empathy toward the concern, it will be impossible to envision and build more equitable models. Including experts in civil and human rights, alongside ethicists, and others who make up the social conscience of AI is both timely and urgent, particularly as congressional debates and White House executive actions intensify around guidance and guardrails. That is why a new approach to identifying and mitigating the racial, economic, and political consequences of AI requires more transformational and inclusive thinking, as well as a whole new set of actors engaged from the very beginning. What to expect from the AI Equity Lab In the next few months, the [AI Equity Lab](https://www.brookings.edu/projects/the-ai-equity-lab/) will gather such experts in six high-risk areas, which include criminal justice, education, employment, health care, housing, and voting rights to create and design a more equitable AI future. From these convenings will come the names of people who were formerly hidden from such conversations. The findings and an ongoing conversation around AI Equity Lab will be showcased on a new Brookings page, [The AI Equity Lab | Brookings](https://www.brookings.edu/projects/the-ai-equity-lab/), and in the Fall of 2024, the “Hidden Figures Repository” will be officially launched to showcase the names, and work of AI leaders who are committed to anti-racist, and nondiscriminatory technical systems and applications. Continuing the legacy of Dr. King So, what would Dr. King say about this period of AI, and more advanced generative models, which teeter on the edge of erasing and/or homogenizing the experiences of more vulnerable populations? It’s still unclear. He could suggest that his dream just became a nightmare, or he could inspire technologists to work in tandem with civil society to develop more responsible and inclusive AI. Dr. King might also encourage Congress to consider the same actions that President Johnson took to codify voting rights, public accommodations, and other civil rights protections into law to avoid the upending of these and other achievements. And as with the Civil Rights Movement, new leaders could emerge as AI Freedom Fighters. The space is wide open for new ideas around equity and the preservation of civil and human rights. For more information on the AI Equity Lab, please visit and subscribe to the page – [The AI Equity Lab | Brookings](https://www.brookings.edu/projects/the-ai-equity-lab/). The Lab is co-directed by CTI Fellow [Nicol Turner Lee](https://www.brookings.edu/people/nicol-turner-lee/) and [Renee Cummings](https://www.brookings.edu/people/renee-cummings/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://naacp.org/articles/book-bans-act-policy-violence-promoting-anti-blackness)",
    "https://www.nationalacademies.org/our-work/facial-recognition-current-capabilities-future-prospects-and-governance).",
    "https://www.npr.org/2010/01/18/122701268/i-have-a-dream-speech-in-its-entirety)",
    "https://www.history.com/topics/black-history/march-on-washington).",
    "https://www.axios.com/2023/10/10/feds-need-rules-facial-recognition-technology)",
    "https://www.washingtonpost.com/technology/2019/12/19/federal-study-confirms-racial-bias-many-facial-recognition-systems-casts-doubt-their-expanding-use/)",
    "https://global.oup.com/academic/product/the-ethical-algorithm-9780190948207)",
    "https://www.washingtonpost.com/business/2023/05/16/surveillance-cameras-public-housing/)",
    "https://www.nytimes.com/2023/08/06/business/facial-recognition-false-arrest.html)",
    "https://thecrimereport.org/2021/01/14/blacks-overrepresented-in-violent-crime-arrests/)",
    "https://www.theverge.com/2024/2/29/24085663/ai-deepfakes-misinformation-policy-free-speech-first-amendment-decoder-podcast),",
    "https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&ved=2ahUKEwiCq7rimdGEAxVlMDQIHZgLBSYQFnoECA4QAw&url=https%3A%2F%2Fwww.theguardian.com%2Fnewsletters%2F2023%2Faug%2F15%2Ftechscape-facial-recognition-software-detroit-porcha-woodruff-black-people-ai%23%3A~%3Atext%3DWoodruff%27s%2520is%2520the%2520third%2520known%2Cwere%2520falsely%2520arrested%2520are%2520Black.&usg=AOvVaw3x_fduDnvhYVgiH9N6h3l8&opi=89978449)",
    "https://queue.acm.org/detail.cfm?id=2460278),",
    "https://www.google.com/url",
    "https://queue.acm.org/detail.cfm",
    "https://washingtonpost.com/technology/2019/12/19/federal-study-confirms-racial-bias-many-facial-recognition-systems-casts-doubt-their-expanding-use/)",
    "https://washingtonpost.com/business/2023/05/16/surveillance-cameras-public-housing/)",
    "https://www.thecrimereport.org/2021/01/14/blacks-overrepresented-in-violent-crime-arrests/)",
    "https://google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&ved=2ahUKEwiCq7rimdGEAxVlMDQIHZgLBSYQFnoECA4QAw&url=https%3A%2F%2Fwww.theguardian.com%2Fnewsletters%2F2023%2Faug%2F15%2Ftechscape-facial-recognition-software-detroit-porcha-woodruff-black-people-ai%23%3A~%3Atext%3DWoodruff%27s%2520is%2520the%2520third%2520known%2Cwere%2520falsely%2520arrested%2520are%2520Black.&usg=AOvVaw3x_fduDnvhYVgiH9N6h3l8&opi=89978449)",
    "https://nytimes.com/2023/08/06/business/facial-recognition-false-arrest.html)",
    "https://www.naacp.org/articles/book-bans-act-policy-violence-promoting-anti-blackness)",
    "https://npr.org/2010/01/18/122701268/i-have-a-dream-speech-in-its-entirety)",
    "https://nationalacademies.org/our-work/facial-recognition-current-capabilities-future-prospects-and-governance).",
    "https://history.com/topics/black-history/march-on-washington).",
    "https://www.queue.acm.org/detail.cfm?id=2460278),",
    "https://www.global.oup.com/academic/product/the-ethical-algorithm-9780190948207)",
    "https://theverge.com/2024/2/29/24085663/ai-deepfakes-misinformation-policy-free-speech-first-amendment-decoder-podcast),",
    "https://axios.com/2023/10/10/feds-need-rules-facial-recognition-technology)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jr.",
        "sentiment": "negative"
      },
      {
        "name": "martin luther king",
        "sentiment": "negative"
      },
      {
        "name": "king",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:12:03.941+02:00",
  "updated": "2024-03-01T01:12:03.941+02:00"
}