{
  "thread": {
    "uuid": "50105f136bb7895436aac4ebd4f157d2509a59aa",
    "url": "https://www.tellerreport.com/news/2024-03-11-al-duwairi--haniyeh%E2%80%99s-statements-are-based-on-field-facts--and-al-qassam-appreciates-the-houthis%E2%80%99-position.Sk4hC673T6.html",
    "site_full": "www.tellerreport.com",
    "site": "tellerreport.com",
    "site_section": "https://www.tellerreport.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Teller Report",
    "title": "Al-Duwairi: Haniyeh’s statements are based on field facts, and Al-Qassam appreciates the Houthis’ position - Teller Report",
    "title_full": "Al-Duwairi: Haniyeh’s statements are based on field facts, and Al-Qassam appreciates the Houthis’ position - Teller Report",
    "published": "2024-03-11T09:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.aljazeera.net/wp-content/uploads/2024/03/image-1710105523.jpg?resize=1920%2C1080&amp;quality=80",
    "performance_score": 0,
    "domain_rank": 18553,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "50105f136bb7895436aac4ebd4f157d2509a59aa",
  "url": "https://www.tellerreport.com/news/2024-03-11-al-duwairi--haniyeh%E2%80%99s-statements-are-based-on-field-facts--and-al-qassam-appreciates-the-houthis%E2%80%99-position.Sk4hC673T6.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2024-03-11T09:08:00.000+02:00",
  "title": "Al-Duwairi: Haniyeh’s statements are based on field facts, and Al-Qassam appreciates the Houthis’ position - Teller Report",
  "text": "play videoplay video Video duration: 21 minutes 13 seconds 21:13 The military and strategic expert, Major General Fayez Al-Duwairi, said that the statements of the head of the Political Bureau of the Islamic Resistance Movement (Hamas), Ismail Haniyeh, about adhering to the demands of a ceasefire in the Gaza Strip, are based on field facts that support them. During his analysis for Al Jazeera, Al-Duwairi asked, “If the situation of the resistance in Gaza is tenuous, will the Hamas Political Bureau adhere to its demands for the necessity of stopping the war once and for all and the return of the displaced?” Haniyeh had said - during a speech in which he touched on the details of the ceasefire negotiations - that, “If we receive a clear position to stop the aggression and return the displaced, we will show flexibility regarding the issue of prisoners,” stressing the movement’s commitment to a comprehensive agreement in 3 stages linked to international guarantees. Al-Duwairi explained, \"Few would have thought that the Al-Qassam Brigades - the military wing of the Hamas movement - and the resistance in Gaza would enter the sixth month of this intensity of fighting, confrontation, and steadfastness against the occupation army.\" The military expert's comments also came in the context of his analysis of the statements of the Chairman of the US Senate Intelligence Committee, Mark Warner, who said that no one imagined that Israel would eliminate only 35% of Hamas fighters, and a third of its tunnel network, stressing that what happened to the Israeli army with the tunnels was a lesson. It should be learned. Sniper scene Regarding Al-Qassam gifting the scene of a sniper attack by one of the occupation soldiers in the Tal Al-Hawa neighborhood in Gaza to Ansar Allah the Houthis, Al-Duwairi said that the group (the Houthis) was actually able to confuse international navigation and trade and provided a lot during the war. Dedicating the sniping scene to the group's leader, Abdul-Malik al-Houthi, was considered an appreciation for the role of the Houthis during the Israeli war on Gaza, just as the Lebanese Hezbollah escalates according to a disciplined approach, alongside the \"Islamic resistance in Iraq.\" A few days ago, a leader in the Al-Qassam Brigades said that the Ansar Allah group informed them that its recent escalation in the Red Sea was due to the Israeli occupation’s intention to attack Rafah, south of the Gaza Strip, and the continuation of the starvation policy. The Qassam leader stated to Al Jazeera that the Ansar Allah group sent a letter to Al-Qassam asking for its opinion regarding mediations to release the crew of a ship they are holding, and that the group confirmed that any decision regarding the ship and their crew is “exclusively with Al-Qassam.” Source: Al Jazeera",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "haniyeh",
        "sentiment": "negative"
      },
      {
        "name": "al-duwairi",
        "sentiment": "negative"
      },
      {
        "name": "ismail haniyeh",
        "sentiment": "none"
      },
      {
        "name": "fayez al-duwairi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "al-qassam",
        "sentiment": "negative"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "hamas political bureau",
        "sentiment": "none"
      },
      {
        "name": "al jazeera",
        "sentiment": "none"
      },
      {
        "name": "al-qassam brigades",
        "sentiment": "none"
      },
      {
        "name": "political bureau of the islamic resistance movement",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T09:18:57.104+02:00",
  "updated": "2024-03-11T09:18:57.104+02:00"
}