{
  "thread": {
    "uuid": "b1a0ef0219b0775185be1216eb3ab15ca0577486",
    "url": "https://www.thereporter.com/2023/12/28/jorden-venable-named-vacaville-pal-officer-of-the-year/",
    "site_full": "www.thereporter.com",
    "site": "thereporter.com",
    "site_section": "https://www.thereporter.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "The Vacaville Reporter",
    "title": "Jorden Venable named Vacaville PAL Officer of the Year",
    "title_full": "Jorden Venable named Vacaville PAL Officer of the Year",
    "published": "2023-12-28T22:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.thereporter.com/wp-content/uploads/2023/12/Officer-of-the-Year.jpeg?w=1024&#038;h=1365",
    "performance_score": 0,
    "domain_rank": 39862,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b1a0ef0219b0775185be1216eb3ab15ca0577486",
  "url": "https://www.thereporter.com/2023/12/28/jorden-venable-named-vacaville-pal-officer-of-the-year/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lynzie Lowe",
  "published": "2023-12-28T22:10:00.000+02:00",
  "title": "Jorden Venable named Vacaville PAL Officer of the Year",
  "text": "Recognizing her continued work and commitment to the city’s youth, Community Service Officer Jorden Venable has been named the Vacaville Police Department Police Activities League 2023 Officer of the Year. “I feel extremely lucky to be involved with PAL,” said Venable. “The PAL program has become my favorite part of my job and all the kids and teens I get to work with have such amazing spirits. For them to recognize me as PAL Officer of the Year makes me feel like I’m helping make a positive impact in the kids’ lives – but it is definitely a team effort. The PAL staff is phenomenal and I’m so grateful they allow me to be involved.” Youth Development Manager for the Vacaville Police Department Judith Franco said the PAL Officer of the Year is primarily chosen by the teens attending the PAL Teen Center. Franco’s title was announced Dec. 16 following the annual Shop with a Cop breakfast. “We look at attendance and engagement in the PAL program and the impact that they make in the lives of PAL youth,” said Franco. “Longevity in our program is important when making our selection. Youth must also see the officer as someone who is trustworthy, caring and professional.” According to Franco, the youth who nominated Venable said that even when she’s off duty, she still volunteers her time. “It shows youth that she is dedicated and wants to be around them as much as possible,” said Franco. “Through her consistent engagement in the program, she has demonstrated to the youth that she cares about them and that they can trust her. She inspires youth that she works with to be the best version of themselves. She encourages other officers to participate in PAL and brings in her amazing attitude and sense of humor to the program.” According to PAL officials, Venable has helped chaperone many PAL events and is a regular fixture at group meetings and PAL leadership conferences and training trips. “She’s provided friendship and mentorship to a variety of local youth, often devoting much of her own free time and resources to assist,” said PAL officials. “She was an overwhelming selection by the members of the PAL youth groups.” Venable, a Vacaville native, attended high school in Texas but moved back to her hometown shortly after graduating to attend Solano Community College. While attending school, Venable said she did not know what career path she wanted to pursue. She was, however, familiar with the field of law enforcement because her father served as a Vacaville Police Officer. To see if she would like working in that field, Venable joined the Vacaville Police Cadet Program while in college. “Although I didn’t feel being a sworn officer was the best journey for me, I’ve enjoyed being a Community Service Officer and feel it places me in a position to help make an impact in our community,” said Venable. “I’m able to help people on their bad days and serve as a mentor for various youth in our community through programs such as PAL and the police cadets.” Venable said she likes to participate in events like Fiesta Days, National Night Out and Shop with a Cop. “I feel these events provide the police department with opportunities to connect with the community in positive ways and open new avenues of communication,” said Venable. For more information about the Vacaville PAL Program, visit vacavillepal.com/.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jorden",
        "sentiment": "negative"
      },
      {
        "name": "jorden venable",
        "sentiment": "negative"
      },
      {
        "name": "judith franco",
        "sentiment": "none"
      },
      {
        "name": "franco",
        "sentiment": "none"
      },
      {
        "name": "venable",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "vacaville police department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vacaville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:23:21.580+02:00",
  "updated": "2024-01-13T03:48:25.936+02:00"
}