{
  "thread": {
    "uuid": "35dabb433bf839f69ec0681bd66407bb7ad48074",
    "url": "https://www.independent.com/2024/04/11/free-online-fearless-femme-summit-starts-april-29-aims-to-help-women-in-stem-boost-their-careers",
    "site_full": "www.independent.com",
    "site": "independent.com",
    "site_section": "https://www.independent.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "The Santa Barbara Independent",
    "title": "Free, Online “Fearless Femme Summit” Starts April 29, Aims to Help Women in STEM Boost Their Careers",
    "title_full": "Free, Online “Fearless Femme Summit” Starts April 29, Aims to Help Women in STEM Boost Their Careers - The Santa Barbara Independent",
    "published": "2024-04-12T01:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 11780,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "35dabb433bf839f69ec0681bd66407bb7ad48074",
  "url": "https://www.independent.com/2024/04/11/free-online-fearless-femme-summit-starts-april-29-aims-to-help-women-in-stem-boost-their-careers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Indy Staff",
  "published": "2024-04-12T01:02:00.000+03:00",
  "title": "Free, Online “Fearless Femme Summit” Starts April 29, Aims to Help Women in STEM Boost Their Careers",
  "text": "Free, Online “Fearless Femme Summit” Starts April 29, Aims to Help Women in STEM Boost Their Careers Press releases are posted on Independent.com as a free community service. SANTA BARBARA, California – For women working in science, technology, engineering, and mathematics (STEM) careers, the world can be a lonely place. Only 30 percent of STEM professionals in this vital, high-paying field are women, and many report facing discrimination, unconscious bias and a general lack of role models and support. A free, online summit organized by Santa Barbara-based leadership coach Mary Jean Vignone, Ph.D., aims to change that. The virtual “Fearless Femme Summit: Propel Your Career in STEM” is designed to help women in STEM reach new heights in their careers and become authentic leaders. The summit will be held online daily from April 29 to May 2, from 10 a.m. to 1 p.m. Registration is open to STEM professionals, students and the public at no cost by signing up at [www.fearlessfemmesummit.com](http://www.fearlessfemmesummit.com/) Vignone is a leadership coach, consultant, and educator with over 25 years in executive roles in large and mid-size organizations. She founded her coaching practice, SuccessReach, Ltd., based on her solid belief that women in business are a wealth of untapped leadership talent. “After working with women in STEM, I recognize a need to support those working in challenging environments,” Vignone said. “I am passionate about helping women in STEM and decided to create a virtual space where they can learn to navigate career obstacles.” The Fearless Femme Summit will feature twenty speakers offering guidance on how women in STEM can strengthen their voices and positively impact their corporate culture. Each day focuses on a theme, moving from strategies to accelerate success and shatter the glass ceiling, to how to lead with influence and effectiveness, and ultimately create an environment where everyone can thrive. Topics covered include conquering imposter syndrome, how to steer your own career, the art of negotiating, building high achieving teams and reducing burnout. Speakers at the conference software engineer Manasa Mannava; Maxine Roman, who leads Innovation, Collaboration and Partnerships for Kraft Heinz North America Research and Development; Professional Development Consultant Suman Kapur; productivity expert Sara Caputo; Women’s Economic Ventures CEO Kathy Odell, and STEM Power Skills trainer Stephanie Slocum, among many others. Registration for the conference free. Recorded speaker videos will also be available on the website for free during the week of the summit. After that time, participants can access the videos by purchasing a VIP package. Each day’s sessions includes a 30-minute question and answer period during which participants can ask questions of the experts, and a free action-oriented bonus. The VIP package is available starting at $197. It offers lifetime access on demand to conference video and audio. It also includes access to a group coaching program specifically designed for aspiring women leaders in the STEM fields. Participants will learn how to break barriers and carve a path to success with sessions on discovering and developing an authentic leadership style, overcoming imposter syndrome, communicating with confidence, and more. The coaching program is valued at $500. SuccessReach, Ltd., is dedicated to empowering women in midsize organizations to reach their full potential and reach higher individual and corporate success levels. The company works with emerging women leaders to understand how to use their talents to contribute to organizational success. Programs include workshops, webinars, and coaching programs focusing on women executives, managers, and high potential individual contributors. Services are customized to each organization’s culture, mission, and core competencies.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Education"
  ],
  "external_links": [
    "http://fearlessfemmesummit.com/)",
    "http://www.fearlessfemmesummit.com/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mary jean vignone",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "santa barbara",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "santa barbara",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:49:27.528+03:00",
  "updated": "2024-04-12T01:49:27.528+03:00"
}