{
  "thread": {
    "uuid": "b066ed62b57aabc256d60111411ec07cbb5baa9e",
    "url": "https://whatsnew2day.com/market-report-ferrexpo-eyes-black-sea-despite-russias-threats/",
    "site_full": "whatsnew2day.com",
    "site": "whatsnew2day.com",
    "site_section": "https://whatsnew2day.com/economy",
    "site_categories": [
      "media"
    ],
    "section_title": "Economy &raquo; WhatsNew2Day",
    "title": "MARKET REPORT: Ferrexpo Eyes Black Sea Despite Russia's Threats » WhatsNew2Day",
    "title_full": "MARKET REPORT: Ferrexpo Eyes Black Sea Despite Russia's Threats » WhatsNew2Day",
    "published": "2023-12-29T18:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://wtsn2.b-cdn.net/wp-content/uploads/2023/12/MARKET-REPORT-Ferrexpo-eyes-Black-Sea-despite-Russias-threats.jpg",
    "performance_score": 0,
    "domain_rank": 73985,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b066ed62b57aabc256d60111411ec07cbb5baa9e",
  "url": "https://whatsnew2day.com/market-report-ferrexpo-eyes-black-sea-despite-russias-threats/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Merry",
  "published": "2023-12-29T18:50:00.000+02:00",
  "title": "MARKET REPORT: Ferrexpo Eyes Black Sea Despite Russia's Threats » WhatsNew2Day",
  "text": "Ferrexpo shares rose as the Ukrainian iron ore miner set its sights on increasing exports across the Black Sea. Ships leaving Odessa port are at risk of Russian attack since Moscow scrapped a deal allowing the safe export of Ukrainian grain. kyiv has since opened a temporary corridor to allow ships to enter and exit. But Russia has said it considers all cargo ships in the Black Sea bound for Ukraine as potential targets. Ferrexpo president Lucio Genovese plans to resume exports via this route and laid bare the “tremendously difficult situation” he has faced since Russia invaded Ukraine. This has “drastically reduced opportunities to ship significant volumes of products to the Middle East and Asia,” Genovese said. Ferrexpo produces iron ore pellets. But only half of its four pellet lines have been used due to reduced export capacity. Digging deeper: Ferrexpo produces iron ore pellets, but only half of its four pellet lines have been used due to reduced export capacity The group also said 34 employees have been killed in the conflict, while another 754 are serving in Ukraine’s armed forces. The shares gained 6.6 per cent, or 5.55 pence, to close at 90.25 pence. The London stock market closed early on the last trading day of the year as the FTSE 100 rose 0.1 per cent, or 10.5 points, to 7,733.24, while the FTSE 250 fell 0.2 per cent. percent, or 29.53 points, to 19,689.63. While the main index is up almost 4 percent in 2023, it has underperformed its global peers: the US S&P 500 and Germany’s Dax are up at least a fifth. Oil prices posted their first annual loss since 2020. Brent crude started the year at around $86, fell to $71 in June and peaked at nearly $97 three months later. Yesterday it cost almost 78 dollars. BP rose 0.2 per cent, or 0.95 pence, to 466.15 and Shell rose 0.9 per cent, or 22.5 pence, to 2,571.5 pence. Sophie Lund-Yates, senior equity analyst at Hargreaves Lansdown, said: ‘The price has taken a hit this year as expectations of sluggish demand, inventory builds and conflicts in key locations coalesced into volatility. “However, the general theme of the year seems to indicate that the heat is off the price for now, but that may change in very short order.” Mobico, formerly known as National Express, gained 7.9 per cent, or 6.2 pence, to 84.6 pence after Northern Express Enterprises Limited revealed a 3 per cent stake. British American Tobacco swung into profit a day after it was fined £100m for breaching competition rules. Shares in the maker of Lucky Strike and Dunhill, which were flat on Thursday, rose 0.6 per cent, or 13p, to 2,295.5p. Sondrel also recouped some losses. The chipmaker plunged 53.7 per cent on Thursday after saying it needed more cash following a £1.7m contract delay. But yesterday it shot up 29.3 per cent, or 1.1p, to 4.85p. The son of the chairman who founded Naked Wines in 2008 bought shares in the company worth almost £8,500. Luke Gormley bought 14,392 shares in the online alcohol seller at almost 59p each, as the shares fell 3.5 per cent, or 2p, to 55p. Saietta, which makes parts that can be installed in electric vehicles, has moved closer to transitioning from a research and development company to full-scale manufacturing. Its half-year results showed a slight increase in revenue while losses narrowed. The shares fell 2.8 per cent, or 0.5p, to 17.5p. AIM-listed Duke Royalty, which provides funding to business owners to help them retain control of their business, expects to have made £6.3m of revenue in the three months to the end of December, up 12%. cent more than in the same period last year. . It rose 2.3 per cent, or 0.75p, to 33.25p.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lucio genovese",
        "sentiment": "none"
      },
      {
        "name": "ferrexpo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ferrexpo eyes black sea",
        "sentiment": "negative"
      },
      {
        "name": "ferrexpo",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "middle east",
        "sentiment": "none"
      },
      {
        "name": "asia",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      },
      {
        "name": "black sea",
        "sentiment": "none"
      },
      {
        "name": "odessa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T07:14:42.462+02:00",
  "updated": "2023-12-30T07:14:42.462+02:00"
}