{
  "thread": {
    "uuid": "5029d8676175872f9898693b9b2b615f6899c741",
    "url": "https://www.diariodepernambuco.com.br/noticia/cienciaesaude/2024/01/cientistas-fazem-mapa-do-cerebro-para-combater-ataques-de-panico.html",
    "site_full": "www.diariodepernambuco.com.br",
    "site": "diariodepernambuco.com.br",
    "site_section": "https://www.pernambuco.com/rss/rss_ultimas/",
    "site_categories": [
      "media"
    ],
    "section_title": "Últimas Notícias",
    "title": "Cientistas fazem \"mapa do cérebro\" que pode ajudar contra ataques de pânico",
    "title_full": "Cientistas fazem \"mapa do cérebro\" que pode ajudar contra ataques de pânico",
    "published": "2024-01-05T23:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.diariodepernambuco.com.br/static/app/noticia_127983242361/2024/01/05/944760/20240105182446594279e.jpg",
    "performance_score": 0,
    "domain_rank": 41662,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5029d8676175872f9898693b9b2b615f6899c741",
  "url": "https://www.diariodepernambuco.com.br/noticia/cienciaesaude/2024/01/cientistas-fazem-mapa-do-cerebro-para-combater-ataques-de-panico.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Diario de Pernambuco",
  "published": "2024-01-05T23:20:00.000+02:00",
  "title": "Cientistas fazem \"mapa do cérebro\" que pode ajudar contra ataques de pânico",
  "text": "SAÚDE MENTAL\nCientistas fazem \"mapa do cérebro\" que pode ajudar contra ataques de pânico\nPesquisadores descobrem circuito cerebral associado a episódios espontâneos e incontrolados de medo inexplicável acompanhado de sintomas físicos, como falta de ar e sudorese\nPublicado em: 05/01/2024 18:20\n|Transtorno afeta até 4% da população mundial (foto: Pexels)|\nMedo avassalador, palmas das mãos suadas, falta de ar, batimentos cardíacos acelerados — esses são alguns dos sintomas de um ataque de pânico, que algumas pessoas apresentam com frequência e de forma inesperada. A criação de um mapa das regiões, neurônios e conexões no cérebro que medeiam esses episódios pode fornecer orientação para o desenvolvimento de uma terapêutica mais eficaz para o transtorno, que, segundo a Organização Mundial da Saúde (OMS), afeta entre 2% e 4% da população global.\nOs pesquisadores do Instituto Salk, na Califórnia, nos Estados Unidos, começaram a construir esse mapa, ao descobrir um importante circuito cerebral para o transtorno do pânico. Essa rede consiste em neurônios especializados que enviam e recebem um neuropeptídeo — uma pequena proteína que manda mensagens por todo o cérebro — chamado Pacap.\nAlém disso, os cientistas determinaram que o Pacap e os neurônios que produzem o seu receptor são possíveis alvos para novos tratamentos para o transtorno do pânico. As descobertas foram publicadas ontem, na revista Nature Neuroscience.\n\"Temos explorado diferentes áreas do cérebro para entender onde começam os ataques de pânico\", diz o autor sênior Sung Han, professor associado do Instituto Salk. Segundo ele, acreditava-se que uma pequena estrutura semelhante a uma amêndoa, a amígdala, conhecida como o centro do medo do cérebro, era a principal responsável. \"Mas mesmo as pessoas que têm danos nessa região ainda podem sofrer ataques de pânico, por isso sabíamos que precisávamos procurar outro lugar\", conta.\nTratamentos\nA descoberta atual de um circuito cerebral específico fora da amígdala que está ligado a ataques de pânico pode inspirar novos tratamentos para o transtorno, que diferem dos medicamentos atuais disponíveis. Esses, normalmente, têm como alvo o sistema de serotonina do cérebro.\nPara começar a esboçar um mapa cerebral do transtorno do pânico, os pesquisadores analisaram uma região do cérebro chamada núcleo parabraquial lateral (NPBL), que fica em uma parte do tronco cerebral, e é conhecida como centro de alarme do órgão. Curiosamente, essa pequena área também controla a respiração, a frequência cardíaca e a temperatura corporal, que ficam alteradas durante os episódios.\nTornou-se evidente que o NPBL estava associado à geração de pânico e na provocação de mudanças emocionais e físicas. Além disso, os pesquisadores descobriram que essa área do cérebro produz o Pacap, proteína conhecida como principal reguladora das respostas ao estresse. Mas a ligação entre esses elementos ainda não era clara, então a equipe recorreu a um modelo animal, para confirmar e expandir o mapa proposto.\n\"No passado, comportamentos emocionais e relacionados ao estresse foram associados a neurônios que expressam o Pacap\", diz o coautor Sukjae Kang, pesquisador associado sênior do laboratório de Han. \"Ao imitar os ataques de pânico nos ratos, fomos capazes de observar a atividade desses neurônios e descobrir uma conexão única entre o circuito cerebral Pacap e o transtorno do pânico.\"\nExpressão\nOs cientistas constataram que, durante um ataque de pânico, os neurônios que expressam a proteína foram ativados. Quando isso acontece, eles liberam o neuropeptídeo mensageiro Pacap para outra parte do cérebro chamada rafe dorsal, onde residem os neurônios que expressam os receptores da proteína. Então, são produzidos os sintomas comportamentais e físicos associados ao transtorno.\nA ligação entre o pânico e o circuito cerebral Pacap foi um passo importante para mapear o cérebro, diz Han. A equipe também descobriu que, ao inibir a sinalização da proteína, é possível reduzir os sintomas, uma descoberta que consideram promissora para o desenvolvimento futuro de terapêutica específica para transtorno.\nDe acordo com Han, apesar da categorização da síndrome do pânico como um transtorno de ansiedade, há muitas maneiras pelas quais as duas condições são diferentes. Por exemplo, a primeira induz a muitos sintomas físicos, como falta de ar, batimentos cardíacos acelerados, sudorese e náusea, mas a segunda não gera esses sinais.\nOutra diferença é que os ataques de pânico são incontroláveis e muitas vezes espontâneos, enquanto outros transtornos de ansiedade, como o de estresse pós-traumático (TEPT), são mais baseados na memória e têm gatilhos previsíveis. Essas divergências, diz Han, são a razão pela qual é fundamental construir esse mapa cerebral específico do pânico, para que os investigadores possam criar terapêuticas especialmente adaptadas a ele.\n\"Descobrimos que a atividade dos neurônios produtores de Pacapé inibida durante condições de ansiedade e eventos de memória traumática - a amígdala do camundongo, na verdade, inibe diretamente esses neurônios\", diz Han. \"Como a ansiedade parece funcionar de forma inversa à do circuito cerebral do pânico, seria interessante observar a interação entre ambos, uma vez que precisamos explicar agora como as pessoas com transtorno de ansiedade têm maior tendência a sofrer ataques de pânico.\"\nConfira as informações no\nCorreio Braziliense.\nCOMENTÁRIOS\nOs comentários a seguir não representam a opinião do jornal Diario de Pernambuco; a responsabilidade é do autor da mensagem.\nMAIS NOTÍCIAS DO CANAL\n[]https://www.diariodepernambuco.com.br/noticia/cienciaesaude/2023/12/saiba-quais-foram-os-estudos-cientificos-mais-relevantes-de-2023.html\nSaiba quais foram os estudos científicos mais relevantes de 2023\nA revista Science selecionou os estudos mais relevantes de 2023. Há desde os inibidores de GPL-1 - as famosas \"canetinhas emagrecedoras\", medicações para redução de peso e controle da insulina a novos métodos de detecção de ondas gravitacionais\n15/12/2023 às 20h53\n[]https://www.diariodepernambuco.com.br/noticia/cienciaesaude/2023/12/fertlizacao-in-vitro-tecnica-a-baixo-custo-e-desenvolvida-na-ufrs.html\nFertilização in vitro: técnica a baixo custo é desenvolvida na UFRS\nCientista brasileira desenvolve um tratamento que demonstra 80% de eficácia a baixo custo em comparação aos métodos convencionais. Mais uma esperança para as mulheres que sonham em ser mães e esperam pela oportunidade\n04/12/2023 às 22h51\n[]https://www.diariodepernambuco.com.br/noticia/cienciaesaude/2023/11/cientistas-desenvolvem-sensor-que-traduz-pensamentos-em-fala.html\nO futuro hoje: cientistas desenvolvem sensor que traduz pensamentos em fala\nTecnologia da Universidade de Duke devolve a voz a pessoas que perderam a habilidade de articulação vocal. Os dispositivos decodificam impulsos elétricos e possibilitam a comunicação com a ajuda de um computador\n23/11/2023 às 21h39",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Social Issue"
  ],
  "external_links": [
    "https://www.correiobraziliense.com.br/ciencia-e-saude/2024/01/6780190-cientista-fazem-mapa-do-cerebro-que-pode-ajudar-contra-ataques-de-panico.html",
    "https://correiobraziliense.com.br/ciencia-e-saude/2024/01/6780190-cientista-fazem-mapa-do-cerebro-que-pode-ajudar-contra-ataques-de-panico.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:40:01.215+02:00",
  "updated": "2024-01-06T00:40:01.215+02:00"
}