{
  "thread": {
    "uuid": "18b417fef5aca66723aff70f472ed008b134afa3",
    "url": "https://www.ndtv.com/india-news/isros-big-defence-boost-for-india-50-spy-satellites-in-5-years-details-here-4760073",
    "site_full": "www.ndtv.com",
    "site": "ndtv.com",
    "site_section": "https://www.ndtv.com/india-news/bjp-announces-2-more-candidates-for-madhya-pradesh-assembly-polls-4525703",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "BJP Announces 2 More Candidates For Madhya Pradesh Assembly polls",
    "title": "ISRO's Big Defence Boost For India - 50 Spy Satellites In 5 Years. Details Here",
    "title_full": "ISRO's Big Defence Boost For India - 50 Spy Satellites In 5 Years. Details Here",
    "published": "2023-12-29T05:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://c.ndtvimg.com/2020-02/bqktufvc_satellite-generic_625x300_01_February_20.jpg",
    "performance_score": 0,
    "domain_rank": 847,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "18b417fef5aca66723aff70f472ed008b134afa3",
  "url": "https://www.ndtv.com/india-news/isros-big-defence-boost-for-india-50-spy-satellites-in-5-years-details-here-4760073",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Press Trust of India",
  "published": "2023-12-29T05:33:00.000+02:00",
  "title": "ISRO's Big Defence Boost For India - 50 Spy Satellites In 5 Years. Details Here",
  "text": "ISRO plans to launch 50 satellites for intelligence gathering in 5 years. (Representational) India is aiming to launch 50 satellites in the next five years for geo-intelligence gathering which will include the creation of a layer of satellites in different orbits with a capacity to track the movement of troops and image thousands of kilometers of area, Indian Space Research Organisation (ISRO) chairman S Somanath said on Thursday. For realising India's aspiration to become a strong nation, the current size of its satellite fleet is not enough and it should be \"ten times what we have today\", he said, speaking at 'Techfest', an annual science and technology event organised by the Indian Institute of Technology Bombay. Defence intelligence gathering satellites are popularly called 'spy-sats', short for spy satellites. Mr Somanath further said that it was important to improve the ability of satellites to detect changes, to bring in more of AI-related and data-driven approach to analyse data, reduce data downloads and get only the necessary information. Spacecrafts are capable of observing a country's borders and neighbouring regions, the ISRO chief noted. \"All of it can be seen from satellites. This capability gives us enormous potential. We have been launching satellites to handle this, but there is a different way of thinking now and we need to look at it in a much more critical manner because the power of (any) nation is the ability to understand what is happening around it,\" Mr Somanath said. Many satellites are being designed and configured, he said. \"We have already configured 50 satellites to be realised in the next five years and this is going to be launched for India for supporting this particular geo-intelligence capability over the next five years plus (period),\" the ISRO chief added. If India is able to launch satellites at this scale, threats to the country can be better mitigated, Mr Somanath said. \"We have found out a way by which a layer of satellites can be launched starting from GEO (geostationary equatorial orbit) to LEO (lower earth orbit) and also (in) very low earth orbit where we need very critical assessment of some situation,\" he said. This is a new domain which is coming up not only in optical, but also in SAR (synthetic aperture radar), thermal and various other technologies, Mr Somanath pointed out. \"We will have communication between satellites, so that if some satellite detects something, which is at GEO at 36,000 kms, it can have a large view. If you find some activity happening, you can task another satellite in the lower orbit (to check) much more carefully and then give more information,\" he said. \"We are also looking at imaging, not a very small area (but) thousands of kilometers of area and we would like to cover entire borders in everyday cycles. This is a tremendous capability that we are building if we are able to launch these satellites in the next five years,\" he said. Promoted Listen to the latest songs, only on JioSaavn.com Mr Somanath noted that the overall satellite fleet of the country, with its current strength of 54, is \"just not enough\" for a nation like India which is aspiring to be powerful and strong. \"I think it must be ten times what we have today,\" the ISRO chief said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [
    "https://www.jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI",
    "https://www.jiosaavn.com",
    "https://jiosaavn.com",
    "https://jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "somanath",
        "sentiment": "none"
      },
      {
        "name": "s somanath",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "isro",
        "sentiment": "negative"
      },
      {
        "name": "indian space research organisation",
        "sentiment": "none"
      },
      {
        "name": "indian institute of technology bombay",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T08:09:33.023+02:00",
  "updated": "2023-12-29T08:09:33.023+02:00"
}