{
  "thread": {
    "uuid": "e31a617769a0f5dc4cd433d03f65704a8a00c77d",
    "url": "https://www.dvidshub.net/news/470478/chicago-white-sox-honors-army-reserve-soldier-hero-game",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "https://www.dvidshub.net/rss/news",
    "site_categories": [
      "media"
    ],
    "section_title": "DVIDS RSS Feed: News",
    "title": "Chicago White Sox honors Army Reserve Soldier as Hero of the Game",
    "title_full": "Chicago White Sox honors Army Reserve Soldier as Hero of the Game",
    "published": "2024-05-06T23:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d1ldvf68ux039x.cloudfront.net/thumbs/photos/2405/8385756/1000w_q95.jpg",
    "performance_score": 0,
    "domain_rank": 5603,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e31a617769a0f5dc4cd433d03f65704a8a00c77d",
  "url": "https://www.dvidshub.net/news/470478/chicago-white-sox-honors-army-reserve-soldier-hero-game",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Staff Sgt. Erika Whitaker",
  "published": "2024-05-06T23:31:00.000+03:00",
  "title": "Chicago White Sox honors Army Reserve Soldier as Hero of the Game",
  "text": "Chicago – The Chicago White Sox honored Staff Sgt. Christina House, Senior Human Resource Noncommissioned Officer, 85th U.S. Army Reserve Support Command, as Hero of the Game during the White Sox vs Tampa Rays game, April 26, 2024.\nEach hero is honored on the field and featured live on the centerfield videoboard as a public address announcer reads a brief biography regarding their service to our country, according to the White Sox website.\n“The Hero of the Game program has existed for about 18 years,” said Michael Gomez, Senior Manager of Game Presentation for the White Sox. He added, “the White Sox was one of the first organizations to start doing the military in-game recognitions on a game-to-game basis.”\nIndividuals thanked House for her service as she made her way through the stadium. This appreciation swelled for the Chicago native as her picture and military biography graced the stadium’s large center field screen. Thousands of White Sox and Rays fans joined to enthusiastically cheer House as she was recognized on field during the third inning. In addition to the autographed baseball she received, earlier that night, House received a coin from third base coach, Eddie Bourgeois, during the tribute.\nHouse described how she felt after the tribute.\n“I felt extremely proud of myself,” she said. “I was nervous, but I really did have a good time. I enjoyed the game, and I enjoyed my family being there. The White Sox won, so it was a good time.”\nHouse also appreciated her family’s presence at the ballpark.\n“They don’t always get a chance to see me in uniform, or in that type of setting,” she explained. “So, it felt nice to have family around, especially with me being on the jumbo screen. It was kind of nerve-racking, but it was good to have family members there to reassure me that I would be fine on the field. I have good support from my family. They always come to visit me where I’m stationed, and they come to all my promotions.”\nThe moment was not only exciting for House, but also for her family and friends who attended the special event.\n“I was extremely proud and excited when I saw her on the big screen,” said House’s aunt, Felicia Stratten-Banks. “I started having flashbacks when she was younger up until when she was at the ballpark.”\n“As long as I’ve known her, she’s always been a really hard worker and just a great example of what it means to be a Soldier, to take care of Soldiers, and to be great at her job,” said Sgt. Johnnice Jeanpaul, Human Resource Noncommissioned Officer, 472nd Chemical Battalion. “She provided me with mentorship and guidance at the 472nd. She also has that capability to relate to her Soldiers. This tribute is deserved. She’s a fabulous example of what it is to be a leader and to serve.”\nFinally, Stratten-Banks talked about how the Army has improved her niece.\n“I have not seen anyone blossom in her confidence, self-love, and maturity as much as she has since joining the service,” House’s aunt said. “To watch her grow as a servicemember, mom and wife, she puts her all into it. I believe that Christina is an asset to the United States Army and to the men and women she works with daily. She is truly an asset to our family.”\nHouse enlisted in the Army Reserve in 2013 as a human resources specialist. She then went to serve on active duty in 2016 to Fort Sam Houston, Texas as a human resources NCO.\nHouse’s top awards include a meritorious service medal, two army commendation medals and three army achievement medals. She is now working towards commissioning into the Army Medical Corps.\n|Date Taken:||05.06.2024|\n|Date Posted:||05.06.2024 16:31|\n|Story ID:||470478|\n|Location:||CHICAGO, IL, US|\n|Web Views:||5|\n|Downloads:||0|\nThis work, Chicago White Sox honors Army Reserve Soldier as Hero of the Game, by\n[SSG Erika Whitaker](/portfolio/1713992/erika-whitaker), identified by DVIDS, must comply with the restrictions shown on https://www.dvidshub.net/about/copyright.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christina house",
        "sentiment": "negative"
      },
      {
        "name": "michael gomez",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "army reserve soldier",
        "sentiment": "negative"
      },
      {
        "name": "chicago white sox",
        "sentiment": "negative"
      },
      {
        "name": "85th u.s. army reserve support command",
        "sentiment": "none"
      },
      {
        "name": "tampa rays",
        "sentiment": "none"
      },
      {
        "name": "house",
        "sentiment": "none"
      },
      {
        "name": "white sox",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "chicago",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T23:51:08.942+03:00",
  "updated": "2024-05-06T23:51:08.942+03:00"
}