{
  "thread": {
    "uuid": "43db9b9c5c19fcfb92072d92198ef83e82fc6094",
    "url": "https://www.mammothtimes.com/news/snowschool-teaches-local-children/article_9df0f228-e238-11ee-8e25-ff5ee08dc5ba.html",
    "site_full": "www.mammothtimes.com",
    "site": "mammothtimes.com",
    "site_section": "https://mammothtimes.com/news/current-eastern-sierra-snowpack-numbers-are-bleak/article_d2aa40cc-b69c-11ee-b2b2-6feadfb5c649.html",
    "site_categories": [
      "media"
    ],
    "section_title": "Current Eastern Sierra Snowpack Numbers Are Bleak | News | mammothtimes.com",
    "title": "SnowSchool Teaches Local Children | News | mammothtimes.com",
    "title_full": "SnowSchool Teaches Local Children | News | mammothtimes.com",
    "published": "2024-03-14T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/mammothtimes.com/content/tncms/assets/v3/editorial/e/09/e0919768-e238-11ee-840c-6f5c85e68ffb/65f34fdfa1b4c.image.jpg?crop=1440%2C756%2C0%2C342&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 99606,
    "domain_rank_updated": "2024-03-12T12:13:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "43db9b9c5c19fcfb92072d92198ef83e82fc6094",
  "url": "https://www.mammothtimes.com/news/snowschool-teaches-local-children/article_9df0f228-e238-11ee-8e25-ff5ee08dc5ba.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Louis Medina, Friends of the Inyo Communications & Philanthropy Director, Special to the Times",
  "published": "2024-03-14T07:00:00.000+02:00",
  "title": "SnowSchool Teaches Local Children | News | mammothtimes.com",
  "text": "Free program helps kids ‘develop an empathetic relationship with nature' with upcoming classes in Bishop and Mammoth... “Hashtag SnowSchool followed by three exclamation points. Smiling face emoji. Snowflake. Heart.” In the part-written, part-pictorial language of texting with which kids are so familiar, that would be an accurate way of capturing the free learning fun experienced by 24 Mammoth Elementary fifth graders Monday at the U.S. Forest Service Mammoth Lakes Welcome Center auditorium and snow-covered grounds. SnowSchool, offered locally each year by Friends of the Inyo, in partnership with the Eastern Sierra Interpretive Association and the Mammoth and Bishop Unified School Districts, is an educational program developed by Winter Wildlands Alliance, a national nonprofit working to protect America’s wild snowscapes. WWA defines SnowSchool as “a bridge connecting kids to snow science, watersheds and winter recreation.” Monday’s fun had actually begun a couple of weeks earlier, when leaders from FOI and ESIA visited students in their classroom to prepare them for the field trip by introducing them to concepts related to the water cycle (including snow and ice); animal, plant and human strategies for surviving in winter; and the properties of snow—from its blinding brilliance in the sun, to its insulating effect upon the ground, to its ability to capture air between snow crystals. The adults accompanying the kids on the SnowSchool outing learned, too. Leah Brown, an American Sign Language interpreter who works for the district and was there to sign for one student said, “I specifically prepared with signs that we would be using today—nature signs.” She had to learn how to translate “hydrosphere” and “biosphere,” she said. Scientific concepts and vocabulary were introduced through dance moves, with students following leaders and raising their arms high to depict evaporation; waving them from side to side to mimic runoff; flapping them like wings to imitate birds migrating to warmer climates as a winter survival tactic; or putting their palms together, pressing one cheek against them and closing their eyes to show how some animals hibernate, sleeping cozily in their dens till the spring. “Any time you use movement, it helps them to remember,” said school aide Tommy Barkley who was assisting a special education student. “Especially in the Sierra, SnowSchool helps students develop an empathetic relationship with nature.” On SnowSchool Day, after reviewing what they had learned through a brief Q&A (dance moves included), the children were split up into three groups of eight, plus the three-to-four adults assigned to each group—altogether there were four staff from each MUSD and ESIA, one from FOI, and two community volunteers—and everyone headed from the auditorium to the grounds around the Welcome Center. “I’m very impressed with the instruction. It’s excellent!” said Mammoth Unified substitute teacher Cory Potter. “I’m impressed that they had snowshoes for everybody.” And a large bin full of gloves, jackets and sunglasses for children who needed them. The kids used shovels to dig pits to learn about snow layers and the different temperatures at varying snow depths, constructed a watershed model in the snow, and filled water bottles with the powdery stuff to study the snow-to-water ratio once the snow melted. Paul Chambers, ESIA’s business manager, thinks fifth grade is the ideal age to expose kids to this type of hands-on scientific learning. “I feel they’re able to listen and intake information a little better than third graders, but they’re not like seventh or eighth graders, who are more independent and into doing their own thing.” Truly, the kids were well behaved and cooperative, collaborating with their peers and minding their teachers and aides’ instructions while still finding time for spontaneous expression. One girl did a cartwheel while wearing snowshoes. One boy shared an anecdote about having slept in a snow cave. And another girl made a snow heart and presented it to her group leader, Allison Weber, of Friends of the Inyo. “Rosy-cheeked emoji.” SnowSchool will be offered to more fifth graders at the Mammoth Lakes Welcome Center againthis Friday, March 15. SnowSchool will also be offered to Bishop Elementary students at Cardinal Village on March 18 – 20. IF YOU WANT TO KNOW MORE: For more information about SnowSchool and other educational offerings from Friends of the Inyo, visit FriendsoftheInyo.org . Louis Medina serves as FOI’s Communications and Philanthropy Director and may be reached at [Louis@friendsoftheinyo.org]. ... For more stories like this, go to MammothTimes.com and subscribe to get the full issue of our E-Edition on your computer, phone or tablet every Thursday.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment",
    "Education"
  ],
  "external_links": [
    "https://friendsoftheinyo.org/",
    "https://friendsoftheinyo.org",
    "https://www.friendsoftheinyo.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "wwa",
        "sentiment": "none"
      },
      {
        "name": "foi",
        "sentiment": "none"
      },
      {
        "name": "snowschool",
        "sentiment": "none"
      },
      {
        "name": "winter wildlands alliance",
        "sentiment": "none"
      },
      {
        "name": "esia",
        "sentiment": "none"
      },
      {
        "name": "eastern sierra interpretive association",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "inyo",
        "sentiment": "none"
      },
      {
        "name": "u.s. forest service mammoth lakes welcome center",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:59:11.257+02:00",
  "updated": "2024-03-15T00:59:11.257+02:00"
}