{
  "thread": {
    "uuid": "8f582b336d032972ac807947d4b378eb505fb0bb",
    "url": "https://www.meretmarine.com/fr/science-et-environnement/en-2023-la-quantite-de-chaleur-stockee-par-l-ocean-a-battu-son-record-absolu",
    "site_full": "www.meretmarine.com",
    "site": "meretmarine.com",
    "site_section": "https://www.meretmarine.com/fr",
    "site_categories": [
      "jobs",
      "us_military"
    ],
    "section_title": "Mer et Marine - Actualités maritimes, défense, marine marchande",
    "title": "En 2023, la quantité de chaleur stockée par l’océan a battu son record absolu | Mer et Marine",
    "title_full": "En 2023, la quantité de chaleur stockée par l’océan a battu son record absolu | Mer et Marine",
    "published": "2024-04-12T01:58:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://assets.meretmarine.com/s3fs-public/images/2013-01/20130102190744_DSC_0190.jpg",
    "performance_score": 0,
    "domain_rank": 96639,
    "domain_rank_updated": "2024-04-09T13:11:30.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8f582b336d032972ac807947d4b378eb505fb0bb",
  "url": "https://www.meretmarine.com/fr/science-et-environnement/en-2023-la-quantite-de-chaleur-stockee-par-l-ocean-a-battu-son-record-absolu",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-12T01:58:00.000+03:00",
  "title": "En 2023, la quantité de chaleur stockée par l’océan a battu son record absolu | Mer et Marine",
  "text": "C’est un indicateur utilisé en océanographie et en climatologie, qui mesure la quantité d'énergie absorbée par l'océan. Selon une étude publiée dans la revue Nature, le « contenu thermique de l’océan » n’a jamais été aussi élevé que l’an dernier. Le rayonnement solaire est la principale source d’énergie de la Terre, qui en capte une partie et renvoie l’autre au-delà de l’atmosphère. L’augmentation rapide des gaz à effet de serre produits par les activités humaines entraîne un surplus d’énergie, absorbée à 90% par les océans, qui se traduit notamment par le réchauffement de leurs eaux. Corédigée par l’océanographe Karina von Schuckmann et la doctorante Audrey Minière, de [Mercator Ocean International](https://www.meretmarine.com/fr/science-et-environnement/mercator-ocean-international-change-de-dimension), l’étude récemment publiée dans la revue Nature conclut que le « contenu thermique de l’océan » (ocean heat content – OHC), cette chaleur accumulée, a atteint son point le plus haut en 2023. Grâce à des observations océaniques in situ et par satellite notamment, les auteurs ont observé que la plus grande partie est stockée dans les océans Atlantique et Austral, qui se réchauffent plus rapidement que les océans Pacifique et Indien. Vagues de chaleur marine Ces conclusions vont dans le même sens que celles du rapport sur l’état du climat mondial en 2023, rendu public en mars par l’Organisation météorologique mondiale (OMM), qui dépend des Nations unies. Il a notamment confirmé que 2023 avait été l’année la plus chaude jamais enregistrée, avec une température moyenne à la surface du globe de 1.45 °C au-dessus du niveau de référence de l’ère préindustrielle. Selon ce rapport, lors d’une journée moyenne en 2023, près d’un tiers de l’ensemble des océans dans le monde était sous l’emprise d’une vague de chaleur marine (contre 23% en 2016), avec un impact délétère sur les écosystèmes, comme les [récifs coralliens](https://www.meretmarine.com/fr/12-milliards-de-dollars-a-lever-pour-sauver-les-recifs-coralliens), et les systèmes alimentaires vitaux. Fin 2023, plus de 90% des océans de la planète avaient connu des vagues de chaleur à un moment ou à un autre de l’année. Le rapport indique également que l’an dernier, l’ensemble des glaciers de référence à travers la planète a subi la perte de glaces la plus importante jamais enregistrée (depuis 1950), en raison d’une fonte extrême dans l’ouest de l’Amérique du Nord et de l’Europe. L’étendue des glaces de mer dans l’ [Antarctique](https://www.meretmarine.com/fr/science-et-environnement/en-antarctique-le-glacier-thwaites-ne-tient-plus-que-par-le-bout-des) a en outre été de loin la plus faible jamais enregistrée : l’étendue maximale à la fin de l’hiver était inférieure d’un million de km2 à celle de l’année record précédente, soit l’équivalent de la taille de la France et de l’Allemagne réunies. « Nous sommes en alerte rouge » « Les changements climatiques ne se limitent pas seulement aux températures. Ce dont nous avons été témoins en 2023, en particulier le réchauffement sans précédent des océans, le recul des glaciers et la perte de banquise en Antarctique, suscite la plus grande inquiétude », a commenté Celeste Saulo, secrétaire générale de l’OMM, en présentant ce rapport. « La communauté météorologique mondiale met en garde le monde entier et tire la sonnette d’alarme : nous sommes en alerte rouge ». Outre la fonte des glaces, les vagues de chaleur océaniques ou l’acidification des océans, l’augmentation de la températures des océans a également pour conséquences l’augmentation de l'intensité des cyclones tropicaux et l’ [élévation du niveau de la mer](https://www.meretmarine.com/fr/science-et-environnement/comment-adapter-les-territoires-du-pacifique-a-l-elevation-des-oceans). Des sujets largement abordés par la communauté scientifique mondiale, réunie en cette mi-avril à Barcelone dans le cadre de la Décennie des Nations unies pour les sciences océaniques au service du développement durable. Cette conférence doit déboucher sur la publication de livres blancs qui identifieront les futures priorités de la Décennie des océans (2021-2030), « pour générer les connaissances nécessaires à des solutions scientifiques liées aux défis mondiaux, tels que le changement climatique, la sécurité alimentaire, la conservation de la biodiversité, l’économie durable des océans, la pollution et les risques naturels ». Ces éléments serviront de base de travail avant la Conférence des Nations unies pour l'océan, qui se déroulera à Nice en 2025. © Un article de la rédaction de Mer et Marine. Reproduction interdite sans consentement du ou des auteurs.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T02:35:49.172+03:00",
  "updated": "2024-04-12T02:35:49.172+03:00"
}