{
  "thread": {
    "uuid": "f4b51a2a9ef75462f5f9307365463f44a73a462e",
    "url": "https://menafn.com/1107979496/Montauk-Renewables-Announces-Full-Year-2023-Results",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://emm.newsbrief.eu/rss/rss?type=rtn&language=en&duplicates=false",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Latest news clusters for en",
    "title": "Montauk Renewables Announces Full Year 2023 Results | MENAFN.COM",
    "title_full": "Montauk Renewables Announces Full Year 2023 Results | MENAFN.COM",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://menafn.com/includes/img/logo.jpg",
    "performance_score": 0,
    "domain_rank": 6330,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f4b51a2a9ef75462f5f9307365463f44a73a462e",
  "url": "https://menafn.com/1107979496/Montauk-Renewables-Announces-Full-Year-2023-Results",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Montauk Renewables Announces Full Year 2023 Results | MENAFN.COM",
  "text": "Forgot Username or Password Date Full Year Highlights: While we had flat production volumes in 2023 as compared to 2022, our sales of RINs from RNG increased approximately 2.5% to 44.9 million RINs sold in 2023. However, lower prices of both the average realized price of RINs sold and natural gas resulted in lower revenues in 2023. These 2023 price driven reductions to revenues of approximately $30.7 million were offset through our tiered royalty structure reducing royalty expense in 2023 by approximately $9.3 million, which led to our $20.9 million reduction in 2023 operating income. Our average pricing realized on RIN sales during 2023 of $2.71 exceeded the average D3 RIN index price of $2.63 during 2023. Our Montauk Ag Renewables development in Turkey, NC was notified by the NC Utilities Commission that it received approval for our New Renewable Energy Facility designation and Certificate of Public Convenience and Necessity. In March 2024, we submitted an amendment to our New Renewable Energy Facility application. At our Pico site, we began using our new reception pit and additional digester capacity in 2023 and expect the digestion capacity project to be fully commissioned during the second quarter of 2024. Our dairy host informed us that the third and final feedstock volumes are to be expected in 2025. We now expect our second facility at our Apex site to be commissioned during the fourth quarter of 2024 at which time we will have the capacity to process available feedstock as the landfill host increases its waste intake. Finally, distribution upgrades required by our interconnection partner for our Blue Granite project have delayed our expected commissioning of that facility until 2026. We are excited by our recent announcement with a North American subsidiary of European Energy to capture, clean and liquify biogenic carbon dioxide from our four Texas facilities. We expect to begin capital expenditures later in the second half of 2024 with the goal of delivering 140 thousand tons per year in 2027. We also recently reached two separate five year extensions at two of our facilities located on Waste Management landfills. These extensions were reached in connection with our sale of the gas rights agreement at our Security Renewable Electricity facility for $1.0 million effective October 2024. These proceeds are in excess of the sites carrying value and the sale comes as the power purchase agreement at the Security site was set to expire in late 2024. Full Year Financial Results Total revenues in 2023 were $174.9 million, a decrease of $30.7 million (14.9%) compared to $205.6 million in 2022. The decrease is primarily related to a decrease in realized RIN prices of 16.6% to $2.71 in 2023 compared to $3.25 in 2022. Additionally, natural gas index pricing decreased 58.7% during 2023 compared to 2022. Operating and maintenance expenses for our RNG facilities were $47.9 million, an increase of $4.2 million (9.5%) compared to $43.7 million in 2022. Our total RNG facilities reported reduced utility expenses of approximately $2.1 million in 2023 as compared to 2022. Other RNG operating and maintenance expenses increased approximately $6.3 million in 2023 compared to 2022 as a result of facility preventative maintenance, repairs, wellfield operational enhancements, and non capitalizable costs. Our Renewable Electricity Generation operating and maintenance expenses in 2023 were $11.7 million, a decrease of $1.3 million (10.2%) compared to $13.1 million in 2022, primarily due to timing of scheduled preventative maintenance intervals at our Bowerman facility. Total general and administrative expenses were $34.4 million in 2023, an increase of $0.3 million (0.8%) compared to $34.1 million in 2022. The increase was primarily related to employee related costs, including stock based compensation. Operating income in 2023 was $23.6 million, a decrease of $20.9 million (47.0%) compared to $44.5 million in 2022. Net income in 2023 was $14.9 million, a decrease of $20.3 million (57.5%) compared to $35.2 million in 2022. Full Year Operational Results We produced approximately 5.5 million Metric Million British Thermal Units (“MMBtu”) of RNG in 2023, flat compared to 5.5 million MMBtu produced in 2022. We produced approximately 194 thousand megawatt hours (“MWh”) in Renewable Electricity in 2023, an increase of 4 thousand MWh compared to 190 thousand MWh produced in 2022. Our Security facility produced approximately 5 thousand MWh more in 2023 compared to 2022 as a result of prior period engine maintenance. 2024 Full Year Outlook Conference Call Information The Company will host a conference call today at 5:00 p.m. ET to discuss results. The registration for the conference call will be available via the following link: Please register for the conference call and webcast using the above link in advance of the call start time. The webcast platform will register your name and organization as well as provide dial-ins numbers and a unique access pin. The conference call will be broadcast live and be available for replay at and on the Company's website at after 8:00 p.m. Eastern time on the same day through March, 14, 2025. Use of Non-GAAP Financial Measures This press release and the accompanying tables include references to EBITDA and Adjusted EBITDA, which are Non-GAAP financial measures. We present EBITDA and Adjusted EBITDA because we believe the measures assist investors in analyzing our performance across reporting periods on a consistent basis by excluding items that we do not believe are indicative of our core operating performance. In addition, EBITDA and Adjusted EBITDA are financial measurements of performance that management and the board of directors use in their financial and operational decision-making and in the determination of certain compensation programs. EBITDA and Adjusted EBITDA are supplemental performance measures that are not required by or presented in accordance with GAAP. EBITDA and Adjusted EBITDA should not be considered alternatives to net (loss) income or any other performance measure derived in accordance with GAAP, or as an alternative to cash flows from operating activities or a measure of our liquidity or profitability. About Montauk Renewables, Inc. Montauk Renewables, Inc. (NASDAQ: MNTK) is a renewable energy company specializing in the management, recovery and conversion of biogas into RNG. The Company captures methane, preventing it from being released into the atmosphere, and converts it into either RNG or electrical power for the electrical grid (“Renewable Electricity”). The Company, headquartered in Pittsburgh, Pennsylvania, has more than 30 years of experience in the development, operation and management of landfill methane-fueled renewable energy projects. The Company has current operations at 15 operating projects and on going development projects located in California, Idaho, Ohio, Oklahoma, Pennsylvania, North Carolina, South Carolina, and Texas. The Company sells RNG and Renewable Electricity, taking advantage of Environmental Attribute premiums available under federal and state policies that incentivize their use. For more information, visit Company Contact: John CiroliChief Legal Officer (CLO) & Secretary ... (412) 747-8700 Investor Relations Contact: Georg VenturatosGateway Investor Relations ... (949) 574-3860 Safe Harbor Statement This release contains“forward-looking statements” within the meaning of U.S. federal securities laws that involve substantial risks and uncertainties. All statements other than statements of historical or current fact included in this report are forward-looking statements. Forward-looking statements refer to our current expectations and projections relating to our financial condition, results of operations, plans, objectives, strategies, future performance, and business. Forward-looking statements may include words such as“anticipate,”“assume,”“believe,”“can have,”“contemplate,”“continue,”“strive,”“aim,”“could,”“design,”“due,”“estimate,”“expect,”“forecast,”“goal,”“intend,”“likely,”“may,”“might,”“objective,”“plan,”“predict,”“project,”“potential,”“seek,”“should,”“target,”“will,”“would,” and other words and terms of similar meaning in connection with any discussion of the timing or nature of future operational performance or other events. For example, all statements we make relating to future results of operations, financial condition, expectations and plans of the Company, including the expected benefits of the Pico digestion capacity increase, the Montauk Ag project in North Carolina, the Second Apex RNG Facility, the Blue Granite RNG Facility, the Bowerman RNG Facility, the delivery of biogenic carbon dioxide volumes to European Energy, the resolution of gas collection issues at the McCarty facility, the mitigation of wellfield extraction environmental factors at the Rumpke facility, and weather-related anomalies are forward-looking statements. All forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from those that we expect and, therefore, you should not unduly rely on such statements. The risks and uncertainties that could cause those actual results to differ materially from those expressed or implied by these forward-looking statements include but are not limited to: our ability to develop and operate new renewable energy projects, including with livestock farms, and related challenges associated with new projects, such as identifying suitable locations and potential delays in acquisition financing, construction, and development; reduction or elimination of government economic incentives to the renewable energy market; the inability to complete strategic development opportunities; widespread manmade, natural and other disasters (including severe weather events), health emergencies, dislocations, geopolitical instabilities or events, terrorist activities, international hostilities, government shutdowns, political elections, security breaches, cyberattacks or other extraordinary events that impact general economic conditions, financial markets and/or our business and operating results; continued inflation could raise our operating costs or increase the construction costs of our existing or new projects; rising interest rates could increase the borrowing costs of future indebtedness; the potential failure to retain and attract qualified personnel of the Company or a possible increased reliance on third-party contractors as a result; the length of development and optimization cycles for new projects, including the design and construction processes for our renewable energy projects; dependence on third parties for the manufacture of products and services and our landfill operations; the quantity, quality and consistency of our feedstock volumes from both landfill and livestock farm operations; reliance on interconnections with and access to electric utility distribution and transmission facilities and gas transportation pipeline for our Renewable Natural Gas and Renewable Electricity Generation segments; our projects not producing expected levels of output; potential benefits associated with the combustion-based oxygen removal condensate neutralization technology; concentration of revenues from a small number of customers and projects; our outstanding indebtedness and restrictions under our credit facility; our ability to extend our fuel supply agreements prior to expiration; our ability to meet milestone requirements under our power purchase agreements; existing regulations and changes to regulations and policies that effect our operations; expected benefits from the extension of the Production Tax Credit and other tax credit benefits under the Inflation Reduction Act of 2022; decline in public acceptance and support of renewable energy development and projects, or our inability to appropriately address environmental, social and governance targets, goals, commitments or concerns, including climate-related disclosures; our expectations regarding Environmental Attribute volume requirements and prices and commodity prices; our expectations regarding the period during which we qualify as an emerging growth company under the Jumpstart Our Business Startups Act (“JOBS Act”); our expectations regarding future capital expenditures, including for the maintenance of facilities; our expectations regarding the use of net operating losses before expiration; our expectations regarding more attractive carbon intensity scores by regulatory agencies for our livestock farm projects; market volatility and fluctuations in commodity prices and the market prices of Environmental Attributes and the impact of any related hedging activity; regulatory changes in federal, state and international environmental attribute programs and the need to obtain and maintain regulatory permits, approvals, and consents; profitability of our planned livestock farm projects; sustained demand for renewable energy; potential liabilities from contamination and environmental conditions; potential exposure to costs and liabilities due to extensive environmental, health and safety laws; impacts of climate change, changing weather patterns and conditions, and natural disasters; failure of our information technology and data security systems; increased competition in our markets; continuing to keep up with technology innovations; concentrated stock ownership by a few stockholders and related control over the outcome of all matters subject to a stockholder vote; and other risks and uncertainties detailed in the section titled“Risk Factors” in our latest Annual Report on Form 10-K and our other filings with the SEC. We make many of our forward-looking statements based on our operating budgets and forecasts, which are based upon detailed assumptions. While we believe that our assumptions are reasonable, we caution that it is very difficult to predict the impact of known factors, and it is impossible for us to anticipate all factors that could affect our actual results. All forward-looking statements attributable to us are expressly qualified in their entirety by these cautionary statements as well as others made in our Securities and Exchange Commission filings and public communications. You should evaluate all forward-looking statements made by us in the context of these risks and uncertainties. The forward-looking statements included herein are made only as of the date hereof. The Company undertakes no obligation to publicly update or revise any forward-looking statement as a result of new information, future events, or otherwise, except as required by law. MENAFN14032024004107003653ID1107979496 Legal Disclaimer: MENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above. Tags Comments Category Date",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nc utilities commission",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "turkey",
        "sentiment": "none"
      },
      {
        "name": "nc",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:36:48.714+02:00",
  "updated": "2024-03-15T00:36:48.714+02:00"
}