{
  "thread": {
    "uuid": "60a77404a64954182d76a4e96a6d9c556d4a2bc9",
    "url": "https://www.zawya.com/en/life/uaes-coldest-hottest-and-rainiest-spots-revealed-wb8hm4a4",
    "site_full": "www.zawya.com",
    "site": "zawya.com",
    "site_section": "https://www.zawya.com/sitemaps/en/rss",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Zawya.com - All Regional News",
    "title": "UAE's coldest, hottest and rainiest spots revealed",
    "title_full": "UAE's coldest, hottest and rainiest spots revealed",
    "published": "2023-12-30T03:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AE",
    "main_image": "https://static.zawya.com/view/acePublic/alias/contentid/ZGExZmUxYzktODJlZS00/25/1459548743.jpeg?f=3%3A2",
    "performance_score": 0,
    "domain_rank": 5723,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "60a77404a64954182d76a4e96a6d9c556d4a2bc9",
  "url": "https://www.zawya.com/en/life/uaes-coldest-hottest-and-rainiest-spots-revealed-wb8hm4a4",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nandini Sircar",
  "published": "2023-12-30T03:07:00.000+02:00",
  "title": "UAE's coldest, hottest and rainiest spots revealed",
  "text": "Jebel Jais stands out for its captivating snow-capped mountains. This makes it one of the most attractive winter destinations for Fahad Mohamad Abdul Rehman, who is renowned as one of the most dedicated storm chasers in the UAE.\nThe 27-year-old Emirati who often travels to Ras Al Khaimah says that the picturesque route to reach the tallest mountain in the North-Western Hajar range, makes it so much more appealing.\n“There are many tourist places in the country, but the best one is Jebel Jais according to me. It’s cold, but I feel happy, peaceful, and positive when I reach such locations.”\n“The white snow-covered mountains in the winter months make it all the more inviting,” he added.\nTowering at 1,934 meters, its summit provides stunning views, he highlights.\nThe UAE's highest peak, Jebel Jais is already a popular weekend destination for both tourists and locals with several private and public transportation options.\nNotably, it boasts the world’s longest zipline and the UAE's highest bridge suspended 1,250 meters above sea level.\nGreat diversity The Hajar Mountains stretch southwards from Dibba along the Gulf of Oman coast, through Khor Fakkan and Fujairah to the Oman border.\n“The eastern and central regions of the UAE are green due to rainfall.” He explains, “The mountain regions feature great diversity along many parameters.”\nThe Hajar Mountains consist predominantly of a group of rocks known as ‘ophiolite’, which were formerly a part of the ocean crust and upper mantle.\nOphiolite formations are typically linked to limited plant variety and a prevalence of unique species in other areas. “The wadis within the Hajar Mountains support distinct freshwater environments teeming with a diverse range of life. Sometimes it snows on the top of these mountains and it’s beautiful to capture these as stories in my videos. Nature's beauty is incredibly diverse and captivating. There is so much wonder to explore.”\nDifferent charm Similarly, shedding light on other attractive spots in the UAE, Fahd explains: “Masafi in Ras Al Khaimah also has a different kind of charm. Mleiha and Al Madam areas in Sharjah and parts of Al Ain transform into captivating locations, during rainfall. But Al Ain can also become extremely hot during summer.”\nHe emphasises the golden-hued dunes of Mleiha in Sharjah, with the view of the Al Faya mountain range in the background also stands out whenever during the rains.\n“So do the golden mountains of Masafi which are a scenic area from the Hajar Mountains range, an inland town located at the intersection of the Dubai-Hatta and Mleiha-Shwaib roads. In fact, I would say even a cosmopolitan city like Dubai's appearance changes noticeably following rainfall. Its ambiance adopts a unique hue and a different vibe altogether.”\n'Keep these places clean' “Words cannot describe how one feels standing under the rain. I feel I am standing beneath a refreshing shower. Unless one experiences it firsthand it’s hard to comprehend it.”\nThe avid traveller warns, “I also advise those who visit these areas that they must keep these places clean.”\n“Keeping these places clean fosters a sense of pride and respect for the country,” added Fahad.\nCopyright © 2022 Khaleej Times. All Rights Reserved. Provided by SyndiGate Media Inc. ( Syndigate.info ).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment",
    "Weather"
  ],
  "external_links": [
    "http://syndigate.info",
    "http://www.syndigate.info"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jebel jais",
        "sentiment": "negative"
      },
      {
        "name": "fahad mohamad abdul rehman",
        "sentiment": "none"
      },
      {
        "name": "ras al khaimah",
        "sentiment": "none"
      },
      {
        "name": "emirati",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "uae",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "hajar mountains",
        "sentiment": "none"
      },
      {
        "name": "north-western hajar",
        "sentiment": "none"
      },
      {
        "name": "uae",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T07:22:15.341+02:00",
  "updated": "2023-12-30T07:22:15.341+02:00"
}