{
  "thread": {
    "uuid": "ab16d1611b39c432ca4cf40d44bef590d5c53133",
    "url": "https://www.spokesman.com/stories/2024/jan/12/cold-weather-provides-a-chance-to-look-ahead-to-su/",
    "site_full": "www.spokesman.com",
    "site": "spokesman.com",
    "site_section": "http://spokesman.com/feeds/stories/",
    "site_categories": [
      "media"
    ],
    "section_title": "Spokesman.com: Latest stories",
    "title": "Cold weather provides a chance to look ahead to summer - Fri, 12 Jan 2024 PST",
    "title_full": "Cold weather provides a chance to look ahead to summer - Fri, 12 Jan 2024 PST",
    "published": "2024-01-12T21:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://thumb.spokesman.com/Ov9n1PFf_hVhUA7C9Gc51DlYJpg=/1200x630/smart/media.spokesman.com/photos/2024/01/12/65a1891a109f5.hires.jpg",
    "performance_score": 0,
    "domain_rank": 4266,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab16d1611b39c432ca4cf40d44bef590d5c53133",
  "url": "https://www.spokesman.com/stories/2024/jan/12/cold-weather-provides-a-chance-to-look-ahead-to-su/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Michael Wright",
  "published": "2024-01-12T21:30:00.000+02:00",
  "title": "Cold weather provides a chance to look ahead to summer - Fri, 12 Jan 2024 PST",
  "text": "Cold weather provides a chance to look ahead to summer Single-digit temperatures prompt questions about the health of car batteries and water pipes, and the location of the warmest of winter layers. They also prompt thoughts of summer. Cutthroat trout and blue skies. Starry nights in a tent. A warm wood stove in a Forest Service cabin, burning not because it’s needed, but because it’s just nice to build a fire. Winter is the time to begin planning warm (or at least warmer) weather excursions, particularly if they involve popular campsites or rental cabins on public land or a coveted trip down a permit-only river. Several federal agencies offer campsites and cabin rentals through recreation.gov, an online platform that allows users to book trips up to six months in advance. Glacier and Yellowstone national parks have campsites available through the site, and there are dozens of options in Eastern Washington and North Idaho, ranging from cabins to developed campsites. This is no secret. Even logging on at exactly the moment a coveted date is set to become available is no guarantee of booking success. A quick glance at the listing for the Shorty Peak Lookout in far North Idaho on Friday showed that all available dates for the hike-in destination had already been snapped up. Same goes for the Red Ives Cabin along the St. Joe River, and the Avery Creek cabin on the North Fork Coeur d’Alene. Some lesser loved destinations still have dates available, though, so there’s still reason to peruse the site. This could always be the year you find a hidden gem. For river rats, it’s application season. Lottery applications for the Selway, Snake and Salmon rivers are due Jan. 31. Each of those applications is available through recreation.gov. Results are scheduled to be announced on Feb. 14. Landslides washed logs and debris into [the Middle Fork of the Salmon River in August](https://www.spokesman.com/stories/2023/aug/04/middle-fork-of-salmon-river-blocked-by-logjams/), causing logjams that blocked the river. As a result, the U.S. Forest Service is limiting the number of private launches on the river from Aug. 3 to Aug. 13 to allow for people who lost the opportunity to float last year to go this year. Amy Baumer, a Forest Service spokesperson, said the agency expects the entirety of the Middle Fork float stretch to be open this year. Over in Montana, the lottery for floats on the famous Smith River is open for applications until Feb. 14. Some changes are in store for Smith floaters this year. Montana is planning to remove vault toilets along the float, which means raft parties are going to need to pack out all their own human waste. Also, a new state law has put a limit on the number of nonresident permits that are given out each year. The number of nonresident permits is not to exceed 10% of the total permits given out each year. The drawing for Smith River permits will be held on Feb. 22. Applications can be made through [Montana Fish, Wildlife and Parks’ website.](https://fwp.mt.gov/smith-river) Winning permit lotteries or defeating the online crowds in a keyboard race isn’t the only way to fill a summer calendar. There are still plenty of opportunities for public land lovers that don’t require planning months in advance, though the best of those are often closely held secrets. Some screen time can help you unlock some of those mysteries, or at least give you a lead. Even a partial idea is usually enough daydream fuel to push aside thoughts of the thermometer.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Weather"
  ],
  "external_links": [
    "https://fwp.mt.gov/smith-river",
    "https://www.fwp.mt.gov/smith-river"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "forest service",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "eastern washington",
        "sentiment": "none"
      },
      {
        "name": "yellowstone",
        "sentiment": "none"
      },
      {
        "name": "north idaho",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T22:26:21.902+02:00",
  "updated": "2024-01-12T23:45:06.084+02:00"
}