{
  "thread": {
    "uuid": "4cf6d3e5f26c247fb8a8633616baf7b471c35391",
    "url": "https://mvsnoticias.com/nacional/cdmx/2023/12/29/recupera-procuraduria-de-la-defensa-del-trabajo-mas-de-37-mdp-favor-de-trabajadores-en-cdmx-620408.html",
    "site_full": "mvsnoticias.com",
    "site": "mvsnoticias.com",
    "site_section": "https://www.mvsnoticias.com",
    "site_categories": [
      "media"
    ],
    "section_title": "MVS Noticias",
    "title": "Recupera Procuraduría de la Defensa del Trabajo más de 37 mdp a favor de trabajadores en CDMX | MVS Noticias",
    "title_full": "Recupera Procuraduría de la Defensa del Trabajo más de 37 mdp a favor de trabajadores en CDMX | MVS Noticias",
    "published": "2023-12-29T22:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://mvsnoticias.com/u/fotografias/m/2023/12/29/f1280x720-587999_719674_5050.jpg",
    "performance_score": 0,
    "domain_rank": 94926,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4cf6d3e5f26c247fb8a8633616baf7b471c35391",
  "url": "https://mvsnoticias.com/nacional/cdmx/2023/12/29/recupera-procuraduria-de-la-defensa-del-trabajo-mas-de-37-mdp-favor-de-trabajadores-en-cdmx-620408.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Adrián Jiménez",
  "published": "2023-12-29T22:56:00.000+02:00",
  "title": "Recupera Procuraduría de la Defensa del Trabajo más de 37 mdp a favor de trabajadores en CDMX | MVS Noticias",
  "text": "De enero a noviembre de 2023, la Procuraduría de la Defensa del Trabajo recuperó a través de procesos de conciliación 37 millones 863 mil 419 pesos, en favor de trabajadores de la de la Ciudad de México, informó la Secretaría de Trabajo y Fomento al Empleo. En un comunicado la dependencia señaló que el monto recuperado es resultado de mil 772 convenios en Tribunales Laborales y en el Centro de Conciliación Laboral de la capital del país. Recordó que la Procuraduría de la Defensa del Trabajo otorga a la población trabajadora asesoría jurídica laboral de manera gratuita, con personas expertas en materia de derecho laboral. Detalló que entre los diferentes servicios que ofrece, está la asesoría y representación jurídico-laboral respecto al pago de prestaciones como: salarios, aguinaldo, vacaciones, prima vacacional, indemnización por despido, prima dominical, prima de antigüedad, horas extra, utilidades, entre otras. En este dentición destacó que se brinda atención especializada a grupos prioritarios y personas en situaciones de vulnerabilidad, como personas con discapacidad, comunidades y pueblos originarios, comunidad LGBT+, y adultos mayores. La Secretaría de Trabajo y Fomento al Empleo refirió que todas las asesorías y denuncias se pueden solicitar de forma presencial en el Módulo de Atención Ciudadana de la Procuraduría de la Defensa del Trabajo, ubicado en calzada San Antonio Abad 32, colonia Tránsito, Alcaldía Cuauhtémoc; o bien, por vía telefónica, al número 55 57 09 32 33 extensiones: 2001 y 2011. Recupera Procuraduría de la Defensa del Trabajo más de 37 mdp a favor de trabajadores en CDMX El monto recuperado es resultado de mil 772 convenios en Tribunales Laborales y en el Centro de Conciliación Laboral de la capital del país. De enero a noviembre de 2023, la Procuraduría de la Defensa del Trabajo recuperó a través de procesos de conciliación 37 millones 863 mil 419 pesos, en favor de trabajadores de la de la Ciudad de México, informó la Secretaría de Trabajo y Fomento al Empleo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T23:19:25.937+02:00",
  "updated": "2023-12-29T23:19:25.937+02:00"
}