{
  "thread": {
    "uuid": "cd462bcb2c9876a9bb80b64aedc75d1f76122faa",
    "url": "https://www.normantranscript.com/community/devotional-the-inspiration-of-harold-gomes/article_1984e7b8-a59f-11ee-8709-6ffcea271cd0.html",
    "site_full": "www.normantranscript.com",
    "site": "normantranscript.com",
    "site_section": "http://www.normantranscript.com",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "normantranscript.com | my paper, my town",
    "title": "DEVOTIONAL: The inspiration of Harold Gomes | Community | normantranscript.com",
    "title_full": "DEVOTIONAL: The inspiration of Harold Gomes | Community | normantranscript.com",
    "published": "2023-12-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/normantranscript.com/content/tncms/assets/v3/editorial/a/05/a0505502-a59f-11ee-a8c8-0f71c1e1275a/658da4bc57362.image.jpg?crop=479%2C479%2C0%2C120&amp;resize=200%2C200&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 26221,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cd462bcb2c9876a9bb80b64aedc75d1f76122faa",
  "url": "https://www.normantranscript.com/community/devotional-the-inspiration-of-harold-gomes/article_1984e7b8-a59f-11ee-8709-6ffcea271cd0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "KATHRYN JEAN LOPEZ | SYNDICATED COLUMNIST",
  "published": "2023-12-29T07:00:00.000+02:00",
  "title": "DEVOTIONAL: The inspiration of Harold Gomes | Community | normantranscript.com",
  "text": "Harold Gomes wanted us all to be brave. “A warrior” is how his sister described him, but one who as “tender” and “authoritative,” she said before his funeral Mass. As long as I knew him, he was on a ventilator and in a wheelchair, due to the afflictions of muscular dystrophy. And yet, even in the confines of his illness, he lived so freely. On a pilgrimage to Lourdes, France, he felt a closeness to God that changed his life. Harold wrote about what he learned regarding his suffering on that pilgrimage. “God permits suffering in order to bring a greater good out of it — the Crucifix is proof! I was moved when I learned that my suffering has great value when it is united with the suffering of Jesus on the Cross. I can offer my suffering to save souls! ... I was in a wheelchair precisely because God loved me!” At his funeral Mass, his sister made clear that Harold wasn’t a delusional recluse. He wasn’t trying to escape. He truly saw love and inspiration in the message of Christianity. He worked tirelessly to spread that message in his daily life. Earlier this year, he wrote about the conversion of St. Paul as “a miracle of God’s transforming grace. What the Lord did for him, he can do for anyone.” “It is Christmas Eve as I write this message,” Harold wrote last year. “The prospect of going to Christmas Mass, whether in a few hours at midnight or tomorrow in the midmorning, is now simply impossible for me. I am used to not being able to go to Holy Mass on occasion, and most recently I joined with everyone else in not being able to go during the quarantine. Still, it is difficult. It is even more difficult to have to miss Mass on December 25. God knows that I would like to go and rejoice in the birth of Christ, who has become very dear to me in the past years.” Harold understood the truth of eternity that his Catholic faith taught him. He understood that amid suffering, showing the light of something greater than the turmoil, pain and distractions of everyday life can be an important gift. This time of year can often be reduced to Santa Claus and trees and whatever New Year’s traditions we observe. But it is really about a radical vulnerability that Harold Gomes had no choice but to live. His choice was to live it with radiant love, with a generosity that insisted that Christianity is more than a pious story, but a love that transforms lives. It transformed his life and the lives of his family. I first met Harold because he reached out to me wanting to communicate the Gospel in the world. He wanted to go on TV, to do anything to share God’s love for him with others. To say he was inspiring, as he was struggling to breathe, would clearly be an understatement. While I can’t believe Harold is gone — the grace of his life was a blessing in the D.C. area — the timing of his death seems appropriate. We’re a mess politically and otherwise. Harold will advocate for us from a place more powerful than the nation’s capital. Pray for the repose of the soul of Harold Gomes as we enter into a new year. At the same time, ask him for his supernatural advocacy. He was a “warrior” here for eternal good and will continue to be, reminding us that success in life is about love in the midst of our sufferings, more than anything else.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "harold gomes",
        "sentiment": "negative"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "harold",
        "sentiment": "none"
      },
      {
        "name": "lourdes",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "mass",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T12:36:23.320+02:00",
  "updated": "2023-12-29T12:36:23.320+02:00"
}