{
  "thread": {
    "uuid": "5a8b6ddb2191d364dd4d43cb913a280895608dc3",
    "url": "https://www.jornada.com.mx/2023/12/30/sociedad/027n2soc?partner=rss",
    "site_full": "www.jornada.com.mx",
    "site": "jornada.com.mx",
    "site_section": "https://www.jornada.com.mx/rss/edicion.xml?v=1",
    "site_categories": [
      "media",
      "education",
      "sports"
    ],
    "section_title": "La Jornada",
    "title": "Trabajadores de Notimex reciben indemnización y concluyen su huelga",
    "title_full": "La Jornada: Trabajadores de Notimex reciben indemnización y concluyen su huelga",
    "published": "2023-12-30T12:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.jornada.com.mx/imagemeta/1200x630BN.jpg",
    "performance_score": 0,
    "domain_rank": 12118,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5a8b6ddb2191d364dd4d43cb913a280895608dc3",
  "url": "https://www.jornada.com.mx/2023/12/30/sociedad/027n2soc?partner=rss",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-30T12:00:00.000+02:00",
  "title": "Trabajadores de Notimex reciben indemnización y concluyen su huelga",
  "text": "A nterior Trabajadores de Notimex reciben indemnización y concluyen su huelga De La Redacción Periódico La Jornada\nSábado 30 de diciembre de 2023, p. 27 En cumplimiento del convenio de terminación de las relaciones colectivas de trabajo acordado entre el gobierno federal y el Sindicato Único de Trabajadores de Notimex (SutNotimex), los agremiados recibieron ayer el pago de sus indemnizaciones, se informó en un comunicado conjunto de las secretarías del Trabajo y Previsión Social y de Gobernación.\nDespués, los trabajadores levantaron la huelga que mantuvieron por casi cuatro años, quitaron las banderas rojinegras y desmantelaron el campamento que montaron afuera de las instalaciones de la Agencia de Noticias del Estado Mexicano (Notimex).\nDe acuerdo con lo establecido en el decreto del presidente Andrés Manuel López Obrador por el que se extinguió Notimex, los trabajadores fueron indemnizados con pleno respeto a los derechos laborales de los integrantes de la organización sindical y con base en la Ley Federal del Trabajo .\nEl pago de las indemnizaciones se llevó a cabo en las instalaciones de la Junta Federal de Conciliación y Arbitraje (JFCA), donde previamente y durante varios días se realizó una mesa de trabajo con representantes de Gobernación, Trabajo, Notimex y SutNotimex, así como del Instituto para Devolver al Pueblo lo Robado; este último, responsable del proceso de liquidación de la agencia noticiosa.\nEn el comunicado se resalta que el pago de las indemnizaciones fue supervisado por un fedatario público asignado a la JFCA. Las secretarías de Gobernación y del Trabajo no precisaron a cuánto ascendió el monto de los recursos entregados a los sindicalizados, y éstos tampoco lo dieron a conocer.\nA nterior Subir al inicio del texto ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://disqus.com/",
    "https://www.disqus.com/?ref_noscript",
    "https://disqus.com/?ref_noscript"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T13:45:47.303+02:00",
  "updated": "2023-12-30T13:45:47.303+02:00"
}