{
  "thread": {
    "uuid": "9f51d3db854f7c09c4d7a2c215401cd8e14edf45",
    "url": "https://www.phonearena.com/news/airtag-tracks-down-stolen-luggage-and-the-thief_id153895",
    "site_full": "www.phonearena.com",
    "site": "phonearena.com",
    "site_section": "http://www.phonearena.bg/feed",
    "site_categories": [
      "cell_phones",
      "tech"
    ],
    "section_title": "PhoneArena",
    "title": "Apple AirTag helps family track down their stolen suitcase and nab the thief",
    "title_full": "Apple AirTag helps family track down their stolen suitcase and nab the thief - PhoneArena",
    "published": "2023-12-30T02:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BG",
    "main_image": "https://m-cdn.phonearena.com/images/article/153895-wide-two_1200/Apple-AirTag-helps-family-track-down-their-stolen-suitcase-and-nab-the-thief.jpg",
    "performance_score": 0,
    "domain_rank": 3818,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9f51d3db854f7c09c4d7a2c215401cd8e14edf45",
  "url": "https://www.phonearena.com/news/airtag-tracks-down-stolen-luggage-and-the-thief_id153895",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alan Friedman",
  "published": "2023-12-30T02:29:00.000+02:00",
  "title": "Apple AirTag helps family track down their stolen suitcase and nab the thief",
  "text": "Apple's AirTag item tracker has come to the rescue again. Per The Queen City News , the Gavino family was visiting the North Carolina mountains from Miami, Florida because they had a dream to celebrate Christmas in the Carolinas. Last Friday, after flying into Charlotte Douglas International Airport, the family realized that one of their bags never surfaced on the carousel. But there was hope that the luggage could be found.\nThe night before, Catherine Gavino had purchased AirTag item trackers and after taking the advice of several online influencers, she tossed an AirTag into each bag not thinking that she really might need to track a missing suitcase. \"It was to help find luggage if it was lost, but I never thought it'd get stolen,” she said.\nThe Find My app showed the stolen bag on Interstate 85, heading west toward Gastonia\nAfter realizing that one bag was not showing up, Catherine fired up the Find My app on her iPhone and saw that the missing luggage was on the move. The bag was traveling on Interstate 85 and heading west toward Gastonia. After quickly renting a vehicle, the Gavino family started following the AirTag to a neighborhood. But the search had to be called off after the AirTag stopped displaying any information.\nCatherine Gavino shows how she found the stolen suitcase containing an Apple AirTag\nThe luggage contained clothing that Catherine's mother and father had bought especially for the trip. Once the family couldn't track the location of the luggage, it had to be repurchased.\nOn Christmas Day, the Gavino family decided to take one last crack at retrieving the suitcase. After dropping off two family members at the airport, Catherine opened the Find My app once again and was able to track the AirTag to a house on McGuire Street in Gastonia. \"I told my dad who was with me, 'Look it’s only 20 minutes, let’s swing by.'\" After driving by the house, she called the police.\nThe cops entered the home and recovered the Gavino family's luggage and the suitcase belonging to another person who also had their baggage stolen at the airport. Catherine said that the police had told her that \"someone else called with the same issue. And they had an AirTag.\" The cops had come to the same area earlier the same day to recover that other bag, but for some reason, it was pinging in the wrong house.\nWhile the bag was recovered, the contents of the suitcase could not be found\nWhile the Gavino family recovered the stolen suitcase, the contents of the luggage were nowhere to be found and the police believe that the clothes were sold. Catherine said, \"Police believe they may have sold the clothes for money, who knows. These are my parents, coming to the mountains for a North Carolina view, so for this to happen made me sad, which was all the more reason to go after them…I wouldn’t have found them without this AirTag.\"\nA suspect was arrested by the police and charged with charged with multiple theft crimes, and a drug charge. He is being held on $10,000 bail. Catherine Gavino explained why she continued to track down the suitcase and spent so much time getting it back. \"I wanted justice,\" she said.\nApple continues to sell individual AirTag trackers for $29 and a set of four can be purchased for $99. That is a savings of $17 or 15% if you purchase the package of four. And in the online Apple Store you'll find several key rings and other accessories offered for your Apple AirTag. By the way, you can have your AirTag engraved for free when you purchase it from the online Apple Store.\nFollow PhoneArena on Google News Recommended Stories",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://news.google.com/publications/CAAqBwgKMPiKlAswzL6pAw?ceid=US:en&oc=3&hl=en-US&gl=US",
    "https://www.news.google.com/publications/CAAqBwgKMPiKlAswzL6pAw?ceid=US:en&oc=3&hl=en-US&gl=US",
    "https://news.google.com/publications/CAAqBwgKMPiKlAswzL6pAw",
    "https://www.qcnews.com/news/u-s/north-carolina/gaston-county/i-wanted-justice-airtags-used-to-track-stolen-luggage-from-charlotte-airport-to-suspects-home",
    "https://qcnews.com/news/u-s/north-carolina/gaston-county/i-wanted-justice-airtags-used-to-track-stolen-luggage-from-charlotte-airport-to-suspects-home/",
    "https://www.qcnews.com/news/u-s/north-carolina/gaston-county/i-wanted-justice-airtags-used-to-track-stolen-luggage-from-charlotte-airport-to-suspects-home/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gavino",
        "sentiment": "neutral"
      },
      {
        "name": "catherine",
        "sentiment": "none"
      },
      {
        "name": "catherine gavino",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "apple",
        "sentiment": "negative"
      },
      {
        "name": "queen city news",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "north carolina",
        "sentiment": "none"
      },
      {
        "name": "gastonia",
        "sentiment": "none"
      },
      {
        "name": "carolinas",
        "sentiment": "none"
      },
      {
        "name": "charlotte douglas international airport",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "miami",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T03:35:37.299+02:00",
  "updated": "2023-12-31T00:11:21.414+02:00"
}