{
  "thread": {
    "uuid": "3c167353667d336a64e1fcfeb6d9bb23496ae7e6",
    "url": "https://www.norwichbulletin.com/story/opinion/columns/2023/12/28/cal-lord-opinion-column-jesus-christ-is-your-friend/72049789007/",
    "site_full": "www.norwichbulletin.com",
    "site": "norwichbulletin.com",
    "site_section": "https://www.norwichbulletin.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Norwich Bulletin: Local News, Politics & Sports in Norwich, CT",
    "title": "Cal Lord Opinion Piece: You have a friend in Jesus",
    "title_full": "Cal Lord Opinion Piece: You have a friend in Jesus",
    "published": "2023-12-28T23:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 28524,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3c167353667d336a64e1fcfeb6d9bb23496ae7e6",
  "url": "https://www.norwichbulletin.com/story/opinion/columns/2023/12/28/cal-lord-opinion-column-jesus-christ-is-your-friend/72049789007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "For The Bulletin - Unlimited Digital Access",
  "published": "2023-12-28T23:56:00.000+02:00",
  "title": "Cal Lord Opinion Piece: You have a friend in Jesus",
  "text": "You have a friend in Jesus Flat tires are no fun. I had a rash of them ten years ago. Every time I turned around I had to either inflate the tire, get it patched or replaced. I thought about that when I saw a man with his car up on a jack. I was in a hurry with one of my flats. I drove the car to the gas station with the front driver's side tire nearly deflated. That's when I noticed a screw embedded in the tread. When I told my wife about the tire she quickly accused me of driving somewhere I shouldn't have. The truth is that when bad things happen to you, it doesn't mean that you deserve it. Sometimes bad things happen to good people. Rabbi Harold Kushner wrote the book on it. He concluded that bad things are as much a part of our human experience as are the good things. We live in a fallen world. Sometimes we bring things on ourselves by the things we do. The Apostle Paul writes about our tendency to fall into bad habits without even thinking. He says in Romans 7, \"I do not understand what I do. For what I want to do I do not do, but I do what I hate to do...\" Does that sound familiar? I think we can relate to that. Just ask someone who has tried to lose weight about their experience. Speak to someone who has tried to quit smoking. They will tell you how often they end up sabotaging themselves. Trials and temptations are all real and they are everywhere. Put a plate of cookies in front of me and you can guess what happens? So what do you do? You face your trials head on. Too often, we avoid the problems instead of dealing with them. We hope they will go away on their own. The good news is that we don't have to confront them alone. Jesus said he would be with us. When we are feeling overwhelmed we can call on him in prayer. He will stand beside us as we confront our challenges. As we get ready to enter a new year, don't just make some resolutions to try harder. Call on Jesus to give you what you need. I love the James Taylor song, \"You've Got A Friend.\" When I hear that song, I think of Jesus. He is that kind of friend. I know that wherever I am, all I got to do is call his name and he'll be there. The Apostle Paul tells us that we can do all things through Christ who gives us strength. He may not fix a flat tire for you or me. But he will be there to see us through. Praise God! Happy New Year. See you in church.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "harold kushner",
        "sentiment": "none"
      },
      {
        "name": "paul",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:43:23.389+02:00",
  "updated": "2023-12-29T00:43:23.389+02:00"
}