{
  "thread": {
    "uuid": "ffa373bd76914480dbaac59d476d2c48a598a6ec",
    "url": "https://www.catholicworldreport.com/2023/12/29/pope-francis-urges-young-adults-at-taize-event-to-dare-to-build-a-different-world/",
    "site_full": "www.catholicworldreport.com",
    "site": "catholicworldreport.com",
    "site_section": "https://www.catholicworldreport.com/feed/",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Catholic World Report",
    "title": "Pope Francis urges young adults at Taizé event to ‘dare to build a different world’",
    "title_full": "Pope Francis urges young adults at Taizé event to ‘dare to build a different world’",
    "published": "2023-12-30T04:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.catholicnewsagency.com/storage/image/lichtergottesdienst-taize.jpeg?w=800&amp;jpg",
    "performance_score": 0,
    "domain_rank": 26501,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ffa373bd76914480dbaac59d476d2c48a598a6ec",
  "url": "https://www.catholicworldreport.com/2023/12/29/pope-francis-urges-young-adults-at-taize-event-to-dare-to-build-a-different-world/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Catholic News Agency",
  "published": "2023-12-30T04:00:00.000+02:00",
  "title": "Pope Francis urges young adults at Taizé event to ‘dare to build a different world’",
  "text": "CNA Staff, Dec 29, 2023 / 16:00 pm (CNA).\nPope Francis urged young people attending the 46th European Meeting organized by the ecumenical monastic community Taizé to “dare to build a different world, a world of listening, dialogue, and openness.”\nThe European Meeting is an annual ecumenical Christian event that hosts several thousand young adults from across the world to gather and pray in a host city. This year the event is taking place in Ljubljana, the capital of Slovenia, from Dec. 28 to Jan. 1.\nTaizé is an ecumenical monastic community founded in a small town in the Burgundy territory of France in 1940. Its focus is promoting faith and Christian unity among young people, many of whom participate in the community through retreats and other events.\nThe group is also known for its distinctive chants, many of which have come to be used and recognized well beyond the community.\nThe theme this year is “Journeying Together” and will feature personal reflection, singing, silence, and prayer.\nYoung adults from England, Spain, France, Belgium, Germany, South Korea, Japan, and several other nations participating in the event will stay with host families.\nIn a letter to the attendees on behalf of Pope Francis, Vatican Secretary of State Cardinal Pietro Parolin said the Holy Father “expresses his closeness” to all.\n“The recent World Youth Days have enabled you to live, as Church and as community, the beautiful experience of friendship with God and with others,” he said.\n“You are the today of God, the today of the Church! The Church needs you in order to be fully herself. As Church, you are the body of the risen Lord present in the world,” he said.\nThe message said that “we live in a world full of noise” that has “stifled” the value of “silence and listening.” Parolin invited the young people to “rediscover the deeper dimension of listening.”\n“Listening is an act of love. It is at the heart of trust. Without listening, little can grow or develop,” the message said.\nParolin said that often the impression is given that “those who shout the loudest are worthy of being heard.”\nHe said we live in a “difficult time” with conflicts and war “because no one listens anymore,” which has contributed to the increase in violence that we see today.\n“I urge you to dare to build a different world, a world of listening, dialogue, and openness, to ‘point to ideals other than those of this world, testifying to the beauty of generosity, service, purity, perseverance, forgiveness, fidelity to our personal vocation, prayer, the pursuit of justice and the common good, love for the poor, and social friendship,’” Parolin said, citing Pope Francis’ 2019 apostolic exhortation Christus Vivit.\nParolin said: “One of the challenges you must face is that of walking together in order to work for the qualitative transformation of life in our societies.” He said that to walk together means “barring the way to marginalization, isolation, exclusion, and the rejection of a category of people.”\nHe exhorted the young people to commit themselves to live like Jesus, who didn’t exclude anyone.\nParolin noted that sometimes people can feel “homeless.”\n“When we face these challenges together, there can be experiences of beauty, of transcendence, which help us to discover the spark that makes us start again with new vitality,” he said.\n“Dear young people, the Holy Father is counting on you and he trusts you, the Church trusts you. Through your words and actions, send a powerful message to our world, which rejects the vulnerable,” he said.\nHe called on the young people to live in the present and to not “sacrifice your precious youth on the altar of superficial pleasures.”\n“Don’t let yourselves be robbed of your dreams, and help to ‘build a society worthy of the name,’” he said, citing Fratelli Tutti, Pope Francis’ 2020 encyclical.\n“Entrusting each of you and your families to the Lord, through the intercession of the Virgin Mary, Pope Francis grants you his apostolic blessing with all his heart. He asks you to pray for him,” he concluded.\nIf you value the news and views Catholic World Report provides,\nplease consider donating to support our efforts. Your contribution will help us continue to make CWR available to all readers worldwide for free, without a subscription. Thank you for your generosity! [Click here](/donate) for more information on donating to CWR. [Click here](/free-newsletter) to sign up for our newsletter.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.ignatius.com/Donation-P3579.aspx",
    "https://ignatius.com/Donation-P3579.aspx"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "francis",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "taizé",
        "sentiment": "none"
      },
      {
        "name": "46th europea",
        "sentiment": "none"
      },
      {
        "name": "south korea",
        "sentiment": "none"
      },
      {
        "name": "belgium",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "burgundy",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "slovenia",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "ljubljana",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      },
      {
        "name": "spain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T04:13:47.707+02:00",
  "updated": "2023-12-30T04:13:47.707+02:00"
}