{
  "thread": {
    "uuid": "fe81bb71bf57b40a72b0d906b2133290de620b10",
    "url": "https://www.miragenews.com/new-startups-join-enhanced-oist-innovation-1213684",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://www.miragenews.com/disclaimer",
    "site_categories": [
      "media"
    ],
    "section_title": "Disclaimer | Mirage News",
    "title": "New Startups Join Enhanced OIST Innovation Accelerator | Mirage News",
    "title_full": "New Startups Join Enhanced OIST Innovation Accelerator | Mirage News",
    "published": "2024-04-11T17:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.oist.jp/sites/default/files/styles/open_graph/public/2024-04/InnovationTeam_0.JPG?h=74319197&amp;itok=C53TBsi3",
    "performance_score": 0,
    "domain_rank": 13780,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fe81bb71bf57b40a72b0d906b2133290de620b10",
  "url": "https://www.miragenews.com/new-startups-join-enhanced-oist-innovation-1213684",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2024-04-11T17:28:00.000+03:00",
  "title": "New Startups Join Enhanced OIST Innovation Accelerator | Mirage News",
  "text": "Okinawa Institute of Science and Technology Graduate University (OIST) proudly announces the selection of four innovative entrepreneurial teams for the OIST Innovation Accelerator,\" startup accelerator established in Okinawa for 2024. These early-stage deep-tech startups will receive funding, access to OIST's state-of-the-art facilities, equipment, training program, and networking opportunities, as well as other critical resources to build their technologies and business model. The first cohort to benefit from an enhanced version of the Accelerator program The OIST Innovation Accelerator was established in partnership with the Okinawa Prefectural Government in 2018, with the goal of supporting entrepreneurship in the region. Notable alumni startups of the program that have successfully raised private investments or introduced their products to the market include [EF Polymer](https://www.oist.jp/Develops%20software%20solutions%20to%20simplify%20and%20integrate%20complex%20tasks%20in%20research%20and%20development%20by%20leveraging%20generative%20AI%20and%20large%20language%20models%20(LLM).), [REPS Japan](https://www.reps-japan.com/), [HerLifeLab](https://herlifelab.com/) and [GenomeMiner](https://www.genomeminer.ai/). Building on the successful foundation, the program has now undergone a strategic evolution to enhance and expand with additional funding from the Japan Science and Technology Agency's \"Collaborative Support Program\" (JST COI-NEXT). Under this expansion, specialized tracks for Japan market entry and technological convergence, the \"OKINAWA SANDBOX\" track and the \"BIOCONVERGENCE\" track respectively, have been added to enable customized mentorship and resources to be tailored to each startup's unique needs and goals. Another key development is the implementation of a rigorous, multi-stage selection process to identify the entrepreneurs with the highest potential. The initial application was reviewed in stage 1, followed by stage 2 where candidates complete an online entrepreneurship training course. Those who were selected to advance to stage 3 participated in a two-week intensive startup bootcamp in Okinawa, culminating in a pitch competition judged by a panel of experts in academia, industry, and venture capital. This stage-gate approach ensured that only the most dedicated founders with promising ideas were selected to join the program. This year, from an initial pool of applicants from 23 countries, 30 teams were selected to advance to stage 2, and from there, 12 teams progressed to stage 3. The four winning teams will spend the next 10 months at OIST advancing their solutions, identifying strategic partners and customers, and scaling their startups. The teams selected for the inaugural \"Bioconvergence Track\" sponsored by the JST COI-NEXT program are: Astrek Innovations: Develops prosthetics that utilize advanced robotics, sensors, and control systems to support the rehabilitation of individuals with physical disabilities and enhance the performance of workers in industries such as construction and manufacturing. Veritus: Develops software solutions to simplify and integrate complex tasks in research and development by leveraging generative AI and large language models (LLM). The teams selected for the \"Okinawa Sandbox Track\" sponsored by the Okinawa Prefectural Government are: Exsure: Develops an exosome-based anti-cancer drug delivery platform that can target both cancer and cancer-stem cells. Circular Powder: Develops alcohol-free antioxidant-rich compounds for the health food and healthy beverage industries by repurposing surplus wine and other alcohols for a more sustainable production cycle. \"OIST is immensely grateful to the Okinawa Prefectural Government for their foresight in originally establishing this platform and to the JST COI-NEXT program for elevating it to new heights\", said Gil Granot-Mayer, Executive Vice President of Technology Development and Innovation at OIST. \"As we look ahead, I am tremendously excited about the caliber of startups we have selected this year and the transformative innovation they will unleash. Okinawa's entrepreneurial ecosystem is rapidly evolving and OIST is dedicated to accelerating that momentum by being the premier venture-building and go-to-market partner for ambitious innovators.\" [here](/new-startups-join-enhanced-oist-innovation-1213684/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://www.oist.jp/Develops%20software%20solutions%20to%20simplify%20and%20integrate%20complex%20tasks%20in%20research%20and%20development%20by%20leveraging%20generative%20AI%20and%20large%20language%20models%20(LLM).),",
    "https://herlifelab.com/)",
    "https://www.reps-japan.com/),",
    "https://www.genomeminer.ai/).",
    "https://genomeminer.ai/).",
    "https://reps-japan.com/),",
    "https://oist.jp/Develops%20software%20solutions%20to%20simplify%20and%20integrate%20complex%20tasks%20in%20research%20and%20development%20by%20leveraging%20generative%20AI%20and%20large%20language%20models%20(LLM).),",
    "https://www.herlifelab.com/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "mirage news okinawa institute of science and technology graduate university",
        "sentiment": "negative"
      },
      {
        "name": "oist innovation accelerator",
        "sentiment": "none"
      },
      {
        "name": "okinawa prefectural government",
        "sentiment": "none"
      },
      {
        "name": "oist",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "okinawa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:30:37.175+03:00",
  "updated": "2024-04-12T04:30:37.175+03:00"
}