{
  "thread": {
    "uuid": "19ba8ae0ab51b1d5a4fe3e43cd1db5ddd0e8c588",
    "url": "https://www.semana.com/mejor-colombia/articulo/en-los-manglares-de-cordoba-estaria-una-de-las-claves-para-que-colombia-reduzca-sus-emisiones-de-co2/202416",
    "site_full": "www.semana.com",
    "site": "semana.com",
    "site_section": "https://www.semana.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Semana.com -  Últimas Noticias de Colombia y el Mundo",
    "title": "Manglares de Córdoba ha evitado emisiones de miles de toneladas de CO2 en Colombia",
    "title_full": "Manglares de Córdoba ha evitado emisiones de miles de toneladas de CO2 en Colombia",
    "published": "2024-02-15T23:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.semana.com/resizer/4RiNC-ad7E5-aY5fUgZjTcnOodk=/1280x720/smart/filters:format(jpg):quality(80)/cloudfront-us-east-1.images.arcpublishing.com/semana/J7IIUFUNYBES7KI4EZJS3FVMXE.jpg",
    "performance_score": 0,
    "domain_rank": 5997,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "19ba8ae0ab51b1d5a4fe3e43cd1db5ddd0e8c588",
  "url": "https://www.semana.com/mejor-colombia/articulo/en-los-manglares-de-cordoba-estaria-una-de-las-claves-para-que-colombia-reduzca-sus-emisiones-de-co2/202416",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción Semana",
  "published": "2024-02-15T23:32:00.000+02:00",
  "title": "Manglares de Córdoba ha evitado emisiones de miles de toneladas de CO2 en Colombia",
  "text": "Los manglares Bahía de Cispatá, La Balsa y Tinajones desempeñan un papel determinante en la lucha contra el cambio climático. A la fecha, estos ecosistemas han evitado la emisión de más de 69 mil toneladas de dióxido de carbono (CO₂) a la atmósfera , lo que a su vez limita la producción de gases efecto de invernadero (GEI).Según los estudios presentados en la última cumbre del clima (COP28), en 2023 el planeta emitió más de 36 mil millones de toneladas de CO₂. En Colombia, la meta para 2030 es reducir las emisiones de GEI en un 51 %. Para ello el cuidado y la preservación de los ecosistemas que contribuyen a la captura de CO₂ es fundamental. Los manglares del golfo de Morrosquillo, ubicados en los municipios de San Antero, San Bernardo del Viento y Santa Cruz de Lorica , en el departamento de Córdoba, fueron declarados área marina protegida por la Corporación Autónoma Regional de los Valles del Sinú y del San Jorge (CVS), pues están entre los más importantes de la región Caribe y del país, debido a su estado de preservación y al servicio ecosistémico que prestan.“Bahía de Cispatá, La Balsa y Tinajones constituyen el ecosistema de manglar mejor conservado del Caribe colombiano, debido a las acciones continuas que se realizan en el área a través de la articulación institucional y comunitaria desde hace más de 30 años. Hoy constituyen el segundo sistema de manglares más importante de Colombia , por su modelo de uso sostenible de la madera de mangle, sumado a los años de investigación, actividades de monitoreo y restauración, que han permitido estimar cuánto CO₂ retiene para evitar su emisión a la atmósfera”, explicó Rafael Espinosa, biólogo marino y jefe de calidad ambiental de la CVS. Estas acciones que menciona hacen parte del proyecto Vida Manglar , liderado por la CVS, en alianza con la Corporación Autónoma Regional de Sucre (Carsucre), el Instituto de Investigaciones Marinas y Costeras de Colombia (Invemar), la Fundación Omacha, Conservación Internacional Colombia, asociaciones de mangleros organizados y legalizados, y el sector turístico local.Su objetivo es la reducción de emisiones GEI, a través del manejo y uso sostenible del ecosistema de manglar de una forma altamente participativa. “Hay unos métodos para medir la cantidad de carbono a través de laboratorio. Entonces hacemos una medición en las hojas, en las raíces y en el sustrato y eso nos indica cuánto carbono está capturando cada manglar. Por medio de unos algoritmos y fórmulas, nosotros determinamos qué tantas toneladas de CO₂ hay almacenadas en este ecosistema”, precisó Espinosa.De acuerdo con la CVS, el programa Vida Manglar identificó la reducción de 69.027 toneladas de dióxido de carbono en los manglares del golfo de Morrosquillo . Ahora la meta es evitar la emisión de 939.296 ton de CO₂ hasta el año 2045, lo que representa un promedio de 31.310 toneladas por año.Por cuenta de esta labor, Vida Manglar es el primer proyecto de carbono azul en el mundo que cuenta con las certificaciones VCS (estándares de carbono certificado), CCB (Clima, Comunidad y Biodiversidad), y la aprobación de Verra, líder mundial en la creación de estándares para la acción climática, el desarrollo sostenible y la comercialización de créditos de carbono para la conservación.Para seguir financiando las labores de investigación y conservación en los manglares del golfo de Morrosquillo, mediante Vida Manglar se logró la venta de 68 mil toneladas de bonos de carbono, a un promedio de 24 dólares por tonelada . Además, se han logrado acuerdos con los propietarios de predios vecinos para reducir su impacto ambiental directo en el ecosistema.Las comunidades también se beneficianLos ingresos obtenidos por la conservación de los manglares han permitido impulsar iniciativas productivas y sostenibles, desarrollar programas de monitoreo para conservar la biodiversidad del área protegida, y brindar beneficios socioeconómicos (ingresos y alimentos) a las comunidades locales que dependen del aprovechamiento circular de la madera de mangle y de los recursos pesqueros asociados al manglar.“El programa vincula a las comunidades que hacen parte del uso sostenible del ecosistema, directa e indirectamente, implementando acciones a través de contratación directa con ellos. También implementamos proyectos agro para la producción de cultivos de arroz, yuca y berenjena. En total, hemos beneficiado a 486 familias de la zona e impactado a otras 190.383 . Además, hemos fortalecido cuatro asociaciones ecoturísticas y cuatro asociaciones de apicultura y meliponicultura desde su plan de negocios y sus capacidades de producción y marca”, precisó Espinosa.Por su parte, Luis Canchila, representante legal de la comunidad manglera de San Bernardo, señaló que “el manglar es muy importante para nuestras comunidades, ya que nos sirve como barrera de protección a la erosión marino-costera y a los fuertes oleajes. Nos ha traído grandes beneficios en la mitigación de gases de efecto invernadero, no sólo para nuestra región, sino para todo el mundo ; y ha sido esencial para nuestro sostenimiento y el de nuestras familias”.Restauración y conservaciónLa articulación entre las instituciones ambientales y las comunidades ha permitido la conservación y gestión de 8.570 hectáreas de manglar y la restauración de otras 316,5 hectáreas en los últimos cuatro años . Además, se realizó una siembra comunitaria de 209.000 plántulas de mangle para mitigar la erosión costera dentro del área protegida y se rehabilitaron 23.3 kilómetros de caños, en un trabajo conjunto con las comunidades de mangleros organizados en San Antero y San Bernardo del Viento.Asimismo, mediante una iniciativa liderada por el Ministerio de Ambiente, con recursos del gobierno alemán KFW, se implementó el proyecto MABE (Medidas de adaptación para la mitigación de la erosión costera); que contribuyó en 2022 a la siembra de 52 hectáreas de bosque manglar y la rehabilitación de 4.590 metros de caño, a cargo de la Fundación Omacha. Con esta misma estrategia, en el 2023 se sembraron 55.2 hectáreas y rehabilitaron 2.000 metros de caño por parte de la Fundación ONF Andina.Proteger al caimán agujaAdemás de las acciones de restauración, Vida Manglar desarrolla actividades de monitoreo para la conservación de especies de la región como el manatí antillano, la nutria de río y el caimán aguja.“Desde hace 20 años hemos trabajado articulados con la asociación Asocaimán, realizando monitoreos biológicos y registrando un total de 1.219 individuos de caimán aguja, de los cuales 882 son adultos y 417 jóvenes. Hacemos la recolección de nidos y la valoración de cada individuo porque es una especie en estado crítico . Sin embargo, en Cispatá logramos que 18 cazadores se convirtieran en los conservacionistas de esta especie”, concluyó Espinosa.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T01:09:33.111+02:00",
  "updated": "2024-02-23T02:27:01.900+02:00"
}