{
  "thread": {
    "uuid": "e3ca5611a27af7b759bb6f3cde1662f2cb46d48c",
    "url": "https://www.rtl.be/actu/monde/international/le-hamas-dit-etudier-avec-un-esprit-positif-loffre-de-treve-gaza/2024-05-03/article/665035",
    "site_full": "www.rtl.be",
    "site": "rtl.be",
    "site_section": "https://rtl.be/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "RTL Info",
    "title": "Le Hamas dit étudier avec un \"esprit positif\" l'offre de trêve à Gaza",
    "title_full": "Le Hamas dit étudier avec un \"esprit positif\" l'offre de trêve à Gaza",
    "published": "2024-05-03T05:38:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BE",
    "main_image": "https://rtleng.rosselcdn.net/sites/default/files/dpistyles_v2/ena_16_9_extra_big/2024/05/03/node_665035/3561915/public/2024/05/03/14162787.jpg?itok=-Wk-MC9i1714707495",
    "performance_score": 0,
    "domain_rank": 11721,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e3ca5611a27af7b759bb6f3cde1662f2cb46d48c",
  "url": "https://www.rtl.be/actu/monde/international/le-hamas-dit-etudier-avec-un-esprit-positif-loffre-de-treve-gaza/2024-05-03/article/665035",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@rtlinfo",
  "published": "2024-05-03T05:38:00.000+03:00",
  "title": "Le Hamas dit étudier avec un \"esprit positif\" l'offre de trêve à Gaza",
  "text": "Partager:\nLe Hamas dit étudier dans un \"esprit positif\" la dernière offre de trêve associée à la libération d'otages dans la bande de Gaza où près de sept mois de guerre meurtrière ont provoqué selon l'ONU des destructions \"sans précédent\".\nAlors que les pays médiateurs (Qatar, Egypte, Etats-Unis) attendent la réponse du Hamas à cette nouvelle proposition, des sources médicales dans la bande de Gaza ont fait état vendredi de frappes israéliennes dans le secteur de Rafah (sud).\nEt Israël a annoncé le décès d'un des otages israéliens à Gaza, Dror Or, un habitant du kibboutz Be'eri dont deux des enfants, kidnappés aussi le 7 octobre par le Hamas, avaient été libérés fin novembre dans le cadre d'une première trêve.\nCette trêve d'une semaine avait permis la libération de 105 otages contre 240 Palestiniens détenus par Israël. Depuis, les nombreuses tentatives de médiation sont restées vaines.\nLe Hamas étudie dans un \"esprit positif\" la nouvelle offre sur la table, pour une pause de 40 jours dans les combats, a déclaré jeudi son chef, Ismaïl Haniyeh, dans une conversation téléphonique avec le chef du renseignement égyptien, Abbas Kamel.\n[ Lors de cet entretien, M. Haniyeh a \"confirmé\" qu'une délégation du mouvement se rendrait en Egypte \"sous peu\" pour compléter les discussions récentes en vue d'un éventuel accord qui \"réponde aux exigences de notre peuple\" et \"mette fin à l'agression\".](../../video/jpg/4334f3e6-060b-4e40-bbe4-0e73ee37bc37.jpg)\nLe chef du Hamas, dont le mouvement est considéré comme une organisation terroriste par Israël ou encore les Etats-Unis, s'est aussi entretenu avec le ministre qatari des Affaires étrangères, à qui il a répété son souhait de \"parvenir à un accord\".\nCes propos jurent avec ceux la veille d'un responsable du mouvement qui évoquait une position pour l'instant \"négative\" du Hamas à propos de ces tractations.\nLe Hamas, qui a pris le pouvoir en 2007 à Gaza, maintient ses exigences, en premier lieu un cessez-le-feu permanent, ce qu'Israël a toujours refusé.\n- Se défendre \"seuls\" -\nEn visite mercredi en Israël, le secrétaire d'Etat américain, Antony Blinken, avait appelé le Hamas à dire \"oui\" à un accord qu'il a jugé \"extraordinairement généreux\" de la part d'Israël.\nIl a aussi exhorté Israël à renoncer à une offensive terrestre sur la ville de Rafah, dernier grand bastion du mouvement islamiste selon le Premier ministre israélien Benjamin Netanyahu, où s'entassent un million et demi de Palestiniens en majorité déplacés par la guerre.\n\"Nous ferons ce qui est nécessaire pour gagner et vaincre notre ennemi, y compris à Rafah\", a répété jeudi M. Netanyahu, après avoir promis d'y lancer une offensive terrestre, \"avec ou sans accord\" de trêve.\nDe nombreuses capitales et organisations humanitaires redoutent de lourdes pertes civiles, en l'absence d'un plan jugé crédible pour protéger la population.\n\"Si nous devons nous défendre seuls, nous nous défendrons seuls\", a-t-il dit alors que la mobilisation s'accentue dans certains pays contre Israël pour la conduite de sa guerre à Gaza.\nOutre des manifestations sur les campus de grandes universités aux Etats-Unis, au Canada, ou encore en France à Sciences Po, la Colombie a annoncé mercredi rompre ses liens diplomatiques avec Israël, et la Turquie a suspendu jeudi ses relations commerciales avec ce même pays.\nLe tout alors que des responsables israéliens commencent à craindre une possible inculpation par la Cour pénale internationale (CPI), à laquelle s'oppose toutefois leur allié américain.\nSelon les sites américain Axios et israélien Walla, des sénateurs américains ont tenu une rencontre virtuelle mercredi avec des responsables du tribunal de La Haye pour témoigner de leur préoccupation à propos de possibles mandats d'arrêt contre des dirigeants israéliens pour la guerre à Gaza.\nLe 7 octobre, une attaque de commandos du Hamas infiltrés depuis Gaza dans le sud d'Israël a entraîné la mort de 1.170 personnes, essentiellement des civils, selon un bilan de l'AFP établi à partir de données officielles israéliennes.\nPlus de 250 personnes ont été enlevées ce jour-là et 129 restent captives dans Gaza, dont 35 sont mortes, en incluant Dror Or, selon des responsables israéliens.\nEn représailles, Israël a lancé une offensive dans le territoire palestinien qui a fait 34.596 morts, majoritairement des civils, selon le ministère de la Santé du Hamas.\n- 30 à 40 milliards -\nEn plus de ce bilan humain, la reconstruction devrait coûter entre 30 et 40 milliards de dollars (entre 28 et 37 milliards d'euros), a estimé jeudi le Programme des Nations unies pour le développement (PNUD).\n\"L'ampleur de la destruction est énorme et sans précédent (...) C'est une mission à laquelle la communauté internationale n'a pas été confrontée depuis la Seconde Guerre mondiale\", a déclaré le directeur du bureau régional pour les Etats arabes du PNUD, Abdallah al-Dardari.\nSur le plan de l'aide internationale, strictement contrôlée par Israël, elle continue d'arriver au compte-gouttes, principalement depuis l'Egypte, via Rafah, dans le territoire de 2,4 millions d'habitants menacé de famine.\nL'ONG américaine World Central Kitchen, qui avait suspendu ses activités dans la bande de Gaza après la mort de sept travailleurs humanitaires lors d'une frappe aérienne israélienne au début du mois d'avril, a repris cette semaine ses activités.\n\"Après la fermeture de la cuisine, nous nous sommes rendu compte que de nombreuses bouches restaient affamées\", a déclaré jeudi à l'AFP Zakria Yahya Abukuwaik, responsable d'une cuisine soutenue par cette ONG à Rafah où la population craint ces jours-ci une opération au sol des soldats israéliens à défaut d'accord de trêve.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T07:03:53.899+03:00",
  "updated": "2024-05-03T07:03:53.899+03:00"
}