{
  "thread": {
    "uuid": "d4c8e7d4fda81fb0336a5a257ac58a4c95129373",
    "url": "https://www.msn.com/en-us/travel/news/2-boomers-from-chicago-who-bought-homes-in-florida-share-why-theyre-retiring-in-the-sunshine-state-and-what-they-miss-about-illinois/ar-AA1mUo6s",
    "site_full": "www.msn.com",
    "site": "msn.com",
    "site_section": "https://wirepoints.org/comments/feed/",
    "site_categories": [
      "tech",
      "email"
    ],
    "section_title": "\n\tComments for Wirepoints\t",
    "title": "MSN",
    "title_full": "MSN",
    "published": "2024-01-13T18:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 116,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d4c8e7d4fda81fb0336a5a257ac58a4c95129373",
  "url": "https://www.msn.com/en-us/travel/news/2-boomers-from-chicago-who-bought-homes-in-florida-share-why-theyre-retiring-in-the-sunshine-state-and-what-they-miss-about-illinois/ar-AA1mUo6s",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-13T18:09:00.000+02:00",
  "title": "MSN",
  "text": "Two boomers who are moving to Florida for retirement say the state meets their retirement goals. One boomer told BI he's determined to retire in Florida after a hurricane destroyed his home. About 739,000 people moved into Florida between 2021 and 2022. For many retirees, Florida is the ideal state . The Sunshine State doesn't tax income, has hundreds of miles of beaches, and offers a slower pace of life in many places.\nIt's led about 739,000 people to move to Florida between 2021 and 2022, Census data shows . They came predominantly from New York, California, New Jersey, and Georgia — but two boomers told Business Insider they bought retirement homes in the state and plan to relocate from Illinois.\nThe Illinois to Florida move in particular was one of the largest US migration patterns between 2021 and 2022. Nearly 35,300 people made the move during that time, while the number who moved from Florida to Illinois was about 14,100.\nBusiness Insider previously reported that boomers make up almost 24% of those moving to Florida, while 5.8% are members of the Silent Generation — who were born before 1946. Nearly half of all people moving to Florida are homeowners, with the average home price totaling $503,000, and about half are married.\nHowever, many older Americans who live in Florida are retiring elsewhere. Some retirees previously told Business Insider the state's high cost of living, natural disasters, politics, and an influx of wealthy movers have pushed them out.\nNearly 490,000 people left Florida between 2021 and 2022 for states including Georgia, Texas, and North Carolina.\nThe two longtime Chicago residents with homes in Florida told BI they're enjoying their time on Florida's west coast, though it hasn't been completely smooth sailing.\nDaniel Mehalek, 61 Daniel Mehalek, 61, lived in the Chicago area his whole life. He's worked in sales for Fortune 500 companies across the technology and pharmaceutical sectors.\nFor 17 years, he and his family lived in the Chicago suburb of Burr Ridge in his dream home, which he anticipated renting out as he got closer to retirement. While he expected the home to appreciate in value, he said it lost over $300,000 due to factors such as school ratings and major companies leaving.\nHe and his wife wanted to retire in California, but they said that after looking for properties and seeing changes in the state's politics, they lost interest.\nThey looked to Florida as a retirement option and, after a few trips, they settled on Bonita Springs — a city north of Naples—where the weather would be more pleasant year-round than further north. They originally bought their future home as an investment property in March 2020, as they weren't certain when they would move. Mehalek is still a few years from retirement, after which he plans to move to Florida full-time.\n\"We thought that in retirement, one of the things that we, along with neighbors, do is go by the beach and watch the sunset,\" Mehalek said, noting that was a factor in choosing the west coast of the state over the Atlantic side. \"We knew at some point, we're no longer going to be able to surf, so we wanted to have an area that is calm, relaxing, and going to be safe.\"\nIn Burr Ridge, where Mehalek still lives part-time for work, he's paying over $20,000 a year in real estate taxes. He's seen major companies leave the Chicago area, including Boeing, Citadel, and Caterpillar. Some of his friends also recently relocated from Chicago to Florida and other states.\n\"I purposely bought the Florida property knowing that literally the moment I know that I'm retired, I'm moving, and a lot of that is for tax purposes,\" Mehalek said. \"We will always bounce back and forth, but Florida will be our domicile.\"\nWhile \"the choice couldn't be more clear leaving Illinois,\" he said, the move to Florida hasn't been without its challenges. His $850,000 Florida home, built in 1964, was destroyed in a hurricane in September 2022, though many of his belongings were still in Chicago.\nHe estimates the lot is now worth between $1.5 million to $2 million, and he plans to finish rebuilding his home by spring 2025. He goes down there frequently, staying with friends or booking vacation rentals through VRBO.\nHe said day-to-day costs are, on the whole, cheaper in Bonita Springs than in Chicago. He said his taxes are slightly more in Chicago, while his home value in Florida is two to three times higher. Expenses such as groceries are about equivalent, while gas is slightly cheaper in his part of Florida.\nHe said Florida was more freeing than Illinois particularly during the first few years of the pandemic, noting how people seem much happier by the Florida beaches.\nCompared to Chicago, he's paying more on flood, homeowner's, and car insurance in Florida, though it's offset by the over $15,000 in Illinois state taxes he won't have to pay when he relocates.\nHe acknowledges in his area, some longtime residents, many of whom first bought their homes for as little as $200,000, are getting priced out . Wealthier movers have led to price increases, and many can't or afford to rebuild their homes to adhere to building codes requiring houses to be built 17 feet up from sea level.\n\"A lot of people can't afford that because it would be nearly impossible to rebuild a home for less than probably at least $1.5 million,\" he said. \"If you were fortunate enough to be covered by insurance, you're probably only going to get about $300,000.\"\nRon, 66 Ron, 66, who asked to use his first name for privacy reasons, spent much of his life in the western suburbs of Chicago and often took trips to Wisconsin, playing hockey and enjoying snowy winters.\nThroughout his career selling medical devices, he and his wife took vacations to Florida, driving up and down both coasts and stopping in towns and cities that could fit their retirement goals. He considered Florida for its lack of a state income tax, the weather, and a comparable cost of living.\nHe and his wife decided on Sarasota as it had a \"small-town feel with a lot of big-town amenities,\" Ron said, adding the area has remained diverse in terms of politics. They purchased a condo back in 2008 for $250,000 as a vacation home and investment property.\nHe knew he didn't want to retire in Illinois, where property taxes are \"fairly outrageous,\" he said. Property taxes in Illinois are at 2.27%, the second-highest in the nation behind New Jersey, while it's only 0.89% in Florida. Meanwhile, state income taxes are 4.95% in Illinois, although the state doesn't tax retirement income.\n\"I actually wish I would have moved sooner and spent more years working in Florida, because I obviously would have been able to keep a bigger piece of my earnings as opposed to having them taxed in Illinois,\" Ron said.\nHe and his wife worked remotely for a year in Sarasota, and once he officially retired last year, they sold their Illinois home for about $400,000 and moved to Florida full-time. He said the people he's met are more compassionate and he's valued their go-getter attitudes.\n\"Florida has the high humidity and hot temperature in the summertime, but it's always sunny for the most part, and that seems to make a big difference in my disposition,\" Ron. \"It's a healthier lifestyle for me than Illinois because there's more days to be outside, walking, biking, and kayaking.\"\nTheir 1,200-square-foot condo is much smaller than their 3,300-square-foot Illinois home, and he estimates it is valued at about $500,000. The downsizing was worth it for improving his lifestyle, Ron said.\n\"Insurance is a challenge right now, but I still feel like that's a better situation overall than being in Illinois and paying the property and state taxes,\" Ron said.\nCompared to where he lived in Illinois, he said the overall cost of living is cheaper in his part of Sarasota, despite higher insurance costs. Though he can't compare 2024 prices between the two states, he said pre-pandemic, food and gas costs were 10 to 15% cheaper in Florida than in his suburb of Chicago.\nStill, he's noticed inflation has hit his area harder than in most parts of the country — for a few months in 2023, the Tampa Bay region had one of the highest inflation rates in the country.\n\"Our real estate has doubled in value, but where am I going to go if I sell?\" Ron said. \"People talk about their travels and such, but Sarasota offers a lot, so my personal feelings are this is a place that I would love to stay.\"\nHave you recently moved to a new state? Reach out to this reporter at nsheidlower@businessinsider.com .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://www.businessinsider.com/top-states-americans-are-moving-to-florida-texas-california-2023-10",
    "https://www.businessinsider.com/leaving-florida-moving-to-vermont-boomer-retirement-mobile-home-2023-12",
    "https://www.bls.gov/regions/southeast/news-release/consumerpriceindex_tampa.htm",
    "https://www.businessinsider.com/moving-to-florida-pros-cons-millennials-gen-x-retirement-census-2024-1",
    "https://www.businessinsider.com/why-are-people-moving-florida-home-prices-cost-of-living-2023-12",
    "https://www.businessinsider.com/moving-to-florida-miami-north-carolina-affordability-locals-feel-squeezed-2023-10",
    "https://www.businessinsider.com/most-moved-to-states-florida-texas-north-carolina-maine-2024-1",
    "https://www.businessinsider.com/moving-to-leaving-florida-reasons-home-prices-affordability-weather-2023-11",
    "https://www.businessinsider.com/moving-out-of-florida-relocated-to-georgia-texas-north-carolina-2023-10",
    "https://www.census.gov/programs-surveys/acs",
    "https://businessinsider.com/moving-to-florida-pros-cons-millennials-gen-x-retirement-census-2024-1",
    "https://businessinsider.com/moving-to-florida-miami-north-carolina-affordability-locals-feel-squeezed-2023-10",
    "https://businessinsider.com/why-are-people-moving-florida-home-prices-cost-of-living-2023-12",
    "https://census.gov/programs-surveys/acs",
    "https://businessinsider.com/moving-out-of-florida-relocated-to-georgia-texas-north-carolina-2023-10",
    "https://businessinsider.com/leaving-florida-moving-to-vermont-boomer-retirement-mobile-home-2023-12",
    "https://businessinsider.com/top-states-americans-are-moving-to-florida-texas-california-2023-10",
    "https://businessinsider.com/moving-to-leaving-florida-reasons-home-prices-affordability-weather-2023-11",
    "https://businessinsider.com/most-moved-to-states-florida-texas-north-carolina-maine-2024-1",
    "https://bls.gov/regions/southeast/news-release/consumerpriceindex_tampa.htm"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "msn",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "illinois",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "georgia",
        "sentiment": "none"
      },
      {
        "name": "new jersey",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T03:52:49.142+02:00",
  "updated": "2024-01-14T03:52:49.142+02:00"
}