{
  "thread": {
    "uuid": "e75b8ae199ff7137dc94882589278183c46c5aa8",
    "url": "https://vnexplorer.net/fattorino-vince-4-milioni-di-euro-alla-lotteria-ma-lavora-a-natale-per-non-abbandonare-i-colleghi-non-cambiero-s720624.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Fattorino vince 4 milioni di euro alla lotteria ma lavora a Natale per non abbandonare i colleghi: «Non cambierò»",
    "title_full": "Fattorino vince 4 milioni di euro alla lotteria ma lavora a Natale per non abbandonare i colleghi: «Non cambierò»",
    "published": "2023-12-30T13:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1meDIE.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e75b8ae199ff7137dc94882589278183c46c5aa8",
  "url": "https://vnexplorer.net/fattorino-vince-4-milioni-di-euro-alla-lotteria-ma-lavora-a-natale-per-non-abbandonare-i-colleghi-non-cambiero-s720624.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-30T13:25:00.000+02:00",
  "title": "Fattorino vince 4 milioni di euro alla lotteria ma lavora a Natale per non abbandonare i colleghi: «Non cambierò»",
  "text": "Fattorino vince 4 milioni di euro alla lotteria ma lavora a Natale per non abbandonare i colleghi: «Non cambierò»\nDiventare milionari non capita tutti i giorni. E, soprattutto, non capita a tutti. Nonostante ciò, dopo aver vinto quasi quattro milioni di sterline, un 45enne inglese ha deciso di andare a lavorare come se niente fosse, per non lasciare soli i colleghi nel periodo natalizio e per continuare a tenere i piedi per terra.\nLotteria Italia, la tradizione batte la crisi: vendite biglietti verso quota 6.6 milioni, +10% rispetto al 2022\nLa storia È una storia incredibile quella di Jonny Johnston, 45enne inglese diventato milionario grazie a una vincita alla lotteria. L’uomo, un fattorino della catena di supermercati britannica Tesco, dopo venti anni di tentativi giocando gli stessi numeri è riuscito ad indovinare la “sestina” vincente, conquistando così 3,8 milioni di sterline, pari a più di 4 milioni di euro. Venuto a conoscenza della vincita durante una serata fuori con i colleghi, Jonny Johnston ha detto di aver ricevuto una notifica sull’app con la comunicazione della vittoria del premio. Non pensando che la vincita fosse così alta, l’uomo non ha dato peso alla cosa. Solo il giorno dopo, controllando il telefono insieme alla sua compagna, Christina Williams, il 45enne inglese si è reso conto dell’incredibile vincita. Intervistato dalla BBC, l’uomo ha confessato tutto il suo stupore: «Pensavo che forse avevo vinto 38.000 sterline, ma poi c’erano troppi zeri. Ho passato il telefono a Christina perché controllasse e anche lei era incredula. Entrambi abbiamo iniziato a pensare che fosse un trucco, addirittura una truffa». Dopo i dovuti controlli con Camelot Group, l’operatore della Lotteria Nazionale del Regno Unito, la coppia ha però capito la vera entità della vincita. Nonostante i quasi quattro milioni di sterline, la felicità e la voglia di festeggiare, Jonny Johnston ha però deciso di andare a lavoro, per non abbandonare i colleghi in un periodo delicato come quello natalizio e per rimanere con i piedi per terra: «Dobbiamo tenere i piedi per terra, questo non ci rende persone diverse. Ci piace lavorare, ci tiene occupati e ti dà uno scopo», ha detto l’uomo sempre alla BBC. La coppia ha rivelato poi che utilizzerà i soldi per dare sicurezze finanziarie alla famiglia e andare in crociera ai Caraibi una volta che Jonny avrà ottenuto il passaporto.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1meDIE.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1meDIE.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T13:40:11.610+02:00",
  "updated": "2023-12-30T13:40:11.610+02:00"
}