{
  "thread": {
    "uuid": "dc42f1aeb70ccb0074c5b8e46bd15e525e0ca5b1",
    "url": "https://www.ladepeche.fr/2023/12/30/les-generations-reunies-pour-celebrer-noel-en-musique-11669710.php",
    "site_full": "www.ladepeche.fr",
    "site": "ladepeche.fr",
    "site_section": "https://ladepeche.fr/culture-et-loisirs/fetes-et-festivals/",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "Fêtes et Festivals : Toutes les fêtes et festivals en Occitanie - ladepeche.fr",
    "title": "Saint-Jory. Les générations réunies pour célébrer Noël en musique - ladepeche.fr",
    "title_full": "Saint-Jory. Les générations réunies pour célébrer Noël en musique - ladepeche.fr",
    "published": "2023-12-30T05:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://images.ladepeche.fr/api/v1/images/view/658f99616149f11f6e030f8a/large/image.jpg?v=1",
    "performance_score": 0,
    "domain_rank": 4942,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dc42f1aeb70ccb0074c5b8e46bd15e525e0ca5b1",
  "url": "https://www.ladepeche.fr/2023/12/30/les-generations-reunies-pour-celebrer-noel-en-musique-11669710.php",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Correspondant",
  "published": "2023-12-30T05:10:00.000+02:00",
  "title": "Saint-Jory. Les générations réunies pour célébrer Noël en musique - ladepeche.fr",
  "text": "Le dimanche 17 décembre, l’Église de Saint-Jory vibrait aux notes amples et chaleureuses des chants de Noël de l’ensemble Vocal Colors. En guise de trait d’union entre l’ancienne chargée de culture et la nouvelle équipe, Victor Denouvion accompagné de Marie-Ange Chemin, conseillère déléguée, a tenu à remercier Martine Agasse et Sophie Meulet pour l’organisation de ce magnifique événement offert aux Saint-Joryens par la municipalité. Dès 15 h 45, on observait une affluence régulière, à 16 h 30, face à une Église comble, les retardataires n’avaient d’autres choix que de s’amasser au fond, debout.\nL’évènement a rassemblé un large public de plusieurs générations. De jeunes parents, misant sur la magie des chants pour captiver les enfants les plus remuants, avaient fait le déplacement ; confiance qui n’a pas été démentie. Chants et musiques ont embarqué petits et grands. Kathy Boyé a bien vite tissé son lien avec le public et très vite, les paroles anglaises n’étaient plus une difficulté pour personne, toutes et tous fredonnaient, exhortés par la dynamique Kathy.\nEnraciné dans la culture noire américaine, les premières traces du Gospel étaient les chants a cappella des esclaves dans les champs de coton. C’est au XVIIIe siècle, avec le chant des prières et des sermons que se développe la tradition du Negro-Spiritual, expression de foi et d’espérance malgré les épreuves et les souffrances, porté par une structure musicale simple et des refrains répétitifs. Après l’abolition de l’esclavage aux États-Unis en 1865, des ensembles vocaux ont enrichi le style musical caractérisé avec des harmonies vocales complexes et une expressivité émotionnelle intense. Aujourd’hui encore, le style du Gospel s’enrichit des influences de blues et de jazz donnant naissance à une musique riche et profonde interpellant les émotions.\nLe public, entraîné par la ferveur transmise par les chœurs et les solistes, s’est levé comme pour rendre palpable sa communion avec l’espoir porté par les chants en ces périodes de fêtes. La foule était animée par l’envie de vivre l’intensité du moment.\nPlus tard, après des envolées lyriques superbes, ce sont les bras qui s’élevaient en rythme et formaient une ondulation parfaite pour accompagner l’allégresse des chants.\nKathy Boye, dont l’association Eureka Live est axée sur le chant, la musique, la sonothérapie, l’harmonie et le bien-être par les sons, a présenté avec son ensemble de Gospel Vocal Colors, bien plus qu’un spectacle réjouissant. Elle a offert à la salle comble une séance de bien être. La musique et les chants peuvent, en effet, agir comme un puissant antidote au stress, la participation active aux chants, avec des mouvements des bras du corps, des fredonnements ont des bienfaits reconnus sur l’humeur. Si les Saint-Joryens étaient venus chercher un simple et beau concert de Noël, ils sont ressortis radieux, détendus, portant en eux les promesses de belles fêtes mais aussi emplis de l’énergie de cette musique positive. Le final réjouissant de Happy Days, scandé à l’unisson par les battements de mains des spectateurs, a clôturé le concert dans une ambiance de joie irrésistible et communicative, laissant à chacun le sourire aux lèvres et une petite phrase d’Oscar Wilde à l’esprit : \"La musique met l’âme en harmonie avec tout ce qui existe\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T06:47:34.289+02:00",
  "updated": "2023-12-30T06:47:34.289+02:00"
}