{
  "thread": {
    "uuid": "73b311fdbf108bb22d09442824752b279858c901",
    "url": "https://www.clarin.com/deportes/san-lorenzo-dara-oportunidad-idolo-leandro-romagnoli-quedara-buzo-dt-dejo-insua_0_2pbkDCwBHb.html",
    "site_full": "www.clarin.com",
    "site": "clarin.com",
    "site_section": "https://www.clarin.com/rss/lo-ultimo",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "",
    "title": "San Lorenzo le dará una oportunidad a su ídolo: Leandro Romagnoli se quedará con el buzo de DT que dejó Insua",
    "title_full": "San Lorenzo le dará una oportunidad a su ídolo: Leandro Romagnoli se quedará con el buzo de DT que dejó Insua",
    "published": "2024-04-19T00:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.clarin.com/img/2024/04/18/0O1pWzusp_2000x1500__1.jpg",
    "performance_score": 0,
    "domain_rank": 2391,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "73b311fdbf108bb22d09442824752b279858c901",
  "url": "https://www.clarin.com/deportes/san-lorenzo-dara-oportunidad-idolo-leandro-romagnoli-quedara-buzo-dt-dejo-insua_0_2pbkDCwBHb.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Clarin.com - Home",
  "published": "2024-04-19T00:28:00.000+03:00",
  "title": "San Lorenzo le dará una oportunidad a su ídolo: Leandro Romagnoli se quedará con el buzo de DT que dejó Insua",
  "text": "Las opciones que reunían el consenso de la dirigencia de San Lorenzo se agotaron. Y todos los caminos conducen a Leandro Atilio Romagnoli como el reemplazante natural de Ruben Darío Insua en el cargo de entrenador. El Pipi había expresado sus ganas de aprovechar la oportunidad y el presidente Marcelo Moretti está dispuesto a concederle el deseo. En Boedo esperaban una respuesta definitiva de Nicolás Larcamón. El técnico argentino de 39 años que fue recientemente despedido de Cruzeiro ya había expresado la dificultad de asumir inmediatamente en el Ciclón (todavía no resolvió su salida legal del club brasileño) pero había quedado en avisar a la brevedad su decisión. Finalmente llegó su negativa. Esto le dejó el camino libre al ex enganche e ídolo de la institución azulgrana, con la que como jugador ganó los tres títulos internacionales: Copa Mercosur 2001, Sudamericana 2002 y Libertadores 2014. Así coincidieron Moretti y Néstor Ortigoza (vocal), quienes comandan el fútbol del club. Hubo, igualmente, una última opción que se descartó este miércoles. Se trató del colombiano Juan Carlos Osorio, de último paso por Athletico Paranaense. Los dirigentes se reunieron con él, pero, más allá de respetar su carrera, consideraron que no era el momento de un extranjero que nunca dirigió en el fútbol argentino. Antes habían quedado en el camino los primeros apuntados, Luis Zubeldía y Gabriel Heinze, quienes priorizan ofertas del exterior. El perfil de Romagnoli, aunque no estuvo entre las prioridades tras la salida de Insua, encaja con la búsqueda de un DT joven, con la idea de un juego más audaz, que tenga manejo de grupo y que mire hacia los juveniles. El Pipi tiene 43 años y desde 2022 estuvo a cargo de la Reserva. Su cosecha hasta el momento fue de 44 triunfos, 22 empates y 33 derrotas en 99 partidos ( 51 por ciento de efectividad). Conoce a los pibes y sabe quiénes están para dar el salto a Primera y quiénes necesitan más tiempo. Otra de las cuestiones que Moretti y compañía ponen en la balanza es su espalda como símbolo del club. Entienden que es la máxima figura y que eso le otorga la autoridad suficiente delante del vestuario. Romagnoli, además, acumula en total 7 encuentros como interino. En 2020, cuando era parte de la Secretaría Técnica junto a Hugo Tocalli y el Beto Acosta, dirigió tres y ganó los tres, en 2021 ganó dos y perdió uno, mientras que el sábado pasado igualó en Santiago del estero ante Central Córdoba. Ahora, parece haberle llegado el turno de ponerse una vez más el buzo del primer equipo pero ya como entrenador ratificado. Y su primer gran compromiso será, nada menos, el martes que viene en Uruguay contra Liverpool por la Libertadores. De todos modos, su oficialización podría esperar hasta que se firme la desvinculación del Gallego, algo que se encuentra en manos de los abogados de ambas partes. El Pipi estará secundado por Gonzalo Prósperi y Marcelo Alvarez, mientras que Gabriel Ruiz será el preparador físico. No se descarta que se sume alguien más al cuerpo técnico. La intención es la de ratificarlo al menos hasta fin de año, aunque en este bendito fútbol, se sabe, todo siempre queda en manos de los resultados. Sobre la firma Newsletter Clarín Tags relacionados",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:40:53.316+03:00",
  "updated": "2024-04-19T04:36:26.385+03:00"
}