{
  "thread": {
    "uuid": "8e64f4c6f14b089cb5781aec46d978e5ecabb2a0",
    "url": "https://www.zocalo.com.mx/proponemos-garantizar-servicio-de-agua-mem",
    "site_full": "www.zocalo.com.mx",
    "site": "zocalo.com.mx",
    "site_section": "https://www.zocalo.com.mx/carbonifera",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Carbonífera &#8211; Periódico Zócalo | Noticias de Saltillo, Torreón,  Piedras Negras, Monclova, Acuña",
    "title": "Proponemos garantizar servicio de agua: MEM – Periódico Zócalo | Noticias de Saltillo, Torreón, Piedras Negras, Monclova, Acuña",
    "title_full": "Proponemos garantizar servicio de agua: MEM – Periódico Zócalo | Noticias de Saltillo, Torreón, Piedras Negras, Monclova, Acuña",
    "published": "2024-04-04T13:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.zocalo.com.mx/wp-content/uploads/2024/04/CARB00-2.jpg",
    "performance_score": 0,
    "domain_rank": 56111,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8e64f4c6f14b089cb5781aec46d978e5ecabb2a0",
  "url": "https://www.zocalo.com.mx/proponemos-garantizar-servicio-de-agua-mem",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Grupo Zócalo",
  "published": "2024-04-04T13:00:00.000+03:00",
  "title": "Proponemos garantizar servicio de agua: MEM – Periódico Zócalo | Noticias de Saltillo, Torreón, Piedras Negras, Monclova, Acuña",
  "text": "Múzquiz, Coah.- ‘De acuerdo a la constitución, todos tenemos derecho al agua potable, drenaje, alcantarillado, tratamiento y disposición de las aguas residuales, y así le daremos buen uso a las aguas que le corresponden al municipio, pero trabajaremos y gestionaremos para que el servicio del agua le llegue a todos los muzquenses’.\nAsí lo dio a conocer Mónica Escalera, aspirante a la alcaldía de Múzquiz, por Movimiento Ciudadano, en un en vivo que realizó la tarde de este miércoles como parte de su campaña, en su tercer día.\nEl brindar los servicios básicos y la regulación de la creación de nuevos fraccionamientos, como parte de su trabajo, una vez que esté al frente de la administración en 2025.\nPara resolver el problema que aqueja a todo el pueblo de Múzquiz, dijo que en un ayuntamiento no van a venir a aprender, que ella tendrá un equipo completamente capacitado para resolver el problema de servicio del agua, porque desde ahora está ya trabajando con proyectos favorables para resolver el abasto del agua, porque se está trabajando en proyectos reales.\nDijo que no se puede ir en retroceso, se trata de progreso, porque cuando llegas a la alcaldía es para progresar, no para retroceder y Mónica Escalera es lo que quiere, junto con su equipo, porque todos son de Múzquiz y quieren a Múzquiz.\nUna vez que sea alcaldesa estará tocando la puerta ante las autoridades correspondientes, para resolver este tema del agua, como en el tema de la basura también se requiere de manejo responsable y por ningún motivo vamos a rentar unidades.\nTodos sabemos lo que ocurrió en esta administración, renta de unidades y eso no pasará con la administración de Mónica Escalera, una vez que llegue a la Presidencia, tendrá un parque vehicular propio, porque se comprará.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Health",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:34:36.960+03:00",
  "updated": "2024-04-05T01:34:36.960+03:00"
}