{
  "thread": {
    "uuid": "295293226e59b7fe9bb3e28f77e4f873690a3e8f",
    "url": "https://www.thefocus.news/lifestyle/former-apple-employee-shares-how-to-reactivate-essential-iphone-feature-removed-on-new-models",
    "site_full": "www.thefocus.news",
    "site": "thefocus.news",
    "site_section": "https://www.thefocus.news/feed",
    "site_categories": [],
    "section_title": "The Focus",
    "title": "Former Apple employee shares how to reactivate 'essential' iPhone feature removed on new models",
    "title_full": "Former Apple employee shares how to reactivate 'essential' iPhone feature removed on new models",
    "published": "2024-04-12T01:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn1.thefocus.news/uploads/23/2024/04/iPhone-Tips-battery.png",
    "performance_score": 0,
    "domain_rank": 57168,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "295293226e59b7fe9bb3e28f77e4f873690a3e8f",
  "url": "https://www.thefocus.news/lifestyle/former-apple-employee-shares-how-to-reactivate-essential-iphone-feature-removed-on-new-models",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Paul Fogarty",
  "published": "2024-04-12T01:00:00.000+03:00",
  "title": "Former Apple employee shares how to reactivate 'essential' iPhone feature removed on new models",
  "text": "When Apple released the iPhone X and tweaked the layout of the screen, the ability to see your current battery percentage automatically was removed, something that persists on the latest models. You can still see it if you open the control center but the default view will simply just show your battery level as a bar.\nHowever, former\nApple employee and TikTok content creator, Tyler Morgan – known by the username @hitomidocameraroll – has revealed that you can reactivate this time-saving feature in a new video alongside a host of other helpful hints and tips.\nReactivate your iPhone battery percentage number\nIf you want to be able to see your\niPhone battery percentage at the top of your screen at all times, Tyler instructs viewers to: “Go to your Settings, go to your Battery settings and ensure ‘Battery Percentage’ is enabled.”\nDespite it being a relatively simple process, it’s one that many have clearly been missing as the caption of Tyler’s video reveals it’s been a heavily requested tip.\n“For all the people DMing me about battery percentage, there you go,” Tyler says.\n- OLD VS NEW:\nSwapping your smartphone for a ‘dumbphone’ could be the answer to social media addiction\nVolume adjusting automatically\nIf you find that your iPhone volume level has a mind of its own, it’s because you have Attention-Aware features turned on.\nTo disable these, Tyler says: “Go to your Settings, go down to Accessibility, Face ID and Attention and turn off ‘Attention-Aware Features.”\nMORE FOCUS STORIES\nClicking typing sound\nFor some strange reason, iPhones will automatically play clicking sounds when you type, despite the fact that it can be incredibly annoying for not only yourself and those around you.\nIf you do find this setting to be an annoyance, “go to Sounds and Haptics, Keyboard Feedback and you can choose if you want the sound or not,” explains Tyler.\n“You can just have the haptic on which I feel like most people will appreciate,” he adds, before inserting a\nclip of actor Cillian Murphy sharing his own frustrations of people who leave the clicking sounds on.\nTurn off ‘Always On’ display\nDepending on your iPhone model, you can choose to have your display in Always On mode.\nBut if this isn’t for you, Tyler says head to “Display and Brightness, [scroll] all the way down, you’re going to see Always On Display, turn it off.”\nDecide how long before your screen auto-locks\nThis setting is really down to personal preference but if you find that your phone screen takes too much or not enough time to auto-lock, you can change this timeframe in the settings.\nAlso found within Display and Brightness, this can be changed under the Auto-Lock setting. Tyler says, “Personally I feel like two minutes is ok.”\nImprove video quality\nIf you’re a budding filmmaker or simply want to improve the quality of the videos you post to social media, you can tweak the quality settings of your videos.\nHowever, it should be noted that doing so will increase the size of their files, so if your phone’s a little tight on space this tip may not be for you.\nTyler says: “In your Settings, go to your Camera, Record Video, [choose] 4K at 60 fps or whatever you prefer.”\nChoose when to carry out software updates\nAnd finally, if you’re not keen on Apple automatically adding new features to your iPhone that you know you’ll never use, you can decide to prevent software updates from downloading by themselves.\n“You should be the one to choose if you want to download the newest update or not,” says Tyler. “For this, go to General, Software Update, [and] turn iOS updates off.”\nIn this setting, Apple also lets you decide if you want to update ‘Security Responses and System Files,’ and as this could help to protect your device from hackers or viruses, it’s wise to leave this on.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://www.youtube.com/shorts/2XpB_AJHEDc",
    "https://www.tiktok.com/@hitomidocameraroll/video/7347074533704158507",
    "https://www.tiktok.com/@hitomidocameraroll/video/7347074533704158507?is_from_webapp=1&web_id=7321751284456375840",
    "https://tiktok.com/@hitomidocameraroll",
    "https://youtube.com/shorts/2XpB_AJHEDc",
    "https://www.tiktok.com/@hitomidocameraroll",
    "https://tiktok.com/@hitomidocameraroll/video/7347074533704158507?is_from_webapp=1&web_id=7321751284456375840"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tyler morgan",
        "sentiment": "none"
      },
      {
        "name": "tyler",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "apple",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T02:35:00.535+03:00",
  "updated": "2024-04-12T02:35:00.535+03:00"
}