{
  "thread": {
    "uuid": "f5e62036847c04004883a4998455ed13bb08bef6",
    "url": "https://www.wionews.com/world/pope-francis-washes-and-kisses-feet-of-female-prisoners-in-ritual-ahead-of-easter-705416",
    "site_full": "www.wionews.com",
    "site": "wionews.com",
    "site_section": "https://wionews.com/world",
    "site_categories": [
      "media"
    ],
    "section_title": "World News - Latest World News, Breaking World News, World News Headlines",
    "title": "Pope Francis washes and kisses feet of female prisoners in ritual ahead of Easter - World News",
    "title_full": "Pope Francis washes and kisses feet of female prisoners in ritual ahead of Easter - World News",
    "published": "2024-03-29T04:42:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://cdn.wionews.com/sites/default/files/2024/03/29/421567-new-wion-2024-03-29t084206986.jpg",
    "performance_score": 0,
    "domain_rank": 6036,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f5e62036847c04004883a4998455ed13bb08bef6",
  "url": "https://www.wionews.com/world/pope-francis-washes-and-kisses-feet-of-female-prisoners-in-ritual-ahead-of-easter-705416",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@wion",
  "published": "2024-03-29T04:42:00.000+03:00",
  "title": "Pope Francis washes and kisses feet of female prisoners in ritual ahead of Easter - World News",
  "text": "Pope Francis, on wheelchair, washes and kisses feet of female prisoners in ritual ahead of Easter Story highlights This ritual commemorates Jesus' act of humility towards his apostles during the Last Supper on the night before his crucifixion Pope Francis, sitting in his wheelchair, washed and kissed the feet of 12 women prisoners as part of a traditional ritual ahead of Easter on Thursday (Mar 28). To perform the ritual the pontiff travelled to Rome's Rebibbia prison which is located in a run-down area on Rome's outskirts. There, he presided over a Holy Thursday Mass for dozens of inmates, guards, chaplains, and officials gathered in an outdoor area of the female section. The ritual According to Reuters, this ritual commemorates Jesus' act of humility towards his apostles during the Last Supper on the night before his crucifixion. The ritual called Pedelavium or Pedilavium is followed by various Christian denominations. However, Francis is the first pope to hold the ceremony outside churches. He also happens to be the first pope to include women, atheists, Muslims, and other non-Christians in the service. Before him, the previous pope used to hold the service in either St. Peter's Basilica in the Vatican or the Basilica of St John in Lateran, including only men, usually priests. However, as per Reuters, in continuation of a practice he began when he was archbishop of Buenos Aires, Pope Francis typically holds the ceremony in prisons, homes for the elderly or hospices. Pope's health The pope, on a wheelchair due to poor health, washed and kissed the right feet of 12 women sitting on a riser. As per reports, many of the prisoners were foreigners and some of them were moved to tears by the gesture. Also read | [Pope Francis undergoes medical evaluation in Rome hospital amid lingering battle with flu](https://www.wionews.com/world/pope-francis-skips-weekly-audience-citing-lingering-cold-symptoms-694790) The 87-year-old's health has been a concern recently. The pontiff, who recently limited his peaking engagements due to fatigue related to bouts of bronchitis and influenza, seemed fit during the washing of feet ceremony. \"Each of you has their own story, but the Lord listens to us with open arms and never tires of forgiving,\" he said, improvising his homily (sermon) around the theme of service to others. (With inputs from agencies)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope francis",
        "sentiment": "neutral"
      },
      {
        "name": "francis",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "reuters",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rome",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T07:36:19.066+03:00",
  "updated": "2024-03-29T12:33:22.377+03:00"
}