{
  "thread": {
    "uuid": "9f4298f944cc6048255cb2852d1280f21ae97856",
    "url": "https://elnuevodiario.com.do/soler-asensio-y-mbappe-responden-y-el-psg-aplasta-al-revel/",
    "site_full": "elnuevodiario.com.do",
    "site": "elnuevodiario.com.do",
    "site_section": "https://elnuevodiario.com.do/rss",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "El Nuevo Diario (República Dominicana)",
    "title": "Soler, Asensio y Mbappé responden y el PSG aplasta al Revel",
    "title_full": "Soler, Asensio y Mbappé responden y el PSG aplasta al Revel",
    "published": "2024-01-07T23:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "https://nuevodiario-assets.s3.us-east-2.amazonaws.com/wp-content/uploads/2024/01/07134841/16930825651907.webp",
    "performance_score": 0,
    "domain_rank": 86096,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9f4298f944cc6048255cb2852d1280f21ae97856",
  "url": "https://elnuevodiario.com.do/soler-asensio-y-mbappe-responden-y-el-psg-aplasta-al-revel/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EFE",
  "published": "2024-01-07T23:51:00.000+02:00",
  "title": "Soler, Asensio y Mbappé responden y el PSG aplasta al Revel",
  "text": "EL NUEVO DIARIO, PARÍS.- El París Saint-Germain pasó por encima del Revel (0-9), un equipo de la sexta categoría del fútbol francés, y alcanzó los dieciseisavos de la Copa de Francia con un triplete de Kylian Mbappé con asistencias de Carlos Soler y Marco Asensio, autor de otro de los tantos del cuadro parisino.\nJornada perfecta para el equipo dirigido por Luis Enrique, que no tuvo ningún problema para deshacerse del Revel. Mbappé no levantó el pie del acelerador e inició 2024 con tres tantos con los que alcanzó los 25 esta temporada. Ajeno a los rumores que señalan que ha dado una nueva negativa al Real Madrid, el atacante del París Saint-Germain sigue a lo suyo: marcar goles.\nEn esta ocasión tuvo dos grandes socios. Asensio y Soler. El primero asistió a Mbappé en dos de sus dianas. Y en la segunda, el 0-3 al filo del descanso, Asensio se despachó con un pase de espuela espectacular, sin duda una de las mejores del curso.\nSoler también firmó un par de asistencias. Una a Mbappé en el primer tanto del partido pasado el cuarto de hora, y otra al mismo Asensio, que hizo el 0-3 en el minuto 43. Antes, N’Guessan se marcó en propia meta el 0-2 y el PSG dejó la eliminatoria sentenciada antes del descanso.\nCon un 0-4 en contra, el Revel no tenía nada que hacer. El milagro era imposible y su único objetivo fue evitar una goleada escandalosa. Sin embargo, no lo consiguió: el 0-5, lo celebró Mbappé para cerrar su triplete; el 0-6 fue para Gonçalo Ramos, que no falló desde el punto de penalti; y al final, Kolo Muani, con un doblete, y Ndour, con asistencia de Mbappé, se unieron a la fiesta.\nEl 0-9 final, en el que también participó Keylor Navas (volvió a jugar en el PSG tras un año), añadió al equipo de Luis Enrique a la lista de clubes de la Ligue 1 clasificados este domingo para la siguiente fase de la Copa de Francia.\nY es que, el cierre de los treintaidosavos de final no dejó ninguna sorpresa y todos los equipos de la Ligue 1 en liza, el Olympique Marsella, Olympique Lyon, Rennes, Mónaco, Le Havre, Toulouse y Reims, alcanzaron la siguiente ronda.\nApenas hubo sobresaltos en el computo total de la segunda ronda de la Copa de Francia. Sólo el Lorient, eliminado por el Sochaux (National One) este sábado, se pegó el tortazo de la jornada. Y, los otros dos equipos de la Ligue 1 que se despidieron de la competición, el Lens y el Metz, fueron eliminados este domingo por otros su misma categoría como el Mónaco y el Clermont, respectivamente.\nPor tanto, en los dieciseisavos de final estarán presentes quince equipos de la Ligue 1, siete de la Ligue 2, tres de la National, seis de la National 2 y uno de la National 3, el Saint Priest, el club de menor categoría clasificado de momento para los dieciseisavos de final.\nEste domingo, el primero en sellar su pase para la siguiente ronda fue el Stade Rennes, que superó al Guingamp 0-2 con un doblete de Kalimuendo. El joven delantero francés marcó al final del acto inicial y al inicio del segundo tiempo para alargar su buen final de año. Marcó en Liga al Clermont antes del parón navideño y ha vuelto con dos tantos que le impulsarán hacia una titularidad definitiva por la que pelea desde que comenzó el curso.\nTampoco falló el Le Havre, que superó a un equipo de la Ligue 2 como el Caen. Sufrió con un marcador ajustado (2-1), pero con los goles de Joujou y de Kuzyaev, ambos antes del descanso, resolvió una eliminatoria que se complicó con el gol del empate obra de Kyeremeh.\nSin embargo, los hombres dirigidos por Luka Elsner, aguantaron en la segunda parte y estarán en la siguiente ronda.En uno de los dos duelos de equipos de Primera División, fue el Mónaco el que se llevó la victoria tras superar en la tanda de penaltis al Lens, que se repuso a los aciertos de Ben Yedder y de Akliouche con la respuesta de Maouassa y Sotoca.\nEl 2-2 final dirigió el partido hasta los penaltis y tras 17 lanzamientos, con los errores de Said, Fulgini, Medina y Thomasson, pasó el Mónaco.El Lyon mantiene su línea ascendente y su recuperación parece un hecho. Aún está al borde del descenso en Liga, pero este domingo sumó su cuarta victoria consecutiva en partido oficial.\nA los tres que ha ganado en Liga seguidos (Toulouse, Mónaco y Nantes), añadió un contundente 0-3 frente a un rival de la quinta categoría del fútbol francés (National 3). Los tantos de Cherki, Maitland-Niles y Lacazette, acabaron con el débil Pontarlier.\nCon más incertidumbre, y también frente a un club de la quinta categoría, el Olympique Marsella se clasificó para los dieciseisavos después de superar 0-1 al Thionville. Aubameyang, a falta de media hora para el final, resolvió la papeleta y evitó un tortazo mayúsculo de un equipo que no debería haber sufrido tanto para seguir mantenerse en la competición.\nTampoco fallaron el Toulouse, que se deshizo del Chambery (0-3) con un doblete de Skytta y un tanto de Dallinga, y el Stade Reims, que acabó con la resistencia del Dinan Lehon con el mismo marcador (0-3) y con otro doblete, en su caso obra de Diakhon, y con un gol de Daramy.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:09:09.001+02:00",
  "updated": "2024-01-08T00:09:09.001+02:00"
}