{
  "thread": {
    "uuid": "551dae7a82f4c5cbf4abc3df890ee264158fd64c",
    "url": "https://local21news.com/news/local/lancaster-co-family-loses-everything-but-american-flag-in-devastating-house-fire",
    "site_full": "local21news.com",
    "site": "local21news.com",
    "site_section": "https://local21news.com",
    "site_categories": [
      "media"
    ],
    "section_title": "chevron-right",
    "title": "chevron-right",
    "title_full": "chevron-right",
    "published": "2024-06-22T01:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://local21news.com/resources/media/f154f3ca-7fb0-48ba-8bb5-d2ffbc6c0278-large16x9_IMG_5083.jpeg",
    "performance_score": 0,
    "domain_rank": 63646,
    "domain_rank_updated": "2024-06-18T13:08:26.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "551dae7a82f4c5cbf4abc3df890ee264158fd64c",
  "url": "https://local21news.com/news/local/lancaster-co-family-loses-everything-but-american-flag-in-devastating-house-fire",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sarah Burns",
  "published": "2024-06-22T01:25:00.000+03:00",
  "title": "chevron-right",
  "text": "LANCASTER COUNTY, Pa. (WHP) — A Lancaster County family dedicated their lives to saving homes – and rescuing people from dangerous situations for more than 20 years. Only to lose their family home in a fire this week. They've been left with nothing-- but the clothes on their back. Dolores Bish is a family friend and neighbor to Troy and Delicia Bolin and their children. She was also a witness to the fire. \"All I saw was flames-- heavy heavy flames on this side of the house.\" Brian Olsen, an Administrator with Blue Rock Fire told us \"I couldn't believe the amount of people that were down there trying to save this house and I was standing there as an administrator in awe, but feeling heart broken at what I was looking at knowing it was gone.\" Both Troy and Delicia Bolin work in fire rescue. The Bolin's teenage son was the only one who was home when the fire started. Thinking his brother and sister might've been inside at the time--- he did the unthinkable. \"He didn't know where his brother and sister were they might've been upstairs so he ran into the smoke-- the dense smoke and ran up the steps to find his brother and sister,\" said Bish. Luckily-- they were not home at the time of the fire. He is now being called a hero for his bravery between the smoke and flames. The fire started just under two weeks after the ten year anniversary of their son Ian's death. Only one item managed to survive the fire-- an American flag that was placed on Ian's coffin the day of his funeral. It was found in its wood and glass casing-- untouched. \"They're warriors. They faced it, the conquered it, and they're gonna go on,\" said Bish. The Bolins lost one of their cats in the fire, and are missing another. They say their son tried finding them as well until he was stopped by firefighters. Fire officials told us this is the first time they've ever seen something like this happen. They're still working to determine a cause of the fire. If you're interested in helping out the Bolin family, checks can be made to Troy Bolin and should include 'fire loss donation' in the notes. The Blue Rock Regional Fire District on Facebook will be sharing an Amazon and Walmart wish list in the near future.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bolin",
        "sentiment": "none"
      },
      {
        "name": "dolores bish",
        "sentiment": "none"
      },
      {
        "name": "brian olsen",
        "sentiment": "none"
      },
      {
        "name": "troy",
        "sentiment": "none"
      },
      {
        "name": "delicia bolin",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "lancaster county",
        "sentiment": "none"
      },
      {
        "name": "pa.",
        "sentiment": "none"
      },
      {
        "name": "lancaster county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T04:07:24.328+03:00",
  "updated": "2024-06-22T04:07:24.328+03:00"
}