{
  "thread": {
    "uuid": "29a0628f296cbe9317f3185198ae5ccb1d389393",
    "url": "https://www.globalsecurity.org/military/library/news/2024/05/mil-240503-dodnews03.htm",
    "site_full": "www.globalsecurity.org",
    "site": "globalsecurity.org",
    "site_section": "http://globalsecurity.org//globalsecurity-org.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "GlobalSecurity.org",
    "title": "Austin Underscores Power of Partnerships at Indo-Pacom Change of Command",
    "title_full": "Austin Underscores Power of Partnerships at Indo-Pacom Change of Command",
    "published": "2024-05-06T09:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3630,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "29a0628f296cbe9317f3185198ae5ccb1d389393",
  "url": "https://www.globalsecurity.org/military/library/news/2024/05/mil-240503-dodnews03.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "John Pike",
  "published": "2024-05-06T09:28:00.000+03:00",
  "title": "Austin Underscores Power of Partnerships at Indo-Pacom Change of Command",
  "text": "May 3, 2024\nBy Joseph Clark, DOD News\nAustin Underscores Power of Partnerships at Indo-Pacom Change of Command\nSecretary of Defense Lloyd J. Austin III underscored the power of U.S. partnerships in the Indo-Pacific as he presided over the U.S. Indo-Pacific change of command ceremony today at Joint Base Pearl Harbor-Hickam, Hawaii.\nThe Secretary praised the hundreds of thousands of Indo-Pacom service members and civilian personnel for the long strides the U.S. and its allies have made in bolstering freedom and security throughout the region.\n\"Every day, Indo-Pacom keeps the watch in our priority theater of operations,\" Austin said. \"And together with our unmatched network of allies and partners, you're advancing our shared vision of a free and open Indo-Pacific â each and every one of you.\"\nThese strides, Austin said, are critical amid a range of challenges throughout the region, ranging from China's increasingly coercive behavior across the Taiwan Strait, East and South China Seas and elsewhere throughout the region.\n\"[China] is the only country with both the will â and, increasingly, the capacity â to dominate the Indo-Pacific and to reshape global order to suit its autocratic vision,\" he said, noting that China remains the Defense Department's pacing challenge.\nThose challenges are further compounded by the threats posed by North Korea, Russia and violent extremists in the Indo-Pacific.\n\"But Indo-Pacom has risen to meet the moment, together with our allies and partners,\" Austin said. \"And it has moved us closer to our shared vision of an Indo-Pacific that is free and open and secure â again and again and again.\"\nAustin credited outgoing Indo-Pacom Commander Navy Adm. John C. Aquilino for his leadership in transforming the United States' posture in the region during \"a decisive time for our defense strategy\" under his tenure.\nThe secretary noted Aquilino's leading voice behind major investments in critical munitions and drive to arm the warfighter with critical capabilities.\nHe also highlighted Aquilino's leadership in deepening partnerships throughout the region â a critical component of U.S. strategy to deter conflict throughout Indo-Pacom's expansive area of responsibility.\n\"Indo-Pacom is working with our regional allies and partners like never before,\" Austin said noting a series of major combined regional exercises that are indispensable for bolstering interoperability with key allies.\nAustin also noted the long strides made with allies and partners in strengthening the United States' regional force posture â from stationing the most advanced Marine Littoral Regiment in Japan to expanding U.S. access to four new sites under the Enhanced Defense Cooperation Agreement with the Philippines.\nHe also noted milestones under the Major Defense Partnership with India and the AUKUS partnership with Australia and the United Kingdom.\n\"Our allies are also working together in unprecedented ways, like the growing trilateral relationship among Japan, the Republic of Korea and the United States,\" Austin said. \"And we've continued to strengthen our ties across the region, including with [the Association of Southeast Asian Nations], the Quad and other groups of partners.\"\nThat commitment to partnerships was on full display leading up to the change of command ceremony as Austin hosted a series of meetings with his counterparts from Australia, Japan and the Philippines at Indo-Pacom headquarters on Thursday.\nIn a press conference following the meetings, the leaders underscored their commitment to further improving interoperability between their forces and promoting peace and security throughout the region.\n\"We've gathered here because we share a vision for peace, stability and deterrence in the Indo-Pacific,\" Austin said. \"We've charted an ambitious course to advance that vision together, and that's why today's meetings were so important.\"\nDuring the change of command ceremony, Navy. Adm. Samuel J. Paparo assumed command of Indo-Pacom.\nPaparo, a Naval Aviator with 37 years of service, most recently served as the commander of U.S. Pacific Fleet.\nAustin highlighted Paparo's experience flying critical missions around the world and deep experience in the Indo-Pacom theater.\n\"It's all been leading up to this â to the challenge of leading United States Indo-Pacom,\" Austin said. \"Sam, we know that you will excel. We know that you will lead with principle and pride. And we know that you will keep America safe.\"\nIn his address, Paparo further underscored the importance of close partnerships with allies in ensuring a free and open Indo-Pacific.\n\"As we look to the future, the joint force will meet this great responsibility with strength, resolve and confidence,\" he said. \"Indo-Pacom, together with our partners, is positioned to deny and defend against attempts to break the peace afforded by international rules-based order.\"\nAdm. Aquilino will retire after 40 years of service. He holds the title of the longest-serving Naval Academy graduate on active duty.\n|\n|\nNEWSLETTER\n|Join the GlobalSecurity.org mailing list|\n|\n||\n|",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joseph clark",
        "sentiment": "negative"
      },
      {
        "name": "lloyd j. austin iii",
        "sentiment": "none"
      },
      {
        "name": "hickam",
        "sentiment": "none"
      },
      {
        "name": "austin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "austin underscores power of partnerships at indo-pacom change of command",
        "sentiment": "negative"
      },
      {
        "name": "dod news austin underscores power of partnerships at indo-pacom change",
        "sentiment": "negative"
      },
      {
        "name": "south china seas",
        "sentiment": "none"
      },
      {
        "name": "defense",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "pacific",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "hawaii",
        "sentiment": "none"
      },
      {
        "name": "joint base pearl harbor",
        "sentiment": "none"
      },
      {
        "name": "taiwan strait",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T11:00:30.320+03:00",
  "updated": "2024-05-06T11:00:30.320+03:00"
}