{
  "thread": {
    "uuid": "af3ada9546f4e0ff072effbc0f341520c794d562",
    "url": "https://www.latestly.com/agency-news/latest-news-ayodhya-being-decked-up-ahead-of-pms-visit-workers-making-floral-patterns-inspired-by-lord-ram-5657898.html",
    "site_full": "www.latestly.com",
    "site": "latestly.com",
    "site_section": "https://www.latestly.com/agency-news",
    "site_categories": [
      "media",
      "cricket",
      "sports"
    ],
    "section_title": "Agency News | Latest Information on Breaking News & Updates on Agency News at LatestLY",
    "title": "Latest News | Ayodhya Being Decked Up Ahead of PM's Visit, Workers Making Floral Patterns Inspired by Lord Ram | LatestLY",
    "title_full": "Latest News | Ayodhya Being Decked Up Ahead of PM's Visit, Workers Making Floral Patterns Inspired by Lord Ram | LatestLY",
    "published": "2023-12-29T05:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://st1.latestly.com/wp-content/uploads/2018/03/default-img-01-781x441.jpg",
    "performance_score": 0,
    "domain_rank": 13891,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "af3ada9546f4e0ff072effbc0f341520c794d562",
  "url": "https://www.latestly.com/agency-news/latest-news-ayodhya-being-decked-up-ahead-of-pms-visit-workers-making-floral-patterns-inspired-by-lord-ram-5657898.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PTI",
  "published": "2023-12-29T05:36:00.000+02:00",
  "title": "Latest News | Ayodhya Being Decked Up Ahead of PM's Visit, Workers Making Floral Patterns Inspired by Lord Ram | LatestLY",
  "text": "Ayodhya (UP), Dec 29 (PTI) Ahead of Prime Minister Narendra Modi&#039;s visit to Ayodhya on December 30, the streets in the temple town in Uttar Pradesh are being decorated with flowers to give the city a &quot;divine look&quot;. On Thursday, strings of orange and yellow marigolds were being wrapped around ornamental lamp posts installed on the median of a redeveloped road stretch, now christened Ram Path. These lamp posts carry design elements on the top that depict religious symbols. Also Read | India&rsquo;s Remarkable Strides in 2023: A Year of Achievements Across Multiple Fronts. Scores of workers drawn from different parts of the country toiled at Ram Katha Park to meticulously put together the flowers into artistic formations. The designs of these decorations are inspired by the image of Lord Ram, his bow and arrow, Lord Hanuman and religious tilak, among other patterns. Also Read | Year Ender 2023: From Turkey-Syria Earthquake to Israel-Hamas War and Russia&rsquo;s Failed Moon Mission, Here Are Top Nine Global Events of The Year. The decoration will be carried out on Friday as well. Lalit Kumar Singh, a worker from Sitapur, who has been working on the floral decorations that will be used in various parts of the city, said Ayodhya will bear a &quot;divine look&quot; on December 30. &quot;I have made many decorative designs, including a floral image of Lord Ram holding his bow and arrow. It took 40-45 minutes and about 7-8 kg of flowers,&quot; he told PTI. These items will be used for decoration along Ram Path, Dharm Path, at the airport and the railway station, among other places. &quot;Hundreds of workers are doing the job and about 300 quintal of flowers have been brought from Kolkata, Delhi, Ghazipur and other places,&quot; he added. On a dais at the Ram Katha Park, a group of workers were busy making floral patterns hung on wooden frames. One design depicted a bow and arrow made using marigold flowers and leaves and another depicted different aspects of Lord Ram&#039;s life. Largely marigolds, chrysanthemums, orchids and anthuriums are being used for the decorations, another worker said. Prime Minister Modi is slated to inaugurate an international airport and the redeveloped Ayodhya railway station on December 30. To enhance accessibility to the upcoming Ram temple, he will also inaugurate four redeveloped, widened and beautified roads in Ayodhya, including Ram Path, the Prime Minister&#039;s Office (PMO) said in a statement on Thursday. A grand Ram temple is currently under construction in Ayodhya, with the consecration ceremony to be held on January 22, which will be attended by the prime minister. A massive crowd is expected to descend in Ayodhya close to the consecration ceremony and the city is being decked up for the big day. A set of imposing sun-themed columns -- &#039;Surya Stambhs&#039; -- are being installed along a prominent street in the holy city. Large posters bearing images of the upcoming Ram temple and the new airport and a message that hails Ayodhya as a city of &quot;Maryada, Dharm and Sanskriti&quot; have been put up in the temple town in Uttar Pradesh. (This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ayodhya",
        "sentiment": "none"
      },
      {
        "name": "turkey",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "failed moon mission",
        "sentiment": "none"
      },
      {
        "name": "ram katha park",
        "sentiment": "none"
      },
      {
        "name": "syria",
        "sentiment": "none"
      },
      {
        "name": "uttar pradesh",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T08:10:16.034+02:00",
  "updated": "2023-12-29T08:10:16.034+02:00"
}