{
  "thread": {
    "uuid": "81582721f06b6aed71e18d1732ffee6a8c9c04c2",
    "url": "https://ca.news.yahoo.com/john-howard-society-dedicated-sheltering-035154198.html",
    "site_full": "ca.news.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss/",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "John Howard Society dedicated to sheltering homeless during cold snap",
    "title_full": "John Howard Society dedicated to sheltering homeless during cold snap",
    "published": "2024-01-13T04:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png",
    "performance_score": 0,
    "domain_rank": 37,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "81582721f06b6aed71e18d1732ffee6a8c9c04c2",
  "url": "https://ca.news.yahoo.com/john-howard-society-dedicated-sheltering-035154198.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Weather Network",
  "published": "2024-01-13T04:51:00.000+02:00",
  "title": "John Howard Society dedicated to sheltering homeless during cold snap",
  "text": "Local Journalism Initiative John Howard Society dedicated to sheltering homeless during cold snap Read full article Local Journalism Initiative January 13, 2024 at 5:51 a.m. · 2 min read COLD LAKE - In the midst of the biting cold weather that has blanketed Cold Lake, the John Howard Society's services are proving to be a crucial refuge for those without a place to call home.\nWith temperatures plummeting in the –50C range with the windchill, and harsh winter conditions setting in, the shelter has opened its doors to anyone seeking warmth.\nProgram Manager Leona Heisler, shares insights into the non-profit's commitment to providing shelter and support during extreme weather conditions.\nThe shelter's open-door policy ensures that no one is left out in the cold.\n“They just come in, it’s kind of a first come, first serve, but in this weather, we don’t turn anybody away,” says Heisler.\nThe surge in demand during extreme weather poses challenges in maintaining an orderly and comfortable environment within the shelter. Despite facing slight overcrowding, the John Howard Society remains committed to addressing the needs of those in need.\n“We have been having people sleep by the door, in the boot room, and by the entrance, there are benches there,” says Heisler.\nIn instances where a person's behaviour becomes uncontrollable or if the shelter becomes overcapacity, rather than leaving individuals outside in the cold, the shelter contacts local police for an appropriate resolution.\nHeisler explains the shelter's mission and its compassionate approach, stating, \"We are harm reduction, so they don't have to be sober to come in here. They can't use on-site, but as long as you are keeping the peace, you can stay here even if you are intoxicated.”\nHeisler notes that the behaviour of the individuals staying at the shelter hasn't been as challenging as in previous instances, attributing this change to the cold weather conditions.\n“When it's cold like this, usually they are pretty tired.”\nHeisler adds that the community's response to the extreme weather conditions has been appreciated, with an outpouring of support in the form of donations.\nStory continues “We've had a lot of donations in the last couple of days with the cold weather - some cold weather gear, those hand warmer things - and lots of calls with people donating, so it's been really good.”\nDespite the support, the shelter emphasizes a continued need for winter gear and welcomes community involvement.\n“We don’t want to become a secondhand store, but right now we could use winter gear.”\nChantel Downes, Local Journalism Initiative Reporter, Lakeland This Week\nTRENDING 1. B.C.'s infamous fast ferries are on Facebook Marketplace, and if they aren't bought they'll be destroyed 2. Patient may be source of chemical smell that caused Saskatchewan hospital evacuation 3. Cospital? Old Costco site will be one-stop shop for health care, but won't increase system's capacity 4. 'Aggressive' driver causes truck rollover that closed QEW in Beamsville, Ont.: OPP 5. Toronto police chief reverses course, identifies 'terrorist flag' waved at demonstration",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://s.yimg.com/os/creatr-uploaded-images/2021-03/66809040-81d9-11eb-bcfe-1ea41cfca2b0",
    "https://lji-ijl.ca/",
    "https://s.yimg.com/ny/api/res/1.2/Xc_PhniTVGaNyGJhiEgpfg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE5NDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/66809040-81d9-11eb-bcfe-1ea41cfca2b0",
    "https://www.lji-ijl.ca/",
    "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/66809040-81d9-11eb-bcfe-1ea41cfca2b0",
    "https://lji-ijl.ca",
    "https://www.s.yimg.com/ny/api/res/1.2/Xc_PhniTVGaNyGJhiEgpfg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE5NDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/66809040-81d9-11eb-bcfe-1ea41cfca2b0"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john howard society",
        "sentiment": "negative"
      },
      {
        "name": "cold lake",
        "sentiment": "none"
      },
      {
        "name": "leona heisler",
        "sentiment": "none"
      },
      {
        "name": "heisler",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "john howard society",
        "sentiment": "none"
      },
      {
        "name": "john howard society remains commi",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-13T06:02:24.130+02:00",
  "updated": "2024-01-13T06:02:24.130+02:00"
}