{
  "thread": {
    "uuid": "3072fb8669eeeec926dfde0d157ef8852ede028a",
    "url": "https://leadership.ng/cassava-conversion-to-ethanol-essential-to-diversification-minister",
    "site_full": "leadership.ng",
    "site": "leadership.ng",
    "site_section": "https://leadership.ng/nigeria-news/business-news/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Cassava Conversion To Ethanol Essential To Diversification – Minister",
    "title_full": "Cassava Conversion To Ethanol Essential To Diversification – Minister",
    "published": "2024-07-05T09:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 22263,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3072fb8669eeeec926dfde0d157ef8852ede028a",
  "url": "https://leadership.ng/cassava-conversion-to-ethanol-essential-to-diversification-minister",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Leadership News",
  "published": "2024-07-05T09:24:00.000+03:00",
  "title": "Cassava Conversion To Ethanol Essential To Diversification – Minister",
  "text": "The minister of Innovation, Science and Technology, Chief Uche Nnaji, has posited that Nigeria will do more to develop its ethanol industry by making use of the abundance of cassava in the country, which could be converted to ethanol to boost economic diversification.\nThe minister stated this during the signing of the Memorandum of Understanding (MoU) between Montserrado Investment Limited and Federal Institute of Industrial Research Oshodi (FIIRO) on Wednesday in Abuja.\nAccording to a statement issued by Deputy Director Press and Public Relations of the ministry, Obed Atuora, Nnaji, was quoted as saying that transforming cassava-to-ethanol will reduce reliance on imported cooking fuel, safeguard the economy against global market fluctuations and foster self-reliance.\nHe said that the project is aimed at harnessing the economic potential of the cassava- to- ethanol industry, providing significant benefits which include economic growth, import substitution and regional development.\nNnaji stated that signing the MOU was testament to the Government’s commitment to transitioning to clean cooking fuel by facilitating the production of ethanol derived from cassava which is a vital step towards reducing our reliance on fossil fuels and embracing renewable energy sources.\nHe further said that the collaboration between Montserrado Investment Limited and Federal Industrial Institute of Research Oshodi will enhance designing, building and operating the ethanol processing plant in line with international best practices for environmental sustainability and efficiency, the statement added.\nThe minister commended Ekiti State Governor, Dr. Biodun Oyebanji, for initiating the transformative project in his state, adding that the programme will facilitate the Bio- Energy value initiative across the six geo-political zones of the country.\n‘’Together, we are paving the way for a brighter, more sustainable future for Nigeria. Let us continue to work hand in hand to achieve our shared goals of economic prosperity, environmental sustainability and social well-being’’ Nnaji said.\nAlso speaking at the event Governor Oyebanji, represented by the Ekiti State commissioner of Innovation, Science and Digital Economy, Seun Fakuade said that the people of Ekiti State are mostly agrarian communities who have contributed immensely to food sustainability in the country.\nHe further said that this collaboration will create wealth and generate employment opportunities to the youths, adding that it will also improve the profile of Ekiti State as a topnotch destination for investment in Nigeria.\nEarlier, the director general of Federal Institute of Industrial Research Oshodi, Dr. Jummai Adamu Tutuwa said that the collaboration marks a significant milestone to foster sustainable development and industrial growth of the nation, the statement added.\nShe further said that FIIRO has been at the forefront of ground breaking projects aimed at harnessing the vast agricultural and mineral resources for the socio- economic development of the country.\nSpeaking also, the permanent secretary of Innovation, Science and Technology Mrs. Esuabana Nko Asanye who was represented by the director, Legal Services, Tanko Ashang said that the ministry is ready to support FIIRO in sustaining the development and progress of the industry.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "uche nnaji",
        "sentiment": "negative"
      },
      {
        "name": "obed atuora",
        "sentiment": "none"
      },
      {
        "name": "nnaji",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "science and technology",
        "sentiment": "negative"
      },
      {
        "name": "mou",
        "sentiment": "none"
      },
      {
        "name": "montserrado investment limited and federal institute of industrial research oshodi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "abuja",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T15:53:05.465+03:00",
  "updated": "2024-07-05T15:53:05.465+03:00"
}