{
  "thread": {
    "uuid": "ac00eed9c3f1ef922644abae2f80fa21400cd72d",
    "url": "https://businessinsider.mx/cv-curriculum-busqueda-empleo-trabajo-google-joven",
    "site_full": "businessinsider.mx",
    "site": "businessinsider.mx",
    "site_section": "https://businessinsider.mx/rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Business Insider México | Noticias pensadas para ti",
    "title": "Este es el CV que hizo que un joven consiguiera un empleo en Google",
    "title_full": "Este es el CV que hizo que un joven consiguiera un empleo en Google",
    "published": "2024-04-12T01:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://s3.amazonaws.com/businessinsider.mx/wp-content/uploads/2024/04/11142737/Depositphotos_205766888_L.jpg",
    "performance_score": 0,
    "domain_rank": 61703,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ac00eed9c3f1ef922644abae2f80fa21400cd72d",
  "url": "https://businessinsider.mx/cv-curriculum-busqueda-empleo-trabajo-google-joven",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@businsidermx",
  "published": "2024-04-12T01:27:00.000+03:00",
  "title": "Este es el CV que hizo que un joven consiguiera un empleo en Google",
  "text": "- Ankit Virmani se cambió de profesión: cambió la consultoría por la tecnología. - El currículum que le valió a Virmani un puesto en Google tiene dos páginas, una decisión que hoy defiende. - Su jefe en Google le dijo más tarde que la organización en su CV les ayudó a entender sus responsabilidades sin tener que descifrar las líneas de abajo. [¡Nos vemos en TikTok!](https://www.tiktok.com/@businessinsidermx?lang=es) [Ankit Virmani](https://www.linkedin.com/in/ankitvirmani/) llevaba cinco años en el mundo de la consultoría cuando empezó a pensar en cambiarse al sector de la tecnología y volvió a rehacer su currículum (CV). «Siempre pensé que quería más profundidad técnica. Quería construir cosas en lugar de venderlas», explica Virmani, que se trasladó a Estados Unidos desde la India para cursar un máster. En el primer semestre de 2020, se lanzó de lleno. Después de terminar su jornada laboral en Deloitte, Virmani pasaba de tres a cuatro horas practicando programación cada noche, y otras dos horas leyendo sobre el sector. También empezó a pasar tiempo con gente del sector, preguntándoles sobre situaciones reales y los retos a los que se enfrentaban en su trabajo. «No quería que me dieran respuestas. Quería conocer su proceso de pensamiento: cómo se enfrentan a estos complejos retos a gran escala», explicó a Business Insider. No le salió bien a la primera. Fue rechazado por Microsoft y Amazon en distintas fases de sus procesos de solicitud. Seis meses después de decidir cambiar de profesión, consiguió un puesto como especialista en datos y aprendizaje automático en la oficina de Google en Seattle. Este es el CV que utilizó para solicitar su puesto en Google, que paga más de 300,000 dólares al año. Business Insider verificó su empleo y remuneración. Sacrificar la regla de «una sola página» en el currículum Cuatro años después, Virmani volvió a mirar su CV y dice que haría algunos cambios de formato. «Este currículum da la misma importancia a todo, y eso es lo que no me gusta», dijo. «Yo tendría un gradiente de importancia, como el resumen ejecutivo en la parte superior, los logros hasta el momento, y luego pasaría a la experiencia profesional, la educación y las habilidades técnicas», agregó. La regla de una hoja ya no es un requisito Con más información sobre lo que aprecian los empleadores como Google, Virmani dice que mantendría varias cosas igual, incluida la longitud del CV. Virmani rompió la regla de «una sola página» y dio prioridad a tener un currículum despejado y claro. «Tiene secciones muy bien estructuradas y temas de alto nivel», dijo, refiriéndose al uso de subtítulos como «arquitectura de datos» y «estrategia en la nube», afirmó. Su jefe en Google le dijo más tarde que ese estilo les ayudaba a entender sus responsabilidades sin tener que descifrar las líneas de abajo. Destaca el esfuerzo en equipo Virmani dijo que algunas personas destacan en exceso las contribuciones individuales en su currículum. «Nunca es así, al menos en mi experiencia: siempre es el trabajo en equipo». Por eso centró partes de su currículum en los logros en equipo. «Según mi experiencia, Google aprecia mucho, muchísimo, la honestidad y la humildad. Esa es la cultura de la empresa: sabemos que nada grande se consigue de forma individual», afirmó. Guarda detalles para la entrevista Virmani dijo que tuvo cuidado de no explicar en exceso sus proyectos anteriores para poder despertar la curiosidad y mantener una buena conversación durante la entrevista: «Si lo pones todo en el currículum, te quedarás sin puntos de los que hablar en la entrevista». Virmani no es el único que opta por sacrificar las decisiones «típicas» del currículum. En el caso de Shola West, se trata de romper con la idea de «no dejar huecos en el currículum». [West forma parte de un grupo cada vez mayor de jóvenes de la generación Z ](https://www.businessinsider.com/gen-z-rewriting-rulebook-jobs-resume-gaps-career-breaks-work-2023-1)que intentan desestigmatizar la brecha del currículum entre un periodo de desempleo entre un trabajo y otro; o entre la educación y el trabajo. West explicó a BI que se tomó un año de descanso al principio de su carrera para entender lo que realmente quería hacer. Ahora trabaja en una agencia de publicidad y se dedica al asesoramiento profesional. No tienes que hacer un currículum escrito Para Mariana Kobayashi, romper con las normas del currículum significó abandonar por completo el formato escrito. Kobayashi consiguió el puesto como ejecutiva de cuentas de Google después de haber creado un video que explicaba por qué debería conseguir el puesto. Envió su videocurrículum, directamente al responsable de contratación, según explicó Kobayashi a BI. Tardó 10 horas en crearlo. Un responsable de contratación de Google vio el video y se puso en contacto con ella, que finalmente consiguió un puesto en la empresa tecnológica. AHORA LEE: [¡Gen Z! Estas son 7 realidades y estrategias si estás buscando tu primer empleo… de alguien que lo está viviendo](https://businessinsider.mx/primer-empleo-generacion-z-busqueda-mi-primera-chamba/) TAMBIÉN LEE: [Mi primera chamba: mi primera vez con en el SAT](https://businessinsider.mx/mi-primera-chamba-mi-primera-vez-en-el-sat/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Education"
  ],
  "external_links": [
    "https://www.tiktok.com/@businessinsidermx",
    "https://www.linkedin.com/in/ankitvirmani/)",
    "https://tiktok.com/@businessinsidermx?lang=es)",
    "https://www.tiktok.com/@businessinsidermx?lang=es)",
    "https://www.businessinsider.com/gen-z-rewriting-rulebook-jobs-resume-gaps-career-breaks-work-2023-1)que",
    "https://businessinsider.com/gen-z-rewriting-rulebook-jobs-resume-gaps-career-breaks-work-2023-1)que",
    "https://linkedin.com/in/ankitvirmani/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:36:08.556+03:00",
  "updated": "2024-04-12T01:36:08.556+03:00"
}