{
  "thread": {
    "uuid": "622e0fb3b1646ef780fbf16e0efc0561ef0a57be",
    "url": "https://www.globalsecurity.org/security/library/news/2023/12/sec-231229-voa01.htm",
    "site_full": "www.globalsecurity.org",
    "site": "globalsecurity.org",
    "site_section": "http://globalsecurity.org//globalsecurity-org.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "GlobalSecurity.org",
    "title": "India Asks Pakistan to Extradite Suspected Terror Mastermind",
    "title_full": "India Asks Pakistan to Extradite Suspected Terror Mastermind",
    "published": "2023-12-30T02:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3544,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "622e0fb3b1646ef780fbf16e0efc0561ef0a57be",
  "url": "https://www.globalsecurity.org/security/library/news/2023/12/sec-231229-voa01.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "John Pike",
  "published": "2023-12-30T02:21:00.000+02:00",
  "title": "India Asks Pakistan to Extradite Suspected Terror Mastermind",
  "text": "India Asks Pakistan to Extradite Suspected Terror Mastermind\nBy Ayaz Gul December 29, 2023\nPakistan confirmed Friday that India officially demanded the extradition of Hafiz Saeed, a hardline Pakistani cleric suspected of involvement in terrorist attacks on Indian soil.\nPakistani Foreign Ministry spokesperson Mumtaz Zahra Baloch effectively rejected India's demand, stating that the two countries have no bilateral treaty to address such matters.\nBaloch made the statement just hours after the Indian Foreign Ministry spokesperson told a routine news conference that India has asked Islamabad to extradite Saeed for trial in India.\nBaloch said New Delhi sought Saeed's extradition in a \"money laundering case.\"\nArindam Bagchi, spokesperson for India's Foreign Ministry, would not discuss details of the request on Friday, saying only that the request was submitted \"some weeks ago.\"\n\"The person in question is wanted in numerous cases in India. He is also a U.N.-proscribed terrorist,\" Bagchi said. \"In this regard, we have conveyed a request along with relevant supporting documents to the government of Pakistan to extradite him to India to face trial in a particular case.\"\nBagchi was responding to Indian media reports claiming that Saeed's custody was sought in connection with the 2008 attacks on Mumbai that killed 166 people, including six Americans.\n\"Pakistan has received a request from the Indian authorities, seeking extradition of Hafiz Saeed in a so-called money laundering case,\" Baloch said in a written statement she sent to VOA. \"It is pertinent to note that no bilateral extradition treaty exists between Pakistan and India.\"\nSaeed is serving a prison term in Pakistan on terrorism-financing charges. Last year, an anti-terrorism court found him guilty on multiple counts and sentenced him to 31 years.\nIndian officials accuse the Pakistani cleric of masterminding the four-day Mumbai bloodshed and supporting militants battling security forces in the India-administered part of the disputed Kashmir region. Saeed denies the allegations.\nThe United States has also offered a reward of up to $10 million for information on Saeed in connection with the Mumbai violence.\nSaeed is known as the founder and leader of Lashkar-e-Tayyiba, or LeT, a U.S.-designated global terror group that India blames for plotting the Mumbai attacks and other violence from its alleged bases in Pakistan, charges Islamabad rejects.\nA group of 10 LeT gunmen reportedly carried out the carnage in Mumbai after slipping into the city by boat from Pakistan. India hanged the lone gunman who survived the attack, identified as Pakistani national Mohammad Ajmal Kasab, in 2012.\nNew Delhi has long accused Islamabad of financing and training separatist groups in majority-Muslim Kashmir. Pakistan denies the charges, saying it provides only political and diplomatic support to Kashmiri \"freedom fighters.\"\nPakistan accuses India of human rights violations in Kashmir and of suppressing the democratic rights of Kashmiris.\nIndia controls two-thirds of the Himalayan region and Pakistan the rest, with both claiming Kashmir in full. The dispute has sparked two of the three wars between the nuclear-armed South Asian rival nations and remains the primary source of bilateral tensions.\n|\nNEWSLETTER\n|Join the GlobalSecurity.org mailing list\n|\n|",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ayaz gul",
        "sentiment": "negative"
      },
      {
        "name": "mumtaz zahra baloch",
        "sentiment": "none"
      },
      {
        "name": "arindam bagchi",
        "sentiment": "none"
      },
      {
        "name": "saeed",
        "sentiment": "none"
      },
      {
        "name": "bagchi",
        "sentiment": "none"
      },
      {
        "name": "hafiz saeed",
        "sentiment": "none"
      },
      {
        "name": "baloch",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "foreign ministry",
        "sentiment": "none"
      },
      {
        "name": "indian foreign ministry",
        "sentiment": "none"
      },
      {
        "name": "u.n.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "islamabad",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T04:11:53.591+02:00",
  "updated": "2023-12-30T04:11:53.591+02:00"
}