{
  "thread": {
    "uuid": "930ac81afda00299b2a7aa1ebe6a24c66fdcc58d",
    "url": "https://www.eluniversal.com.co/opinion/columna/2024/06/02/construir-comunidad",
    "site_full": "www.eluniversal.com.co",
    "site": "eluniversal.com.co",
    "site_section": "http://www.eluniversal.com.co",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "El Universal",
    "title": "Construir comunidad | El Universal.com",
    "title_full": "Construir comunidad | El Universal.com",
    "published": "2024-06-02T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://static.themebuilder.aws.arc.pub/vanguardiaeluniversal-sandbox/1713899361671.jpg",
    "performance_score": 0,
    "domain_rank": 26411,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "930ac81afda00299b2a7aa1ebe6a24c66fdcc58d",
  "url": "https://www.eluniversal.com.co/opinion/columna/2024/06/02/construir-comunidad",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ignacio Antonio Madera Vargas",
  "published": "2024-06-02T08:00:00.000+03:00",
  "title": "Construir comunidad | El Universal.com",
  "text": "Este domingo en la tarde será la celebración de institución de nuevos ministerios y la renovación de quienes ya los están ejerciendo, en sus comunidades parroquiales, en la Iglesia de Cartagena. Es bueno que recordemos el sentido del ministerio en la Iglesia, porque todo ministerio tiene como origen un don del Espíritu para prestar un servicio preciso que la comunidad reconoce y es relativamente estable. Cuando ese ministerio se recibe en rito propio, establecido por la Iglesia, tenemos ministerios instituidos laicales. En virtud del sacramento del bautismo, todos estamos llamados a ser servidores de la comunidad; de manera que el bautismo es fuente de ministerialidad, de impulso a servir que nos construya cada día y cada vez más en una Iglesia comunión de seguidoras de Jesucristo, signo de la unión con Dios y de los seres humanos entre nosotros; así lo señala el Vaticano II cuando afirma que la Iglesia es sacramento de comunión. Por ello, los ministros laicales que iniciarán sus servicios no tienen un poder sobre lo sagrado sino un servicio a la evangelización, con expresiones en las celebraciones litúrgicas. Los ministros laicos no son una élite en las comunidades parroquiales, su gran tentación puede ser el clericalismo, el sentirse parte de un grupo de separados del pueblo, ostentadores de un poder sobre lo sagrado, o en las celebraciones litúrgicas. El papa Francisco ha insistido con ocasión y sin ella que es necesaria la superación del clericalismo como la mentalidad y las prácticas que puedan darse para sentirse más que el resto de la comunidad de hermanos, de allí su insistencia en la igualdad fundamental de todos los bautizados, todos y todas. Que los nuevos ministros se sientan bien y felices de ser servidores y no poseedores de un poder, llamados a construir comunidad desde sus diversos servicios y no a generar descontentos y sinsabores por un clericalismo exacerbado, porque algunos laicos pueden ser más clericalistas que los clérigos porque no han crecido en la vivencia de su fe como miembros del pueblo santo fiel de Dios, buscando hacer presente desde ya el mundo de justicia, solidaridad, paz y amor predicado por el maestro Jesucristo. Que nuestros ministros de la iglesia de Cartagena, tanto los que se inician como los que renuevan, sean ante todo alegres servidores de la consolidación de unas parroquias comunión de comunidades, en salida hacia las situaciones más duras y complejas que viven sus hermanos y testimonio real de capacidad de generar pequeñas comunidades donde se busca vivir el espíritu de los primeros cristianos. Porque son evangelizadores, realizan unas funciones de promoción de la comunidad y la liturgia. Dios quiera que nunca lo olviden. Y felicitaciones desde esta reflexión a todas y todos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T09:04:03.867+03:00",
  "updated": "2024-06-02T09:04:03.867+03:00"
}