{
  "thread": {
    "uuid": "b6d6f7f1e99ca85bca7f4ad5ca97204c70867282",
    "url": "https://sahebkhabar.ir/news/76225490/مرده-زایی-بر-اثر-آلودگی-هوا-وزارت-بهداشت-تکذیب-می-کند-پزشکان",
    "site_full": "sahebkhabar.ir",
    "site": "sahebkhabar.ir",
    "site_section": "https://sahebkhabar.ir/rss/tp/6",
    "site_categories": [],
    "section_title": "صاحب‌خبران - جدیدترین و آخرین اخبار ایران و جهان - علمی-فناوری",
    "site_title": null,
    "title": "مرده‌زایی بر اثر آلودگی هوا، وزارت بهداشت تکذیب می‌کند پزشکان تأیید!",
    "title_full": "مرده‌زایی بر اثر آلودگی هوا، وزارت بهداشت تکذیب می‌کند پزشکان تأیید!",
    "published": "2025-12-11T07:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IR",
    "main_image": "https://sahebkhabar.ir/hermes/shafaonline/shafaonline-371639.jpg",
    "performance_score": 0,
    "domain_rank": 160255,
    "domain_rank_updated": "2025-12-07T23:00:00.000+02:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b6d6f7f1e99ca85bca7f4ad5ca97204c70867282",
  "url": "https://sahebkhabar.ir/news/76225490/مرده-زایی-بر-اثر-آلودگی-هوا-وزارت-بهداشت-تکذیب-می-کند-پزشکان",
  "ord_in_thread": 0,
  "author": "صاحب‌خبران - جدیدترین و آخرین اخبار ایران و جهان",
  "published": "2025-12-11T07:30:00.000+02:00",
  "title": "مرده‌زایی بر اثر آلودگی هوا، وزارت بهداشت تکذیب می‌کند پزشکان تأیید!",
  "text": "صاحبخبر -\nشفاآنلاین »سلامت سقط جنین، مردهزایی، زایمان زودرس و رشد ناکامل جنین، پیامدهای آلودگی هوایی است که زنان باردار را هرساله در آلودهترین روزهای سال به پناهگرفتن در خانه وادار میکند؛ زنانیکه با هر بار بالارفتن شاخص آلودگی، نهفقط نگران نفسکشیدن خود، بلکه مضطرب سلامت جنینیاند که کوچکترین تغییر در کیفیت هوا میتواند رشدش را مختل کند. درحالیکه ماسکها، تصفیههوا و هشدارهای پزشکان راهحلهای موقت بهنظر میرسند، پژوهشها در ایران و جهان نشان میدهند که تهدید آلودگی هوا برای بارداری بسیار جدیتر، عمیقتر و پنهانتر از چیزی است که سالها تصور میشد.\nبه گزارش شفاآنلاین هرچند این پژوهشهای مختلف تأکید دارند آلودگی هوا تاثیر مستقیم بر سقط جنین و مردهزایی دارد، اما «رضا سعیدی»، سرپرست مرکز جوانی جمعیت و سلامت خانواده وزارت بهداشت میگوید با وجود نگرانیها، آمارهای سامانه ثبت زایمان نشان میدهد که درصد مردهزایی در سالهای اخیر کاهش داشته است: «این آمار از 0/84 درصد زایمانها در سال ۱۴۰۱ به 0/71 درصد زایمانها در سال ۱۴۰۲ رسیده است.» بهگفته سعیدی، براساس دادههای سامانه ملی باروری سالم وزارت بهداشت، از ابتدای سال ۱۴۰۲ تا ۱۵ آذرماه 1404، ۶۸۳ هزار و ۶۱۵ مورد زایمان ثبت شده که از این تعداد ۴۷۰۹ مورد (0/71 درصد) مردهزایی بوده است.\nاو میگوید در همین بازه زمانی، ۵۰ هزار و ۷۴۴ مورد سقط در سامانه ثبت شده که از این میان ۳۹ هزار و ۲۹۷ مورد (77/44 درصد) سقط خودبهخودی، ۶۹۸۷ مورد (13/77 درصد) سقط قانونی، ۱۶۸۹ مورد (3/33 درصد) سقط عمدی، ۲۳۴۴ مورد (4/62 درصد) بارداری خارجرحمی و ۴۲۷ مورد (0/84 درصد) سقط مکرر بوده است. بهگفته او، نظام ثبت سقط در مراکز درمانی و آمار مردهزایی در سامانه ملی باروری «بهروز» است.\nبااینحال متخصصان زنان و زایمان مانند «سودابه کاظمی» رئیس انجمن متخصصان زنان و زایمان و «شیرین نیرومنش» از احتمال افزایش سقط جنین، مردهزایی و کاهش رشد جنین بر اثر آلودگی هوا میگویند و در کنار آنها، فعالان محیطزیست هم نسبت به این تهدید هشدار میدهند.\n«محمد درویش»، فعال محیطزیست، درباره گزارشی که سازمان حفاظت محیطزیست در آبانماه امسال منتشر کرده، میگوید میزان گوگرد موجود در مازوت مصرفی بسیاری از نیروگاهها ازجمله نیروگاه شهید رجایی، ۵۹۲ برابر حد مجاز است و همین موضوع میتواند به افزایش سقط جنین و مردهزایی منجر شده باشد: «آمارهای مختلفی درباره میزان مردهزایی منتشر میشود. در دهه ۱۳۹۰، زمانیکه تعداد قربانیان آلودگی هوا در تهران بین دو هزار و ۵۰۰ تا سه هزار نفر و در کل کشور حدود ۳۰ هزار نفر برآورد میشد، میزان مردهزایی را یک تا سه درصد اعلام میکردند. اکنون که شمار قربانیان آلودگی هوا در تهران به حدود هفتهزار نفر و در کل ایران به بیش از ۵۰ هزار نفر رسیده، قطعاً باید انتظار تبعات جدیتری برای سقط جنین و مردهزایی داشت.»\nهوای آلوده، تهدید پنهان برای جنینهای تهران\nیک پژوهش تازه که ابتدای امسال منتشر شده، دادههای پنجساله تهران را بررسی کرده و نشان میدهد آلودگی هوای پایتخت فقط هوای ناسالم نمیسازد؛ بلکه میتواند به مرگ جنین در روزهای نزدیک به زایمان هم ختم شود. این مطالعه که بین دسامبر ۲۰۱۸ تا مارس ۲۰۲۳ روی بیش از ۵ هزار و ۳۰۰ مورد مردهزایی انجام شده، اولین بررسی تحلیلی در ایران است که اثر آلایندههای اصلی هوا را بهشکل روزبهروز و با در نظر گرفتن «تأخیر زمانی» اندازهگیری میکند.\nطبق نتایج، مواجهه با آلایندههایی مانند دیاکسید گوگرد (SO₂)، دیاکسید نیتروژن (NO₂)، ذرات ریز معلق (PM2.5) و مونوکسیدکربن (CO) حتی در فاصله یکی، دو روز پیش از زایمان میتواند احتمال مردهزایی را افزایش دهد. پژوهشگران با استفاده از مدلهای آماری پیشرفته نشان دادهاند: (NO₂) یکروز قبل از زایمان و (NO₂) دو روز قبل از زایمان، بیشترین نقش را در افزایش خطر دارند، در فصلهای سرد سال، اثر آلایندهها شدیدتر است و(PM2.5) و (SO₂)در چندروز پیش از زایمان رابطه مستقیم و معناداری با مردهزایی دارند و در مدلهایی که دو آلاینده همزمان بررسی شدهاند، همچنان (SO₂) و(PM2.5) پایدارترین اثر را بر افزایش خطر مردهزایی نشان دادهاند.\nاین پژوهش با تاکید بر اینکه تهران بسیاری از روزهای سال در معرض سطوح خطرناک آلودگی قرار دارد، تاکید میکند که جنین و زنان باردار، یکی از آسیبپذیرترین گروهها در برابر آلودگی هوا هستند؛ گروهی که معمولاً در سیاستگذاریها نادیده گرفته میشوند. پژوهشگران این مطالعه نتیجهگیری میکنند: «شواهد نشان میدهد که حتی مواجهه کوتاهمدت با آلودگی هوا در روزهای نزدیک به زایمان، میتواند خطر مردهزایی را افزایش دهد و این موضوع باید فوراً در سیاستهای مدیریت آلودگی هوا و مراقبت از زنان باردار موردتوجه قرار گیرد.»\n«شیرین نیرومنش»، متخصص زنان و زایمان که در یکی از بیمارستانهای خصوصی تهران فعالیت میکند، به «هممیهن» میگوید، در دو سال اخیر مراجعه زنان باردار، با سابقه سقط جنین یا تولد جنین مرده افزایش یافته و در بسیاری از این موارد، آلودگی هوا نقش مؤثری داشته است: «همانطور که مصرف سیگار و الکل، رابطه مستقیم با سقط جنین دارد؛ آلودگی هوا هم تأثیر مستقیم و علمی اثباتشدهای بر سقط دارد. مقالات متعدد این ارتباط را نشان دادهاند.»\nاو با تاکید بر حق طبیعی مردم برای دسترسی به هوای سالم میگوید: «در هر کشوری، مردم باید بتوانند هوای پاک تنفس کنند. سوخت خودروها و استفاده از مازوت بدون شک بر تمام سیستمهای بدن اثرات سوء دارد. این مواد سمی وارد بدن میشوند و حتی میتوانند موجب افزایش تومورهای مغزی و سکتههای قلبی شوند.»\nاو توضیح میدهد که ناباروری در بسیاری از موارد تحتتاثیر شرایط محیطی قرار دارد و آلودگی هوا یکی از عوامل مهم دراینزمینه است: «آلودگی هوا نهفقط ناباروری، بلکه سقط جنین، نواقص جنینی و زایمان زودرس را هم افزایش میدهد. حداقل حق هر انسان این است که هوای پاک برای تنفس داشته باشد.» نیرومنش درباره سیاستهای افزایش جمعیت تأکید کرد: «دولت که بهدنبال رشد جمعیت است، باید پیش از هرچیز شرایط سالم برای زندگی مردم فراهم کند. با این سطح آلودگی هوا، تحقق چنین سیاستی بسیار دشوار خواهد بود.»\nهرچند پژوهشهای مختلف در ایران و جهان نشان میدهد آلودگی هوا تاثیر مستقیم بر سقط جنین و مردهزایی دارد، اما «رضا سعیدی»، سرپرست مرکز جوانی جمعیت سلامت خانواده وزارت بهداشت به «هممیهن» میگوید با توجه به آمار مردهزایی از سامانه ثبت زایمان، درصد مردهزایی کاهش یافته است: «این آمار از 0/84 درصد زایمانها در سال 1401 به 0/71 درصد زایمانها در سال 1404 رسیده است.» به گفته سعیدی، براساس سامانه ملی بارروی سالم وزارت بهداشت از ابتدای سال 1404 تاکنون (15 آذرماه)، 683615 مورد زایمان ثبت شده که از این تعداد 4709 (0/71 درصد) مردهزایی به ثبت رسیده است.»\nاو میگوید براساس اطلاعات سامانه مذکور، ابتدای سال 1404 تا 15آذرماه تعداد 50744 مورد سقط ثبت شده که از این تعداد، 39297 مورد (77/44 درصد) سقط خودبهخودی، 6987 مورد (13/77 درصد) سقط قانونی و 1689 مورد (3/33 درصد) سقط عمدی و 2344 مورد (4/62 درصد) بارداری خارج رحمی و 427 مورد (0/84درصد) سقط مکرر بوده است. به گفته او، نظام ثبت سقط برای مراجعین به بیمارستان و مردهزایی براساس سامانه ملی باروری بهروز است.\nرضا سعیدی، سرپرست مرکز جوانی جمعیت سلامت خانواده وزارت بهداشت در پاسخ به این سوال که آیا وزارت بهداشت آمار رسمی از سقط جنین و مردهزایی در کشور دارد که تفکیکشده براساس استان، سن مادر و عوامل خطر باشد؟ ثبت آمار مردهزایی و سقط جنین در سامانه ثبت زایمان وزارت بهداشت را تایید میکند اما میگوید برای بررسی عوامل خطر نیاز به پژوهش است.\nافزایش گوگرد، افزایش مردهزایی\nدیماه سال پیش خبری منتشر شد مبنی بر اینکه میزان مردهزایی بر اثرآلودگی هوا هشتدرصد است؛ «عباس شاهسونی»، رئیس گروه سلامت هوا و تغییر اقلیم وزارت بهداشت همان موقع بلافاصله این موضوع را تکذیب کرد و گفت، طبق تحقیقات صورتگرفته در ایران فقط افزایش غلظت دیاکسید گوگرد میتواند سبب خطر مردهزایی شود، برای سایر آلایندهها اثری را مشاهده نکردهاند و درحالحاضر ما در اکثر کلانشهرها مشکل گاز دیاکسید گوگرد را نداریم.\nحالا «محمد درویش»، فعال و پژوهشگر حوزه محیطزیست میگوید گزارشی که اخیراً در آبانماه، سازمان حفاظت از محیطزیست منتشر کرده، نشان میدهد میزان گوگردی که در مازوت بسیاری از نیروگاهها مثل نیروگاه شهید رجایی سوزانده میشود، 592 برابر حد مجاز است و همین نشان میدهد که مردهزایی و سقط جنین هم به احتمال زیاد افزایش داشته است: «در همین گزارش سازمان محیطزیست گفته شده، میزان گوگردی که در گازوییل نیروگاههای ری، پرند و منتظرالقائم کرج است، 120 تا 135 برابر حد استاندارد است.\nبنابراین اگر بخواهیم به گزارش این سازمان استناد کنیم، انتظار فاجعههای بزرگتری در نرخ مردهزایی جنین داشته باشیم. چون تقریباً هیچ کشوری در دنیا از مازوتی استفاده نمیکند که میزان گوگردش 592 برابر حد مجاز باشد! این میزان گوگرد در هوای ایران بسیار خطرناک است.» بهگفته او، یکی از مهمترین عواملی که میتواند مردهزایی جنین را افزایش دهد، ترکیبات گوگرد در هواست: «پژوهشهای متعددی هم در این راستا انجام شده و بههمیندلیل بسیاری از کشورهای دنیا تلاش میکنند با کاهش مشتقات گوگرد در سوختهای فسیلیشان خطر مردهزایی جنین را که نه تنها منجر به یک حادثه دردناک میشود بلکه تبعات افسردگی اش هم بر مادر و کل خانواده گسترده است، کاهش دهند.»\nدرویش میگوید آمارهای مختلفی درباره میزان مردهزایی داده میشود و در دهه 1390 که تعداد کشتهها به دلیل آلودگی هوا در تهران را دو هزار و 500 نفر تا سه هزارنفر و در کل ایران 30 هزار نفر برآورد میکردند، میزان مردهزایی یک تا سه درصد ذکر میشد. به گفته او، در حال حاضر که تعداد کشتهها به دلیل آلودگی هوا به هفت هزار نفر در تهران رسیده و در کل ایران از مرز 50 هزار نفر گذشته، قطعا تبعات جدیتری برای سقط جنین و مردهزایی خواهد داشت: «در عین حال باید حواسمان باشد که مردهزایی جنین را در آمارهای مستقیم از آلودگی هوا در نظر نمیگیرند چون ممکن است که چندماه بعد این مرگ صورت بگیرد.»\nاین فعال محیطزیست میگوید، تابهحال سازمان حفاظت از محیطزیست هیچ آمار شفافی از کیفیت گوگرد مازوت و گازوییل ارائه نکرده بود و این موضوع برای اولینبار اتفاق افتاده است: «ما همیشه حدس میزدیم که میزان گوگرد این مقدار باشد، اما داده رسمی نداشتیم و الان این سازمان اعلام کرده، میزان مازوتی که وزارت نفت در اختیار صنایع و نیروگاهها قرار میدهد، 592 برابر حد مجاز گوگرد بیشتری دارد. این درحالیاست که وزارت نفت ادعا میکرد از مازوتی استفاده میکند که کم گوگرد است و این تناقض وحشتناکی است.»\nبه گفته او، از بین همه آلایندههای سمی گازی موجود در هوا و ذرات کوچکتر از 10 میکرون و دوونیم میکرون، بیشترین تاثیر را روی جنین میگذارد که میتواند منجر به مرگش پیش از تولد شود: «درنتیجه دنیا وسواس زیادی به خرج میدهد که دستکم مشتقات گوگرد را بتواند کنترل کند. ما چندینسال قبل نمیدانستیم که دقیقاً کدام بخش از آلایندهها میتواند روی مردهزایی جنین اثر بگذارد اما الان میدانیم که گوگرد عامل مهمی است.\nدرحالحاضر حتی در شهرهایی که تراکم جمعیتی زیادی هم نداریم مثلاً در شمال یا جنوب کشور، شاخص آلودگی بسیار بالاست.» درویش میگوید قطعاً آمار سقط جنین و مردهزایی با افزایش میزان آلودگی در کشور افزایش داشته اما هنوز هیچ آمار رسمیای از سوی وزارت بهداشت یا سازمان محیطزیست اعلام نشده: «احتمالاً سال آینده بعد از استفاده بیسابقه از مازوت، اولین آمارها و نشانهها از میزان مردهزایی جنین، گزارش خواهد شد.»\nوزارت بهداشت: مشکل فقط آلودگی نیست\nدرحالی طبق گزارش جدید سازمان محیطزیست، گوگردی که در مازوت بسیاری از نیروگاهها سوزانده میشود، 592 برابر حد مجاز است که «رضا سعیدی»، سرپرست مرکز جوانی جمعیت سلامت خانواده وزارت بهداشت میگوید، باتوجه به اینکه سقط خودبهخودی عوامل خطر متعددی دارد، نمیتوان علت را فقط به عوامل آلودگی هوا نسبت داد: «دراینباره یکی از برنامهها و سیاستهای مرکز جوانی جمعیت، هماهنگی با دانشگاهها جهت انجام پژوهشهای کاربردی و عملی است تا بتوان شواهد ارتباط عوامل خطر ازجمله غلظت دیاکسید گوگرد با سقط جنین و مردهزایی را بهدست آورد.»\nاو میگوید در سامانه ملی باروری سالم که از تیرماه 1403 در راستای ماده 54 قانون جوانی جمعیت راهاندازی شده است، دادهها به تفکیک سقط خودبهخودی، عمدی، قانونی و مردهزایی در صورت مراجعه مادران به بیمارستان ثبت میشود. سعیدی در پاسخ به این سوال که آیا وزارت بهداشت قصد دارد مطالعه ملی طراحی کند تا اثر آلودگی هوا بر سلامت مادر و جنین را بهطور دقیق اندازهگیری کند؟ میگوید در برنامه جامع مهار، پایش، پیشگیری و کاهش سقط خودبهخودی، انجام پژوهش بهعنوان جزئی از برنامه تعریف شده است.\nبه گفته او، تاکنون اتصال بین سامانههای باروری سالم، سیب، محیطزیست عملیاتی نشده است: «یکی از اقدامات مرکز فناوری اطلاعات وزارت بهداشت ایجاد هماهنگی بینبخشی بین سامانههاست.» سرپرست مرکز جوانی جمعیت سلامت خانواده وزارت بهداشت میگوید پایش زایمان و تعداد مردهزایی و فوت نوزاد بهطورکلی انجام میشود و پسخوراند به دانشگاهها ارسال میشود: «سازوکار طرح ملی هشدار خطر برای زنان باردار در روزهای آلوده، یکی از نیازهای کشور ایران ازجمله مناطق آلوده است که با انجام پژوهش کاربردی میتوان پیشنهاد راهاندازی به متولیان امر ارائه داد.»\nبه گفته سعیدی، وزارت بهداشت برنامه دارد سامانه اطلاعرسانی پیامکی برای مادران باردار را در روزهای آلوده فعال کند: «این مسئله نیاز به همکاری رسانههای مختلف دارد و یکی از نگرانیها و دغدغههای وزارت بهداشت است.» او در پاسخ به این سوال که آیا سیاستی برای حفاظت از زنان باردار در مناطق بسیار آلوده (تهران، اهواز، اراک، اصفهان و…) وجود دارد یا فقط هشدار عمومی داده میشود، میگوید: «برنامه جامع مهار، پایش، پیشگیری و کاهش سقط خودبخودی در راستای ماده 55 قانون حمایت از خانواده و جوانی جمعیت به دانشگاههای علوم پزشکی کشور ابلاغ شده و در آن درباره عوامل تاثیر گذار بر سقط از جمله آلایندهها و سموم بهطورکامل توضیح داده شده است. در این برنامه مداخلات به دو دسته خدمات آموزشی مراقبتی و همکاریهای بین بخشی تاکید شده است.\nخدمات آموزشی برای گروههای سنی تعریف شده است، سبک زندگی سالم آموزش داده میشود. در مراقبتهای پیش از بارداری آموزش سبک زندگی سالم داده میشود. در قسمت هماهنگیهای بین بخشی کار گروه سلامت و امنیت غذایی در سطح ملی، دانشگاه و شهرستان با هماهنگی مرکز جوانی جمعیت سلامت خانواده و مدارس برای سیاستگذاری در زمینه آلایندههای محیطی، مواد غذایی و... تاثیرگذار بر سقط خودبهخودی تشکیل میشود.» به گفته او، مطابق برنامه جامع مهار، پایش، پیشگیری و کاهش سقط خودبهخودی، پایش برنامه انجام میشود و پس از احصاء شاخصهای تعیینشده درخصوص انجام پژوهش برای برنامهریزیهای بعدی تصمیمگیری میشود.\nهشدار متخصصان زنان و ضرورت اقدام فوری\n«سودابه کاظمی»، پریناتولوژیست و رئیس انجمن متخصصان زنان و زایمان هم درباره شواهد علمی جهانی درباره تاثیرات آلودگی هوا بر بارداری میگوید: «تحقیقات علمی معتبر نشان دادهاند که قرار گرفتن زنان باردار در معرض آلودگی هوا میتواند اثرات منفی بر سلامت مادر و جنین داشته باشد. بهویژه در سهماهه اول بارداری، آلودگی هوا میتواند خطر سقط جنین را افزایش دهد. همچنین این آلودگی میتواند منجر به زایمان زودرس، مردهزایی و کاهش رشد جنین شود.\nبرای مادر، آلودگی هوا میتواند عواملی مانند فشار خون بالا، مسمومیت بارداری(پره اکلامپسی) و بیماریهای تنفسی و تاحدودی دیابت بارداری را تشدید کند که این مشکلات هم میتوانند سلامت جنین را بهخطر بیاندازند.» این عضو کمیسیون هیئتعلمی دانشگاه علوم پزشکی گیلان، تاکید میکند که حداقل در دو سال گذشته، هیچ گزارش مستند و رسمیای از افزایش سقط جنین یا مردهزایی ناشی از آلودگی هوا در ایران به انجمن زنان و زایمان نرسیده است: «اگرچه بعضی گزارشها از مراکز بهداشتی و تحقیقاتی وجود دارد، اما همچنان به یک تحلیل جامع و رسمی دراینزمینه نیاز داریم.»\nرئیس انجمن زنان و زایمان میگوید: «واضح است که افزایش سطح آلودگی هوا میتواند خطر سقط جنین و زایمان زودرس را افزایش دهد. بنابراین انجام تحقیقات جامع و دقیق در این زمینه ضروری است. همچنین وزارت بهداشت باید دادههای دقیق و بهروز را منتشر کند تا اثرات آلودگی هوا بر میزان سقط جنین، مردهزایی و مشکلات بارداری مشخص شود.»\nکاظمی همچنین هشدار میدهد: «وضعیت کنونی، بهویژه در کلانشهرهایی مانند تهران، بسیار نگرانکننده است. زنان بارداری که دارای بیماریهای زمینهای مانند آسم، دیابت، فشار خون بالا یا بیماریهای قلبی هستند، بیش از دیگران در معرض اثرات منفی آلودگی هوا قرار دارند. این افراد بهدلیل مشکلات سلامتی خود، حساستر هستند و ممکن است مشکلات تنفسی یا قلبی شدیدتری تجربه کنند.»\nاو درباره اقدامات محافظتی برای کاهش خطرات ناشی از آلودگی هوا توصیه میکند: «زنان باردار باید از فعالیتهای شدید در فضای باز خودداری کنند. در صورت نیاز به خارجشدن از منزل، استفاده از ماسکهای فیلترکننده میتواند تماس با آلایندهها را کاهش دهد. استفاده از دستگاههای تصفیه هوا و نگهداری در محیطهای داخلی با کیفیت هوای مناسب هم بسیار اهمیت دارد.\nهمچنین مصرف مواد غذایی غنی از آنتیاکسیدانها مانند میوهها، سبزیجات تازه، مصرف آب حداقل هشت لیوان در روز و... به تقویت سیستم ایمنی بدن کمک میکند.» کاظمی در ادامه درباره فقدان دستورالعملهای جامع وزارت بهداشت برای مدیریت بارداری در روزهای آلوده میگوید: «درحالحاضر تنها توصیههای عمومی توسط بعضی پزشکان و مراکز بهداشتی ارائه میشود، نظیر محدود کردن فعالیتهای بیرون از منزل و مشاوره درخصوص استفاده از ماسک و تهویه مناسب خانه.»\nاو بر ضرورت اقدامات گستردهتر در سطح سیاستگذاری تأکید کرده و میگوید: «لازم است محدودیتهای بیشتری برای خودروهای دودزا و صنایع آلاینده اعمال شود. همچنین آموزش و آگاهیرسانی به عموم مردم، بهویژه زنان باردار، درباره خطرات آلودگی و راههای کاهش آن ضروری است. توسعه فضاهای سبز و کاشت درختان در شهرها برای بهبود کیفیت هوا و ارائه دادههای دقیق و بهموقع درباره وضعیت آلودگی هوا از دیگر اقدامات حیاتی است.»\nکاظمی پیشنهاد میدهد تسهیلات توسط دولت باید دراینزمینه برای مادران باردار در نظر گرفته شود: «مثلاً در شاخص آلودگی بالای 100 برای مادران باردار شاغل دورکاری لحاظ یا در محل کار دستگاههای تصفیه هوا نصب شود.» کاظمی همچنین از برنامهریزی برای پژوهشهای داخلی خبر داده و میگوید: «بعضی از دانشگاههای علوم پزشکی در ایران، در حال تحقیق روی تأثیرات آلودگی هوا بر بارداریاند. انجمنهای زنان و زایمان هم بهطور مستمر در حال بررسی و انتشار مقالات علمی دراینزمینهاند.»\nآلودگی هوا؛ تهدیدی جهانی برای جانِ جنینها\nدرحالیکه اثرات آلودگی هوا بر سلامت انسان سالهاست موضوع نگرانیهای جهانی است، پژوهشهای جدید ابعاد تازهای از خطر را آشکار کردهاند؛ ابعادی که مستقیماً به سلامت مادران و جنینها مربوط میشود. پژوهشی که در نوامبر 2024 در یکی از مجلات انتشارات Frontiers که یک ناشر بینالمللی علمی است، منتشر شده ارتباط بین آلودگی هوای محیطی و پیامدهای نامطلوب بارداری مثل زایمان زودرس، وزن کم نوزاد و مردهزایی را بررسی کرده است.\nبراساس نتایج، مواجهه با آلایندههایی مانند PM2.5، PM10 و O₃ در دوران بارداری با افزایش احتمال زایمان زودرس، وزن کم نوزاد و با احتمال کمتر، مردهزایی همراه بوده است. همزمان یک مطالعه آزمایشگاهی دیگر که در مارس 2024 منتشر شده، هشدار داده است که حتی قرار گرفتن کوتاهمدت در معرض آلودگی، سلولهای جفت را وارد وضعیت التهابی میکند؛ فرآیندیکه میتواند انتقال مواد حیاتی بین مادر و جنین را مختل کند.\nاین یافته نشان میدهد خطر آلودگی هوا تنها برای روزهایی با شاخص بسیار ناسالم نیست بلکه حتی یک مواجهه چندساعته هم میتواند اثر بگذارد.تحقیق دیگری در سوئد که آن هم در سال 2024 و در مجله sciencedirect منتشر شده، نشان داده است که مواجهه کوتاهمدت (فقط یکهفته قبل از زایمان) با ترکیبی از آلایندهها (PM2.5, PM10, NO2, O3) با افزایش خطر زایمان زودرس مرتبط است؛ نتیجهایکه نشان میدهد حتی بازههای زمانی کوتاه قبل از زایمان هم مهم هستند.\nچهارروز پیش بیش از ۸۰ پزشک سرشناس در هند، ازجمله برندگان جایزه پادما که معتبرترین نشان دولتی پزشکی است در بیانیهای هشدار دادهاند که آلودگی هوا در بعضی شهرهای هندوستان آنقدر شدید شده که باید آن را «وضعیت اضطراری سلامت عمومی» نامید. این گروه از پزشکان تأکید کردهاند آلودگی هوا فقط خطرات بلندمدت ندارد، بلکه میتواند بهطور روزانه بر سلامت قلب، ریه و بارداری اثر بگذارد و گروههای حساس مثل زنان باردار، نوزادان و سالمندان در خط اول آسیب قرار دارند. آنها خواستار اقدام فوری دولت و اصلاح سیاستهای کنترل آلودگی شدهاند.\nهمچنین طبق جدیدتری تحلیل یونیسف در منطقه آسیا و اقیانوسیه که در چندماه پیش منتشرشده، آلودگی هوا عامل مرگ روزانه بیش از ۱۰۰ کودک زیر پنج سال در این منطقه بوده است. در این تحلیل تأکید شده که میلیونها کودک در این نواحی در هوایی نفس میکشند که برای سلامتشان خطرآفرین است.\nمطالعهای هم در بریتانیا که از سوی دانشگاه کالج لندن (UCL) در ششماه پیش انجام شده، نشان داده است کودکانی که در سالهای ابتدایی زندگی (۲ تا ۴ سالگی) در مناطق با آلودگی بالا بزرگ شدهاند، در سن ۱۷ سالگی احتمال ۳۰ درصد بیشتر برای مشکلات سلامتی و مزمن دارند؛ یعنی اثرات آلودگی هوا میتواند تا نوجوانی هم ادامه یابد.\nهمچنین طبق پژوهش تازهای که گاردین و آزمایشگاه «کویینتو المنتو» در مونتری، یکی از بزرگترین مراکز صنعتی مکزیک انجام داده و نتایجاش را یکهفته پیش منتشر کردهاند، آلودگی شدید هوا تهدیدی جدی برای زنان باردار و رشد جنینها محسوب میشود. فلزات سنگین و ذرات معلق ریز منتشرشده از کارخانهها میتوانند خطر مردهزایی، سقط خودبهخودی، تولد نارس و نقصهای مادرزادی را افزایش دهند و سلامت نسل آینده را به مخاطره بیاندازند.\nاین پژوهش نشان میدهد کارخانههای مونتری، ازجمله شرکتهای بازیافت و تولید فولاد، مقادیر قابل توجهی سرب، کادمیم و آرسنیک را وارد هوا میکنند. این فلزات بهطور مستقیم با مشکلات سلامتی زنان باردار و جنینها مرتبط هستند. فعالان محیطزیست و کارشناسان پزشکی هشدار میدهند قرار گرفتن طولانیمدت در معرض این آلایندهها میتواند رشد جنین را مختل کرده و خطرات مرگ قبل از تولد و تولد نارس را افزایش دهد. در بهار امسال، تیمهای پزشکی به 9مهدکودک در نزدیکی کارخانهها رفتند تا انگشت کودکان سه تا شش ساله را برای بررسی سطح فلزات سنگین در خونشان آزمایش کنند. این اقدام با هدف شناسایی جمعیت در معرض خطر، شامل زنان باردار و نوزادان انجام شد و هنوز ادامه دارد.\nمسئولان محلی و فعالان محیطزیست تأکید میکنند که بدون اقدام فوری، زنان باردار و جنینها بیشترین آسیب را از بحران آلودگی خواهند دید. آنها همچنین به ضعف قوانین محیطزیستی و استانداردهای قدیمی اشاره میکنند که اجازه میدهد کارخانهها با انتشار بالای آلایندهها فعالیت کنند. یکی از فعالان محیطزیست به گاردین گفته اگر مردم از خطر هوا ندانند، دولت مجبور به اقدام نیست: «زنان باردار و کودکان در این وضعیت بهشدت آسیبپذیرند و لازم است مسئولان فوراً وارد عمل شوند.»\nاز اختلالات هورمونی تا نارسایی تخمدان و ناباروری\nنتایج مجموعهای از پژوهشهای جهانی و داخلی نشان میدهد که آلودگی هوا میتواند یکی از عوامل مهم در کاهش باروری زنان و مردان باشد. مطالعات انجامشده در کشورهای مختلف ازجمله آمریکا، چین و اروپا نشان دادهاند که قرار گرفتن طولانیمدت در معرض ذرات معلق (PM2.5)، اکسیدهای نیتروژن و ترکیبات فرّار آلی میتواند کیفیت تخمک و اسپرم را کاهش دهد، اختلالات هورمونی ایجاد کند و احتمال مشکلات تخمکگذاری و کاهش ذخیره تخمدان را افزایش دهد. در ایران هم تحقیقات انجامشده توسط دانشگاههای علوم پزشکی تهران، شهید بهشتی و مشهد این یافتهها را تایید کرده و نشان دادهاند که زنان ساکن در کلانشهرهای آلوده، بیش از دیگران در معرض ناباروری قرار دارند.\n«ابراهیم پارسانژاد»، دبیر کمیته علمی انجمن ناباروری ایران درباره ارتباط میان آلودگی هوا و بروز ناباروری در افراد میگوید آلایندههای موجود در هوا شامل ذرات ریزیاند که میتوانند در زنان و مردان باعث ناباروری شوند: «این نوع از آلودگیها بیشتر روی ساخت اسپرم و انتقال آن در مردان تاثیر میگذارند.\nبهصورتکلی میتوان گفت که آلودگی هوا باعث افزایش ناباروری میشود اما نمیتوان گفت که شیوع آن در ایران و کشورهای دیگر به این دلیل افزایش پیدا کرده است؛ چون نمیتوان میزان آلایندههای آن را در بدن افراد اندازهگیری کرد. براساس مکانیسم و بررسیهای ارگانیک و علل مختلف ناباروری، آلودگی هوا میتواند باعث ناباروری شود، اما نمیتوان گفت شیوع آن بهدلیل آلودگی هوا بالا رفته است.»\nاو میگوید آلودگی هوا بهدلیل ایجاد اختلالات هورمونی و جلوگیری از ساختهشدن هورمونها درمجموع میتواند روی ذخیره تخمدانها در زنان هم تاثیرگذار باشد: «ما چنین فرضی نداریم که شیوع ناباروری در ایران افزایش پیدا کرده است، بلکه میتوان گفت تعداد آن بهواسطه رشد جمعیت، افزایش داشته است.\nاگر زمانی جمعیت ششمیلیون نفر بوده است، 15 درصد نابارور بودند، حالا هم که به 80 میلیون نفر رسیده است، با این 15 درصد ناباروری، تعداد مطلق آن افزایش مییابد، بااینحال قطعاً آلایندههای هوا میتواند باعث بروز ناباروری شود؛ برای مردان در مراحل ساخت اسپرم تاثیر منفی دارد و باعث کاهش هورمون مردانه میشود و در زنان هم باعث نارسایی زودرس تخمدان شود. چون ریزگردهایی که در هوا وجود دارند، به مولکولهای خاص هورمونی میچسبند و دیگر آزاد نمیشوند.»\nبه گفته پارسانژاد درحالحاضر آمار دقیقی وجود ندارد که با استناد به آنها تایید کرد که در سالهای اخیر آلایندههای هوا باعث افزایش ناباروری شده و بههمینواسطه زنان زودتر از حد معمول با نارسایی تخمدان یا پساقاعدگی ( منوپاز) مواجه شده یا مردان با نارسایی جنسی روبهرو شدهاند، اما بهصورتکلی میتوان ادعا کرد که آلودگی هوا میتواند در این مورد موثر باشد.\nدبیر کمیته علمی انجمن ناباروری میگوید: «علاوه بر آلایندههای موجود در هوا، آلودهکنندههای محیطی مانند ظروف پلاستیکی و ملامینی هم بهدلیل وجود ذرات بسیار ریز خود، میتوانند در دستگاه گوارش و خون بهطور پایدار باقی بمانند و علاوه بر مشکلات دیگر، در زنان باعث اختلالات قاعدگی، نارسایی تخمدان و در مردان باعث نارسایی بیضه و مشکلات مربوط به اسپرم شوند.»\n∎",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "persian",
  "sentiment": "negative",
  "categories": [
    "Health",
    "Environment"
  ],
  "topics": [
    "Health->public health",
    "Health->medical condition",
    "Environment->air pollution",
    "Environment->environmental pollution"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": false,
  "webz_reporter": false,
  "external_links": [
    "https://shafaonline.ir/",
    "https://www.shafaonline.ir/",
    "https://shafaonline.ir"
  ],
  "external_images": [],
  "internal_images": [],
  "entities": {
    "persons": [],
    "locations": [],
    "organizations": []
  },
  "syndication": {
    "syndicated": null,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [],
    "top_news": [],
    "bias": null,
    "source": {
      "type": null,
      "city": null,
      "state": null,
      "country": null,
      "domain_type": null,
      "agency": null,
      "organization_name": null
    }
  },
  "rating": null,
  "crawled": "2025-12-11T08:12:16.610+02:00",
  "updated": "2025-12-11T08:18:25.000+02:00"
}