{
  "thread": {
    "uuid": "7d80014892866be4fec0a4253d6909668419be47",
    "url": "https://www.indiewire.com/news/breaking-news/ukraine-wins-oscar-best-documentary-20-days-in-mariupol-1234963107",
    "site_full": "www.indiewire.com",
    "site": "indiewire.com",
    "site_section": "https://www.indiewire.com/feed/rss",
    "site_categories": [
      "movies",
      "television",
      "entertainment"
    ],
    "section_title": "IndieWire",
    "title": "Ukraine Wins Its First Oscar: ’20 Days in Mariupol’ Makes History as Russia Invasion Rages",
    "title_full": "Ukraine Wins Its First Oscar: ’20 Days in Mariupol’ Makes History as Russia Invasion Rages",
    "published": "2024-03-11T05:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.indiewire.com/wp-content/uploads/2024/03/20-Days-in-Mariupol.png?w=650",
    "performance_score": 0,
    "domain_rank": 1963,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 45,
        "comments": 4,
        "shares": 5
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7d80014892866be4fec0a4253d6909668419be47",
  "url": "https://www.indiewire.com/news/breaking-news/ukraine-wins-oscar-best-documentary-20-days-in-mariupol-1234963107",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alison Foreman",
  "published": "2024-03-11T05:11:00.000+02:00",
  "title": "Ukraine Wins Its First Oscar: ’20 Days in Mariupol’ Makes History as Russia Invasion Rages",
  "text": "By providing your information, you agree to our\nTerms of Use and our Privacy Policy.\nWe use vendors that may also process your information to help provide our services. This site is protected by reCAPTCHA Enterprise and the Google https://policies.google.com/privacy and Terms of Service apply.\n“This is the first Oscar in Ukrainian history,” said filmmaker Mstyslav Chernov, accepting the award for\nBest Documentary Feature for “ 20 Days in Mariupol,” onstage March 10 at the Dolby Theater. “I’m honored, but I will probably be the first director on this stage to say I wish I’d never made this film.”\nThe Pulitzer Prize-winning journalist captured the first three weeks of the deadly siege of the devastated Ukrainian port city for his Oscar-winning documentary. The strategic offensive, which lasted from February to May 2022, killed at least 8,000 people at the onset of the Russian invasion of\nUkraine.\n“I wish to be able to exchange this,” Chernov said, hoisting his Oscar, “to Russia never attacking Ukraine, never occupying our cities. I wish to give all the recognition to Russians now killing tens of thousands of my fellow Ukrainians. I wish for them to release all the hostages, all the soldiers who are protecting their lands, all the civilians who are now in their jails.”\nA new 200-page report detailing the events captured by “20 Days in Mariupol” spurred Human Rights Watch to call for further criminal prosecutions\njust last month. Attacks were waged in schools, hospitals, and other civilian sites; many surviving families are still searching for relatives.\n“I just want to remind that yesterday was an anniversary of an attack on the maternity hospital in Mariupol,” Chernov said, speaking to press in the winners’ room at the\nOscars. Asked about the metaphoric war between U.S. Congress and the White House over American funding for Ukraine’s defense, the director decried the use of his country as a “bargaining chip” in western politics.\n“This is not a political question,” Chernov said. “This is a humanitarian emergency.”\nRight now, Republicans are strongly resisting sending more aid while fighters run low on supplies and ammunition; military analysts across the globe have voiced concern that Russia will overrun remaining Ukrainian forces.\nChernov escaped the violence in Ukraine with 30 hours of video, using that material to make his Oscar-winning film; notably, one of the Russian airstrikes from the initial siege hit a theater in Mariupol where hundreds had sheltered. “20 Days in Mariupol” was also selected as the country’s official submission for Best International Feature; Ukraine has submitted in that category 15 other times and never won. (The Holocaust drama “Zone of Interest” made its own kind of history this year as the first British film to win the category.)\n“Great films will come out of Ukraine,” Chernov said backstage. “Great artists are there now working — or actually fighting. Great filmmakers are there now in the trenches, actually fighting for their country; so they cannot make movies. They cannot [currently] process what is happening to our history, what is happening to our people… but the time will come when more Ukrainians will make films, and I hope they will be inspired by our experience.”\nIt’s worth noting that films co-produced by Ukraine have received accolades from the Academy before, and that various artists born in the geographic area that is Ukraine have won Oscars. For example, composer Dimitri Tiomkin won four Oscars and was born in present-day Kremenchuk (a Ukrainian city), but would have identified during his life as Russian. Still, “20 Days in Mariupol” marks an essential victory\n“We can make sure the history record is set straight and the truth will prevail,” said Chernov. “And those who have given their lives will never be forgotten. Because cinema creates memories, and memories create history.”\nBy providing your information, you agree to our\nTerms of Use and our Privacy Policy.\nWe use vendors that may also process your information to help provide our services. This site is protected by reCAPTCHA Enterprise and the Google https://policies.google.com/privacy and Terms of Service apply.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://pmc.com/privacy-policy",
    "https://www.hrw.org/news/2024/02/08/ukraine-new-findings-russias-devastation-mariupol",
    "https://pmc.com/terms-of-use",
    "https://policies.google.com/terms",
    "https://policies.google.com/privacy",
    "https://www.pmc.com/privacy-policy",
    "https://hrw.org/news/2024/02/08/ukraine-new-findings-russias-devastation-mariupol",
    "https://www.policies.google.com/terms",
    "https://www.policies.google.com/privacy",
    "https://www.pmc.com/terms-of-use"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mstyslav chernov",
        "sentiment": "none"
      },
      {
        "name": "chernov",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "google",
        "sentiment": "none"
      },
      {
        "name": "dolby theater",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "mariupol",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T05:55:03.843+02:00",
  "updated": "2024-03-11T05:55:03.843+02:00"
}