{
  "thread": {
    "uuid": "27a5710ee9e7cd076148017e88cd8c04fe6db306",
    "url": "https://www.lastampa.it/vatican-insider/it/2023/12/31/news/papa_francesco_allangelus_affetto_e_gratitudine_per_ratzinger_ucraina_e_russia_gaza_e_israele_chi_ha_interesse_nella_g-13965038/",
    "site_full": "www.lastampa.it",
    "site": "lastampa.it",
    "site_section": "https://laprovinciapavese.gelocal.it",
    "site_categories": [
      "web_design_html",
      "tech"
    ],
    "section_title": "\n   La Provincia Pavese\n  ",
    "title": "Papa Francesco all’Angelus: affetto e gratitudine per Ratzinger. Ucraina e Russia, Gaza e Israele: “Chi ha interesse nella guerra ascolti la coscienza” - La Stampa",
    "title_full": "Papa Francesco all’Angelus: affetto e gratitudine per Ratzinger. Ucraina e Russia, Gaza e Israele: “Chi ha interesse nella guerra ascolti la coscienza” - La Stampa",
    "published": "2023-12-31T13:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.gedistatic.it/content/gnn/img/lastampa/2023/12/31/130030725-b62c5c13-867d-4ca1-bcb8-61284463c3dd.jpg",
    "performance_score": 0,
    "domain_rank": 2539,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "27a5710ee9e7cd076148017e88cd8c04fe6db306",
  "url": "https://www.lastampa.it/vatican-insider/it/2023/12/31/news/papa_francesco_allangelus_affetto_e_gratitudine_per_ratzinger_ucraina_e_russia_gaza_e_israele_chi_ha_interesse_nella_g-13965038/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "La Stampa",
  "published": "2023-12-31T13:00:00.000+02:00",
  "title": "Papa Francesco all’Angelus: affetto e gratitudine per Ratzinger. Ucraina e Russia, Gaza e Israele: “Chi ha interesse nella guerra ascolti la coscienza” - La Stampa",
  "text": "CITTÀ DEL VATICANO. «Un anno fa Papa Benedetto XVI concludeva il suo cammino terreno, dopo aver servito con amore e sapienza la Chiesa. Sentiamo per lui tanto affetto, tanta gratitudine, tanta ammirazione. Dal Cielo ci benedica e ci accompagni». Papa Francesco lo dice all'ultimo Angelus del 2023 chiedendo ai fedeli in piazza San Pietro «un applauso» per Joseph Ratzinger. Il Pontefice rinnova l’appello alla pace nel mondo: «Continuiamo a pregare per i popoli che soffrono a causa delle guerre. Il martoriato popolo ucraino, i popoli palestinesi e israeliani, il popolo sudanese e tanti altri. Chi ha interessi in questi conflitti ascolti la voce della coscienza».\nIl Vescovo di Roma si affaccia alla finestra dello studio nel Palazzo apostolico per recitare la Preghiera mariana.\nNell’introduzione afferma: «Cari fratelli e sorelle, buongiorno! Oggi celebriamo la festa della Santa Famiglia di Gesù, Maria e Giuseppe». Il Vangelo «ce la mostra al tempio di Gerusalemme, per la presentazione del Bambino al Signore. Arriva al tempio e lì porta in dono l’offerta più umile e semplice tra quelle previste, a testimonianza della sua povertà. Infine, Maria riceve una profezia: “A te una spada trafiggerà l’anima”. Arrivano nella povertà e ripartono con un carico di sofferenza. Ciò desta sorpresa: ma come, la Famiglia di Gesù, l’unica famiglia della storia che può vantare in sé stessa la presenza di Dio in carne e ossa, anziché essere ricca è povera! Anziché essere agevolata, sembra ostacolata! Anziché essere priva di fatiche, è immersa in grandi dolori!».\nJorge Mario Bergoglio si domanda: «Che cosa dice questo alle nostre famiglie, questo modo di vivere, la storia della Santa Famiglia, povera, ostacolata, con grandi dolori? Ci dice una cosa molto bella: Dio, che spesso immaginiamo stia al di là dei problemi, è venuto ad abitare la nostra vita con i suoi problemi. Lui ci ha salvato così: non è venuto già adulto, ma piccolissimo; ha vissuto in famiglia, figlio di una mamma e di un papà; lì ha trascorso la maggior parte del suo tempo, crescendo, imparando, in una vita fatta di quotidianità, nascondimento e silenzio». E non evita «le difficoltà, anzi, scegliendo una famiglia, una famiglia “esperta nel soffrire”, e dice alle nostre famiglie: “Se vi trovate in difficoltà, io so che cosa provate, l’ho vissuto: io, mia madre e mio padre l’abbiamo provato per dire anche alla vostra famiglia: non siete soli!”. Giuseppe e Maria “si stupivano delle cose che si dicevano di Gesù”, perché non pensavano che ci fossero il vecchio Simeone e la profetessa Anna a dire queste cose. Si stupivano. E voglio fermarmi su questo oggi: sulla capacità di stupore. La capacità di stupore è un segreto per andare avanti bene in famiglia. Non abituarsi all’ordinarietà delle cose. Sapersi anzitutto stupire di Dio, che ci accompagna». E poi, «stupirsi in famiglia». Il Papa sostiene che «è bene nella coppia sapersi stupire del proprio coniuge, ad esempio prendendolo per mano e guardandolo negli occhi alla sera per qualche istante, con tenerezza: lo stupore ti porta alla tenerezza, sempre. È bella la tenerezza nel matrimonio. E poi stupirsi del miracolo della vita, dei figli, trovando il tempo per giocare con loro e per ascoltarli».\nFrancesco chiede «a voi, padri e madri: trovate del tempo per giocare con i figli? Per portarli a passeggiare?». Bergoglio racconta che ieri ha parlato al telefono con una persona «e le ho chiesto: “Dove sei?” – “Sono in piazza, ho portato a passeggiare i miei figli”. È una bella paternità e maternità, questa. E poi, stupirsi della saggezza dei nonni. Tante volte, noi i nonni li tiriamo fuori dalla vita. No, i nonni sono fonti di saggezza. Impariamo a stupirci della saggezza dei nonni, della loro storia. I nonni che riportano la vita all’essenziale. E stupirsi, infine, della propria storia d’amore – ognuno di noi ha la propria: il Signore ci ha fatto camminare con amore, stupirsi di questo. La nostra vita ha sicuramente degli aspetti negativi, ma stupirsi anche della bontà di Dio di camminare con noi, anche se noi siamo così inesperti».\nIl Pontefice invoca «Maria, Regina della famiglia», affinché «ci aiuti a stupirci: chiediamo oggi la grazia dello stupore. La Madonna ci aiuti a stupirci ogni giorno del bene e a sapere insegnare agli altri la bellezza dello stupore».\nDopo l’Angelus, papa Francesco costata che «purtroppo la celebrazione del Natale in Nigeria è stata segnata da gravi violenze nello Stato di Plateau, con molte vittime. Prego per loro e per le loro famiglie. Che Dio liberi la Nigeria da questi orrori! E prego anche per quanti hanno perso la vita nell’esplosione di un camion-cisterna in Liberia».\nEsorta poi a continuare «a pregare per i popoli che soffrono a causa delle guerre: il martoriato popolo ucraino, i popoli palestinese e israeliano, il popolo sudanese e tanti altri. Al termine di un anno, si abbia il coraggio di chiedersi: quante vite umane sono state spezzate dai conflitti armati? Quanti morti? E quante distruzioni, quanta sofferenza, quanta povertà? Chi ha interessi in questi conflitti, ascolti la voce della coscienza. E non dimentichiamo i martoriati Rohingya!».\nRicorda che «un anno fa Papa Benedetto XVI concludeva il suo cammino terreno, dopo aver servito con amore e sapienza la Chiesa. Sentiamo per lui tanto affetto, tanta gratitudine, tanta ammirazione. Dal Cielo ci benedica e ci accompagni. Un applauso a Benedetto XVI!».\nOggi rivolge «un saluto speciale alle famiglie qui presenti e a quelle collegate mediante la televisione e gli altri mezzi di comunicazione. Non dimentichiamo che la famiglia è la cellula fondamentale della società: bisogna sempre difenderla e sostenerla, sempre!».\nE a tutti «auguro una buona domenica. Una benedizione alle vostre famiglie! E auguro anche un fine anno sereno. Per favore, non dimenticatevi di pregare per me. Buon pranzo e arrivederci!».\nLeggi i commenti I commenti dei lettori Video del giorno Un anno dalla morte di papa Benedetto XVI, Ratzinger il conservatore che ha rivoluzionato la Chiesa",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Religion and Belief"
  ],
  "external_links": [
    "http://webfragments.repubblica.it/webfragments/widgetservice/widget?category=/lastampa_r21&name=content_tags&id=gnn:lastampa:13965038&collection=lastampa&output_mode=grouped&purge_duplicated=true&template=lastampa_r21/common/tags_content_responsive.html&page_prefix=https://www.lastampa.it/vatican-insider--",
    "http://www.lastampastatic.it/cless/lastampa/2021-v1/include/detail/under-content.html--",
    "https://www.repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
    "http://www.repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
    "http://www.lastampastatic.it/cless/lastampa/2021-v1/include/detail/paywall.html",
    "http://www.repstatic.it/cless/common/adv/include/async/middle1.html",
    "http://lastampastatic.it/cless/lastampa/2021-v1/include/detail/under-content.html--",
    "http://repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
    "https://repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
    "http://repstatic.it/cless/common/adv/include/async/middle1.html",
    "http://webfragments.repubblica.it/webfragments/widgetservice/widget",
    "http://webfragments.repubblica.it/webfragments/widgetservice/widget?category=/lastampa_r21&name=content_tags&id=gnn:lastampa:13965038&collection=lastampa&output_mode=grouped&purge_duplicated=true&template=lastampa_r21/common/tags_content_responsive.html&page_prefix=https://lastampa.it/vatican-insider--",
    "http://lastampastatic.it/cless/lastampa/2021-v1/include/detail/paywall.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T14:07:21.271+02:00",
  "updated": "2023-12-31T14:07:21.271+02:00"
}