{
  "thread": {
    "uuid": "ea0c21445c0f1babab3525f73020751cdcee3836",
    "url": "https://www.agensir.it/quotidiano/2024/5/31/fondazione-marcianum-mons-moraglia-venezia-leuropa-e-la-nostra-cultura-hanno-unanima-da-ritrovare",
    "site_full": "www.agensir.it",
    "site": "agensir.it",
    "site_section": "https://agensir.it",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "SIR - Servizio Informazione Religiosa",
    "title": "Fondazione Marcianum: mons. Moraglia (Venezia), “l’Europa e la nostra cultura hanno un’anima da ritrovare” - AgenSIR",
    "title_full": "Fondazione Marcianum: mons. Moraglia (Venezia), “l’Europa e la nostra cultura hanno un’anima da ritrovare” - AgenSIR",
    "published": "2024-05-31T17:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.agensir.it/wp-content/themes/sir-wp-theme/assets/images/logo_sir_2019@2x.png",
    "performance_score": 0,
    "domain_rank": 65315,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ea0c21445c0f1babab3525f73020751cdcee3836",
  "url": "https://www.agensir.it/quotidiano/2024/5/31/fondazione-marcianum-mons-moraglia-venezia-leuropa-e-la-nostra-cultura-hanno-unanima-da-ritrovare",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@agensir",
  "published": "2024-05-31T17:00:00.000+03:00",
  "title": "Fondazione Marcianum: mons. Moraglia (Venezia), “l’Europa e la nostra cultura hanno un’anima da ritrovare” - AgenSIR",
  "text": "“L’Europa e la nostra cultura hanno un’anima da ritrovare così da recuperare ciò per cui vale realmente la pena di vivere”. Lo ha detto il patriarca di Venezia Francesco Moraglia, intervenuto ieri all’evento “Culturae, Piccoli laboratori di democrazia”, dedicato alle Consulte studentesche della Regione Veneto presso l’auditorium del complesso M9 Museum di Mestre (Venezia). Un appuntamento promosso dalla Fondazione Marcianum con il patrocinio di Regione del Veneto, Ufficio scolastico regionale per il Veneto e la compartecipazione della Camera di commercio Venezia Rovigo. Nell’evento si è discusso di lavoro, intelligenza artificiale e di democrazia con Luca Grion, Leopoldo Destro e Benedetta Tobagi moderati da Micaela Faggiani, giornalista. Il punto di partenza, secondo il patriarca che ha proposto una relazione sul rapporto tra Europa e democrazia, sta nel guardare in faccia l’identikit dell’uomo di oggi, in un’epoca che ha perso di vista i punti fermi su cui il mondo si è retto per secoli: “Oggi l’uomo viene considerato come un essere solo culturale, ossia plasmato totalmente dalla storia e nella storia; è risultato del divenuto, un super uomo, in totale autonomia, norma a sé”. Nell’attuale contesto è decisivo “ritrovare e ridarsi un’’anima’, ossia avere una ‘visione’ a partire da un’etica che sia fondata e condivisa. Qui filosofia e ragione sono determinanti”. Se questo è l’obiettivo, allora, sottolinea il patriarca, le religioni tornano ad avere un ruolo: “Qui le religioni, in dialogo fra loro e con le culture – in un contesto di vera laicità (non laicismo!) –, hanno un ruolo essenziale e possono dare un reale contributo. Esse aiutano la ragione a rimanere fedele a sé, ovvero essere una facoltà consapevole dei propri limiti e però anche delle proprie risorse. Come anche la ragione aiuta la religione a con cadere nel confessionalismo”. Uno spazio specifico si apre a questo punto anche per il credente cristiano: “Consiste nel dare un’anima al nostro tempo. Il che vuol dire – nel rispetto della laicità – esprimere una fede amica della ragione che sa testimoniare e vivere principi e valori che vanno oltre la politica e la fondano, ricordando allo Stato e ad ogni potere (economico, finanziario, tecno-scientifico, mediatico e non solo questi) che non sono la sorgente dei principi e dei valori. Sì, – conclude Moraglia – la Chiesa può suscitare e stimolare fruttuosamente tale dialogo”. Fondazione Marcianum: mons. Moraglia (Venezia), “l’Europa e la nostra cultura hanno un’anima da ritrovare” “L’Europa e la nostra cultura hanno un’anima da ritrovare così da recuperare ciò per cui vale realmente la pena di vivere”. Lo ha detto il patriarca di Venezia Francesco Moraglia, intervenuto ieri all’evento “Culturae, Piccoli laboratori di democrazia”, dedicato alle Consulte studentesche della Regione Veneto presso l’auditorium del complesso M9 Museum di Mestre (Venezia). Un appuntamento promosso dalla Fondazione Marcianum con il patrocinio di Regione del Veneto, Ufficio scolastico regionale per il Veneto e la compartecipazione della Camera di commercio Venezia Rovigo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T23:24:28.067+03:00",
  "updated": "2024-05-31T23:24:28.067+03:00"
}