{
  "thread": {
    "uuid": "4ed2729b2951af5fa75266ead9815c5debcb065c",
    "url": "https://www.devdiscourse.com/article/business/2853870-widow-of-iaf-aviator-civil-engineer-become-army-officers",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://devdiscourse.com/news-analysis",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking News, Development News, Latest News, Politics News, Sports News | Devdiscourse",
    "title": "Widow of IAF aviator, civil engineer become Army officers | Business",
    "title_full": "Widow of IAF aviator, civil engineer become Army officers | Business",
    "published": "2024-03-09T12:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/imagegallery/27_06_2019_18_37_32_7527733.png?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 9100,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4ed2729b2951af5fa75266ead9815c5debcb065c",
  "url": "https://www.devdiscourse.com/article/business/2853870-widow-of-iaf-aviator-civil-engineer-become-army-officers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PTI",
  "published": "2024-03-09T12:21:00.000+02:00",
  "title": "Widow of IAF aviator, civil engineer become Army officers | Business",
  "text": "Widow of IAF aviator, civil engineer become Army officers The widow of an IAF aviator, who perished along with Indias first CDS General Bipin Rawat in a chopper crash in the Nilgiris, and a civil engineer from an agrarian family were among scores of cadets who underwent gruelling training at the Officers Training Academy here and become commissioned officers in the Indian Army on Saturday. [PTI](/pti-stories)| Chennai | Updated: 09-03-2024 18:21 IST | Created: 09-03-2024 18:21 IST - Country: - India The widow of an IAF aviator, who perished along with India's first CDS General Bipin Rawat in a chopper crash in the Nilgiris, and a civil engineer from an agrarian family were among scores of cadets who underwent gruelling training at the Officers Training Academy here and become commissioned officers in the Indian Army on Saturday. Shauryan Thapa, the sixth generation member of his family to don the Army uniform and the youngest (21 years) candidate in the academy, too, was among the 184 officer cadets, who completed the training. He was awarded the OTA gold medal at the passing out parade today. Shauryan would join his father Col Mohit Thapa in serving the 7/8 Gorkha Rifles. Yashwini Dhaka, daughter of an Army man, married Squadron Leader Kuldeep Singh, a pilot of the Indian Air Force's Workhorse Mi-17V5 multi-role helicopter, in 2017 and was content with her married life. But fate willed otherwise. Four years later, Kuldeep Singh took off from the Air Force Station, Sulur near Coimbatore, to fly Chief of Defence Staff General Bipin Rawat to the Defence Services Staff College, Wellington, Udhagamandalam. However, barely minutes before the chopper was to touchdown at the destination on December 8, 2021, the twin-engine helicopter crashed in the hilly Nilgiris killing the passengers on board. Singh, too, died along with the CDS and others. This tragedy altered the life of Yashwini and she chose to don the olive green uniform. ''Conventionally, the OTA intake is for those aged 21 and 27. This Veer Nari had to get acclimatised to an all new life while keeping up with her batch mates much younger than her,\" a release from the OTA said. Recovering from her personal loss, she become an Army officer to make her husband proud. In the case of Saranya M, from an agrarian family in Tamil Nadu's Erode district, a career in the Indian Army seemed to fascinate her. This civil engineer and also the first graduate in her family spurned her job in an IT firm and opted to train at the OTA and become a commissioned officer. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [US Dy Secy Richard Verma's India visit explored opportunities to strengthen cooperation, ensure free Indo-Pacific](/article/international/2837704-us-dy-secy-richard-vermas-india-visit-explored-opportunities-to-strengthen-cooperation-ensure-free-indo-pacific) [33 non-profit bodies to participate in second India Giving Day in US](/article/education/2837732-33-non-profit-bodies-to-participate-in-second-india-giving-day-in-us) [Romanian Foreign Minister Luminita Odobescu arrives in India for Raisina Dialogue 2024](/article/international/2837747-romanian-foreign-minister-luminita-odobescu-arrives-in-india-for-raisina-dialogue-2024) [\"India has to be part of peace-finding solution\": Ukraine Dy FM on conflict with Russia](/article/international/2837725-india-has-to-be-part-of-peace-finding-solution-ukraine-dy-fm-on-conflict-with-russia) [\"Indian Coast Guard stands as stalwart guardian of our maritime boundaries\": Karnataka Governor](/article/headlines/2837714-indian-coast-guard-stands-as-stalwart-guardian-of-our-maritime-boundaries-karnataka-governor)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "indias",
        "sentiment": "none"
      },
      {
        "name": "bipin rawat",
        "sentiment": "none"
      },
      {
        "name": "shauryan thapa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "army",
        "sentiment": "negative"
      },
      {
        "name": "iaf",
        "sentiment": "negative"
      },
      {
        "name": "indian army",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "chennai",
        "sentiment": "none"
      },
      {
        "name": "nilgiris",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T15:07:11.977+02:00",
  "updated": "2024-03-09T15:07:11.977+02:00"
}