{
  "thread": {
    "uuid": "707c19fc775753a092b66dee3f5d204661a93c6b",
    "url": "https://heroichollywood.com/pedro-pascal-mcu-reed-richards-fantastic-four-concept-design/",
    "site_full": "heroichollywood.com",
    "site": "heroichollywood.com",
    "site_section": "https://heroichollywood.com/feed",
    "site_categories": [
      "movies",
      "entertainment"
    ],
    "section_title": "Heroic Hollywood",
    "title": "See Pedro Pascal Suit Up As MCU Reed Richards For ‘Fantastic Four’ In Amazing Concept Design",
    "title_full": "See Pedro Pascal Suit Up As MCU Reed Richards For ‘Fantastic Four’ In Amazing Concept Design",
    "published": "2024-01-06T01:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://heroichollywood.com/wp-content/uploads/2023/11/Pedro-Pascal-Reed-Richards-Fantastic-Four-Marvel.jpg",
    "performance_score": 0,
    "domain_rank": 48549,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "707c19fc775753a092b66dee3f5d204661a93c6b",
  "url": "https://heroichollywood.com/pedro-pascal-mcu-reed-richards-fantastic-four-concept-design/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anthony Singletary",
  "published": "2024-01-06T01:33:00.000+02:00",
  "title": "See Pedro Pascal Suit Up As MCU Reed Richards For ‘Fantastic Four’ In Amazing Concept Design",
  "text": "Pedro Pascal has finally found his way to the Marvel Cinematic Universe, and jaw-dropping concept designs have already hit the net following his casting as Reed Richards in the upcoming Fantastic Four reboot.\nThe MCU’s Fantastic Four reboot was announced way back in 2019. Despite this, nearly nothing is known about the project, including who may or may not join the cast of Marvel’s first family. This all changed in November 2023, however, when it was revealed that\nPedro Pascal was in deep talks to play Reed Richards in the project.\nWith Pedro Pascal being the internet’s favorite father figure, social media immediately blew up with speculation and concept designs for his upcoming portrayal of Mister Fantastic. The art below, created by digital artist “\nSpdrmnkyxxiii” on Instagram, shows off Pascal as Reed Richards in his iconic Fantastic Four suit:\nPedro Pascal’s casting as Reed Richards would make him the fourth actor to bring the head of Marvel’s first family to live-action. Ioan Gruffudd first played the role in 2005’s Fantastic Four, with Miles Teller taking up the mantle from him in the 2015 reboot. John Krasinski also famously had a cameo as Mister Fantastic in Doctor Strange in the Multiverse of Madness.\nThe Fantastic Four casting rumors won’t stop\nDespite the litany of rumors surrounding the MCU’s Fantastic Four reboot, Pedro Pascal didn’t even seem to be on leakers’ radars. Instead,\n Jake Gyllenhaal was actually said to be the frontrunner for the role of Mister Fantastic. Other actors said to be up for the role before him also include Matt Smith, Adam Driver, and Dev Patel.\nUp next is Sue Storm, with reports claiming that she’ll take center stage in the upcoming reboot. While\n Vanessa Kirby is said to be the frontrunner for the role, actresses ranging from Emma Stone to Margot Robbie have all been rumored to join Marvel’s new take on the Fantastic Four.\nJohnny Storm and Ben Grimm have also had their fair share of rumors. The Bear star\nEbon Moss-Bachrach has long been rumored to play The Thing, and both Stranger Things breakout Joseph Quinn and Normal People star Paul Mescal are said to have been offered the role of The Human Torch. RUMOR: Marvel Studios Eyeing ‘The Walking Dead’ Veteran To Replace Jonathan Majors As The MCU’s Kang\nThe titular Fantastic Four aren’t the only characters Marvel is looking to cast for the reboot. Both\nJavier Bardem and Antonio Banderas have been said to play the film’s rumored main villain Galactus. Cillian Murphy is also said to be Marvel’s top choice to play Doctor Doom, with the character expected to play a key role in the MCU’s future despite not playing a large role in the film.\nRegardless of who ends up playing the first family in Marvel’s Fantastic Four reboot, it’s clear that casting is off to a strong start with Pedro Pascal taking up the role of Mister Fantastic. Here’s to hoping that his version of Reed Richards is propped up by a truly stellar supporting cast, lest the MCU try to reboot its first family one more time!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.instagram.com/spdrmnkyxxiii/",
    "https://instagram.com/spdrmnkyxxiii/",
    "https://www.instagram.com/spdrmnkyxxiii"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pedro pascal",
        "sentiment": "positive"
      },
      {
        "name": "reed richards",
        "sentiment": "none"
      },
      {
        "name": "pascal",
        "sentiment": "none"
      },
      {
        "name": "ioan gruffudd",
        "sentiment": "none"
      },
      {
        "name": "miles teller",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "instagram",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:53:48.479+02:00",
  "updated": "2024-01-06T01:53:48.479+02:00"
}