{
  "thread": {
    "uuid": "1b37aa40809dd0e875f9791b50f4f7165a770067",
    "url": "https://www.biospace.com/article/releases/mediwound-secures-additional-u-s-department-of-defense-funding-to-advance-nexobrid-development-for-the-u-s-army/?s=71",
    "site_full": "www.biospace.com",
    "site": "biospace.com",
    "site_section": "https://feedity.com/biospace-com/WlpaV1VQ.rss",
    "site_categories": [
      "job_search",
      "jobs"
    ],
    "section_title": "Diagnostic, Orthopedic & Pharmaceutical Launches | BioSpace",
    "title": "MediWound Secures Additional U.S. Department of Defense Funding to Advance NexoBrid® Development for the U.S. Army",
    "title_full": "MediWound Secures Additional U.S. Department of Defense Funding to Advance NexoBrid® Development for the U.S. Army",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5717,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1b37aa40809dd0e875f9791b50f4f7165a770067",
  "url": "https://www.biospace.com/article/releases/mediwound-secures-additional-u-s-department-of-defense-funding-to-advance-nexobrid-development-for-the-u-s-army/?s=71",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "MediWound Secures Additional U.S. Department of Defense Funding to Advance NexoBrid® Development for the U.S. Army",
  "text": "MediWound Secures Additional U.S. Department of Defense Funding to Advance NexoBrid® Development for the U.S. Army\nAwarded additional $6.7 million to advance NexoBrid as a non-surgical field care solution; R&D project budget increased to $14.4 million\nYAVNE, Israel, Dec. 28, 2023 (GLOBE NEWSWIRE) --\nMediWound Ltd. (Nasdaq: MDWD), a fully-integrated biopharmaceutical company focused on next-generation enzymatic therapeutics for tissue repair, today announced that the U.S. Department of Defense (DoD), through the Medical Technology Enterprise Consortium (MTEC), has awarded MediWound an additional $6.7 million in non-dilutive funding to develop NexoBrid® as a non-surgical solution for field-care burn treatment for the U.S. Army (the \"MTEC Research Project Award\"). The $14.4 million project budget will advance the development and production of a new, temperature-stable formulation of NexoBrid, positioning it as the first-line non-surgical solution for treating severe burn injuries in pre-hospital settings. Vericel Corporation holds an exclusive license encompassing the commercial and development rights to NexoBrid in North America as set forth in the license agreement between the Company and Vericel.\n\"We are delighted to further solidify our partnership with the U.S. Department of Defense. The additional funding will enhance our CMC activities, expedite preclinical development, and facilitate the establishment of a GMP compliant aseptic production line for the temperature-stable formulation of NexoBrid,\" announced Ofer Gonen, Chief Executive Officer of MediWound. \"This new award underscores our shared commitment to ensuring NexoBrid's availability for military use and its potential to significantly change the early treatment approach for severe burns.\"\nThe MTEC Research Project Award was granted by the DoD’s U.S. Army Medical Research and Development Command (USAMRDC) and funded by the Defense Health Agency through MTEC, a biomedical technology consortium working to advance innovative medical solutions to keep military personnel healthy and fully operational. In alignment with this mission, it's vital to have field solutions for severe burn treatments that are both easy-to-use and effective. Such solutions should be applicable immediately post-injury and demand minimal preparation and training.\nAbout U.S. Army Medical Research and Development Command (USAMRDC)\nThe U.S. Army Medical Research and Development Command is the Army’s medical materiel developer, with responsibility for medical research, development, and acquisition. USAMRDC produces medical solutions for the battlefield with a focus on various areas of biomedical research, including military infectious diseases, combat casualty care, military operational medicine, medical chemical, and biological defense\nhttps://www.globenewswire.com/Tracker?data=4u1_1Ji9Igmto5nLISSwcNb0-ga6PzG7wubj2apkcYFFinByPchVO-rC_11M_vpiM83zBhd5p2kLOHdQcJtVhrMle4xWTccwZJaXXal8ahM=.\nPlease note, the views expressed in this press release are those of MediWound and may not reflect the official policy or position of the Department of the Army, Department of Defense, or the U.S. Government.\nAbout\nMedical Technology Enterprise Consortium (MTEC)\nThe Medical Technology Enterprise Consortium is a biomedical technology consortium collaborating with multiple government agencies under a 10-year renewable Other Transaction Agreement with the U.S. Army Medical Research and Development Command. The consortium focuses on the development of medical solutions that protect, treat, and optimize the health and performance of U.S. military personnel. To find out more about MTEC, visit\nmtec-sc.org.\nAbout MediWound\nMediWound Ltd. (Nasdaq: MDWD) is the global leader in next-generation enzymatic therapeutics focused on non-surgical tissue repair. Specializing in the development, production and commercialization of solutions that seek to replace existing standards of care, the Company is committed to providing rapid and effective biologics that improve patient experiences and outcomes, while reducing costs and unnecessary surgeries.\nMediWound’s first drug, NexoBrid®, is an FDA-approved orphan biologic for eschar removal in severe burns that can replace surgical interventions and minimize associated costs and complications. Utilizing the same core biotherapeutic enzymatic platform technology, MediWound has developed a strong R&D pipeline including the Company’s lead drug under development, EscharEx®. EscharEx is a Phase III-ready biologic for debridement of chronic wounds with significant advantages over the $300 million monopoly legacy drug and an opportunity to expand the market. MediWound’s pipeline also includes MW005, a topical therapeutic for the treatment of basal cell carcinoma that has demonstrated positive results in a recently completed Phase I/II study.\nFor more information visit\nwww.mediwound.com and follow the Company on\nCautionary Note Regarding Forward-Looking Statements\nMediWound cautions you that all statements other than statements of historical fact included in this press release that address activities, events, or developments that we expect, believe, or anticipate will or may occur in the future are forward-looking statements. Although we believe that we have a reasonable basis for the forward-looking statements contained herein, they are based on current expectations about future events affecting us and are subject to risks, assumptions, uncertainties, and factors, all of which are difficult to predict and many of which are beyond our control. Actual results may differ materially from those expressed or implied by the forward-looking statements in this press release. These statements are often, but are not always, made through the use of words or phrases such as “anticipates,” “intends,” “estimates,” “plans,” “expects,” “continues,” “believe,” “guidance,” “outlook,” “target,” “future,” “potential,” “goals” and similar words or phrases, or future or conditional verbs such as “will,” “would,” “should,” “could,” “may,” or similar expressions.\nSpecifically, this press release contains forward-looking statements concerning the anticipated progress, development, study design, expected data timing, objectives, anticipated timelines, expectations and commercial potential of our products and product candidates, including NexoBrid. Among the factors that may cause results to be materially different from those stated herein are the inherent uncertainties associated with the uncertain, lengthy and expensive nature of the product development process; the timing and conduct of our studies of our products and product candidates, including the timing, progress and results of current and future clinical studies, and our research and development programs; the approval of regulatory submission by the U.S. food and Drug Administration or any other regulatory authority; our ability to obtain marketing approval of our products and product candidates in the U.S. or other markets; the clinical utility, potential advantages and timing or likelihood of regulatory filings and approvals of our products and product candidates; our expectations regarding future growth, including our ability to develop new products; market acceptance of our products and product candidates; our ability to maintain adequate protection of our intellectual property; competition risks; the need for additional financing; the impact of government laws and regulations and the impact of the COVID-19 pandemic.\nThese and other significant factors are discussed in greater detail in MediWound’s annual report on Form 20-F for the year ended December 31, 2021, filed with the Securities and Exchange Commission (“SEC”) on March 17, 2022, Quarterly Reports on Form 6-K and other filings with the SEC from time-to-time. These forward-looking statements reflect MediWound’s current views as of the date hereof and MediWound undertakes, and specifically disclaims, any obligation to update any of these forward-looking statements to reflect a change in their respective views or events or circumstances that occur after the date of this release except as requiredby law.\nMediWound Contacts:\n|Hani Luxenburg||Daniel Ferry|\n|Chief Financial Officer||Managing Director|\n|MediWound Ltd.||LifeSci Advisors, LLC|",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest",
    "Health"
  ],
  "external_links": [
    "https://globenewswire.com/Tracker?data=VYOEsQDbUNEAyYOsKKuzjjXTzf8IqOM3lxDlibNcy1o1Rj5DTyv02xR0uo5u0c-SdpXSjNGpKauRboj_b7j4d1lLmcbrrmHZGuXLl-IGpRqXYrIcS4RhgW6V0e-WPSmWSguTeFhWKkT4vEBn3QTHwINnlkYeeagewJgO0NefWqppRCv52WwcT1Kr1e_ufz7YdbvHRfKr9UaRJjG25TKViLRHIYxJkG_Y5yYa-3j65ngb2KtK5drUdTxQNEm_FtLQwNtAzYi86NP0OEsOWktY0onz_Rt17pgkyVyfuhHn5K2Z3j8h3pGY_On9_Ou6ncII",
    "https://www.globenewswire.com/Tracker?data=VYOEsQDbUNEAyYOsKKuzjjXTzf8IqOM3lxDlibNcy1o1Rj5DTyv02xR0uo5u0c-SdpXSjNGpKauRboj_b7j4d1lLmcbrrmHZGuXLl-IGpRqXYrIcS4RhgW6V0e-WPSmWSguTeFhWKkT4vEBn3QTHwINnlkYeeagewJgO0NefWqppRCv52WwcT1Kr1e_ufz7YdbvHRfKr9UaRJjG25TKViLRHIYxJkG_Y5yYa-3j65ngb2KtK5drUdTxQNEm_FtLQwNtAzYi86NP0OEsOWktY0onz_Rt17pgkyVyfuhHn5K2Z3j8h3pGY_On9_Ou6ncII",
    "https://globenewswire.com/Tracker?data=igvh-yRam1NNOzyfeVFJKeDKyznOhbGki6aqCqoabiz5kt66Cwd3DdTWWRuNe8iMIuivzRddIf7obbiX6vkr7Lrd9ZqYA_9XCAsHDGt0GRCCC4JthLw8fdnyzO8mIh4Z",
    "https://www.globenewswire.com/Tracker?data=igvh-yRam1NNOzyfeVFJKeDKyznOhbGki6aqCqoabiz5kt66Cwd3DdTWWRuNe8iMIuivzRddIf7obbiX6vkr7Lrd9ZqYA_9XCAsHDGt0GRCCC4JthLw8fdnyzO8mIh4Z",
    "https://globenewswire.com/Tracker?data=4u1_1Ji9Igmto5nLISSwcNb0-ga6PzG7wubj2apkcYFFinByPchVO-rC_11M_vpiM83zBhd5p2kLOHdQcJtVhrMle4xWTccwZJaXXal8ahM=.",
    "https://www.globenewswire.com/Tracker",
    "https://globenewswire.com/Tracker?data=ETsmiFQeCTdKuYYCgPx4ejVhjqP3FmM_IlKvFDRYhgR3Q1XHsQDCfkLx5lDIllQZgMIy_E9e9pVRPpONrmns80qzlOW0w81QkkDoyj-OPjVe_YTf-GFf0kxEKJPJZByi1UL9YguJSWttOyx60Wptt4CSOFXyiK2z9YrjqRggYO8v7wfmtCsJ94-TzxaRIExjlWP4k6wvTWrdOX4j__AmPwY-6GKVDMmi03ug9g08TKRT5ToVxyMN7JbINPMMv34y",
    "https://www.globenewswire.com/Tracker?data=ETsmiFQeCTdKuYYCgPx4ejVhjqP3FmM_IlKvFDRYhgR3Q1XHsQDCfkLx5lDIllQZgMIy_E9e9pVRPpONrmns80qzlOW0w81QkkDoyj-OPjVe_YTf-GFf0kxEKJPJZByi1UL9YguJSWttOyx60Wptt4CSOFXyiK2z9YrjqRggYO8v7wfmtCsJ94-TzxaRIExjlWP4k6wvTWrdOX4j__AmPwY-6GKVDMmi03ug9g08TKRT5ToVxyMN7JbINPMMv34y",
    "https://www.globenewswire.com/Tracker?data=4u1_1Ji9Igmto5nLISSwcNb0-ga6PzG7wubj2apkcYFFinByPchVO-rC_11M_vpiM83zBhd5p2kLOHdQcJtVhrMle4xWTccwZJaXXal8ahM=."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "u.s. army mediwound secures additional u.s. department of defense funding",
        "sentiment": "negative"
      },
      {
        "name": "mediwound secures additional u.s. department of defense funding",
        "sentiment": "negative"
      },
      {
        "name": "mediwound ltd.",
        "sentiment": "none"
      },
      {
        "name": "u.s. department of defense",
        "sentiment": "none"
      },
      {
        "name": "medical technology enterprise consortium",
        "sentiment": "none"
      },
      {
        "name": "mtec research",
        "sentiment": "none"
      },
      {
        "name": "u.s. army",
        "sentiment": "none"
      },
      {
        "name": "vericel corporation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T08:20:43.670+02:00",
  "updated": "2023-12-29T08:20:43.670+02:00"
}