{
  "thread": {
    "uuid": "f5c9742f096e8dfb46bf4b51347afd8d182e1328",
    "url": "https://www2.cbn.com/news/cwn/eternal-wall-answered-prayer-new-global-monument-tells-testimonies-divine-intervention",
    "site_full": "www2.cbn.com",
    "site": "cbn.com",
    "site_section": "https://www2.cbn.com",
    "site_categories": [],
    "section_title": "Homepage | CBN",
    "title": "Eternal Wall of Answered Prayer: New Global Monument Tells Testimonies of Divine Intervention | CBN News",
    "title_full": "Eternal Wall of Answered Prayer: New Global Monument Tells Testimonies of Divine Intervention | CBN News",
    "published": "2023-12-29T16:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www2.cbn.com/sites/default/files/media/slider/images/prayermonument_hdv.jpg",
    "performance_score": 0,
    "domain_rank": 3249,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 64,
        "comments": 158,
        "shares": 87
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f5c9742f096e8dfb46bf4b51347afd8d182e1328",
  "url": "https://www2.cbn.com/news/cwn/eternal-wall-answered-prayer-new-global-monument-tells-testimonies-divine-intervention",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brody Carter",
  "published": "2023-12-29T16:22:00.000+02:00",
  "title": "Eternal Wall of Answered Prayer: New Global Monument Tells Testimonies of Divine Intervention | CBN News",
  "text": "A new global monument dedicated to answered prayer is under construction in the United Kingdom.\nComplete with a million interactive bricks, the Eternal Wall of Answered Prayer will be visible from six miles away.\nOrganizers are asking people to send in their testimonies to contribute to the project.\n\"I never let facts get in the way of Truth,\" Richard Gamble, founder of the Eternal Wall of Answered Prayer, told CBN News. \"I've been presented with so many facts about why this can't happen. And I believe in the truth that God can do it.\"\nFor 19 years, Gamble has pursued an audacious goal to build a monument to remind the world God still works through answered prayer and healing broken hearts. He explained how it all started.\n\"I was walking along here – and this flash just popped through my mind to build a wall where every brick represented a story of answered prayer,\" he said.\nTowering over 167 feet tall, the wall, modeled on a giant infinity loop, will be displayed at Coleshill in Birmingham. The national landmark's one million bricks will link to an answered prayer.\nGamble said, \"People can come and point their phones at the bricks – even at the ones miles away – and the phone will light up and it will tell them the story of hope that lies within.\"\nMichelle Heritage, Head of Partnerships for the Eternal Wall of Answered Prayer, says she witnessed the power of prayer as a single parent after God provided for her and her child.\n\"And it was really amazing to see how provision came in, how the work that I'd lost was actually replaced in a much better way – with work that had better pay. That was actually better suited to our lifestyle as a family in a new situation,\" Heritage said.\nHer story is just one example of the answered prayers that will rest in the monument.\nGamble said, \"The power of that – this is going to stand for hundreds of years.\"\nAfter two decades of planning, Gamble plans to break ground in 2024 and hopes to be operational in 2026. Now, Gamble is asking for your help by simply sharing your story of answered prayer.\n\"We got this funded, we have planning permission – I've got approval from the Prime Minister's office,\" he said. \"The hardest thing is getting Christians to give five minutes of their time – to actually share a story of what God has done.\"\nHeritage said, \"So, if you have a story of answered prayer, I would really encourage you, write it down and be ready to share it because your story of hope can be a stepping-stone for the next person's breakthrough.\"\nGamble also hopes this landmark will help break negative perceptions against faith, especially in the U.K. There, some surveys show only 31% of adults attend church.\n***First published in June 2023\nShare This article",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://www.eternalwall.org.uk/",
    "https://www.youtube.com/embed/7jbIfD4et9Q",
    "https://www.youtube.com/embed/Vd6SQTxgJhk",
    "https://eternalwall.org.uk/",
    "https://youtube.com/embed/7jbIfD4et9Q",
    "https://www.eternalwall.org.uk",
    "https://youtube.com/embed/Vd6SQTxgJhk"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "richard gamble",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gamble",
        "sentiment": "none"
      },
      {
        "name": "cbn news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united kingdom",
        "sentiment": "none"
      },
      {
        "name": "coleshill",
        "sentiment": "none"
      },
      {
        "name": "birmingham",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T17:48:22.775+02:00",
  "updated": "2023-12-29T17:48:22.775+02:00"
}