{
  "thread": {
    "uuid": "b937164e3121c30420ff616b0810a67b87dc8195",
    "url": "https://www.publimetro.com.mx/guanajuato/2024/02/29/quinto-informe-de-zamarripa-al-frente-de-la-fiscalia-conmueve-hasta-las-lagrimas-al-gobernador",
    "site_full": "www.publimetro.com.mx",
    "site": "publimetro.com.mx",
    "site_section": "http://www.publimetro.com.mx/guanajuato",
    "site_categories": [
      "media",
      "education",
      "entertainment",
      "top_news"
    ],
    "section_title": "Guanajuato | Noticias de hoy en Publimetro México",
    "title": "Quinto Informe de Zamarripa al frente de la Fiscalía conmueve hasta las lágrimas al gobernador | Publimetro México",
    "title_full": "Quinto Informe de Zamarripa al frente de la Fiscalía conmueve hasta las lágrimas al gobernador | Publimetro México",
    "published": "2024-03-01T00:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.publimetro.com.mx/resizer/O_J5UiCwarKXM7DLNpNZ0JSBvlc=/1200x630/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/metroworldnews/JXCA626X55DXLLTRGVTOGN26SI.jpeg",
    "performance_score": 0,
    "domain_rank": 31172,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b937164e3121c30420ff616b0810a67b87dc8195",
  "url": "https://www.publimetro.com.mx/guanajuato/2024/02/29/quinto-informe-de-zamarripa-al-frente-de-la-fiscalia-conmueve-hasta-las-lagrimas-al-gobernador",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "José Ramírez",
  "published": "2024-03-01T00:18:00.000+02:00",
  "title": "Quinto Informe de Zamarripa al frente de la Fiscalía conmueve hasta las lágrimas al gobernador | Publimetro México",
  "text": "En reunión con titulares de los poderes ejecutivo, legislativo y judicial, el Fiscal, Carlos Zamarripa Aguirre, hizo entrega del Quinto Informe de Actividades 2023 al frente de la Fiscalía General del Estado de Guanajuato; en el evento oficial, el gobernador de Guanajuato, Diego Sinhue Rodríguez Vallejo, se puso al borde de las lágrimas en su discurso y respaldo al que dijo “es el fiscal más criticado del país”. En su informe, el fiscal destacó el uso de tecnologías de la información para la investigación criminal y utilizó un producido video en el que, ante un auditorio, presumió todo el equipo con el que cuenta la fiscalía. “Hay una travesía de esfuerzos colectivos que dan cuenta de una comprometida evolución sistemática para lograr un presente en el que la fiscalía es un referente positivo en la procuración de justicia, esa es la verdad objetiva y verificable, eso es de lo que hablo en este quinto informe de actividades”— Carlos Zamarripa Aguirre, Fiscal General del Estado de Guanajuato El fiscal destacó como acciones relevantes, algunos reconocimientos de organismos extranjeros en cuanto a la investigación de delitos, menor tasa de impunidad a nivel nacional, aseguró que Guanajuato es el primer lugar con menor índice con carpeta de investigación en trámite y 16 áreas acreditadas por organismos de Estados Unidos. Rodríguez Vallejo agregó que Guanajuato es un estado en crecimiento constante, lo que ha incrementado también las tipologías de crimen, por lo que recalcó también el uso de la tecnología de la fiscalía. “Más allá de los números, las historias son las que nos hacen reflexionar”, dijo el gobernador, para después conmoverse hasta las lágrimas al contar la historia de un menor rescatado por la fiscalía en un intento de secuestro. En cumplimiento a la Constitución Política para el Estado de Guanajuato y a la Ley Orgánica que rige a la FGEG, el titular de esta dependencia, Carlos Zamarripa Aguirre, acudió a la sede legislativa, donde fue recibido por los integrantes de la Junta de Gobierno y Coordinación Política, el órgano de gobierno y dirección general colegiado y plural del Congreso del Estado, encabezado por el Diputado Alfonso Borja Pimentel, quien recibió el documento de manos del Fiscal. Después de entregar el documento al Congreso, el Fiscal Carlos Zamarripa, acudió a la sede del Poder Judicial, donde fue recibido por el presidente del Supremo Tribunal de Justicia, Héctor Tinajero Muñoz, a quien entregó el libro del quinto Informe de actividades de la Fiscalía. El recorrido culminó en Palacio de Gobierno, donde el titular de la institución procuradora de justicia entregó físicamente el documento al gobernador Diego Sinhué Rodríguez Vallejo, que contiene la rendición de cuentas del año pasado.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:38:18.133+02:00",
  "updated": "2024-03-01T00:38:18.133+02:00"
}