{
  "thread": {
    "uuid": "21355647abe73e03b379ae10e41bda27685fad5e",
    "url": "https://expansion.mx/tendencias/2023/12/27/protegete-de-las-enfermedades-respiratorias-en-este-invierno",
    "site_full": "expansion.mx",
    "site": "expansion.mx",
    "site_section": "https://expansion.mx/rss/portada.rss",
    "site_categories": [
      "vehicles",
      "auto_repair"
    ],
    "section_title": "Expansión",
    "title": "Protégete de las enfermedades respiratorias en este invierno",
    "title_full": "Protégete de las enfermedades respiratorias en este invierno",
    "published": "2023-12-28T03:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://cdn-3.expansion.mx/dims4/default/a8ff554/2147483647/strip/true/crop/1200x630+0+60/resize/1200x630!/format/jpg/quality/80/?url=https%3A%2F%2Fcdn-3.expansion.mx%2Fbc%2F72%2Fda5ea2b644d1aff56e98fbdc0808%2Flmp-muestras.jpg",
    "performance_score": 0,
    "domain_rank": 12259,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "21355647abe73e03b379ae10e41bda27685fad5e",
  "url": "https://expansion.mx/tendencias/2023/12/27/protegete-de-las-enfermedades-respiratorias-en-este-invierno",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "(Foto: Shutterstock. )",
  "published": "2023-12-28T03:18:00.000+02:00",
  "title": "Protégete de las enfermedades respiratorias en este invierno",
  "text": "Aunque este año ha habido menos casos de personas enfermas por Infecciones respiratorias agudas graves (IRAG), es necesario continuar cuidándonos, ya que seguimos expuestos a diversos virus, e incluso algunos de éstos han mutado.\nEn México, de acuerdo con datos de la PAHO (Pan American Healt Organization, en las últimas semanas, la influenza se ha mantenido en niveles epidémicos, mientras que las IRAG han mostrado un incremento moderado.\nPublicidad Además, se anunció la llegada a nuestro país de una nueva mutación del virus SARS-CoV-2, subvariante de JN.1 y descendiente de la variante de Ómicron BA.2.86, nombrada “Pirola”, cuyo primer caso se detectó el 11 de diciembre, aunque según las autoridades sanitarias, no representa una situación de alarma para la salud pública.\nPor otra parte, se han observado casos del virus respiratorio sincitial, que presenta síntomas muy similares al resfriado común como congestión nasal, estornudos, tos, fiebre, silbilancias, poco apetito y dificultad para respirar.\nPor estos motivos, es importante reiterar que en esta temporada invernal debemos enfatizar el cuidado de nuestra salud para evitar enfermedades respiratorias graves, para lo cual es necesario aumentar la ingesta de alimentos que contengan Vitaminas A y C, vacunarse, abrigarse bien, lavarse constantemente las manos con agua y jabón, utilizar gel antibacterial al salir, por ejemplo, al trabajo o de compras, así como no permanecer mucho tiempo en lugares muy húmedos, evitar los cambios bruscos de temperatura, e incluso, en espacios cerrados y muy concurridos, lo ideal sería utilizar cubrebocas.\nPublicidad podcast Escucha nuestros podcast aquí Publicidad Asimismo, en caso de presentar síntomas de alguna enfermedad respiratoria, lo mejor es acudir al médico y realizar un diagnóstico oportuno para observar si es necesario revelar el contagio de algún virus y evitar así complicaciones por un padecimiento más grave.\nEn este sentido, en Laboratorio Médico Polanco (LMP) cuentan con el estudio Panel Viral Respiratorio para detectar covid-19, influenza A, influenza B y el virus sincitial respiratorio mediante PCR.\nDe esta manera, la tecnología PCR se convierte en un aliado invaluable, sobre todo en esta época, ya que identifica la presencia de uno o más virus simultáneamente y proporciona una comprensión completa de la salud respiratoria de cada persona.\nLa prevención y los chequeos regulares en laboratorios de análisis clínicos son fundamentales para anticipar amenazas y mantenernos un paso adelante frente a posibles complicaciones por un padecimiento ya que así podemos contar con el tratamiento adecuando y evitar secuelas graves.\nLaboratorio Medico Polanco con su alto grado de calidad y resultados precisos, se consolida como un aliado confiable en la protección de las vías respiratorias de las personas y actualmente cuenta con una promoción especial del 15% de descuento en el Panel Viral Respiratorio, que está vigente desde el 21 de diciembre de 2023 hasta el 29 de febrero de 2024.\nAhora que lo sabes, invierte en tu bienestar y realiza tu check-up en Laboratorio Medico Polanco . Puedes hacer tu cita llamando al 55 5080 1910 o envía un mensaje de WhatsApp al 55 8046 6181.\nLo Último 2023, el año que se marcó un nuevo récord en homicidios para un sexenio Cinco gráficas que muestran la crisis migratoria en México y Estados Unidos Cómo identificar reseñas falsas en Mercado Libre y Amazon La Cofepris alerta por falsificación y venta ilegal de medicamentos oncológicos Publicidad Publicidad Tags Secretaría de Salud Cuidado personal Enfermedades Más acerca del autor: Branded Content @ExpansionMx No te pierdas de nada Te enviamos un correo a la semana con el resumen de lo más importante. Email Captcha Submit ¡Falta un paso! Ve a tu email y confirma tu suscripción (recuerda revisar también en spam)\nHa ocurrido un error, por favor inténtalo más tarde\nPublicidad",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Weather",
    "Health"
  ],
  "external_links": [
    "https://lmpolanco.com/",
    "https://ads.viralize.tv/display/?zid=AAFCAUyZ8f0WYb9a",
    "https://twitter.com/ExpansionMx",
    "https://ads.viralize.tv/display/",
    "https://lmpolanco.com",
    "https://www.ads.viralize.tv/display/?zid=AAFCAUyZ8f0WYb9a",
    "https://www.lmpolanco.com/",
    "https://www.twitter.com/ExpansionMx"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:08:45.247+02:00",
  "updated": "2023-12-29T00:08:45.247+02:00"
}