{
  "thread": {
    "uuid": "9b59d43892a1026018f79ca577856ffb9ba0d369",
    "url": "https://menafn.com/1107665401/ADQ-signs-multi-year-sponsorship-agreement-with-Egypts-Pyramids-Football-Club",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "https://menafn.com/pr/index.aspx",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": " User News | MENAFN.COM",
    "title": "ADQ signs multi-year sponsorship agreement with Egypt’s Pyramids Football Club | MENAFN.COM",
    "title_full": "ADQ signs multi-year sponsorship agreement with Egypt’s Pyramids Football Club | MENAFN.COM",
    "published": "2023-12-28T07:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JO",
    "main_image": "https://menafn.com/updates/pr/2023-12/28/pr_13449_95443371_image_story.jpg",
    "performance_score": 0,
    "domain_rank": 6304,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9b59d43892a1026018f79ca577856ffb9ba0d369",
  "url": "https://menafn.com/1107665401/ADQ-signs-multi-year-sponsorship-agreement-with-Egypts-Pyramids-Football-Club",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2023-12-28T07:43:00.000+02:00",
  "title": "ADQ signs multi-year sponsorship agreement with Egypt’s Pyramids Football Club | MENAFN.COM",
  "text": "( MENAFN - Edelman) Abu Dhabi, UAE – 28 December 2023: ADQ, an Abu Dhabi-based investment and holding company, today announced the signing of a multi-year sponsorship agreement with Pyramids Football Club (Pyramids FC), an Egyptian Premier League professional sports club.\nAs part of the agreement, ADQ will be the Official Partner of Pyramids FC. Since its establishment and rebranding from Al Assiouty Sports Club in 2018, Pyramids FC has rapidly grown to become one of the high-performance football clubs in the Egyptian Premier League.\nThis partnership reinforces ADQ’s position as a long-term investor in Egypt, complementing its established footprint through initiatives that positively impact local Egyptian communities. Along with its portfolio companies, ADQ actively supports the development of key sectors of Egypt’s economy through its investments, demonstrating continued confidence in the country’s robust economic potential.\nThe sponsorship of Pyramids FC presents an additional opportunity to engage with the local population by fostering a sense of community and creating a shared purpose through sport. It adds to existing social initiatives by ADQ in Egypt including the Bridges of Hope program, established in association with Zayed Higher Organization for People of Determination and the Egyptian Ministry of Youth and Sports, which operates support centers for people of determination.\nPyramids FC’s partnership with ADQ aims to contribute to the football club's youth and junior development programs, providing aspiring athletes with essential facilities, resources and expertise for a career in professional athletics.\nAnas Jawdat Albarguthi, Chief Operating Officer at ADQ, said: “Through this sponsorship, we hope to leverage the universal appeal of football to convey our passion for excellence, our belief in the importance of partnerships as well as our dedication to fostering the health and well-being of local communities. Side by side with the club’s loyal fanbase, we wish the team success and fair play for their participation in the Egyptian Super Cup, which we are following with great excitement.”\nMamdouh Eid, Chief Executive Officer of Pyramids FC, said: “Our partnership with ADQ is a testament to our commitment to fostering football excellence across all facets of our team. This multi-year sponsorship agreement signifies the beginning of a journey that will help propel the club toward greater success, enabling us to realize the long-term goals and ambitions that we have set for Pyramids FC.”\nThe Pyramids FC sponsorship affirms ADQ’s dedication to supporting professional sports and grassroots programs in soccer, cycling, and basketball through its partnerships with the UAE Football Association, UAE Team Emirates, UAE Team ADQ and the NBA, which are aimed at encouraging the community to embrace physical activity and adopt healthy practices.\nMENAFN28122023003109013449ID1107665401\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [
    "https://www.edelman.com/",
    "https://www.edelman.com",
    "https://edelman.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "pyramids football club",
        "sentiment": "negative"
      },
      {
        "name": "al assiouty sports club",
        "sentiment": "none"
      },
      {
        "name": "official partner of pyramids fc",
        "sentiment": "none"
      },
      {
        "name": "egyptian premier league",
        "sentiment": "none"
      },
      {
        "name": "pyramids fc",
        "sentiment": "none"
      },
      {
        "name": "adq",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "uae",
        "sentiment": "none"
      },
      {
        "name": "abu dhabi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:12:58.051+02:00",
  "updated": "2023-12-29T00:12:58.051+02:00"
}