{
  "thread": {
    "uuid": "5172e8573458eea24e2ff50ba7e387b08173e7dd",
    "url": "https://www.tomshw.it/automotive/il-supercharger-piu-grande-al-mondo-carica-160-auto-alla-volt",
    "site_full": "www.tomshw.it",
    "site": "tomshw.it",
    "site_section": "http://www.tomshw.it",
    "site_categories": [
      "travel",
      "italy"
    ],
    "section_title": "Home - Tom's Hardware",
    "title": "Il Supercharger più grande al mondo carica 160 auto alla volta - Tom's Hardware",
    "title_full": "Il Supercharger più grande al mondo carica 160 auto alla volta - Tom's Hardware",
    "published": "2024-02-16T12:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.tomshw.it/storage/media/2023/10/2970/TeslaSupercharger.jpg",
    "performance_score": 0,
    "domain_rank": 27927,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5172e8573458eea24e2ff50ba7e387b08173e7dd",
  "url": "https://www.tomshw.it/automotive/il-supercharger-piu-grande-al-mondo-carica-160-auto-alla-volt",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Luca Rocchi",
  "published": "2024-02-16T12:36:00.000+02:00",
  "title": "Il Supercharger più grande al mondo carica 160 auto alla volta - Tom's Hardware",
  "text": "Tesla sta pianificando la costruzione di una nuova enorme stazione Supercharger in California che avrà spazio e potenza sufficienti per oltre 160 veicoli elettrici contemporaneamente. Secondo la domanda di permesso di costruzione, l'enorme stazione di ricarica per veicoli elettrici verrà costruita nella Contea di Kern, in California, vicino all'intersezione tra l'I-5 e la Highway 46. Attualmente, il più grande Supercharger al mondo è considerato quello presso il complesso di Harris Ranch a Coalinga, California, con 98 postazioni di ricarica. Ma con 164 stalli, la struttura di nuova costruzione sarà quasi il doppio, per soddisfare il crescente numero di veicoli elettrici sulla strada, sia di marca Tesla che di altri marchi. I piani mostrano anche che Tesla costruirà 16 stalli attraversabili progettati per semplificare la ricarica per le auto che trainano un rimorchio. Inoltre, ogni posto auto avrà dei pannelli solari che presumibilmente forniranno elettricità a diverse batterie fisse, rendendo l'intera esperienza di ricarica di un veicolo elettrico il più ecologica possibile. Ciò contribuirà anche a ridurre il costo della ricarica riducendo l'energia prelevata dalla rete. I documenti non specificano quando verrà costruito l'enorme centro di ricarica, ma giudicando dalla velocità con cui sono stati completati i progetti passati, potremmo vederlo online già entro la fine di quest'anno. La California è stata la sede delle più grandi stazioni Supercharger di Tesla per diversi anni. Il centro di Kettleman City tra Los Angeles e San Francisco aveva il titolo quando è stato inaugurato nel 2017 con 40 stalli. Poi, l'hub presso gli Outlets di Tejon nella Valle di San Joaquin ha preso il suo posto con 76 stalli, seguito dal complesso di Harris Ranch con 98 postazioni. Detto questo, la città di Shenzhen, in Cina, ha la più grande stazione di ricarica per auto elettriche al mondo con un numero segnalato di 637 posti auto. I Supercharger di Tesla sono caricabatterie veloci CC che possono aggiungere fino a 300 km di autonomia in 15 minuti per alcuni veicoli elettrici. È anche ampiamente riconosciuta come la migliore rete di ricarica, con statistiche di uptime quasi perfette, ampia disponibilità e soddisfazione dell'utente. In tutto il mondo, ci sono circa 6.000 Supercharger di Tesla che possono soddisfare circa 55.000 veicoli elettrici contemporaneamente.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T12:45:18.184+02:00",
  "updated": "2024-02-16T12:45:18.184+02:00"
}