{
  "thread": {
    "uuid": "4baf28a1271bc425050b1f25eaef2e75ac2a2d1c",
    "url": "https://signalscv.com/2023/12/mike-garcia-an-undeniable-crisis-for-military/",
    "site_full": "signalscv.com",
    "site": "signalscv.com",
    "site_section": "https://signalscv.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Santa Clarita Valley Signal",
    "title": "Mike Garcia | An Undeniable Crisis for Military",
    "title_full": "Mike Garcia | An Undeniable Crisis for Military",
    "published": "2023-12-30T12:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://signalscv.s3.us-west-1.amazonaws.com/wp-content/uploads/2023/04/14140730/RHRN_Garcia_Setup-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 15302,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4baf28a1271bc425050b1f25eaef2e75ac2a2d1c",
  "url": "https://signalscv.com/2023/12/mike-garcia-an-undeniable-crisis-for-military/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Signal Contributor",
  "published": "2023-12-30T12:48:00.000+02:00",
  "title": "Mike Garcia | An Undeniable Crisis for Military",
  "text": "Sen. Tommy Tuberville and the Pentagon recently ended their social-policy war, and all Americans should be grateful to see this needless debacle come to an end. Sen. Tuberville’s blockade of military promotions – as well as the Pentagon’s perverse decision to wade into a live political fight – has received plenty of media attention. But while I’m glad to see this fiasco in the rear-view mirror, there’s no denying the damage that’s already been done. So, I’d like to refocus our attention on those most immediately and significantly impacted by this issue: Our brave men and women in uniform. Over the past two years, America’s military morale and readiness have declined to some of the lowest levels since World War II. Frankly, this should come as no surprise. In California, people flipping burgers at fast-food restaurants are getting paid more than troops willing to make the ultimate sacrifice for our freedom. Pentagon leaders are issuing guidance to troops on how to cope with inflation eating their paychecks. Army leaders are even suggesting that soldiers and their families consider going on food stamps. All of this comes at a time when our nation is facing problems of a magnitude unseen since the Axis of Evil. The Taliban and ISIS are unnecessarily emboldened, enriched, and energized in the wake of President Joe Biden’s disastrous Afghanistan withdrawal. That historic blunder opened the door for today’s escalating chaos: Russia invaded Ukraine; Iran-backed terrorists attacked Israel, our greatest ally; China is increasingly aggressive toward Taiwan; and North Korea is testing hypersonic missiles. This fractured state of the international stage makes America’s greatest national security asset – our men and women in uniform – more valuable than ever. Our commander in chief needs to start acting like it, but we can’t afford to sit and wait in the meantime. I’m doing everything in my power to ensure our troops and their families get the support they both need and deserve. Earlier this year, my bipartisan Military Spouse and Licensing Relief Act was signed into law. Now, over 250,000 active-duty military spouses who require professional credentials to work in education, medicine, real estate, and more can keep their jobs. The House-passed FY 2024 Defense Appropriations Act also includes my historic pay raise for our junior enlisted troops. The military relies on young Americans to sign up amid many other career opportunities. Simply put, it’s unacceptable that these brave men and women are making less than minimum wage. I won’t stop fighting until we right that wrong. Our military is in the middle of an undeniable crisis in recruitment, retention and morale. The most talented and experienced servicemembers may now decide that retirement sounds better than a promotion. The best and brightest of our next generation may now decide that flipping burgers sounds better than risking their lives in return for food stamps. We need to refocus our priorities before it’s too late. The Pentagon needs to stop infusing our military with partisanship and focus on its one true mission: Deter and win wars. The legislators in Washington need to stop grandstanding and focus on our one true mission: Find compromise and legislate on behalf of the American people. And the president simply must do more to support and inspire our troops. The most rewarding years of my life were spent fighting for our nation in uniform. It was an honor to fight alongside my fellow troops then, and now it’s my commitment to our troops and their families that I’ll never stop working to protect those who do so much to protect us. Rep. Mike Garcia, R-Santa Clarita, represents the 27th Congressional District, which includes the Santa Clarita and Antelope valleys. “Right Here, Right Now” appears Saturdays and rotates among local Republicans.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tommy tuberville",
        "sentiment": "negative"
      },
      {
        "name": "mike garcia",
        "sentiment": "negative"
      },
      {
        "name": "tuberville",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pentagon",
        "sentiment": "negative"
      },
      {
        "name": "army",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T14:28:23.110+02:00",
  "updated": "2023-12-30T15:25:26.746+02:00"
}