{
  "thread": {
    "uuid": "30e22165b3090e785c40dd179b8c163d2756545c",
    "url": "https://www.ifj.org/fr/salle-de-presse/nouvelles/detail/category/communiques-de-presse/article/palestine-le-prix-guillermo-cano-unesco-2024-decerne-journalistes-de-gaza",
    "site_full": "www.ifj.org",
    "site": "ifj.org",
    "site_section": "https://ifj.org/fr",
    "site_categories": [
      "media"
    ],
    "section_title": "Fédération internationale des journalistes - FIJ",
    "title": "Palestine : Le prix Guillermo-Cano de l'UNESCO 2024 décerné aux journalistes de Gaza - FIJ",
    "title_full": "Palestine : Le prix Guillermo-Cano de l'UNESCO 2024 décerné aux journalistes de Gaza - FIJ",
    "published": "2024-05-03T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.ifj.org/fileadmin/_processed_/8/0/csm_WPFD_-_Guillermo_Prize_UNESCO__1__ee3ce6fc70.png",
    "performance_score": 0,
    "domain_rank": 17352,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "30e22165b3090e785c40dd179b8c163d2756545c",
  "url": "https://www.ifj.org/fr/salle-de-presse/nouvelles/detail/category/communiques-de-presse/article/palestine-le-prix-guillermo-cano-unesco-2024-decerne-journalistes-de-gaza",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-03T03:00:00.000+03:00",
  "title": "Palestine : Le prix Guillermo-Cano de l'UNESCO 2024 décerné aux journalistes de Gaza - FIJ",
  "text": "L'Unesco a reconnu cette année les souffrances uniques et les reportages des journalistes de Gaza en leur décernant le prix mondial de la liberté de la presse Guillermo-Cano. Plus de [100 journalistes](https://www.ifj.org/war-in-gaza) et professionnels des médias ont été tués par les frappes israéliennes à Gaza depuis le 7 octobre et presque tous les autres ont été blessés, déplacés ou endeuillés. En février dernier, la Fédération internationale des journalistes, première organisation professionnelle de journalistes dans le monde, [avait proposé](https://www.ifj.org/media-centre/news/detail/article/palestine-ifj-nominates-palestinian-journalists-syndicate-for-global-press-freedom-prize) la candidature du Syndicat des journalistes palestiniens au Prix Guillermo-Cano. C’est donc son président, Nasser Abu Baker, qui a reçu le prix lors de la Journée mondiale de la liberté de la presse à Santiago du Chili, le 2 mai, au nom de tous les journalistes de Gaza. Dès le début du conflit, il y a 7 mois, Israël a fermé les frontières de Gaza aux journalistes internationaux et aucun n'a été autorisé à se rendre librement dans l'enclave depuis lors. Un millier de journalistes gazaouis travaillaient au début de la guerre et plus d’une centaine ont été tués. La profession a ainsi subi un taux de mortalité supérieur à 10 % (ce taux est environ six fois supérieur au taux de mortalité de la population générale de Gaza et environ trois fois supérieur à celui des professionnels de la santé). Le Président du PJS, Nasser Abu Baker, a déclaré : \"Les journalistes à Gaza ont subi des attaques d'une férocité sans précédent de la part de l’armée israélienne, mais ils ont continué à faire leur travail, en tant que témoins du carnage qui se déroulait autour d'eux. Il est justifié qu'ils soient honorés dans le cadre de la Journée mondiale de la liberté de la presse. Ce que nous avons vu à Gaza est certainement l'attaque la plus soutenue et la plus meurtrière de l'histoire contre la liberté de la presse. Ce prix montre que le monde n'a pas oublié et salue leur sacrifice pour l’information.\" Le secrétaire général de la FIJ, Anthony Bellanger, a déclaré : \"Ce prix est un véritable hommage à l’engagement pour l’information des journalistes de Gaza. Depuis sept mois, la FIJ apporte son soutien aux journalistes de Gaza par l'intermédiaire du PJS, la seule organisation professionnelle représentative en Palestine, en leur fournissant du matériel de premiers secours, des batteries pour leurs téléphones, des tentes, des vêtements et de la nourriture. Les journalistes de Gaza sont affamés, sans abri et en danger de mort. La reconnaissance par l'Unesco de ce qu'ils endurent encore aujourd’hui est un encouragement énorme et hautement mérité. Lors de ma dernière mission en Palestine en novembre 2023, j'ai été profondément touché par mes consoeurs et confrères, leurs mots, leurs regards. Je n'oublierai jamais ces échanges. Tout comme je n'oublierai jamais leur incroyable détermination.\" - Informations complémentaires en français : Anthony Bellanger, Secrétaire général de la FIJ [[email protected]](javascript:linkTo_UnCryptMailto(%27wksvdy4kxdryxi8lovvkxqobJspt8ybq%27);) - Informations complémentaires en anglais : Tim Dawson, Secrétaire général adjoint de la FIJ [[email protected]](javascript:linkTo_UnCryptMailto(%27wksvdy4dsw8nkgcyxJspt8ybq%27);) - Informations complémentaires en espagnol : Zuliana Lainez, Première Vice-Présidente de la FIJ : [[email protected]](javascript:linkTo_UnCryptMailto(%27wksvdy4jevskxkvksxojJqwksv8myw%27);) NOTES POUR LES RÉDACTIONS Le Syndicat des journalistes palestiniens (PJS) est l'organisation professionnelle représentative des journalistes en Palestine. Fait inhabituel parmi les syndicats palestiniens, ses 2 300 membres sont basés à la fois à Gaza et en Cisjordanie. Environ 80 % des journalistes palestiniens en sont membres. Son dernier congrès, qui s'est tenu en mai 2023, a réuni environ 1 000 membres. Nasser Abu Baker est le président du PJS et le vice-président de la FIJ. Pendant de nombreuses années, il a travaillé comme reporter pour l'Agence France-Presse. Il continue à travailler comme journaliste parallèlement à ses fonctions au sein du Syndicat. Originaire de Jénine, il vit aujourd'hui à Ramallah, où le PJS est basé. Créé en 1997, le Prix mondial de la liberté de la presse Guillermo-Cano récompense chaque année une personne, une organisation ou une institution qui a apporté une contribution exceptionnelle à la défense ou à la promotion de la liberté de la presse partout dans le monde, en particulier lorsque cette contribution a été obtenue en dépit du danger. Le prix a été créé à l'initiative du Conseil exécutif de l'Unesco et est officiellement décerné par l'Unesco à l'occasion de la Journée mondiale de la liberté de la presse, le 3 mai. Il rappelle la mémoire de Guillermo Cano Isaza, journaliste colombien assassiné devant les bureaux de son journal El Espectador à Bogota, en Colombie, le 17 décembre 1986.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T09:32:39.899+03:00",
  "updated": "2024-05-03T09:32:39.899+03:00"
}