{
  "thread": {
    "uuid": "e59737097fe375da725e5398f137eae9c65ef21e",
    "url": "https://vnexplorer.net/gary-cooper-missed-out-on-an-mlb-pension-by-one-day-now-44-years-later-a-petition-is-championing-for-that-to-be-rectified-s2433571.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Gary Cooper missed out on an MLB pension by one day. Now, 44 years later, a petition is championing for that to be rectified",
    "title_full": "Gary Cooper missed out on an MLB pension by one day. Now, 44 years later, a petition is championing for that to be rectified",
    "published": "2024-04-19T00:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 55632,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e59737097fe375da725e5398f137eae9c65ef21e",
  "url": "https://vnexplorer.net/gary-cooper-missed-out-on-an-mlb-pension-by-one-day-now-44-years-later-a-petition-is-championing-for-that-to-be-rectified-s2433571.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-04-19T00:12:00.000+03:00",
  "title": "Gary Cooper missed out on an MLB pension by one day. Now, 44 years later, a petition is championing for that to be rectified",
  "text": "Major League Baseball superstar Shohei Ohtani’s record-setting $700 million deal with the Los Angeles Dodgers has been the talk of the baseball world on the field since the two-way star agreed to his 10-year contract in early December 2023.\nAt the other end of the income scale is Gary Cooper.\nBorn in 1956 in Savannah, Georgia, Cooper was drafted in the third round of the 1975 MLB Draft by the Atlanta Braves. Cooper, who played as an outfielder, was known for his speed.\n“If (Cooper) wasn’t the fastest man in baseball, he was right up there with the next guy,” Paul Snyder, longtime scouting director for the Atlanta Braves, told ESPN’s Andscape.\nCooper spent 42 days with the team and on the 43rd day – the threshold for earning a mandatory MLB pension – was set to play a game before it was canceled due to rain. Before his next appearance, though, he was moved down to the minor leagues, never to return.\nAnd so for 44 years, Cooper has stood just one day off earning that mandatory league pension.\nCNN Sport has learnt that Cooper made two appeals to a committee comprising representatives of MLB and the Major League Baseball Players Association. Both appeals were rejected under the 43-day rule.\nHowever, the rainout had no impact on the number of days of service as the system doesn’t need a game to be played for that day to count.\nBut now, an online petition seeks to rectify that. Started by Robert Jonas, the initiative aims for Cooper – aged 67 and long past his playing days – to be given a one-day contract on the Braves’ coaching staff so he reaches the 43-day minimum to qualify for the MLB pension. The petition has received nearly 5,000 signatures.\n“Still, Mr. Cooper has no car, no home to call his own, no savings, no pension, and struggles just to pay his phone bill every month,” Jonas writes at change.org. “To help support himself, Mr. Cooper works part-time as a landscaper, but lately work has been scarce.”\nJonas told Georgia Public Broadcasting that he employed Cooper for a landscaping company he owns.\nIt wouldn’t be unheard of for Cooper to be granted this request.\nIn 1968, the Braves signed pitcher Satchel Paige, then in his 60s, to the coaching staff to help him get his pension.\nCooper says he’d appreciate any help he could get.\n“Whatever they give me, I’ll accept it because it’s been so long, you know?” Cooper, who still lives in Savannah, told Georgia Public Broadcasting. “So anything’ll help.”\nCooper has also received the support of Savannah Mayor Van R. Johnson II.\n“I am asking the @Braves to sign 67-year-old Gary Cooper of #Savannah to a 1 day contract to qualify for a @MLB pension,” Johnson posted on X, formerly known as Twitter.\nCNN has contacted the Braves for comment.\nPension plans are nearly extinct in the US. About half of private sector workers were covered by those so-called defined-benefit plans in the mid-1980s, but by 2022, only 15% of private sector workers had them.\nFor more CNN news and newsletters create an account at CNN.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gary cooper",
        "sentiment": "negative"
      },
      {
        "name": "shohei ohtani",
        "sentiment": "negative"
      },
      {
        "name": "paul snyder",
        "sentiment": "none"
      },
      {
        "name": "cooper",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mlb",
        "sentiment": "negative"
      },
      {
        "name": "major league baseball",
        "sentiment": "negative"
      },
      {
        "name": "cnn",
        "sentiment": "none"
      },
      {
        "name": "atlanta braves",
        "sentiment": "none"
      },
      {
        "name": "dodgers",
        "sentiment": "none"
      },
      {
        "name": "espn",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "los angele",
        "sentiment": "none"
      },
      {
        "name": "savannah",
        "sentiment": "none"
      },
      {
        "name": "georgia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:28:01.111+03:00",
  "updated": "2024-04-19T00:28:01.111+03:00"
}