{
  "thread": {
    "uuid": "8a310b13b2a9186d5b6ef127b3cf27aa56e4ebad",
    "url": "https://www.colombia.com/entretenimiento/entretenimiento-y-farandula/el-ausente-de-pastor-lopez-mas-alla-de-la-musica-el-significado-de-la-cancion-decembrina-442185",
    "site_full": "www.colombia.com",
    "site": "colombia.com",
    "site_section": "https://www.colombia.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "'El ausente' de Pastor López: más allá de la música, el significado de la canción decembrina",
    "title_full": "'El ausente' de Pastor López: más allá de la música, el significado de la canción decembrina",
    "published": "2023-12-28T23:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://cdn.colombia.com/sdi/2023/12/28/el-ausente-de-pastor-lopez-mas-alla-de-la-musica-el-significado-de-la-cancion-decembrina-1215801.jpg",
    "performance_score": 0,
    "domain_rank": 50083,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8a310b13b2a9186d5b6ef127b3cf27aa56e4ebad",
  "url": "https://www.colombia.com/entretenimiento/entretenimiento-y-farandula/el-ausente-de-pastor-lopez-mas-alla-de-la-musica-el-significado-de-la-cancion-decembrina-442185",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Paula Castro",
  "published": "2023-12-28T23:58:00.000+02:00",
  "title": "'El ausente' de Pastor López: más allá de la música, el significado de la canción decembrina",
  "text": "[Paula Castro](https://www.colombia.com/staff/128/paula-castro)• Colombia.com 'El ausente' de Pastor López: más allá de la música, el significado de la canción decembrina El significado detrás de la icónica canción de Pastor López, 'El ausente' y la historia musical que le dio vida a este clásico. El significado detrás de la icónica canción de Pastor López, 'El ausente' y la historia musical que le dio vida a este clásico. José Pastor López Pineda más conocido como Pastor López, fue un cantante y compositor venezolano, reconocido en América cómo un icónico tras haber dejado un legado duradero en la música latina, especialmente en el género de la cumbia, el cual conquisto con su estilo único y sus letras profundas. La canción “El Ausente” es uno de sus éxitos y es el que lo ha llevado a sonar en cada uno de los hogares colombianos durante la época de navidad, esto por el mensaje de su canción que le recuerda a las personas la ausencia de alguien debido a la prisión, la enfermedad o la distancia, la canción resuena en la memoria de quienes extrañan a seres queridos en las cenas de medianoche. La melodía es un recordatorio conmovedor de aquellos ausentes en estas fechas tan conmovedores, y en donde más brilla el talento del cantante y su tremenda capacidad para fusionar la cumbia con elementos tropicales y caribeños creó un estilo distintivo que conquistó corazones en todo el continente. Además, no solamente es el ausente, son temas como “Cariñito sin mí” y “Traicionera” las que también se han convertido en himnos atemporales que trascienden generaciones y fronteras. Pastor López falleció en 2019, pero su música sigue siendo una presencia viva en fiestas, eventos y emisoras de radio, recordándonos la poderosa conexión de la música para unir a las personas. ¿Cuál es la historia detrás de esta conmovedora melodía? Según recopiló el medio [El País](https://www.elpais.com.co/entretenimiento/el-ausente-una-de-las-canciones-mas-famosas-de-pastor-lopez-cual-es-su-verdadero-significado-2706.html), esta melodía se estrenó por primera vez en 1980, no solo consolidó a López como uno de los grandes de la música tropical en Latinoamérica, sino que también encierra un significado que resuena en el corazón de aquellos que la escuchan durante las celebraciones decembrinas. “El Ausente” relata la historia de un hijo que, estando preso, siente el peso de haber defraudado a su madre. La letra refleja la soledad y el pesar del hijo al ser consciente del sufrimiento de su madre debido a sus acciones. Fragmentos como “Pagaré mis culpas / y estaré a tu lado / para así adorarte y nunca dejarte” encapsulan la emotividad y el deseo de redención del protagonista. La canción, protagonizada por un preso y su madre, relata el dolor de una mujer al enfrentar la incertidumbre sobre el paradero de su hijo encarcelado, así como el dolor y la tristeza del hijo al no poder consolar a su madre desde la prisión. “Es de noche y en sus celdas veo yo un lamento”, entonan los coristas, intensificando la narrativa con cada nota.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.elpais.com.co/entretenimiento/el-ausente-una-de-las-canciones-mas-famosas-de-pastor-lopez-cual-es-su-verdadero-significado-2706.html",
    "https://elpais.com.co/entretenimiento/el-ausente-una-de-las-canciones-mas-famosas-de-pastor-lopez-cual-es-su-verdadero-significado-2706.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:09:10.906+02:00",
  "updated": "2023-12-29T00:30:31.177+02:00"
}