{
  "thread": {
    "uuid": "2f33993acaae7f3c195d89919c99b8cba388b573",
    "url": "https://sentinelcolorado.com/metro/teacher-students-surprise-aurora-student-with-news-hed-won-40k-amazon-scholarship",
    "site_full": "sentinelcolorado.com",
    "site": "sentinelcolorado.com",
    "site_section": "https://wto.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - WTO News Today - EIN Presswire",
    "title": "Teacher, students surprise Aurora student with news he’d won $40K Amazon scholarship - Sentinel Colorado",
    "title_full": "Teacher, students surprise Aurora student with news he’d won $40K Amazon scholarship - Sentinel Colorado",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://sentinelcolorado.com/wp-content/uploads/2024/04/IMG_1192-Large.jpeg",
    "performance_score": 0,
    "domain_rank": 43956,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2f33993acaae7f3c195d89919c99b8cba388b573",
  "url": "https://sentinelcolorado.com/metro/teacher-students-surprise-aurora-student-with-news-hed-won-40k-amazon-scholarship",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kristin Oh | Sentinel Colorado",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Teacher, students surprise Aurora student with news he’d won $40K Amazon scholarship - Sentinel Colorado",
  "text": "AURORA | Inside Grandview High School’s lecture hall, senior Bruno Denegri sat with his classmates while listening to several Denver-based Amazon engineers talk about their careers. While students enjoyed asking the engineers advice, it was all a ruse to surprise Denergi with a scholarship. Denegri won the Amazon Future Engineer scholarship. It is awarded to students who want to pursue a computer engineering degree, and for being a part of an underrepresented or underserved community, according to a press statement from Amazon. The scholarship includes mentorship, mental health resources, an emergency grant fund for unexpected financial obligations and the $40,000 scholarship, which will be distributed evenly over four years. The announcement was met with an explosion of vibrant confetti, a surprise visit from his aunts and cheers from his classmates. “[My teachers] are the reason this is all happening,” Denegri said. He specifically thanked Ann Lujan, his engineering teacher who was among those who wrote the recommendation letter for this scholarship. “Without her, none of this would be possible.” In his essay for the scholarship, Denegri wrote that he wants to become an engineer so that he can improve the infrastructure in his home country of Peru, and “help it grow out of poverty.” “With better infrastructure, people wouldn’t have to live without water and electricity in isolated communities. This way, Peru could become a less centralized country, similar to the US, where people don’t have to come to the capital for a better life. With help from the scholarship, I could further my education and get the necessary degrees to accomplish this dream,” he wrote. Denegri’s dad is a diplomat and lives in Lima, Peru. Denegri and his family came to the United States for his dad’s job. But when his dad had to go back to Peru, Denergi made the difficult decision to stay and pursue an American education. While his parents couldn’t attend in-person, his aunts “face-timed” them so they could still experience it. “Thank you for believing in me. I know it’s been hard for both of us, but it worked out,” he said to his parents. He also thanked his aunts for supporting him while he’s been living in the United States. Denegri plans on attending the Colorado School of Mines. He is one of four students in the state who won the [Amazon Future Engineers Scholarship](https://www.amazonfutureengineer.com/scholarships). Hundreds of others around the country were also awarded the scholarship. Applications for the scholarship will open again in the fall of 2024.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.amazonfutureengineer.com/scholarships",
    "https://amazonfutureengineer.com/scholarships"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bruno denegri",
        "sentiment": "negative"
      },
      {
        "name": "ann lujan",
        "sentiment": "none"
      },
      {
        "name": "denergi",
        "sentiment": "none"
      },
      {
        "name": "denegri",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "amazon",
        "sentiment": "negative"
      },
      {
        "name": "sentinel colorado aurora | inside grandview high school",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "aurora",
        "sentiment": "none"
      },
      {
        "name": "denver",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:35:56.806+03:00",
  "updated": "2024-04-22T02:21:53.376+03:00"
}