{
  "thread": {
    "uuid": "e773c58e831d55c90469373c0e9893bfde41d014",
    "url": "https://hidalgo.quadratin.com.mx/principal/anuncia-menchaca-aumento-salarial-a-burocratas/",
    "site_full": "hidalgo.quadratin.com.mx",
    "site": "quadratin.com.mx",
    "site_section": "https://hidalgo.quadratin.com.mx/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Quadratin Hidalgo",
    "title": "Anuncia Menchaca aumento salarial a burócratas",
    "title_full": "Anuncia Menchaca aumento salarial a burócratas",
    "published": "2023-12-29T06:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://hidalgo.quadratin.com.mx/www/wp-content/uploads/2023/12/Julio-Menchaca.png",
    "performance_score": 0,
    "domain_rank": 55544,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e773c58e831d55c90469373c0e9893bfde41d014",
  "url": "https://hidalgo.quadratin.com.mx/principal/anuncia-menchaca-aumento-salarial-a-burocratas/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T06:33:00.000+02:00",
  "title": "Anuncia Menchaca aumento salarial a burócratas",
  "text": "PACHUCA, Hgo., 28 A partir del primero de enero de 2024 los trabajadores sindicalizados y de confianza de los niveles más bajos de ingresos incrementarán su salario a no menos de 7 mil 900 pesos mensuales.\nEsta noticia la hizo esta tarde el mandatario estatal Julio Menchaca Salazar, esto junto Edgar Orlando Ángeles Pérez Oficial Mayor del Estado de Hidalgo, así como de Manlio Herrera Chagoya, dirigente interino del Sindicato Único de Trabajadores al Servicio del Poder Ejecutivo del Estado de Hidalgo (SUTSPEEH).\nEn su mensaje, destacó que, dentro de estas prestaciones para los trabajadores del gobierno estatal, tanto personal sindicalizado, jubilados, pensionados y en activo, tendrán un bono de 2 mil 500 pesos, mismo que se les dará antes de que termine este 2023, de acuerdo con palabras de Menchaca, dadas a conocer por medio de un video.\nEn tanto Herrera Chagoya refirió que en este acuerdo conforme a las prestaciones de ley que se tiene, se otorgará ropa y calzado a los sindicalizados, mientras que a partir del 6 de enero se darán lo concerniente a juguetes para estos trabajadores.\nBajo el punto medular del mensaje fue el homologar los salarios de estos tipos de trabajadores hasta cierto escalafón, con el fin de establecer un mínimo en el tabulador de lo que deben percibir los trabajadores al servicio del gobierno estatal.\nEn este sentido, para los sindicalizados desde el nivel 2 hasta el 6 no podrán percibir en su salario menos de 7 mil 995 pesos, equivalente al nivel 7dentro del tabulador para 2024, que a su vez es un aumento respecto a lo que en este 2023 percibe este nivel por 7 mil 799 pesos.\nMientras que aquellos de confianza desde nivel 3 hasta el 7 no deberán ganar menos de 8 mil 450 que corresponde al tabulador 2024 para el Nivel 8 A, que en este 2023 ronda los 8 mil 143 pesos.\nEs así que a partir del primero de enero todos estos trabajadores se encontrarán en el tabulador bajo los 7 mil 995 pesos en sindicalizados y de confianza 8 mil 450 pesos como base salarial.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T07:35:25.886+02:00",
  "updated": "2023-12-29T07:35:25.886+02:00"
}