{
  "thread": {
    "uuid": "922aed008efa5cce3322d95da30310e83e16a174",
    "url": "https://www.wbaltv.com/article/showers-sneak-in-late-friday/46249232",
    "site_full": "www.wbaltv.com",
    "site": "wbaltv.com",
    "site_section": "http://www.wbaltv.com/9380344?format=rss_2.0&view=feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "Showers sneak in late Friday",
    "title_full": "Showers sneak in late Friday",
    "published": "2023-12-29T12:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/vidthumb/e9fc0771-f356-4349-844d-e7aa5e015408/f578662b-6773-485d-87ea-01e035eebfe5.jpg?crop=1.00xw:1.00xh;0,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 10055,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "922aed008efa5cce3322d95da30310e83e16a174",
  "url": "https://www.wbaltv.com/article/showers-sneak-in-late-friday/46249232",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chelsea Ingram",
  "published": "2023-12-29T12:47:00.000+02:00",
  "title": "Showers sneak in late Friday",
  "text": "Showers sneak in late Friday Showers sneak in late Friday METEOROLOGIST CHELSEA INGRAM. WELL, GOOD MORNING EVERYONE. HAPPY FRIDAY TO YOU. IT IS A HOLIDAY WEEKEND AND WE’VE GOT SOME NICE WEATHER THAT’S HEADING OUR WAY. TEMPERATURES RIGHT NOW ARE IN THE 40S AND 50S. AS WE’RE KICKING OFF YOUR FRIDAY. IT’S 51 IN BALTIMORE, 48 HEREFORD, 46, IN WESTMINSTER. TEMPERATURES ARE IN THE 30S AND 40S AND 50S ON THE EASTERN SHORE. QUITE A SPREAD. IT’S RIGHT NOW 39, IN CAMBRIDGE, BUT IT’S 50 IN SALISBURY AND 50 DOWN THE OCEAN. WE’VE BEEN MONITORING SOME AREAS OF FOG AND REDUCED VISIBILITY. WE’RE AT ABOUT A MILE AND A HALF AT MARTIN’S STATE NEAR ESSEX AND MIDDLE RIVER, SO BE MINDFUL. IN EASTERN BALTIMORE COUNTY THERE COULD BE SOME LINGERING FOG. OTHERWISE, EVERYWHERE ELSE IS LOOKING A LOT BETTER. THIS MORNING, ESPECIALLY COMPARED TO YESTERDAY. AS WE HEAD INTO THIS AFTERNOON, WE’LL BE CLIMBING INTO THE LOW 50S FOR HIGH TEMPS. WE’LL SEE A DECENT AMOUNT OF SUNSHINE TODAY, ESPECIALLY WHEN YOU COMPARE WHAT WE DEALT WITH YESTERDAY. NOW, IF YOU LIVE WEST OF BALTIMORE, YOU LIKELY BROKE OUT INTO SOME FULL SUNSHINE FOR A PERIOD OF TIME. EAST OF BALTIMORE TOOK A LOT LONGER FOR THOSE CLOUDS TO BREAK OUT, BUT WE DID GET A BREAK IN THAT CLOUD DECK BY SUNSET. AS WE LOOK INTO THIS AFTERNOON, WE’LL CALL IT A MIXTURE OF SUN AND CLOUDS THROUGHOUT THE DAY. AND THEN WE WILL BE RUNNING THE RISK MAINLY SOUTH AND EAST OF THE AREA FOR SOME SHOWERS TO DEVELOP. THAT HAPPENS THIS EVENING. AFTER ABOUT SEVEN 8:00, SOME SHOWERS SNEAKING IN AGAIN FROM THE SOUTH AND EAST AND THEN UPSLOPE SNOW SHOWERS IN THE ALLEGHENIES WILL KICK OFF THIS EVENING AS WELL AND CONTINUE INTO THE WEEKEND. WE FAST FORWARD INTO SATURDAY AND WE’LL START THE DAY OUT WITH TONS OF SUNSHINE. BY THE AFTERNOON, THOUGH, CLOUDS WILL FILL BACK IN. WE STILL REMAIN DRY INTO SUNDAY. A MIXTURE OF SUN AND CLOUDS CAN BE EXPECTED OVER ALL, WE’RE LOOKING AT REALLY GREAT WEATHER FOR THE RAVENS GAME. IT IS GOING TO BE A LITTLE BIT COLDER AS COMPARED TO THIS PREVIOUS WEEK. 53. THAT’S THE HIGH FORECAST FOR TODAY. 52. ANNAPOLIS 50. IN GAITHERSBURG ON THE EASTERN SHORE, LOOKING AT HIGH TEMPERATURES IN THE LOW AND MID 50S, SHOULD BE A DECENT DAY TONIGHT. OVERNIGHT LOW TEMPERATURES ARE GOING TO BE COLDER. WE’LL BE DROPPING INTO THE MID AND UPPER 30S ALL DEPENDING ON WHERE YOU LIVE. AND THEN ON SATURDAY A LITTLE COOLER AS WELL. A HIGH TEMPERATURE RIGHT AROUND 50 DEGREES IN BALTIMORE, 48 IN ANNAPOLIS AND 40S ON THE EASTERN SHORE AND SIMILAR TEMPERATURES HEADING INTO SUNDAY. BUT AGAIN, I MENTIONED DRY WEATHER AND LOOKING GOOD FOR THE RAVENS GAME AS WE HEAD INTO MONDAY. CAN’T RULE OUT AN ISOLATED SHOWER. WE’RE DRY TUESDAY AND WEDNESDAY WITH HIGHS IN THE 40S ON THURSDAY. TRACKING A RISK OF SHOWERS, SOME WE Advertisement Showers sneak in late Friday Meteorologist Chelsea Ingram shows how showers sneak in late Friday in Maryland. BALTIMORE — Meteorologist Chelsea Ingram shows how showers sneak in late Friday in Maryland. Advertisement",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "chelsea ingram",
        "sentiment": "negative"
      },
      {
        "name": "hereford",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cambridge",
        "sentiment": "none"
      },
      {
        "name": "salisbury",
        "sentiment": "none"
      },
      {
        "name": "essex",
        "sentiment": "none"
      },
      {
        "name": "baltimore",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T13:52:25.555+02:00",
  "updated": "2023-12-29T15:58:19.989+02:00"
}