{
  "thread": {
    "uuid": "ec647c4393f644ccc24ad078ba1fb1ceb080ff09",
    "url": "https://www.otempo.com.br/cidades/fieis-se-unem-para-subir-6-km-em-via-sacra-na-serra-da-piedade-1.3357136",
    "site_full": "www.otempo.com.br",
    "site": "otempo.com.br",
    "site_section": "https://www.otempo.com.br/cmlink/o-tempo-contagem-1.650422",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "",
    "title": "Fiéis se unem para subir 6 km em Via Sacra na Serra da Piedade",
    "title_full": "Fiéis se unem para subir 6 km em Via Sacra na Serra da Piedade",
    "published": "2024-03-29T16:36:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.otempo.com.br/image/contentid/policy:1.3357137:1711719384/via-sacra-serra-da-piedade-jpeg.jpeg?f=3x2&amp;q=0.6&amp;w=1200&amp;$p$f$q$w=9606bd4",
    "performance_score": 0,
    "domain_rank": 19653,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ec647c4393f644ccc24ad078ba1fb1ceb080ff09",
  "url": "https://www.otempo.com.br/cidades/fieis-se-unem-para-subir-6-km-em-via-sacra-na-serra-da-piedade-1.3357136",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bruno Daniel",
  "published": "2024-03-29T16:36:00.000+03:00",
  "title": "Fiéis se unem para subir 6 km em Via Sacra na Serra da Piedade",
  "text": "Orações, reflexão e meditação uniram jovens e adultos na Serra da Piedade, em Caeté, região metropolitana de Belo Horizonte, na manhã desta Sexta-Feira da Paixão (29). Vários fiéis fizeram, de crianças a idosos, fizeram a Via Sacra do pé ao topo da Serra da Piedade, conduzidas pelo reitor do Santuário Basílica Nossa Senhora da Piedade, Wagner Calegário. A Via Sacra é uma tradição cristã desde o século IV, quando os fiéis peregrinavam em direção a Jerusalém, percorrendo o caminho feito por Jesus Cristo até o calvário. Mas foi só no século 17 que ela se tornou um rito oficial da Igreja Católica. No ritual, os fiéis relembram e meditam sobre a Paixão e a Morte de Jesus Cristo , em um caminho de purificação para receber a Indulgência Plenária. Durante a caminhada, conduzidos pelo sacerdote, os peregrinos fazem 14 paradas - as 14 estações, cada uma relembrando um momento específico de Jesus até sua crucificação e morte. O padre Wagner Calegário explica que, durante o trajeto, é também um momento do cristão fazer uma reflexão sobre a própria caminhada na Terra. \"Olhamos para cada passo de Jesus Cristo durante o Calvário e fazemos uma alusão com a nossa vida. A cada passo, percebemos quais são nossas quedas, nossas fraquezas, as consolações que encontramos, nossas desolações. E a cada passo, nos unirmos a ele (Jesus)\", ensina. Para muitos fiéis, a Sexta-Feira da Paixão é um momento de tristeza, por relembrar a dor e o sofrimento de Jesus Cristo. Mas padre Wagner chama a atenção para a importância de pensar por outro ângulo. \"A cruz é nosso horizonte, como Ele (Jesus) nos diz. Mas ela não é o ponto final. Nossa vida é feita de alegrias e tristezas. E na Via Sacra, meditando a Escritura, no silêncio e olhando para o futuro, reconfigurar nossa vida\", defende. Devoção e fé Para alguns fiéis, a peregrinação começou antes mesmo da Via Sacra. Alguns participantes foram a pé de casa para a Serra da Piedade. É o caso do vendedor Guilherme Gomes do Santos, de 19 anos. Junto com familiares e amigos, ele saiu às 4h da manhã de Roças Novas rumo à Via Sacra, ritual que, segundo ele, se repete desde 2018. \"Toda Sexta-Feira Santa a gente faz. São oito quilômetros lá de Roças Novas até aqui. Depois mais seis quilômetros até lá em cima (no topo da Serra. Sempre com alegria e muita força\", conta o rapaz. Segundo ele, são pelo menos 40 pessoas. Entre tantos locais que realizam a Via Sacra, Guilherme entende que a Serra da Piedade é mais especial. Este lugar é lindo. Representa muito a cidade. Muitas pessoas vêm de outros estados para visitar\", diz Guilherme, que garante: a caminhada vale a pena. \"Jesus sofreu tanto por nós. Temos que sofrer um pouco por ele também\", defende. Quem também caminhou de casa até a Serra foi o aposentado Vanderlei de Oliveira e Silva, de 70 anos. Ele é responsável por um grupo chamado Trilhas da Fé, que faz peregrinações. Desde 2016, o grupo sai às 5h da manhã de Caeté, na região metropolitana da capital, para participar da Via Sacra. O fiel, católico desde criança, pensa que a Serra da Piedade é o lugar ideal para meditar sobre a Paixão e Morte de Cristo. \"É um lugar que descarrega muito a gente, a gente fica bem leve e sempre no colo da mãe (Nossa Senhora da Piedade). Eu acho que compensa o sacrifício por Jesus\", elogia. Teve também quem foi ao local para participar da Via Sacra na Serra da Piedade pela primeira vez, como a dentista Eloísa Guimarães Costa, de 62 anos. Ela acredita que a Via Sacra é importante para os cristão manterem o coração em Deus, além de ser um momento de gratidão pela vida. Assim como o padre Wagner Calegário, reitor do santuário Nossa Senhora da Piedade, a mulher defende que a Via Sacra não é momento para tristeza. \"Nós temos um Deus que é vivo. Jesus morreu por nós, derramou o sangue por nós. Passamos pelas etapas pensando que ele carregou a cruz dos nossos pecados. E lá em cima, no terceiro dia, teremos a certeza de que Jesus não está morto. Está vivo\", argumenta Eloísa, que pretende voltar à Serra da Piedade ano que vem, para a Via Sacra.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T16:45:12.665+03:00",
  "updated": "2024-03-29T17:16:39.741+03:00"
}