{
  "thread": {
    "uuid": "817c79a49366bf35d97d33785b57e249b788f955",
    "url": "https://www.timesnownews.com/india/ulfa-centre-peace-accord-rings-investment-bells-in-singapore-article-106407626",
    "site_full": "www.timesnownews.com",
    "site": "timesnownews.com",
    "site_section": "https://www.timesnownews.com/?frmapp=yes",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News, Breaking News, News Today, Live News | Times Now",
    "title": "ULFA-Centre Peace Accord Rings Investment Bells In Singapore | India News, Times Now",
    "title_full": "ULFA-Centre Peace Accord Rings Investment Bells In Singapore | India News, Times Now",
    "published": "2023-12-30T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.tnn.in/thumb/msid-106407906,thumbsize-6972,width-1280,height-720,resizemode-75/106407906.jpg",
    "performance_score": 0,
    "domain_rank": 4254,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "817c79a49366bf35d97d33785b57e249b788f955",
  "url": "https://www.timesnownews.com/india/ulfa-centre-peace-accord-rings-investment-bells-in-singapore-article-106407626",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Megha Rawat",
  "published": "2023-12-30T02:00:00.000+02:00",
  "title": "ULFA-Centre Peace Accord Rings Investment Bells In Singapore | India News, Times Now",
  "text": "Singapore has lauded India's historic signing of a peace accord with the United Liberation Front of Assam (ULFA), saying that it will significantly enhance foreign investments from Singapore in the Northeast region.The Centre, Assam government and ULFA on Friday signed the long-elusive tripartite peace accord in New Delhi on Friday, leaving just one separatist group, ULFA's anti-talk faction, ULFA (Independent) outside the peace process.Expressing his appreciation for the tripartite peace pact between ULFA, the Centre and the Assam government, Singapore High Commissioner to India, Simon Won took to social media platform X (formerly Twitter) and said, \\\"We are happy to see the historic tripartite peace pact signed amongst ULFA, GOI and the Govt of Assam. This will anchor peace in the region and give a big boost to foreign investors like Singapore to move into the Northeast.\\\" We are happy to see the historic tripartite peace pact signed amongst ULFA, GOI and the Govt of Assam. This will anchor peace in the region and give a big boost to foreign investors like Singapore to move into the Northeast. - HC Wong @PMOIndia @CMOfficeAssam @HMOIndia https://t.co/u0QuyPRXvH— Singapore in India (@SGinIndia) December 30, 2023 ]]>The Singapore envoy's comments came as a reply to the post of Assam Chief Minister Himanta Biswa Sarma, who had called it a \\\"historic day\\\" and said that this step is in the direction of lasting peace and progress in Assam.Himanta Biswa Sarma said, \\\" Guided by the sterling vision and blessings of PM Modi, efforts for lasting peace and progress in Assam received a historic impetus today. The Memorandum of Settlement, signed under the guidance of Union Home Minister Amit Shah, stands out for many reasons.\\\" CM Saram further said that the agreement draws the curtains on Assam’s “oldest armed resistance pursued by ULFA, protects the interests of our people and paves way for spurring growth in the region”.Calling it a special day for ‘Bharat’, Sarma further added that those who were once associated with violence will become partners in the nation’s progress. “For an entire generation, the insurgency had stymied the potential of Assam. The single-minded pursuit of inclusive development by Hon’ble PM since 2014 has resulted in today’s transformative achievement which marks a new dawn of harmony and togetherness,” he stated.ULFA Signs Landmark Peace Deal With Centre And AssamA 29-member delegation of the ULFA’s pro-talks delegation, including 16 ULFA members and 13 from civil society, signed the agreement on Friday. This a significant pact as the banned ULFA-Independent has been the only major insurgent outfit in the state after the ULFA pro-talks faction signed the agreement with the Centre and Assam government.The separatist ULFA was formed in April 1979 in the aftermath of an agitation against undocumented immigrants from Bangladesh (erstwhile East Pakistan).It split into two groups in February 2011 with the Arabinda Rajkhowa-led faction giving up violence and agreeing to unconditional talks with the government. Paresh Baruah, who leads the other rebranded ULFA-Independent faction, is against the talks.The pro-talks faction has sought constitutional and political reforms for the protection of the identity and resources of Assam’s indigenous people including their right to land. The Union government in April sent it a draft agreement. An earlier round of talks between the two sides was held in Delhi in August.Notably, the BJP-led Centre has signed peace deals with rebel Bodo, Dimasa, Karbi, and Adivasi outfits in Assam over the last three years.Meanwhile, Union Home Minister Amit Shah has assured the United Liberation Front of Assam (ULFA) pro-talks faction of time-bound implementation of the agreement that was signed. (ANI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://t.co/u0QuyPRXvH&mdash;",
    "https://www.t.co/u0QuyPRXvH&mdash;"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "simon won",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ulfa",
        "sentiment": "negative"
      },
      {
        "name": "united liberation front",
        "sentiment": "negative"
      },
      {
        "name": "times now singapore",
        "sentiment": "negative"
      },
      {
        "name": "india news",
        "sentiment": "negative"
      },
      {
        "name": "goi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "singapore",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "northeast",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T18:45:03.317+02:00",
  "updated": "2023-12-30T18:45:03.317+02:00"
}