{
  "thread": {
    "uuid": "a76c09786245ee5d12ee517150dff87f0571a332",
    "url": "https://www.globalair.com/articles/aviation-groups-applaud-recent-mental-health-recommendations-to-faa?id=7222",
    "site_full": "www.globalair.com",
    "site": "globalair.com",
    "site_section": "https://globalair.com/articles",
    "site_categories": [],
    "section_title": "Aviation News, Updates | GlobalAir.com",
    "title": "Aviation groups applaud recent mental health recommendations to FAA",
    "title_full": "Aviation groups applaud recent mental health recommendations to FAA",
    "published": "2024-04-04T23:26:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://resources.globalair.com/images/article/240404_faa_mental_health.jpg?w=600&h=300&mode=crop",
    "performance_score": 0,
    "domain_rank": 57939,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a76c09786245ee5d12ee517150dff87f0571a332",
  "url": "https://www.globalair.com/articles/aviation-groups-applaud-recent-mental-health-recommendations-to-faa?id=7222",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Haley Davoren, GlobalAir.com",
  "published": "2024-04-04T23:26:00.000+03:00",
  "title": "Aviation groups applaud recent mental health recommendations to FAA",
  "text": "Aviation News Posted By: [ Haley Davoren, GlobalAir.com](/articles/writer-haley-davoren) Published: Apr. 4, 2024 at 03:26 PM EST Updated: Apr. 4, 2024 at 03:34 PM EST Photo credit to [AOPA](https://www.aopa.org/news-and-media/all-news/2024/april/03/faa-publishes-mental-health-recommendations) The Mental Health and Aviation Medical Clearances Rulemaking Committee issued its recommendations to the FAA after months of review and aviation groups are applauding the recommendations made and the continued effort to evolve and address mental health concerns in the industry. The Mental Health ARC was formed in December to provide a forum for the U.S. aviation community to discuss the barriers many members face surrounding mental health. The ARC was asked to tackle many issues relating to mental health in aviation, primarily the barriers that are preventing members from speaking up or seeking help. ARC members covered a range of roles in the industry including aerospace medicine, psychiatric and psychological medical experts from the FAA Office of Aerospace Medicine, the NTSB, academia and international aviation industry associations and civil aviation authorities. Groups like the NBAA, EAA and AOPA have spoken out after the FAA published its statement, praising the progress. RELATED STORIES: [Mental health rulemaking committee issues recommendations to FAA](https://www.globalair.com/articles/mental-health-rulemaking-committee-issues-recommendations-to-faa?id=7206) [FAA forms rulemaking committee to examine pilot mental health](https://www.globalair.com/articles/faa-forms-rulemaking-committee-to-examine-pilot-mental-health?id=6606) The ARC issued several recommendations including the development of a non-punitive pathway for disclosing mental health conditions and treatments, expanding the use and promotion of Peer Support Programs, increasing mental health training, improving quality assurance for Aviation Medical Examiners and modernizing the FAA’s information management system/Aviation Medical Certification Subsystem. These recommendations addressed many barriers like culture, fear, trust, stigma, financial, process, and knowledge and information gaps. “These concerns often stand in the way of pilots and controllers seeking mental health help,” said Mark Larsen, CAM, NBAA’s director for safety and flight operations and an ARC member. The ARC reviewed mental health guidelines and procedures that are currently in place at other international regulatory agencies, relating how these experiences can help to inform decisions and ensure improvements to the FAA’s approaches. “In total, the ARC report includes 24 recommendations to the FAA and aviation stakeholders,” Larsen said. “If fully implemented, these recommendations would help ensure those in the aviation community seek out appropriate resources and treatment to address mental health concerns.” The 169-page-long report outlines the 24 recommendations, explaining how to achieve them, what issues they will tackle and which barriers they address. The committee delved into the many reasons why pilots and controllers choose not to seek treatment or disclose symptoms. Problems like fear over the stigma, financial concerns, job loss, loss of clearance or medical certificates, and the complicated process of obtaining a medical certificate. Recommendations also addressed treatment options like talk therapy, peer support groups and medications. “These recommendations are a step in the right direction,” AOPA President Mark Baker said. “We very much appreciate being represented on the ARC and the leadership of FAA Federal Air Surgeon Dr. Susan Northrup in recognizing the need to address mental health issues and update FAA processes. We now look forward to the FAA implementing these recommendations.” The EAA was one of 20 voting members to make recommendations to the FAA regarding its approach to mental health for pilots, controllers or other safety-sensitive personnel. The group has been vocal in the past about a need for change. The EAA counsels pilots on aeromedical issues with its staff and volunteer Aeromedical Advisory Council, which has noted the large number of new pilots applying for FAA medical certification with a mental health diagnosis in the past decade. “I am immensely proud of what we were able to accomplish on this ARC,” said Tom Charpentier, EAA government relations director and representative to the committee. “These recommendations, if implemented, will represent enormous progress in an area of policy that has a reputation of being slow to change. I am excited about these recommendations not only as a committee member, but as a pilot.” The EAA said it will remain involved as the ARC report is being considered by the FAA for implementation. The group said it is confident that the report will be remembered as a milestone, “aerospace medicine is an ever-evolving landscape and we will continue to advocate for our members.” The National Air Traffic Controllers Association responded, encouraging the FAA to adopt these recommendations. NATCA Executive VP Andrew LeBovidge was a representative on the committee. The union said it was looking forward to working with the FAA on future implementation following the report. “NATCA is honored to have participated in this very important endeavor,” LeBovidge said. “The implementation of the ARC’s recommendations will fundamentally change the FAA’s approach to mental health and will greatly benefit the dedicated aviation safety professionals that NATCA represents. We must overcome barriers – including fear, lack of trust, financial uncertainty, and cumbersome processes – that hinder individuals from seeking care for mental health issues. This work is long overdue, and we are excited to begin the next phase to see these recommendations come to fruition.” The National Flight Training Alliance said it fully supported the ARC report recommendations. NFTA CEO Captain Lee Collins was an ARC committee member. Collins said the NFTA will continue to monitor the status of these recommendations as the FAA reviews the report for the next steps. “The flight training industry is the gateway to the aviation industry, and the first place where a culture change can truly take place among the future generation of aspiring pilots and air traffic controllers,” Collins said. “For far too long, earlier generations of pilots were fearful of reporting any kind of physical or mental health challenge for fear of job loss and related stigma. With these recommended changes, a culture shift supporting overall physical and mental health is a realistic and attainable goal. NFTA and our member organizations possess the collective knowledge, information and educational opportunities to impart positive change within the aviation community at the training level and are committed to doing so in cooperation with other aviation stakeholders and the FAA.” RELATED STORIES: [Examining the mental health crisis in aviation after a recent crash](https://www.globalair.com/articles/examining-the-mental-health-crisis-in-aviation-after-a-recent-crash?id=6955) [Mental health in aviation - how the FAA is changing views on mental illness](https://www.globalair.com/articles/mental-health-in-aviation-how-the-faa-is-changing-views-on-mental-illness?id=5898) It has been over 50 years since the FAA appointed its first Chief Psychiatrist in 1970. Views and treatment for mental health have changed immensely and the FAA is making an effort to evolve for the current and future industry members. With these recommendations, the FAA will review and determine the steps to take next to break down barriers and improve mental health in the industry. “We applaud the FAA, and specifically the Office of Aerospace Medicine, for convening the ARC to bring industry and government together to address this important safety issue,” Larsen said. “NBAA will continue its leadership promoting aviation mental health and take steps to further support the mental health of those in business aviation.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://www.aopa.org/news-and-media/all-news/2024/april/03/faa-publishes-mental-health-recommendations)",
    "https://aopa.org/news-and-media/all-news/2024/april/03/faa-publishes-mental-health-recommendations)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "haley davoren",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "faa",
        "sentiment": "negative"
      },
      {
        "name": "aopa",
        "sentiment": "none"
      },
      {
        "name": "mental health and aviation medical clearances rulemaking committee",
        "sentiment": "none"
      },
      {
        "name": "ntsb",
        "sentiment": "none"
      },
      {
        "name": "faa office of aerospace medicine",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:07:07.296+03:00",
  "updated": "2024-04-05T02:07:07.296+03:00"
}