{
  "thread": {
    "uuid": "cef618d61b043c35ace4ceee5553dbed252d66db",
    "url": "https://vnexplorer.net/z/521936.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Sacred Mysteries: It’s time to celebrate things too hard to understand",
    "title_full": "Sacred Mysteries: It’s time to celebrate things too hard to understand",
    "published": "2024-06-02T02:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1nqI3G.img",
    "performance_score": 0,
    "domain_rank": 96541,
    "domain_rank_updated": "2024-05-28T13:10:09.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cef618d61b043c35ace4ceee5553dbed252d66db",
  "url": "https://vnexplorer.net/z/521936.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-06-02T02:56:00.000+03:00",
  "title": "Sacred Mysteries: It’s time to celebrate things too hard to understand",
  "text": "A mosaic of the Sacred Heart at Paray-le-Monial, Burgundy - Bridgeman Some big days in the Church’s year around now expect believers to celebrate teaching that it is hard to begin to grasp. I think that is the right way round: celebrate first and so begin to understand. If you wait until you understand, you’ll never begin to celebrate. The teachings I have in mind are those about God the Trinity, celebrated this year on May 26. Then there is Corpus Christi, the feast honouring the Body, Blood, Soul and Divinity of Jesus Christ present in the Blessed Sacrament. That was held on Thursday May 30, or is commonly held over to the following Sunday, June 2. On Friday June 7 is the feast of the Sacred Heart of Jesus, which may seem not only obscure in doctrine, but also, if the associated art is anything to go by, in rather bad taste. For much of the history of Christianity, the challenge has been to believe that Jesus is God. But just as harmful and more insidious is a failure to believe that he is a man, fully human. A problem here is the use of some technical terms in different senses by opposing factions. I’m not going to attempt to go into it here, but physis, which we translate as “nature” is an example. Unless Jesus is God and man, then mankind has not in him been reconciled to God. The devotion of the Sacred Heart is intended to express the idea that Jesus has loved us with a human heart, in his human nature. The person who does the loving is the eternal Son of God. He assumed human flesh at the Incarnation. But the human flesh he assumed (or took on) was animated by a human soul: it is not that Jesus has a divine person operating his body instead of a human soul doing so. In considering whether Jesus has a separate will (a faculty of choosing and loving), the Church opposed monothelitism (a pious mistake that supposed he had only one will, somehow shared by God and man). But since he has a human soul, Jesus has a human will, as he has a human intellect. This has a consequence of great importance when it comes to considering the effects of his death. “In suffering and death,” the Catechism of the Catholic Church puts it, “his humanity became the free and perfect instrument of his divine love which desires the salvation of men.” His will as God and his will as a man are not an identical thing, but they both have the same intention. Jesus freely accepted his suffering and death. “No one takes it [my life] from me,” he is quoted in the Gospel of St John as saying, “but I lay it down of my own accord.” This is not to deny the injustice of his death. It is the sort of thing an unjust world does to a just person. God’s Son has sovereign freedom: he could do whatever he wanted, and chose to accept death as a sacrifice to atone for the alienating offences of mankind. The mechanics, as it were, of the redemption of mankind by the death and resurrection of Jesus are not easy to express. A formula such as “Jesus died for our sins” is true without saying exactly how that worked. Similarly, the solemn feast of Corpus Christi focuses on the Last Supper, when Jesus took bread and wine and said: “This is my body” and “This cup is the new covenant in my blood”. That institution of the Eucharist, the central act of Christian liturgy, identifies it with the death of Jesus on the cross, made effective as a sacrifice by his acceptance of it. It is also accomplished by God the Trinity: by the decision of the Father and the work of the Holy Spirit, the death of the Son brought life to the world. Speaking about aspects of these mysteries is possible, but they are best explored implicitly in the Eucharist, Sunday by Sunday. Play The Telegraph’s brilliant range of Puzzles - and feel brighter every day. Train your brain and boost your mood with PlusWord, the Mini Crossword, the fearsome Killer Sudoku and even the classic Cryptic Crossword.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      },
      {
        "name": "corpus christi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "trinity",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "burgundy",
        "sentiment": "none"
      },
      {
        "name": "paray-le-monial",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T11:01:53.018+03:00",
  "updated": "2024-06-02T11:01:53.018+03:00"
}