{
  "thread": {
    "uuid": "78050b51926825a5b3b4b0c6321dcf22a22f9fb0",
    "url": "https://robbreport.com/partners/dom-perignon-exclusive-luxury-private-dining-le-bristol-paris-1235446000/",
    "site_full": "robbreport.com",
    "site": "robbreport.com",
    "site_section": "https://robbreport.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Robb Report",
    "title": "Exclusive, Luxury, Private Dining with Le Bristol Paris and Dom Pérignon",
    "title_full": "Exclusive, Luxury, Private Dining with Le Bristol Paris and Dom Pérignon",
    "published": "2024-01-05T23:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://robbreport.com/wp-content/uploads/2023/12/Le-Bristol-Paris-et-Dom-Perignon-ClaireCocano-HD-2.jpg?w=681&#038;h=383&#038;crop=1",
    "performance_score": 0,
    "domain_rank": 4387,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "78050b51926825a5b3b4b0c6321dcf22a22f9fb0",
  "url": "https://robbreport.com/partners/dom-perignon-exclusive-luxury-private-dining-le-bristol-paris-1235446000/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "John Yan",
  "published": "2024-01-05T23:07:00.000+02:00",
  "title": "Exclusive, Luxury, Private Dining with Le Bristol Paris and Dom Pérignon",
  "text": "Since January 1, 2019, when Vincent Chaperon became Chef de Cave of Dom Pérignon, this thoughtful and passionate winemaker has sought to nurture Dom Pérignon’s Patrimoine de Création (the wine’s unrivaled creative heritage) with ever more inspiring experiences built around its vintages and his 13-year apprenticeship under his predecessor, the legendary Richard Geoffroy. As Chaperon observes, “We must intimately know our vineyards and our wines; we have to pamper them, learn to love them to create assemblages that strive for harmony.” The storied Champagne’s vision and mission to deliver new experiences and new vintages that surprise and delight is guided by harmony as a source of emotion. From now until February 18, 2024, a new face of the unique Dom Pérignon Maison is available to discerning clients of the prestigious hotel Le Bristol Paris in a spectacular collaboration with the hotel’s three-Michelin-starred Executive Chef Eric Frechon. Combining discreet luxury with savoir faire, this icon of French elegance and art de vivre is located at one of the city’s most important addresses on the famous Rue du Faubourg Saint-Honoré and, notably, was the first hotel in France to receive the renowned designation of “Palace,” a mark of the highest distinction. Together, Frechon and Chaperon have created Le Bristol Paris X Dom Pérignon: a combination of gastronomic excellence with four specially selected and rare Dom Pérignon vintages; a partnership designed to express the finest qualities of food and wine; a sublime adventure through meticulously crafted pairings of Dom Pérignon’s best-in-class millesimes; and the very height of French gastronomy. An exclusive private dining room for a maximum of six guests has been specially created in the center of Le Bristol Paris’ majestic courtyard garden, just yards from the exclusive Rue du Faubourg St Honoré. In this remarkable and intimate space, diners will embrace an experiential journey, while in a sensational trompe l’oeil effect, one-way mirrors will preserve the privacy of participants while creating an alluring effect from the exterior—a place to see without being seen. The evening Le Bristol Paris X Dom Pérignon begins with a selection of canapés served in the contemporary lines and glamorous finishes of the bar—truly a world first—where exceptional cuvées normally only offered by the bottle are served by the glass to accompany a tantalizing selection of hors d’oeuvres. As a stand-alone experience, the extraordinary fusion of the two minds of chef and cellar master would be memorable. However, the hors d’oeuvres are merely a curtain raiser, the overture if you will, to set in motion a dialogue between two artists whose mastery of their individual crafts is only surpassed by the extraordinary fusion of their two visions. Their shared and passionate quest for the quintessential flavor pairings together blend seamlessly to create the perfect balance of food, wine, and surroundings that make for an unforgettable evening. The pairing opens with a caviar de Sologne matched to Dom Pérignon’s exceptional Vintage 2013, moving on to the exquisitely classic Noix de Saint Jacques (scallops) served with the outstanding refinement of the Rosé Vintage 2009. This hint of the ocean introduces a spectacular pan-seared wild turbot with white truffle and the remarkable Dom Pérignon Vintage 2004 Plénitude 2 cuvée. Dishes are crafted in outstanding detail to highlight the poetry that occurs when the creations of a decorated chef meet the cultivated nuances of the world’s finest Champagnes. A particular highlight is the fourth course of Poularde de Bresse en vessie, in which a meticulously prepared Bresse chicken (widely regarded as the finest in France) is stuffed with foie gras, truffles, and other flavorings, then poached in chicken broth. Accompanying this is the somewhat more mature Dom Pérignon Plénitude 2 Vintage 2002, the greater richness of the older wine proving to be the ideal partner to a dish with its roots in early French cuisine. How does one follow a repast of such sumptuous flavors prepared with such precision and balance? The Plénitude 2 Vintage 2002 cuvée, a wine that caresses the taste buds like falling stars proved to be the perfect partner to the presentation of an exquisite black truffle crème glacée served with a hazelnut emulsion and gianduja chocolate. It’s an apt metaphor for this exceptional, limited-time-only experience, something to catch and cherish before it fades gently away. Le Bristol Paris X Dom Pérignon includes a tasting and Champagne dinner, available now through February 18, 2024, for €1,200 per person, only with reservation. Dom Pérignon Pop-up Bar in Le Bristol’s garden, upon availability with reservation, Tuesday to Saturday, from 6pm. Enjoy responsibly.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vincent chaperon",
        "sentiment": "negative"
      },
      {
        "name": "dom pérignon maison",
        "sentiment": "none"
      },
      {
        "name": "chaperon",
        "sentiment": "none"
      },
      {
        "name": "richard geoffroy",
        "sentiment": "none"
      },
      {
        "name": "eric frechon",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "le bristol paris",
        "sentiment": "negative"
      },
      {
        "name": "michelin",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "chef de cave",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:19:28.522+02:00",
  "updated": "2024-01-13T03:22:24.951+02:00"
}