{
  "thread": {
    "uuid": "3abeb71a76caf46a944d5a7fb8b635e98eeb02f1",
    "url": "https://captainaltcoin.com/blockdags-community-focus-outshines-bnb-trading-volume-ltc",
    "site_full": "captainaltcoin.com",
    "site": "captainaltcoin.com",
    "site_section": "https://captainaltcoin.com",
    "site_categories": [
      "finance"
    ],
    "section_title": "CaptainAltcoin - Cryptocurrency Guides, News &amp; Reviews - CaptainAltcoin",
    "title": "BlockDAG's Community Investment Counts 14.8 Billion Coins: Set New Crypto Standard for BNB Trading Volume & Litecoin Price - CaptainAltcoin",
    "title_full": "BlockDAG's Community Investment Counts 14.8 Billion Coins: Set New Crypto Standard for BNB Trading Volume & Litecoin Price - CaptainAltcoin",
    "published": "2024-04-11T23:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://captainaltcoin.com/wp-content/uploads/2024/02/image-1056.png",
    "performance_score": 0,
    "domain_rank": 87879,
    "domain_rank_updated": "2024-04-09T13:11:30.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3abeb71a76caf46a944d5a7fb8b635e98eeb02f1",
  "url": "https://captainaltcoin.com/blockdags-community-focus-outshines-bnb-trading-volume-ltc",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Temitope Olatunji",
  "published": "2024-04-11T23:30:00.000+03:00",
  "title": "BlockDAG's Community Investment Counts 14.8 Billion Coins: Set New Crypto Standard for BNB Trading Volume & Litecoin Price - CaptainAltcoin",
  "text": "The surge in BNB trading volume, surpassing $2.2 billion in daily transactions, highlights the escalating interest in the Binance-backed BNB Chain, especially within decentralised exchanges. Similarly, the Litecoin (LTC) price forecast predicts a notable ascent to $150, showing strong market confidence. For those scouting new crypto to invest in, [ BlockDAG](https://blockdag.network/) Network gives promising contender plans. With its strategic allocation of 14.8 Billion coins for community building and its 8th presale batch priced at $0.0045 per coin, BlockDAG positions itself as an innovative platform fostering community engagement and offering substantial investment potential. What you'll learn 👉 BNB Chain Sees Surge in Trading Volume BNB Chain’s daily trading volume reached a significant milestone on March 24, surpassing $2.2 billion, which accounts for more than a quarter of the total volume on decentralised exchanges tracked by DeFillama. This surge in BNB trading volume highlights the growing interest and activity on the Binance-backed Layer 1 blockchain. PancakeSwap, the leading decentralised exchange on the network, heavily influences the trading volume of BNB. It processed over $1.3 billion worth of trades in its V2 and V3 versions in the last 24 hours. The most traded tokens contributing to this BNB trading volume include USDT, BNB itself, the newly launched VENOM and the [meme](https://captainaltcoin.com/meme-coins/) coin Cat in a Dog’s World (MEW). LTC Poised for $150 Surge The Litecoin price forecast anticipates a potential surge to $150 before the Bitcoin halving event. Litecoin’s recent performance has been impressive, with a 35% increase in the last 20 days, peaking at $105.98 on April 8. Miners have been accumulating Litecoin, adding 20,000 LTC to their reserves in April, indicating confidence in the asset’s future appreciation. The resistance for Litecoin is at the $114 price level, but if overcome, a move towards $120 is in sight. BlockDAG’s Rarity and Value Preservation with 150 Billion Total Supply The BlockDAG Coin (BDAG) has a total supply of 150 billion coins, emphasising its rarity and commitment to value preservation. The BlockDAG Network undergoes a halving event every 12 months, similar to Bitcoin’s approach to prevent excessive inflation. The network allocates 66% of its total supply to the community and 80% to miners, rewarding them for their crucial role in maintaining security and reliability. Additionally, 15% of the community allocation, counting 14.8 billion coins, is dedicated to community-building efforts to foster a vibrant ecosystem. Utilising the allocated supply, BlockDAG focuses on building a community through various initiatives such as educational programs, hackathons, and conferences. Its economic model aims to ensure a stable and predictable environment by capping the total coin supply to mitigate inflation risks. This strategy instils confidence in the network’s long-term sustainability. The platform has ambitious goals, with a projected 30,000X ROI supported by its presale performance. The release of its V2 white paper and promotional activities, such as its display on the Las Vegas Sphere, have generated significant interest in the crypto community. This is evident in the presale growth, reaching Batch 8 with the current price of the coin to be $0.0045. Summing Up The trading volume of BNB and the forecasted price of Litecoin showcase promising developments in the crypto market. However, they struggle to meet BlockDAG’s innovative targets. With its significant investment of 14.8 billion coins in community building and the attractive price of $0.0045 per coin in its 8th presale batch, BlockDAG shows its commitment to fostering a robust and engaged community, making it a noteworthy contender for investors seeking new opportunities. The release of the technical white paper further enhances the reach of BlockDAG among the crypto community. Join BlockDAG Presale Now: [Website](https://blockdag.network/) – [Presale](https://purchase.blockdag.network/) – [Telegram](https://t.me/blockDAGnetworkOfficial) – [Discord](https://discord.gg/Q7BxghMVyu) Disclaimer: This sponsored content is not endorsed by CaptainAltcoin, which takes no responsibility for its accuracy or quality. This content was not written by CaptainAltcoin’s team. We advise readers to do their own research before interacting with any featured companies. The information provided is not financial or legal advice. Neither CaptainAltcoin nor any third party recommends buying or selling any financial products. Investing in crypto assets is high-risk; consider the potential for loss. CaptainAltcoin is not liable for any damages or losses from using or relying on this content.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://purchase.blockdag.network/)",
    "https://blockdag.network/)",
    "https://t.me/blockDAGnetworkOfficial)",
    "https://discord.gg/Q7BxghMVyu)",
    "https://www.purchase.blockdag.network/)",
    "https://www.blockdag.network/)",
    "https://www.t.me/blockDAGnetworkOfficial)",
    "https://www.discord.gg/Q7BxghMVyu)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "defillama",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bnb trading volume & litecoin price",
        "sentiment": "negative"
      },
      {
        "name": "bnb",
        "sentiment": "negative"
      },
      {
        "name": "bnb chain",
        "sentiment": "none"
      },
      {
        "name": "ltc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "litecoin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T02:29:12.150+03:00",
  "updated": "2024-04-12T02:29:12.150+03:00"
}