{
  "thread": {
    "uuid": "ea586b74de6f08e462e42ac2128b1dbfbf847a91",
    "url": "https://www.yucatan.com.mx/yucatan/2024/07/05/ya-hay-mejor-prevencion-contra-los-huracanes-en-valladolid.html",
    "site_full": "www.yucatan.com.mx",
    "site": "yucatan.com.mx",
    "site_section": "https://www.yucatan.com.mx/yucatan",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Yucatán",
    "title": "Ya hay mejor prevención contra los huracanes en Valladolid - Diario de Yucatán",
    "title_full": "Ya hay mejor prevención contra los huracanes en Valladolid - Diario de Yucatán",
    "published": "2024-07-05T11:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://i0.wp.com/newspack-yucatan.s3.amazonaws.com/uploads/2024/07/IMG-50107093.jpg?fit=1200%2C810&ssl=1",
    "performance_score": 0,
    "domain_rank": 33168,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ea586b74de6f08e462e42ac2128b1dbfbf847a91",
  "url": "https://www.yucatan.com.mx/yucatan/2024/07/05/ya-hay-mejor-prevencion-contra-los-huracanes-en-valladolid.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Impreso",
  "published": "2024-07-05T11:00:00.000+03:00",
  "title": "Ya hay mejor prevención contra los huracanes en Valladolid - Diario de Yucatán",
  "text": "VALLADOLID.— Familias desesperadas de última hora para cortar árboles, asegurar ventanas de cristal, amarrar tinacos, techos de láminas y todo objeto que pudiera representar un peligro por el impacto del huracán “Beryl”, es lo que se observó ayer, a horas del azote del fenómeno meteorológico. En lo referente a las ventas, se intensificó un poco más el movimiento en las tiendas, hay escasez de sogas, cinta canela, paños de madera de triplay, velas, veladoras, aunque alguno comercios anunciaron que resurtieron su inventario sobre todo de autoservicio. Ayer por la mañana y parte del día, aprovechando que aún no había llegado el huracán, muchas personas se la pasaron asegurando su patrimonio, como puertas y ventanas de cristal, amarrando tinacos, compresores de aires acondicionados, poda y corte de árboles entre otras cosas. En algunos puntos de la ciudad se observó que la gente ponía paños de triplay en puertas y ventanas, cinta canela para evitar que las astillas se dispersen en caso de que los vientos o algún proyectil rompan los vidrios. De la misma manera estuvieron ocupados amarrando láminas de algunos techos, aunque se observó que muchos no tuvieron el tiempo de atender ese asunto porque se encontraban trabajando. En las tiendas se observó un mayor número de compradores, pero no se consideró como compras de pánico, según dijo Protección Civil, porque desde el transcurso de la semana han acudido las familias a realizar sus compras, ya que ya hay una mejor cultura de prevención ahora, en comparación con años anteriores, incluso no compran víveres en exceso, solo lo indispensable. Se averiguó que muchos productos ya escaseaban, como sogas, cintas, madera, galletas, pan blanco, entre otros, aunque algunas empresas durante el día de ayer se resurtieron, sobre todo de autoservicio, aprovechando que aún había las condiciones para hacerlo. El Sistema de Agua Potable y Alcantarillado del Municipio de Valladolid (Sapamv) anunció que a las seis de la tarde se apagarían las bombas de agua potable, a fin de evitar algún desperfecto por la suspensión de la energía eléctrica y se reconectarán apenas haya las condiciones para hacerlo. En cuando a la energía eléctrica, se dijo que a las doce de la noche se suspendería, aunque empleados de la CFE dijeron que se bajarán las cuchillas de la subestación en cuanto haya riesgo de afectación a la sociedad y la infraestructura de la empresa, todo dependerá de la fuerza de los vientos que traiga el ciclón. En Tizimín, las autoridades municipales, poco después de las 5 de la tarde habilitaron el primer refugio temporal en la escuela primaria “Francisco Alcalá Martín” ubicada en la calle 42 entre 49-b y 51 con capacidad hasta para 250 personas. Las autoridades municipales, Protección Civil y Policía Municipal realizaron un recorrido en este espacio para verificar las condiciones y que todo esté listo para recibir a quienes puedan requerirlo por las lluvias que se avecinaban. El alcalde Pedro Couoh dijo que también habría personal del ayuntamiento en las comisarías de Tixcancal, Chan Cenote y Popolnah para auxiliarlos en caso de ser necesario. La policía puso a disposición el número 9861200520 para quienes tengan alguna emergencia durante la noche y el tiempo del paso del huracán por la Península. En el Sur del estado, en donde se pronosticaba un impacto mayor del ciclón, algunas comunidades como Peto, Tekax y Hunucmá recibieron la visita del gobernador Mauricio Vila Dosal. En Peto Ejecutivo estatal inspeccionó en sus visitas los albergues que se habilitaron para gente que fue desalojada de zonas vulnerables. Al aterrizar, Vila caminó dos cuadras hasta llegar al jardín de niños María Amada Cárdenas, donde fue recibido por el alcalde Renán Jiménez Tah. La reunión fue privada, no se les dio acceso a los medios de comunicación, pero trascendió que la finalidad de la visita del funcionario estatal, fue la de recorrer el refugio y ver que esté listo para atender a las familias que llegaran.— Juan Antonio Osorio Osorno / Isauro Chi Díaz / Miguel Ángel Moo Góngora",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T11:54:13.996+03:00",
  "updated": "2024-07-05T11:54:13.996+03:00"
}