{
  "thread": {
    "uuid": "18c6205c2018d08c0ac5b04d745fb418bc61ce83",
    "url": "https://www.hojeemdia.com.br/opiniao/opiniao/semana-santa-caminho-que-nos-conduz-a-gloria-da-ressurreic-o-1.1006677",
    "site_full": "www.hojeemdia.com.br",
    "site": "hojeemdia.com.br",
    "site_section": "https://hojeemdia.com.br",
    "site_categories": [
      "home_and_garden",
      "remodeling_and_construction",
      "family_and_parenting",
      "eldercare",
      "home_theater"
    ],
    "section_title": "Hoje em Dia",
    "title": "Semana Santa: caminho que nos conduz à glória da Ressurreição",
    "title_full": "Semana Santa: caminho que nos conduz à glória da Ressurreição",
    "published": "2024-03-29T11:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "BR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 59922,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "18c6205c2018d08c0ac5b04d745fb418bc61ce83",
  "url": "https://www.hojeemdia.com.br/opiniao/opiniao/semana-santa-caminho-que-nos-conduz-a-gloria-da-ressurreic-o-1.1006677",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-29T11:00:00.000+03:00",
  "title": "Semana Santa: caminho que nos conduz à glória da Ressurreição",
  "text": "Padre Ricardo Rodolfo Silva* Para todo cristão católico, a Semana Santa é a semana das semanas, chamada pelos antigos de “Semana Maior” e por isso, considerada a mais importante do Ano Litúrgico, pois leva o povo de Deus a contemplar o mistério da Paixão, Morte e Ressurreição de Jesus Cristo. O católico deve buscar celebrá-la com muita piedade, devoção, respeito e meditando todos os passos que Cristo deu até a sua oferta total na cruz, mistério do grande Amor de Deus por nós. É bom lembrar da importância de fazermos um bom exame de consciência, procurarmos realizar uma boa confissão para participar dos santos mistérios. Todo cristão é convidado nesta “Semana Maior” a acompanhar Cristo ao Calvário. A Igreja faz um grande apelo a todos fiéis para que “acordem”, que sejamos soldados de Cristo e que devemos caminhar rumo à sua Paixão, Morte e Ressurreição. Esta deve ser a disposição de quem deseja celebrar bem a Semana Santa. Na Quinta-feira é celebrada a Ceia do Senhor, momento importante de Jesus com seus discípulos, a Última Ceia. Aqui Jesus institui o Sacerdócio católico, a Eucaristia, e nos ensina o gesto de humildade e amor para com o nosso próximo, o “Lava pés”. A Igreja ensina que o Sábado Santo é o dia do grande silêncio, do repouso do Senhor e da solidão dolorosa de Maria, mas na certeza que a morte será vencida e as portas do Paraíso serão abertas. O Autor da vida se levanta triunfante da morte e encerra-se o combate da luz com as trevas, entre Cristo e Satanás. Da obscuridade das trevas brilha o sol da ressurreição! Por fim, participando com devoção dessas celebrações, estaremos participando bem da Semana Santa. Permaneçamos de coração aberto às inspirações divinas. Boa Semana Santa a todos! * Padre Ricardo Rodolfo Silva é missionário da Comunidade Canção Nova e Vice-reitor do Santuário Pai das Misericórdias, em Cachoeira Paulista (SP)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T13:49:45.356+03:00",
  "updated": "2024-03-29T13:49:45.356+03:00"
}