{
  "thread": {
    "uuid": "080934258bde14cac57d60e578a970dd9085bede",
    "url": "https://www.ny1.com/nyc/all-boroughs/business/2023/12/29/cleaners-union-reaches-tentative-contract-agreement",
    "site_full": "www.ny1.com",
    "site": "ny1.com",
    "site_section": "https://www.mynews13.com/services/contentfeed.fl%7Corlando%7Cbusiness.landing.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Business | Orlando Florida Business News | Spectrum News 13",
    "title": "Cleaners union reaches tentative contract agreement",
    "title_full": "Cleaners union reaches tentative contract agreement",
    "published": "2023-12-29T05:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5155,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "080934258bde14cac57d60e578a970dd9085bede",
  "url": "https://www.ny1.com/nyc/all-boroughs/business/2023/12/29/cleaners-union-reaches-tentative-contract-agreement",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rebecca Greenberg",
  "published": "2023-12-29T05:50:00.000+02:00",
  "title": "Cleaners union reaches tentative contract agreement",
  "text": "Ena Softley has worked as a cleaner in Manhattan for nearly four decades — a job she tackles with immense pride.\n“We put so much into these buildings,” said Softley, a 37-year member of 32BJ SEIU. “We were saving lives to clean these buildings.”\nWhat You Need To Know Members of the 32BJ SEIU union had been rallying for a fair contract since negotiations began on Nov. 9th\nA tentative deal was reached early Thursday morning, just four days before the current contract was set to expire\nUnder the tentative agreement, health insurance benefits will be maintained, premiums will increase no more than 3% each year and wages will increase $149 per week by the end of the four-year contract When Softley contracted COVID-19 in March 2020, she almost died from the virus. So when the fate of her health insurance and pension was at risk, she decided to fight.\n“We took care of their buildings and it was their time to take care of us,” Softley said.\nMembers of the 32BJ SEIU union had been rallying for a fair contract since negotiations began on Nov. 9th. A tentative deal was reached early Thursday morning, just four days before the current contract was set to expire. Workers had planned to go on strike.\n“We were very excited to reach a new four-year agreement that protects our members’ healthcare, that enhances our members’ retirement security and secures a historic wage increase for commercial office cleaners,” said Denis Johnston, executive vice president of the Commercial Cleaning Division for SEIU Local 32BJ.\nUnder the tentative agreement, health insurance benefits will be maintained, premiums will increase no more than 3% each year and wages will increase $149 per week by the end of the four-year contract. It also includes pension improvements and strengthened anti-discrimination protections.\n“We knew, despite everything happening in the commercial office sector, that we had to deliver a very strong contract for our members,” Johnston said.\nUnion members said the contract proposed by management would have made union members pay for health insurance premium shares, established a permanent second-tier workforce, and cut overtime hours. Many viewed the contract as a slight after so many had worked through the pandemic.\n“Our members had to put themselves and their families at risk every single day during the pandemic. They were essential workers, they weren’t able to work from home,” Johnston said.\n32BJ represents 20,000 of the city’s commercial building cleaners. This tentative agreement helped the union avoid a historic strike that would’ve impacted 1,700 city buildings.\n“Our members are a vital part of New York City. Our members are what make these buildings run. These buildings could not run without them and this contract is a recognition of those contributions and it’s an incredible victory,” Johnston said.\nThe tentative contract now needs to be officially ratified by 32BJ members, which they said should happen over the next few weeks.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ena softley",
        "sentiment": "negative"
      },
      {
        "name": "softley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "seiu",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "manhattan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T11:12:25.039+02:00",
  "updated": "2023-12-29T11:12:25.039+02:00"
}