{
  "thread": {
    "uuid": "e3d6a7233fe8ce422914863c0f5f8c49411687d8",
    "url": "https://home.nzcity.co.nz/news/article.aspx?id=395887&fm=newsmain%2Cnarts",
    "site_full": "home.nzcity.co.nz",
    "site": "nzcity.co.nz",
    "site_section": "https://home.nzcity.co.nz/news",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "\r\n\tNZ Top NZ News Stories from NZCity\r\n",
    "title": "Rachel Leviss is about to celebrate one year of sobriety - 05-Apr-2024 - NZ Entertainment news",
    "title_full": "Rachel Leviss is about to celebrate one year of sobriety - 05-Apr-2024 - NZ Entertainment news",
    "published": "2024-04-04T14:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "NZ",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 50117,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e3d6a7233fe8ce422914863c0f5f8c49411687d8",
  "url": "https://home.nzcity.co.nz/news/article.aspx?id=395887&fm=newsmain%2Cnarts",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-04T14:00:00.000+03:00",
  "title": "Rachel Leviss is about to celebrate one year of sobriety - 05-Apr-2024 - NZ Entertainment news",
  "text": "News | Entertainment 5 Apr 2024 10:51 | outlook hotmail | yahoo mail | gmail | news | weather | finance | shopping | about nzcity | Search | NZCity News SEARCH Google Bing NZ News NewsLinks the White Pages NZ Street Names the Yellow Pages Yahoo NZ Web sites SearchNZ NZ Domain Names CUSTOMISE Start Page Personalise News Top Stories Business Sports Politics Health & Safety Law and Order Technology Education Living & Travel Entertainment Motoring Environment National International Accidents Maori Rural Local Politics Sport Weather Finance Shopping Jobs Horoscopes Lotto Results Photo Gallery Site Gallery TVNow Dating SearchNZ NZSearch Crime.co.nz RugbyLeague Make Home About NZCity Contact NZCity Your Privacy Advertising Login Join for Free Home > News > Entertainment Rachel Leviss is about to celebrate one year of sobriety The 29-year-old reality star has been turning to a string of healthy activities in recent months and revealed that Wednesday (03.04.24) will mark the first anniversary of the day she stopped drinking alcohol 5 April 2024 She told E! News: \"I've been diving right into hot yoga. I'm doing Pilates, hiking, just staying really active, so that my mind doesn't go spinning. I am almost a year sober. I'll be a year sober on Wednesday. So, it's a huge accomplishment. And I'm just really proud of how far I've come. The 'Vanderpump Rules' star - who spent some time in a rehabilitation clinic for the sake of her mental health just before going sober - is hoping to share what she has learned about herself amid the health kick and wants to make sure that her fans can \"relate\" to her through her new podcast 'Rachel Goes Rogue' after cutting down on her social media usage. She added: \"[I avoid doom scrolling] except for a select few that are a little bit more biased towards my side, because I like to at least know that my voice is being heard. \"Just sharing what I've learned about myself through this journey. \"And hopefully helping other people who have been through abusive relationships, toxic friend groups, that can relate to what I'm talking about. I feel like [the podcast] given me my power back. And I just feel empowered doing it.\" During her time on the hit reality show, Rachel left her co-star and BFF Ariana Madix, devastated after it was revealed she had been carrying on an affair with Ariana's boyfriend Tom Sandoval, 40, for several months. Following the revelations, she admitted that alcohol had played a major part in her personal decisions. Speaking to Bethenny Frankel on her podcast 'Just B with Bethenny Frankel', she said: \"When I was filming, I was drinking a lot to ease that anxiety and in a reality TV environment, I wasn't getting that safe space for me to express my emotions in a healthy way.\" When Bethenny told Rachel - who was previously knows as Raquel - that she felt she had been \"exploited\", Rachel said: \"It's so nice to have you validate that experience because for a moment I thought I was going crazy. And it's true, reality TV is edited, it is contrived to create a certain storyline. So it's not all factual. \"As a viewer tuning in, it's easy to get wrapped up in that. Then the concept of an affair hits really hard to a lot of people. So I think there was a lot of projection happening, a lot of emotions that came up for people, and unfortunately I was the punching bag for a lot of that.\" >> More Entertainment News © 2024 Bang Showbiz, NZCity Other Entertainment News 05 Apr: Sabrina Bryan feels \"really lucky\" that her parents were always on set with her when she was growing up 05 Apr: Dakota Fanning says having children is \"more important\" to her than acting 05 Apr: Jared Leto will not be attending the 2024 Met Gala 05 Apr: Andy Cohen wishes he'd kept his \"mouth shut\" before Catherine, Princess of Wales went public with her cancer diagnosis 05 Apr: Three dancers who are suing Lizzo have accused her of throwing a \"childish tantrum\" by declaring she's quitting music, 05 Apr: Frankie Muniz missed two episodes of 'Malcolm in the Middle' after standing up to \"rude and disrespectful\" people on set 05 Apr: Michael Ball and Paddy McGuiness will host new slots on BBC Radio 2 following the death of Steve Wright Top Stories RUGBY Blues and Black Ferns midfielder Sylvia Brunt will miss the side's Super Rugby Aupiki final next weekend against Chiefs Manawa More... BUSINESS A mixed bag in the Lyttelton Port Company's latest interim results More... Today's News Tennis: Rafael Nadal has withdrawn from tennis' Monte Carlo Masters, saying his 37-year-old body is not ready for competition 10:47 Health & Safety: Health warnings for those doing shift work 10:27 Entertainment: Sabrina Bryan feels \"really lucky\" that her parents were always on set with her when she was growing up 10:14 Rugby League: Brisbane halfback Adam Reynolds suffers hamstring injury as Storm outlast Broncos in thriller 10:07 International: Two powerful men were locked in a boardroom drama over the future of Disney. Here's how the showdown played out 10:07 Sailing: Isaac McHardie and Will McKenzie will represent New Zealand at their first Olympics in sailing's 49er class, filling the gold and double silver medal void created by Peter Burling and Blair Tuke 10:07 Entertainment: Dakota Fanning says having children is \"more important\" to her than acting 9:44 Law and Order: A man's been released without incident - after briefly being detained in relation to a fire at a West Auckland home last night 9:27 Entertainment: Jared Leto will not be attending the 2024 Met Gala 9:14 Entertainment: Andy Cohen wishes he'd kept his \"mouth shut\" before Catherine, Princess of Wales went public with her cancer diagnosis 8:44 News Search Entertainment NZ News NewsLinks NZ Web Power Search © 2024 New Zealand City Ltd",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rachel leviss",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "nz entertainment",
        "sentiment": "neutral"
      },
      {
        "name": "google bing nz news newslinks the white pages nz street names the yellow pages yahoo nz",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:51:18.934+03:00",
  "updated": "2024-04-05T00:51:18.934+03:00"
}