{
  "thread": {
    "uuid": "efdcee3d881b91e2a52be78126c3d47862d4bd12",
    "url": "https://www.wmdt.com/2024/04/food-bank-of-delaware-sprouting-support-at-its-hunger-relief-garden-in-milford",
    "site_full": "www.wmdt.com",
    "site": "wmdt.com",
    "site_section": "https://wmdt.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "WMDT - News, Weather, Sports For Virginia, Maryland, Delaware (Delmarva)",
    "title": "Food Bank of Delaware sprouting support at its hunger relief garden in Milford - 47abc",
    "title_full": "Food Bank of Delaware sprouting support at its hunger relief garden in Milford - 47abc",
    "published": "2024-04-04T22:50:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.wmdt.com/content/uploads/2024/04/b/z/434646442-1117529422844530-7242658210293379806-n.jpg",
    "performance_score": 0,
    "domain_rank": 47508,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "efdcee3d881b91e2a52be78126c3d47862d4bd12",
  "url": "https://www.wmdt.com/2024/04/food-bank-of-delaware-sprouting-support-at-its-hunger-relief-garden-in-milford",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hannah Cechini",
  "published": "2024-04-04T22:50:00.000+03:00",
  "title": "Food Bank of Delaware sprouting support at its hunger relief garden in Milford - 47abc",
  "text": "Food Bank of Delaware sprouting support at its hunger relief garden in Milford MILFORD, Del. – The Food Bank of Delaware (FBD) is sprouting new opportunity in Milford in its hunger relief garden. “Really innovative work” Currently, three greenhouses, and a packing barn, stand on the newly-constructed Milford property. Funding for the project was bolstered with an $84,548 congressional award. The FBD applied for the funds through the office of U.S. Representative Lisa Blunt Rochester (D-Del.). The facility is expected to help support distribution of nearly four million pounds of produce per year. “In Congress, we talk a lot about making sure that we’re dealing with issues of supply chains, because that affects our agriculture sector, as well,” Rep. Blunt Rochester said. “Our food bank, here in Delaware, is doing some really innovative work.” Sprouting Support Community garden manager, Caroline May, is excited to see the plants begin to grow. She says the greenhouses are the perfect place to do so. “It’s much warmer in here than it is outside,” May said. “They also provide protection against animals, because it’s enclosed. And finally, they help with water. A lot of times, plant disease happens from water hitting the leaves.” All of the produce grown in the greenhouses will directly benefit the FBD, and those it serves; 75% will help stock the food bank’s healthy pantry, and the rest will go to support other FBD programs, like culinary education and the facility’s on-site cafe. However, May says, the garden is about much more than just growing healthy food. “It shows people what farming can look like. People see really large corn and soy bean fields, and that is a really important way of farming, but our vegetable farms are never really that big,” May explained. “It’s a much smaller piece of land, and that’s a lot more attainable for beginner farmers.” Bigger Picture Rep. Blunt Rochester says she also sees the bigger picture; she says programs like the garden, play an important role in fighting food insecurity and economic instability. “Part of their mission is also growing future farmers, exposing kids and young people who maybe have never been exposed to the agriculture field,” said Rep. Blunt Rochester. “I got to meet some of the individuals who are being trained on things from culinary arts to logistics. These will create good paying jobs for individuals, and then we just get to see the rich partnerships.” Get Involved May, who is currently the only full-time manager at the garden, is hoping more Delawareans will lend a hand. She says the garden can’t be sustained without volunteers. “If you’re interested in coming to volunteer, we have shifts open on Volunteer Hub,” May said. “On an average volunteer shift, you can imagine doing a bunch of tasks, from helping us make beds, to putting plants in the ground, to eventually harvesting crops.” To find out more about volunteering at the Food Bank of Delaware, click here.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lisa blunt rochester",
        "sentiment": "none"
      },
      {
        "name": "caroline may",
        "sentiment": "none"
      },
      {
        "name": "blunt rochester",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "47abc food bank of delaware",
        "sentiment": "negative"
      },
      {
        "name": "food bank of delaware",
        "sentiment": "negative"
      },
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "bank of delaware",
        "sentiment": "none"
      },
      {
        "name": "fbd",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "milford milford",
        "sentiment": "none"
      },
      {
        "name": "del.",
        "sentiment": "none"
      },
      {
        "name": "milford",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "delaware",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:12:59.385+03:00",
  "updated": "2024-04-05T02:12:59.385+03:00"
}