{
  "thread": {
    "uuid": "4c8546e52a56def5747a3878b8449886f491bab1",
    "url": "https://www.kshb.com/sports/football/chiefs/ice-cold-wild-card-romp-chiefs-dominate-dolphins-at-frigid-arrowhead-to-advance",
    "site_full": "www.kshb.com",
    "site": "kshb.com",
    "site_section": "https://www.kshb.com",
    "site_categories": [
      "media"
    ],
    "section_title": "KSHB 41 Kansas City: News, Weather, Chiefs, Traffic and Sports",
    "title": "Ice-cold Wild Card romp: Chiefs dominate Dolphins at frigid Arrowhead to advance",
    "title_full": "Ice-cold Wild Card romp: Chiefs dominate Dolphins at frigid Arrowhead to advance",
    "published": "2024-01-14T05:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/3c3f2d0/2147483647/strip/true/crop/1024x538+0+85/resize/1200x630!/quality/90/?url=http%3A%2F%2Fewscripps-brightspot.s3.amazonaws.com%2Fa8%2Fb4%2F67986b5a45a99beece5021fd3040%2Fap24014105112226.jpg",
    "performance_score": 0,
    "domain_rank": 10290,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4c8546e52a56def5747a3878b8449886f491bab1",
  "url": "https://www.kshb.com/sports/football/chiefs/ice-cold-wild-card-romp-chiefs-dominate-dolphins-at-frigid-arrowhead-to-advance",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tod Palmer",
  "published": "2024-01-14T05:33:00.000+02:00",
  "title": "Ice-cold Wild Card romp: Chiefs dominate Dolphins at frigid Arrowhead to advance",
  "text": "KANSAS CITY, Mo. — Needing a hot start to ward off [the record-setting cold](https://www.kshb.com/sports/football/chiefs/chiefs-dolphins-wild-card-showdown-ranks-as-4th-coldest-game-in-nfl-history), the Chiefs marched 69 yards after receiving the opening kickoff for the go-ahead touchdown and never trailed Saturday during a 26-7 victory against the Miami Dolphins in an AFC Super Wild Card showdown at GEHA Field at Arrowhead Stadium. Quarterback Patrick Mahomes, who now owns the second-most home QB wins in the postseason in NFL history, converted a key third-and-long to tight end Travis Kelce, who powered the nine-play drive along with running back Isiah Pacheco. Kelce caught two passes for 19 yards and Pacheco had four carries for 39 yards before Mahomes capped the game-opening drive with an 11-yard TD toss to rookie wide receiver Rashee Rice, who also had a huge game in his playoff debut. Kelce finished with seven catches for 71 yards, though his six-game postseason touchdown streak was snapped, and Pacheco racked up 24 carries for 88 yards with a touchdown in the lopsided win. The Dolphins, who wilted down the stretch to give away the AFC East title, lost for the 11th consecutive time in a game with a kickoff temperature of 40 degrees or below. Of course, most are not minus-4 with a minus-27 wind chill, which is what the Chiefs officially reported as the on-field conditions at the start of the game. Mahomes didn’t throw a touchdown after that opening drive, but he finished 23 of 41 for 262 yards, including eight passes for 130 yards to Rice. With the Chiefs leading 7-0 early, and after an exchange of punts, safety Mike Edwards picked off a overthrown Tua Tagovailoa pass intended for Jaylen Waddle, which led to another Kansas City scoring drive. Harrison Butker’s 28-yard field goal made it 10-0 before Tyreek Hill turned an underthrown deep Tagovailoa pass into a 53-yard touchdown on the next drive for Miami’s first points roughly a minute into the second quarter. The Chiefs appeared to answer the Dolphins’ first score with another TD when Mahomes hooked up with Rice on a quick screen, but right tackle Jawaan Taylor (unnecessarily) blocked former Kansas City outside linebacker Justin Houston in the back. Houston signed with Miami this week after a rash of injuries at defensive end. The penalty erased the touchdown and led instead to a 26-yard Butker field goal and a 13-7 lead. Trent McDuffie, who was victimized on the deep throw to Hill earlier in the quarter, delivered another critical defensive stop by breaking up a fourth-down slant intended for Hill near midfield. The Chiefs’ offense couldn’t capitalize on the field-position gift, but George Karlaftis ended the ensuing drive with a sack to preserve the good field position after a punt. Kansas City turned it into three more points — on Butker’s 32-yard field goal with 18 seconds left — and led 16-7 at halftime. The Chiefs tacked on another Butker field goal, a 21-yarder this time, for the game’s only third-quarter points, then took a commanding lead less than four minutes into the fourth quarter when Pacheco plowed into the end zone on a 3-yard run off a direct snap. Pacheco’s touchdown pushed Kansas City’s lead to an insurmountable 26-7 with 11:06 remaining. Led by Nick Bolton, who had a game-high 10 tackles, and George Karlaftis, who recorded 1 1/2 sacks, the Chiefs' defense bottled up the Dolphins, who only managed 264 total yards and 13 first downs. The win marked Kansas City's first against Miami in four postseason meetings. HISTORY FOR MAHOMES: Only seven seasons into his NFL career, including six as the Chiefs’ starting quarterback, Patrick Mahomes has as many home playoff wins as any NFL quarterback not named Tom Brady. With Saturday’s win against Miami, Mahomes improved to 10-2 in the postseason at GEHA Field at Arrowhead Stadium, which ties him with Peyton Manning and Joe Montana for the second-most home playoff wins by a starting QB. Brady owns the NFL record with 21, so Mahomes has a long way to go to catch up with the former New England and Tampa Bay star. ICE COLD IN THE RED ZONE: Kansas City scored on its first red-zone trip against Miami, but the Chiefs settled for a succession of short field goals on the next four trips. The Chiefs wouldn’t taste the sweet nectar of the end zone again until there was 11:06 remaining in the fourth quarter when Pacheco scored a back-breaking touchdown of a direct snap for a 26-7 lead. But the overall red-zone struggles continued a pattern during the last two months. The Chiefs scored two touchdowns on six red-zone trips in dispatching the Dolphins. Excluding Week 18 at the Los Angeles Chargers, when Mahomes sat along with more than a dozen other Chiefs regulars, that makes Kansas City 12 of 25 converting red-zone trips into touchdowns since the start of December. The Chiefs do have 10 short field goals from Butker on those non-touchdown drives, so they’ve scored on 22 of 25 possessions inside the opponents’ 20-yard line, but better efficiency in the red zone moving forward may be critical in determining how far Reid’s team goes in the playoffs. PENALTY-PRONE TAYLOR: The Chiefs’ priciest offseason signing, right tackle Jawaan Taylor, was flagged 19 times — including 17 penalties that were accepted, both the worst in the NFL — during his first season in Kansas City. Things didn’t get better for Taylor, who signed a four-year deal worth $80 million after four seasons with Jacksonville, in his first playoff game with the team. Taylor committed a block in the back that erased a Mahomes-to-Rice touchdown in the first half and had a false start on the Chiefs’ next drive. WAS TAYLOR SWIFT AT THE GAME?: Indeed, Taylor Swift, [who is dating Kelce](https://www.kshb.com/sports/chiefs-te-travis-kelce-admits-he-tried-to-give-taylor-swift-his-number), attended yet another game. She arrived wearing a sweet, extra-long winter jacket customized to look like her boyfriend’s home jersey. Taylor Swift is in attendance for— Aaron Ladd (@aaronladdtv) [#Chiefs]-Dolphins [pic.twitter.com/RYu7t802aJ] [January 14, 2024] The Chiefs are now 7-3 overall, including the playoffs, when Swift attends a game, which she did frequently during the regular season — making appearances at home games against Chicago (Sept. 24), Denver (Oct. 12), the Los Angeles Chargers (Oct. 22), Buffalo (Dec. 10), Las Vegas (Dec. 25), Cincinnati (Dec. 31) and now Miami (Jan. 13). NEXT UP: The Chiefs now await their AFC Divisional opponent, which will be determined by the outcome of Monday’s postponed Pittsburgh at Buffalo game. If the Steelers pull the upset, Kansas City will host Houston — a game likely to be played next Saturday at Arrowhead. If the Bills win, Kansas City will play at Buffalo — a game that likely will be on Sunday if that’s the result of [the snowstorm-delayed](https://www.kshb.com/sports/steelers-bills-game-postponed-until-monday-due-to-snowstorm) Wild Card win. —",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rashee rice",
        "sentiment": "none"
      },
      {
        "name": "mahomes",
        "sentiment": "none"
      },
      {
        "name": "kelce",
        "sentiment": "none"
      },
      {
        "name": "travis kelce",
        "sentiment": "none"
      },
      {
        "name": "pacheco",
        "sentiment": "none"
      },
      {
        "name": "isiah pacheco",
        "sentiment": "none"
      },
      {
        "name": "patrick mahomes",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dolphins",
        "sentiment": "negative"
      },
      {
        "name": "chiefs",
        "sentiment": "none"
      },
      {
        "name": "nfl",
        "sentiment": "none"
      },
      {
        "name": "miami dolphins",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kansas city",
        "sentiment": "none"
      },
      {
        "name": "arrowhead",
        "sentiment": "none"
      },
      {
        "name": "mo.",
        "sentiment": "none"
      },
      {
        "name": "geha field",
        "sentiment": "none"
      },
      {
        "name": "arrowhead stadium",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T06:46:41.032+02:00",
  "updated": "2024-01-14T06:46:41.032+02:00"
}