{
  "thread": {
    "uuid": "f38b84423c47954782910a8f9c9c333987c563a4",
    "url": "https://www.forbes.com/sites/mayarichard-craven/2024/01/07/overcoming-queerphobia-in-the-workplace-with-non-binary-activist-alok-vaid-menon/",
    "site_full": "www.forbes.com",
    "site": "forbes.com",
    "site_section": "http://www.forbes.com/europe_news/index.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest from Forbes",
    "title": "Overcoming Queerphobia In The Workplace With Non-Binary Activist Alok-Vaid Menon",
    "title_full": "Overcoming Queerphobia In The Workplace With Non-Binary Activist Alok-Vaid Menon",
    "published": "2024-01-07T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imageio.forbes.com/specials-images/imageserve/6587a4b3ad3894e2286bb788/0x0.jpg?format=jpg&amp;crop=2501,1405,x0,y126,safe&amp;height=900&amp;width=1600&amp;fit=bounds",
    "performance_score": 0,
    "domain_rank": 63,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f38b84423c47954782910a8f9c9c333987c563a4",
  "url": "https://www.forbes.com/sites/mayarichard-craven/2024/01/07/overcoming-queerphobia-in-the-workplace-with-non-binary-activist-alok-vaid-menon/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Maya Richard-Craven",
  "published": "2024-01-07T02:00:00.000+02:00",
  "title": "Overcoming Queerphobia In The Workplace With Non-Binary Activist Alok-Vaid Menon",
  "text": "I’ll never forget how one of my closest friends in high school called me the f-word. She told me I was “questionable” when it came to my sexuality. There are members of the Black community who refuse to acknowledge my pronouns. Then there’s performative allyship during Pride Month from companies that quickly fades on July 1st.\nAnd queerphobia isn’t just pervasive in corporate America. It seeps into the pores of the American consciousness. It’s in schools, it’s in companies, it’s in recovery programs like Alcoholics Anonymous. As someone in recovery, I never expected to come across so much queerphobia in Alcoholics Anonymous, a program founded on the premise of practicing love and tolerance and accepting anyone.\nI attended a nightly marathon meeting online for 3 years, only to get banned for 6 months due to advocating for LGBTQ+ members of AA and how LGBTQ+ people need safe spaces within AA. I was previously told “this is not LGBT, this is AA” by a member in 2020. In recent months an elderly woman from the south would mock my pronouns while she shared and yet she was still adored by the group. A Syrian American man promoted color-blind racism, or when people choose not to see color despite being Arab. But as a Black and non-binary person, I am done staying quiet about mistreatment and queerphobia in all aspects of my life— and that includes the workplace.\nLGBTQ+ professionals and allies alike should not be afraid to discuss queerphobia in the workplace and beyond. Education surrounding queerphobia starts with employers acknowledging queer voices and workplace issues all year rather than solely during Pride Month. In June, many companies make rainbow colored logos and hand out colorful t-shirts, mugs, and other free merchandise to show their support for members of the LGBTQ+ community. That’s because June is Pride Month, a month-long celebration of queer experiences, history, and joy. But queer inclusion should matter outside of a single month, especially in the workplace.\nAs queer people, we want to feel seen and heard every day, but deeply rooted bias and outdated stereotypes have held many of us back from climbing the ranks in corporate America. Bias towards LGBTQ+ people exists partially due to how queer people have been treated in the medical field. The Diagnostic and Statistical Manual of Mental Disorders, also known as the DSM, is an important resource when it comes to discussing and diagnosing mental illness. Homosexuality was not completely removed from the DSM until 1987. This is just one of many examples of how LGBTQ+ people have been severely misunderstood.\nNow, misconceptions about queer professionals are likely getting exacerbated by queerphobic legislation. In 2023 anti-LGBTQ+ legislation passed in many states including Florida, Texas, and Alabama. More than 520 anti-LGBTQ+ bills were introduced to state legislators last year. And, over 220 of those bills are directly aimed at transgender and non-binary people.\nMORE FOR YOU Do You Suddenly Need To Delete Your Facebook App Viral Image Of Jimmy Kimmel’s Name In Epstein Court Documents Is Completely Fake 3 Instagram Personal Branding Secrets To Use In 2024 According to Alok Vaid-Menon , a non-binary activist and the first ever LGBTQ+ Scholar In Residence at The University of Pennsylvania, fear of transgender, non-binary, Two-Spirit , and other LGBTQ+ identities has made it difficult for them in professional settings. “I'm the only person who looks like me in many professional environments I’m in. I see myself being treated differently than my peers. I find myself having to work significantly harder in order to get similar forms of recognition and respect,” they told me.\nVaid-Menon has a serious following on social media with 1.3 million followers on Instagram alone. Their short film “ ALOK '' premieres at the Sundance Film Festival later this month and is a nominee for The Short Film Grand Jury Prize. From receiving awards from GLAAD and The Stonewall Foundation to being interviewed by Jamie Lee Curtis to being profiled in The New York Times, they have done it all.\nDespite facing queerphobic comments online and sometimes getting misgendered while being introduced at events, Vaid-Menon refuses to stop telling their truth. I spoke with Alok Vaid-Menon about overcoming queerphobia in the workplace and how companies can better support LGBTQ+ professionals year round.\nConsider A Gender Neutral Dress Code\nWorking in corporate America comes with a strict set of rules about what you can and can’t wear . Women are often expected to wear heels, have their hair done, and have their nails painted a nude color. The same goes for men. A button down, shined leather shoes, and a high end watch are just a few things men in corporate America are expected to wear.\nBut what about non-binary people, where do we fit in? Should there be more discussion about gender-neutral dress codes in the workplace? Vaid-Menon thinks so.\n“What we really need is gender neutral dress codes, where people can actually wear whatever they want and not be told that their appearances are unprofessional. The history of business dress— corporate, super binary. This isn't just about helping trans and gender non-conforming people. It's about creating a workplace environment where all people can bring their full selves without having to put on a uniform,” they said.\nHave DEI Training and Employee Resource Groups\nIn 2020, many companies hired consultants to show their commitment to DEI . But authentic inclusion doesn’t happen overnight or by hiring one person. Mandatory DEI training is a great way to continue showing support for employees from underrepresented groups like the LGBTQ+ community.\n“These trainings can't just be things that you opt into. Find ways to get this training, especially around inclusion pronouns, accessible to all people,” Vaid-Menon said. Training is a small part of being a genuine ally to your queer employees and colleagues. Employee resource groups, also known as affinity groups, give employees from historically oppressed groups a place to speak freely.\n“Make sure there's funding for employment resource groups. ERGs are really important spaces for LGBTQ people within a company to feel a sense of belonging and community,” Vaid-Menon told me. “It’s not enough to just have employee resource groups. It's important to make sure that it's well funded, robust, and amplifies the leadership of openly LGBTQ people in the company,” they said.\nPart of making your company more inclusive is ensuring that LGBTQ+ employees feel psychologically safe. One way to create a safer environment for queer employees is by having Slack channels for employee resource groups. A LGBTQ+ Slack channel is a great way to encourage queer employees to connect without feeling misunderstood.\nHow To Be A Better Ally To LGBTQ+ People\nYou may be wondering what you can do in your own life to be a better ally to LGBTQ+ coworkers, friends, and loved ones. Non-performative allyship starts with a willingness to learn. Acknowledge the feedback your queer friends and coworkers give you. Ask for their feedback during and outside of Pride Month.\nMake sure you are listening intently rather than responding immediately or interrupting. After listening it is better to ask questions than to form opinions based on assumptions and outdated stereotypes. Unfortunately, many Americans only have exposure to openly LGBTQ+ people through the news, television, and social media. Even though the media has a history of reducing us to tropes and stereotypes, queer activists like Vaid-Menon are changing the narrative.\n“Our community is often known more by homophobic and transphobic people’s projections about us rather than our reality. Most people don't actually know us. They just know misrepresentations and misinformation about us,” they said. They believe that LGBTQ+ allies at work should do everything they can to make their queer coworkers feel seen and heard.\n“When we create environments where people feel cared for that inevitably makes people recommit to the organization and feel a deeper sense of belonging, which creates a more successful company. People can encounter people from different backgrounds [in the workplace] that they've never met before. We have far more in common than apart,” they told me.\nMaya Richard-Craven",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://youtu.be/hWAs_2oGNB8?si=CdCojn6Oc716hd8L",
    "https://www.instagram.com/alokvmenon?igsh=YTQwZjQ0NmI0OA==",
    "https://www.nytimes.com/interactive/2023/07/29/magazine/alok-vaid-menon-interview.html",
    "https://www.hrc.org/press-releases/roundup-of-anti-lgbtq-legislation-advancing-in-states-across-the-country",
    "https://capi.connatix.com/tr/si?token=2f8ffe6b-3135-4f5d-92bc-d6a427cad63a",
    "https://universitylife.upenn.edu/alok-scholar-in-residence/",
    "https://www.psychiatry.org/psychiatrists/diversity/education/best-practice-highlights/working-with-lgbtq-patients",
    "http://www.imdb.com/title/tt29134283",
    "https://www.alokvmenon.com/about",
    "https://www.instagram.com/alokvmenon",
    "https://nytimes.com/interactive/2023/07/29/magazine/alok-vaid-menon-interview.html",
    "https://www.capi.connatix.com/tr/si?token=2f8ffe6b-3135-4f5d-92bc-d6a427cad63a",
    "https://alokvmenon.com/about",
    "https://hrc.org/press-releases/roundup-of-anti-lgbtq-legislation-advancing-in-states-across-the-country",
    "https://www.youtu.be/hWAs_2oGNB8?si=CdCojn6Oc716hd8L",
    "https://capi.connatix.com/tr/si",
    "https://www.universitylife.upenn.edu/alok-scholar-in-residence/",
    "https://universitylife.upenn.edu/alok-scholar-in-residence",
    "https://psychiatry.org/psychiatrists/diversity/education/best-practice-highlights/working-with-lgbtq-patients",
    "http://imdb.com/title/tt29134283",
    "https://instagram.com/alokvmenon?igsh=YTQwZjQ0NmI0OA==",
    "https://youtu.be/hWAs_2oGNB8"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alok-vaid menon",
        "sentiment": "negative"
      },
      {
        "name": "black",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:55:53.982+02:00",
  "updated": "2024-01-08T19:38:42.501+02:00"
}