{
  "thread": {
    "uuid": "710e70922377b9a5dca5d92e761b9d7649a705a8",
    "url": "https://career.caltech.edu/news/common-chemical-production-made-safer-more-environmentally-friendly",
    "site_full": "career.caltech.edu",
    "site": "caltech.edu",
    "site_section": "http://career.caltech.edu",
    "site_categories": [
      "jobs",
      "career_planning"
    ],
    "section_title": "Career Advising and Experiential Learning",
    "title": "Common Chemical Production Made Safer, More Environmentally Friendly | Career Advising and Experiential Learning",
    "title_full": "Common Chemical Production Made Safer, More Environmentally Friendly | Career Advising and Experiential Learning",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://caltechsites-prod.s3.amazonaws.com/root/images/propylene_oxide_header.width-600.png",
    "performance_score": 0,
    "domain_rank": 887,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "710e70922377b9a5dca5d92e761b9d7649a705a8",
  "url": "https://career.caltech.edu/news/common-chemical-production-made-safer-more-environmentally-friendly",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "Common Chemical Production Made Safer, More Environmentally Friendly | Career Advising and Experiential Learning",
  "text": "[Career Services](/)/ [News](/news)/ Common Chemical Production Made Safer, More Environmentally Friendly Common Chemical Production Made Safer, More Environmentally Friendly The chemical industry has long been shadowed by unwelcome images of billowing smokestacks and pipes discharging toxic effluent. Modern manufacturing practices have done much to mitigate the industry's environmental impact, but there remains room for improvement. Making chemistry more environmentally friendly is a passion and major research focus for Caltech's [Karthish Manthiram](https://cce.caltech.edu/people/karthish-manthiram), professor of chemical engineering and chemistry, and a William H. Hurt Scholar. In a paper appearing in the journal Science, Manthiram's lab describes the development of a catalyst for producing a widely used chemical feedstock without the toxic and dangerous chemicals normally required for its production. That chemical feedstock, propylene oxide, is an organic compound used in a variety of applications, including manufacturing foams, plastics, and antifreeze, as well as for disinfection and sterilization. Traditionally, propylene oxide is produced by reacting propylene with either hypochlorous acid or hydrogen peroxide. Each has its own drawback. \"With hypochlorous acid, you end up with a chloride side product that you discharge out into the environment. For that reason, there are fewer and fewer permits being granted to allow for plants that use the hypochlorous acid process,\" Manthiram says. \"That has forced people to shift toward peroxide-based processes, but you have this huge safety challenge. Any time you have hydrogen peroxide in contact with organic compounds, there is a looming hazard of explosions.\" The group's goal was to develop a safe method for propylene epoxide production that did not produce an environmental discharge or have a large carbon footprint. Manthiram says the team began by looking for a catalyst capable of producing propylene epoxide using the oxygen atom found in a water molecule. The only side product would be hydrogen gas, which can be used as a fuel or in manufacturing other chemicals. \"The whole premise was that water is safe,\" he says. \"It doesn't present an intrinsic safety hazard, and there's no environmentally harmful side product from the process. Instead, you're making hydrogen, which is something that we need to be making more of in the future. That's where we started.\" The group narrowed in on two catalysts: platinum oxide and palladium oxide. Both performed the reaction the team wanted, but not sufficiently well to be useful. Platinum oxide produced propylene epoxide at high rates, but messily, creating many unwanted side products. In contrast, palladium oxide produced propylene epoxide with fewer side products, but it did so rather slowly. Manthiram says the solution was to combine the two catalysts. \"Putting the two together actually ended up solving the problem,\" says Minju Chung, lead author and former MIT graduate student (MIT PhD '23) and now a postdoctoral fellow at the Georgia Institute of Technology. \"Then we spent a lot of time understanding why that mixture works better. It's not a straightforward explanation.\" Using X-ray absorption spectroscopy (a technique that can reveal the atomic and electronic structure of materials by bombarding them with X-rays), the researchers determined that in a mixture of platinum oxide and palladium oxide, the platinum exists in a state that makes it a more efficient catalyst. \"It turns out that one of the most dramatic effects of going from platinum oxide to palladium–platinum oxide is that you can stabilize the platinum in a higher oxidation state,\" Manthiram says. \"When in a higher oxidation state, the oxygen attached to the platinum is more deprived of electrons, making it more reactive with the electron-rich propylene. We see through a whole series of experiments that stabilizing platinum in a higher oxidation state leads to significantly improved rates and efficiencies of propylene epoxidation.\" Using the new catalyst, the rate of propylene oxide production is 10 times higher than what had previously been achieved, and the efficiency is increased by 13 percent, Manthiram says. Manthiram says future research will focus on testing the catalyst to see how it can be taken from a laboratory setup into industrial settings. That will require analyses that examine how long the catalyst lasts before it degrades and how well it performs at larger scales, as well as the development of a process for removing the propylene epoxide from the system as it is produced. \"It's time to graduate this material from this fundamental science context,\" he says. \"That's going to be really illuminating to us for us because it will show us what are the next things that we should work on.\" The paper describing the work, \" [Direct propylene epoxidation via water activation over Pd-Pt electrocatalysts](https://www.science.org/doi/10.1126/science.adh4355),\" appears in the January 4 issue of Science. Co-authors from Caltech are Jason S. Adams, postdoctoral scholar research associate in chemical engineering; chemistry graduate student Chenyu Jiang; and Minju Chung, Joseph H. Maalouf, and Yuriy Román-Leshkov of the Massachusetts Institute of Technology. Funding for the research was provided by the U.S. Department of Energy, Office of Science, Catalysis Science program.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://www.science.org/doi/10.1126/science.adh4355),",
    "https://science.org/doi/10.1126/science.adh4355),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "william h. hurt scholar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "career services",
        "sentiment": "neutral"
      },
      {
        "name": "manthiram",
        "sentiment": "none"
      },
      {
        "name": "caltech",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:05:10.504+02:00",
  "updated": "2024-01-06T00:05:10.504+02:00"
}