{
  "thread": {
    "uuid": "5bc1af24b54f97fae3f69b494b9f4b78722bb801",
    "url": "https://allthatsinteresting.com/chinampas",
    "site_full": "allthatsinteresting.com",
    "site": "allthatsinteresting.com",
    "site_section": "https://allthatsinteresting.com/",
    "site_categories": [
      "photography",
      "hobbies_and_interests"
    ],
    "section_title": "All That&#039;s Interesting, Something Interesting To Read Every Day",
    "title": "The History Of Chinampas, The ‘Floating Gardens’ Of Mexico",
    "title_full": "The History Of Chinampas, The ‘Floating Gardens’ Of Mexico",
    "published": "2024-02-16T04:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://allthatsinteresting.com/wordpress/wp-content/uploads/2024/02/chinampas-featured.jpeg",
    "performance_score": 0,
    "domain_rank": 6590,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 3
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5bc1af24b54f97fae3f69b494b9f4b78722bb801",
  "url": "https://allthatsinteresting.com/chinampas",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Morgan Dunn",
  "published": "2024-02-16T04:00:00.000+02:00",
  "title": "The History Of Chinampas, The ‘Floating Gardens’ Of Mexico",
  "text": "Favored by the Aztecs, chinampas are man-made islands used to grow crops in freshwater lakes — and the agricultural system is still used in Mexico today. The History Collection / Alamy Stock Photo Also known as floating gardens, chinampas are small, man-made islands built on shallow freshwater lakes and swamps for the purpose of growing crops.\nIn the space of just under two centuries, the Aztecs built a civilization that made ingenious contributions not just to Mexican culture, but to the entire world. There seemed to be no problem for which this ancient people couldn’t come up with a solution, whether that was city-building, warfare, or devising an accurate calendar.\nOne such problem was food. As the Aztec Empire rose, the population of its capital, Tenochtitlan, exploded, putting pressure on the city to find a way to feed its citizens.\nSo the Aztecs adopted the Mesoamerican agricultural system known as chinampas, building an elaborate system of floating gardens that would revolutionize farming in the region.\nThe Roots Of The Chinampa System Wikimedia Commons An 1883 illustration of a chinampa.\nIn pre-Aztec Mexico, indigenous Nahuatl-speaking peoples made their homes in the Valley of Mexico, near present-day Mexico City. Moderate temperatures, abundant fish and game, and fertile soil provided the perfect ingredients for civilizations to flourish.\nAt some point, possibly in the Toltec era (950 to 1150 C.E.), the people discovered that the soil under bodies of water like Lake Xochimilco was exceptionally rich in nutrients. So the Nahua people developed a creative way of turning the rich lakebed mud into fertile farmland: chinampas.\nThe name comes from a Nahuatl word meaning “square made of canes” or “in the fence of reeds,” giving a clue to chinampas’ design and function.\nTo build these floating farms, farmers stuck stakes into a shallow lakebed and connected them with a fence of woven reeds. Then, they stacked alternating layers of decaying vegetable matter and sediment dredged up from the bottom of the lake to form the base. The surrounding water irrigated the soil, while the rich organic matter made the chinampas an ideal place for growing a stunning variety of crops on relatively small plots.\nSoon, farmers were building these small floating gardens on lakes near their properties throughout the Valley of Mexico.\nAn Agricultural Breakthrough Library of Congress Chinampas in Santa Anita, Mexico in 1900.\nIt’s believed that chinampas had already existed for some 200 years before the Aztec Empire rose to power in the area. Then, in the 1420s, the Aztec leader of Tenochtitlan, Itzcoatl, formed an alliance with the small city states Tlacopan and Texcoco and seized the powerful city state of Azcapotzalco, thus establishing the Triple Alliance.\nTo ensure his people’s dominance, Itzcoatl needed a secure power base built on a productive economy, and in 15th-century Mexico, that meant agriculture. What’s more, Tenochtitlan had boomed in both population and size, leaving less farmland for a growing empire that needed even more food than before.\nThe solution was chinampas, which would allow the empire to build farm plots directly into the Valley of Mexico’s fertile lakes (Texcoco, Xaltocan, Zumpango, Chalco, and Xochimilco).\nBiblioteca Digital Hispánica A depiction of the siege of Azcapotzalco.\nBefore the rise of the Aztecs, chinampas had been kept small due to being private projects. But with much greater resources and power, the Aztecs could revolutionize the system, building a complex network of chinampas and canals.\nThey also built the Nezahualcoyotl dike through Lake Texcoco to block salt water and freshen the water, and drainage ditches to act as filters, from which they could harvest rich mud to periodically dig up and place on top of the farm plots.\nThese farms used materials and produced vegetables native to the area, so the chinampas also fostered a balanced ecosystem where local aquatic birds and other native animals thrived.\nHow Chinampas Sustained An Empire By the time of the Aztec Empire’s peak in 1519, thousands of acres of chinampa farms ringed the lakes surrounding Tenochtitlan.\nThe rectangular farm plots were often hundreds of feet long, allowing Aztec farmers to grow corn, beans, and squash in amounts large enough to sustain hundreds of thousands of people. According to the BBC , these plots were so efficient that they could yield 13 times as much produce as dry farming.\nWikimedia Commons At its height, Tenochtitlan was home to up to 400,000 people.\nOther crops grown on the chinampas included tomatoes, peppers, herbs, flowers, and amaranth grain, which is similar to rice.\nThe Aztec Empire’s zenith coincided with the arrival of a disruptive new influence in the region: the Spanish. Hernán Cortés visited Tenochtitlan in 1519. In his second letter to Charles V, the Holy Roman Emperor, Cortés described the abundance of produce on offer in the city’s markets, much of which would have been grown on chinampas:\n“There are all kinds of green vegetables,” he wrote, “especially onions, leeks, garlic, watercresses, nasturtium, borage, sorrel, artichokes, and golden thistle; fruits also of numerous descriptions, amongst which are cherries and plums, similar to those in Spain; honey and wax from bees, and from the stalks of maize, which are as sweet as the sugar-cane.\n“Honey is also extracted from the plant called maguey, which is superior to sweet or new wine; from the same plant they extract sugar and wine, which they also sell.”\nBy 1521, the Aztecs had fallen to the Spanish invaders. But those who survived war and disease would continue to maintain traditions like chinampa agriculture for years afterward.\nThe Franciscan chronicler Fray Juan de Torquemada, writing in his survey Monarquía Indiana circa 1615, noted that the Indigenous people of Mexico “with little effort, cultivate and collect their corn, because all these are ‘camellones,’ otherwise known as chinampas, which are furrows built on the water surrounded by ditches, thereby eliminating any risk.”\nChinampas In The Modern World: A Solution To Food Supply Issues? Emmanuel Eslava/Wikimedia Commons Today, only about 125 acres of the surviving chinampas are used for traditional agriculture.\nAs long as the lakes around the once-mighty city of Tenochtitlan stood, chinampas were the ideal solution to the region’s food needs. But over the centuries, Spanish colonial rulers gradually drained more and more of the lakes.\nMeanwhile, chinampas gradually fell out of favor due to the influence of Spanish colonizers and urbanization, and generations of farmers brought up with European methods of farming gradually lost interest in the traditional method.\nToday, National Geographic reports, about 5,000 acres of chinampas remain. Of these, only about 125 acres are used for traditional agriculture.\nStill, this method is so efficient that some Mexico City residents are working to revive the practice to improve food security and preserve the area’s cultural heritage. Restoring these gardens could also mean creating wildlife havens for native species, like the critically endangered axolotl. In fact, the chinampas of Lake Xochimilco are now designated as a protected UNESCO heritage site.\n“These techniques are already disappearing,” says Don Miguel de Valle, one of the farmers leading the chinampas revival. “But this is very effective. It’s the most local way of feeding people.\n“My goal is to conserve what people have been doing here for hundreds of years.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "https://www.bbc.com/travel/article/20221009-the-return-of-aztec-floating-farms",
    "http://eada.lib.umd.edu/text-entries/second-letter-of-hernando-cortes-to-charles-v/",
    "https://www.nationalgeographic.com/magazine/article/in-mexico-city-the-pandemic-revived-aztec-era-island-farms",
    "https://archive.org/details/monarquia-indiana.-vol-i_202109/Monarquia%20Indiana.%20Vol%20II/page/482/mode/2up",
    "https://nationalgeographic.com/magazine/article/in-mexico-city-the-pandemic-revived-aztec-era-island-farms",
    "http://eada.lib.umd.edu/text-entries/second-letter-of-hernando-cortes-to-charles-v",
    "https://bbc.com/travel/article/20221009-the-return-of-aztec-floating-farms",
    "http://www.eada.lib.umd.edu/text-entries/second-letter-of-hernando-cortes-to-charles-v/",
    "https://www.archive.org/details/monarquia-indiana.-vol-i_202109/Monarquia%20Indiana.%20Vol%20II/page/482/mode/2up"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "aztecs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "aztecs",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      },
      {
        "name": "tenochtitlan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T06:24:42.000+02:00",
  "updated": "2024-02-16T19:51:03.433+02:00"
}