{
  "thread": {
    "uuid": "64f8ea49e05106a35dfa3cbf6d8c4bcdc63032ab",
    "url": "https://community.thriveglobal.com/a-new-chapter-for-joshua-navigating-change-with-purpose-and-joy/",
    "site_full": "community.thriveglobal.com",
    "site": "thriveglobal.com",
    "site_section": "https://community.thriveglobal.com",
    "site_categories": [],
    "section_title": "Thrive Global - Onward. Upward. Inward.",
    "title": "A New Chapter for Joshua: Navigating Change With Purpose and Joy - Thrive Global",
    "title_full": "A New Chapter for Joshua: Navigating Change With Purpose and Joy - Thrive Global",
    "published": "2024-01-05T22:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://community.thriveglobal.com/wp-content/uploads/2024/01/Joshua-King-WP-Hero.png",
    "performance_score": 0,
    "domain_rank": 3505,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "64f8ea49e05106a35dfa3cbf6d8c4bcdc63032ab",
  "url": "https://community.thriveglobal.com/a-new-chapter-for-joshua-navigating-change-with-purpose-and-joy/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Thrive Challenge",
  "published": "2024-01-05T22:21:00.000+02:00",
  "title": "A New Chapter for Joshua: Navigating Change With Purpose and Joy - Thrive Global",
  "text": "I’m 40, newly divorced, and I relocated for a promotion — I’m a senior manager. But living through a divorce and moving a long way from my children was a challenge. My son, Joshua II, is 14 and my daughter, Jaèl, is 11. I missed them and I was struggling. I wasn’t sleeping or eating well. My body ached. I was second guessing myself about relocating and whether it was really the best thing for me and my family. I downloaded the Thrive app and began with movement Microsteps to lower my stress. At work, I go outside for 10 minute breaks to walk in the sun and get vitamin D boosts. Then I committed to walking ten thousand steps a day. I gradually got in better shape and started running. Working out helps to lower my stress. And because I have more energy, I’ve been hiking and going on trail adventures. The scenery is amazing — I love being in the mountains with the sound of water from streams and wildlife. Being in nature helps to ease the worries of the world. Breathing exercises also help me relax. I was procrastinating a lot because there’d been so much change in my life, but I can make better decisions now. I do meditations and nature Resets, and I’m spending time praying. I feel more at peace. When I pray, I visualize things working out well with my family. Divorce is hard on everyone and we’re doing our best to navigate it. I feel more positive and I make sure I’m there for my kids — I text or speak to them every day. I visit my kids every month and we do fun activities, like playing laser tag and hiking. We also have family therapy. It’s hard being 570 miles away from them, but my relationship with them continues to grow — we love and support each other. Voluntary work helps me focus on gratitude. I talk about selflessness to my kid a lot, showing them that it’s important to give back, like volunteering at an animal shelter. My sleep has improved. I have a nighttime routine. I listen to a calming Thrive Reset and then some soft music. I was only sleeping five hours a night. Each month I have increased my sleep time, and now I’m getting seven hours. I get the rest I need so I can attack my day with plenty of energy. I’m taking Microsteps to sharpen my focus. I don’t look at my phone first thing in the morning or last thing at night. I was always on social media or browsing the internet before. Now, I don’t allow technology to control me — instead, I use it as a positive addition to my life. Eating well is a big part of my journey, and I started cooking vegan recipes. One dish that I love is Caribbean jerk tofu with green beans and cauliflower. I cook one new simple recipe a day. I’ve gradually converted to being a vegan, which was a goal of mine. I wasn’t on a weight loss journey, but I’ve lowered my body fat and physically feel a lot better. Professional therapy has helped through my divorce. I’ve learned to take accountability for my actions without being too hard on myself. I have new hobbies, like growing plants and listening to audio books. I’m really inspired by The Four Agreements by Don Miguel Ruiz. I have the agreements written on my mirror: “Be impeccable with your word, don’t take anything personally, don’t make assumptions, and always do your best.” They’re affirmations that help to motivate me. The Thrive Challenge has given me a different outlook on life. I used to hear the cliche, “turn lemons to lemonade.” Now I understand what that truly means. We’re all given a deck of cards in life, but how we choose to play that deck of cards is what is most important. A big accomplishment was running a half marathon in Richmond, Virginia. At that point I knew that my life was forever changed in a positive way. I trained, I put my mind to it, and accomplished my mission! I felt so good inside and out, but even better, I now feel like I can conquer any challenge that might present itself in life. — Joshua King, Fulfillment Center #7559, Bethlehem, PA; $5K Winner",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joshua",
        "sentiment": "negative"
      },
      {
        "name": "joshua ii",
        "sentiment": "none"
      },
      {
        "name": "jaèl",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:58:08.642+02:00",
  "updated": "2024-01-06T00:58:08.642+02:00"
}