{
  "thread": {
    "uuid": "eb96cc3e2620f92d120d0704bfc392a086b43984",
    "url": "https://www.cope.es/emisoras/comunidad-de-madrid/madrid-provincia/villalba/noticias/guadarrama-distribuye-sacas-sal-para-abastecer-los-vecinos-frente-las-inclemencias-invernales-20240104_3076818",
    "site_full": "www.cope.es",
    "site": "cope.es",
    "site_section": "http://www.cope.es",
    "site_categories": [
      "sports"
    ],
    "section_title": "COPE | Noticias y radio online",
    "title": "Guadarrama distribuye sacas de sal para abastecer a los vecinos frente a las inclemencias invernales - Villalba - COPE",
    "title_full": "Guadarrama distribuye sacas de sal para abastecer a los vecinos frente a las inclemencias invernales - Villalba - COPE",
    "published": "2024-01-04T10:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cope-cdnmed.cope.es/resources/jpg/3/2/1704358192523.jpg",
    "performance_score": 0,
    "domain_rank": 7983,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eb96cc3e2620f92d120d0704bfc392a086b43984",
  "url": "https://www.cope.es/emisoras/comunidad-de-madrid/madrid-provincia/villalba/noticias/guadarrama-distribuye-sacas-sal-para-abastecer-los-vecinos-frente-las-inclemencias-invernales-20240104_3076818",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción Cope de la Sierra",
  "published": "2024-01-04T10:41:00.000+02:00",
  "title": "Guadarrama distribuye sacas de sal para abastecer a los vecinos frente a las inclemencias invernales - Villalba - COPE",
  "text": "Guadarrama distribuye sacas de sal para abastecer a los vecinos frente a las inclemencias invernales Se puede acopiar en el aparcamiento La Sierra, en la nave de Obras y Servicios, en los soportales de la Plaza Mayor, en La Jarosa III y en la entrada a la urbanización Vallefresnos Redacción Cope de la SierraGuadarrama Tiempo de lectura: 2' Actualizado 10:09 Guadarrama ha activado el operativo especial para hacer frente a inclemencias invernales, ante el aviso de la Agencia Estatal de Meteorología sobre la bajada de temperaturas mínimas que se esperan registrar en los próximos días. Concretamente, a partir del sábado 6 de enero, se espera que las temperaturas mínimas en Guadarrama comiencen a registrar valores negativos. Previsiblemente se llegará a los -2º C, el lunes 8 de enero. Para paliar los efectos de las heladas y, ante la posibilidad de que pudiera aparecer la primera nevada del año, ya se han colocado en los emplazamientos habituales las sacas de sal de abastecimiento para los vecinos. Se puede acopiar sal en la saca instalada en el aparcamiento de la Sierra, en la nave del departamento de Obras y Servicios, en los soportales de la Plaza Mayor, en la zona de La Jarosa III, frente al pilón de la calle San Macario y en la entrada de la urbanización Vallefresnos. Además de las sacas, se encuentra [activado el Plan Municipal de Inclemencias Invernales, que el Ayuntamiento presentó el pasado diciembre](https://www.cope.es/emisoras/comunidad-de-madrid/madrid-provincia/villalba/noticias/guadarrama-presenta-plan-contra-inclemencias-invernales-20231205_3037333) y que incluye los protocolos de actuación. Para esta primera alerta se han activado las acciones de tratamiento preventivo. El plan incluye en Guadarrama vehículos dotados con palas y dispensadores de fundente para la realización de los tratamientos invernales, así como la limpieza de aceras y calles con nieve, además de todoterrenos de intervención rápida destinados a la atención y asistencia de personas, uno de ellos cardioprotegido, vehículos para el acceso a los lugares más complicados o remotos, y otros destinados a asistencia en caso de incendios. Esta última especialmente útil en el caso de los incendios provocados por el depósito de cenizas sin apagar en los contenedores de basura. También dos máquinas retroexcavadoras, una normal para las zonas más complicadas de acceso para otros vehículos y otra miniexcavadora para acceder a zonas y espacios pequeños. Una flota en la que en 2023 se renovaba una de las palas y un dispensador de fundente de uno de los vehículos, con una inversión de 15.000 euros. Los vehículos se complementan con un operativo humano en el que se encuentran incluidos los 48 voluntarios con los que cuenta la Agrupación de Protección Civil de Guadarrama y una treintena más de operarios pertenecientes a diferentes servicios municipales que se activan ante las inclemencias. El municipio cuenta, además, con un silo en el que se almacenan las toneladas de fundente necesario para llevar a cabo los tratamientos invernales y para hacer frente a las demandas de sal de la población, en estos casos. - Left6:No existe configuración de publicidad para el slot solicitado Recomendaciones Junto con los medios humanos y materiales, el Ayuntamiento de Guadarrama recuerda la necesidad de poner en marcha una serie de recomendaciones para hacer frente a los días de frío. Consejos entre los que se incluyen la necesidad de almacenar alimentos y combustibles para un periodo de aislamiento de dos semanas; tener preparado un botiquín de primeros auxilios, incluyendo aquellos medicamentos que sean utilizados por todos o alguno de los miembros de la unidad familiar; economizar calefacción y disponer de algún equipo o aparato de emergencia para tener caldeada como mínimo una habitación, así como de una radio con pilas y repuesto para seguir los pronósticos del tiempo. También se recomienda contar en la vivienda con el equipo necesario para combatir un incendio por si los Bomberos no pudieran llegar a auxiliar con la rapidez precisa. - item no encontrado",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Disaster and Accident"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-04T11:12:56.430+02:00",
  "updated": "2024-01-04T11:12:56.430+02:00"
}