{
  "thread": {
    "uuid": "39c485dc2e9d4b274c814c08c00cdb001e6583e9",
    "url": "https://daijiworld.com/news/newsDisplay?newsID=1153738",
    "site_full": "daijiworld.com",
    "site": "daijiworld.com",
    "site_section": "https://daijiworld.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "Mangalore News , karnataka News , Konkani News - Daijiworld.com",
    "title": "Punjab witnesses decline in road accident fatalities: DGP - Daijiworld.com",
    "title_full": "Punjab witnesses decline in road accident fatalities: DGP - Daijiworld.com",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "http://daijiworld.com/images/daijiSquareLogo.png",
    "performance_score": 0,
    "domain_rank": 22276,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "39c485dc2e9d4b274c814c08c00cdb001e6583e9",
  "url": "https://daijiworld.com/news/newsDisplay?newsID=1153738",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Punjab witnesses decline in road accident fatalities: DGP - Daijiworld.com",
  "text": "Chandigarh, Dec 29 (IANS): Punjab has witnessed a decline of 0.24 per cent in road accident fatalities during the year 2022, in comparison to the previous year 2021, Director General of Police (DGP) Gaurav Yadav said here on Friday In 2022, Punjab had registered 4,578 road accident fatalities. A maximum number of road accident fatalities, accounting for 26 per cent of the total accident fatalities in the state, were reported between 6 p.m. and 9 p.m. in 2022, while, at least 75 per cent of the accident fatalities occurred in rural areas of the state. As per the socio-economic cost analysis, in Punjab the accidents accounted for a loss of Rs 21,517 crore in 2022. The decline in road fatalities in the state is against the countrywide trend, which has witnessed an increase of 9.4 per cent in road fatalities in 2022, resulting in 1,68,491 road accident fatalities in India. DGP Yadav, while launching the Annual Report on Punjab Road Crashes and Traffic-2022, said this declining trend is likely to be accelerated with the launch of the first-of-its-kind Sadak Surkhiya Force (SSF), a special police team dedicated towards road safety and effectively chasing criminals. \"The SSF, a brainchild of Chief Minister Bhagwant Mann, is expected to hit the roads soon, which will not only help in saving precious lives by reducing mishaps but will also streamline the traffic movement in the state,\" he said. The DGP urged the public to follow road safety rules and regulations to make the roads of Punjab safer. Divulging more details, ADGP (Traffic) A.S. Rai said this annual report on Punjab Road Crashes and Traffic -- 2022 is an initiative taken by the Punjab Police and Punjab Road Safety and Traffic Research Centre. It comprises an in-depth analysis of road accidents, traffic violations, and road safety measures in Punjab, he added. Disclaimer: Please write your correct name and email address. Kindly do not post any personal, abusive, defamatory, infringing, obscene, indecent, discriminatory or unlawful or similar comments. Daijiworld.com will not be responsible for any defamatory message posted under this article. Please note that sending false messages to insult, defame, intimidate, mislead or deceive people or to intentionally cause public disorder is punishable under law. It is obligatory on Daijiworld to provide the IP address and other details of senders of such comments, to the authority concerned upon request. Hence, sending offensive comments using daijiworld will be purely at your own risk, and in no way will Daijiworld.com be held responsible.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "yadav",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ians",
        "sentiment": "negative"
      },
      {
        "name": "sadak surkhiya force",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "chandigarh",
        "sentiment": "none"
      },
      {
        "name": "punjab",
        "sentiment": "none"
      },
      {
        "name": "punjab road",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T17:05:03.861+02:00",
  "updated": "2023-12-29T17:05:03.861+02:00"
}