{
  "thread": {
    "uuid": "8a071cd75823f879594d7d07d078fe819466b294",
    "url": "https://www.chicagotribune.com/2024/04/04/deepest-u-s-pool-proposed-for-north-chicago-would-be-a-godsend-for-the-disabled-planners-say-no-one-has-ever-done-anything-like-this-before",
    "site_full": "www.chicagotribune.com",
    "site": "chicagotribune.com",
    "site_section": "https://www.chicagotribune.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Chicago Tribune",
    "title": "Deepest U.S. pool proposed for North Chicago would be a godsend for the disabled, planners say; ‘No one has ever done anything like this before’",
    "title_full": "Deepest U.S. pool proposed for North Chicago would be a godsend for the disabled, planners say; ‘No one has ever done anything like this before’",
    "published": "2024-04-04T23:29:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.chicagotribune.com/wp-content/uploads/2024/04/LNS-L-erintunison-diveheart-01.jpg?w=1024&#038;h=683",
    "performance_score": 0,
    "domain_rank": 509,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8a071cd75823f879594d7d07d078fe819466b294",
  "url": "https://www.chicagotribune.com/2024/04/04/deepest-u-s-pool-proposed-for-north-chicago-would-be-a-godsend-for-the-disabled-planners-say-no-one-has-ever-done-anything-like-this-before",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chloe Hilles",
  "published": "2024-04-04T23:29:00.000+03:00",
  "title": "Deepest U.S. pool proposed for North Chicago would be a godsend for the disabled, planners say; ‘No one has ever done anything like this before’",
  "text": "When Erin Tunison was finally submerged in the warm pool water, her once-clenched fists relaxed into wide-spread fingers. In a full scuba oxygen tank and mask, Tunison glided around the hotel pool in Downers Grove with the help of her father Mike and Diveheart founder Jim Elliott. “She’s weightless underwater,” Mike Tunison said. “She gets so much out of it from the motor extension.” On land, Erin Tunison, 34, uses a wheelchair to move around due to cerebral palsy, a congenital condition that affects movement and posture. But in the water, she has the mobility and dexterity that she wouldn’t experience elsewhere. Diveheart, a non-profit dedicated to building confidence, self-esteem and independence through adaptive scuba diving for people with physical and cognitive disabilities, launched a $300 million fundraising effort in February to build a three-pool scuba dive and scuba therapy facility in North Chicago, a suburb about 30 miles north of Chicago. Plans for the facility include the deepest pool in the country at 130 feet to provide the experience of deep-water diving, with water pressure similar to a more than 10-story depth, but without the chill of the deep ocean or its currents. Though there are deeper pools elsewhere in the world — the largest at 200 feet in Dubai — Diveheart’s Executive Director Tinamarie Hernandez said the North Chicago pool would be the deepest used for therapy. “No one has ever done anything like this before,” Hernandez said. “The others are solely for recreational purposes.” Hernandez also said the planned facility would allow the organization’s offerings to exponentially grow, and be provided on a regular basis. Currently, the organization relies on using community or hotel pools for its scuba sessions, restricting how frequently programming can be offered. Anesthesiologist and undersea hyperbaric medicine specialist Richard Moon said many people with physical disabilities, who wouldn’t necessarily meet the standard fitness test for diving, can safely scuba dive with the help of the right people. “Diveheart has been right at the forefront of all of this, working out ways to allow for people with handicaps to actually get in the water and do reasonably well,” Moon said. “It does require dedicated staff to help, often equipment to get people in and out of the water, and it requires special instruction for those individuals.” The $300 million price tag for the project is based on all the amenities Diveheart plans to provide, which Hernandez hopes the organization can raise within four years. If less funds are raised, Hernandez said elements of the project can be scaled back. “We will raise funds, maybe it’s $250 million or $150 million,” she said. “We will still build it. Jim and I believe strongly that if we meet the right people in the United States, not to mention the world, that could help us.” ‘It relaxes everything’ During pool dives, Erin Tunison likes to make it a fun, therapeutic session, diving for rings at the bottom of the pool to work on her upper-body dexterity, Hernandez said. Diveheart is broad in its interpretation of disability, she said, working with people with ADHD, post-traumatic stress, paraplegics and more. Moon, who does research on the physiology of diving as the medical director for the Center for Hyperbaric Medicine, also known as Duke Dive Medicine, said many regular scuba divers report that the sport is, “very calming and relaxing.” “It tends to have an anxiolytic effect,” he said. “(Some) people who have chronic anxiety say they feel much better underwater.” For people with disabilities, Moon said scuba diving is a more approachable and relaxing activity, compared to other sports like running or heavy swimming. However, he said handicapped divers do need support from trained professionals who are knowledgeable about their condition. “The brilliance of being in the water is that you don’t need a whole lot of muscle power to move around; it relaxes everything. ” Moon said. “There’s not a lot of stress on the joints or the back, because you’re kind of held up in zero (gravity) buoyancy.” At some depth levels, an output of serotonin – a natural mood-stabilizing hormone – is released in the body, providing therapeutic benefits, Hernandez said. Preliminary studies have also revealed that 70% to 80% of PTSD symptoms are alleviated while diving, she added. “If we could get veterans, or other people who’ve experienced trauma and have PTSD into the water on a regular basis, at a depth that is helpful to them, that could be part of their treatment,” she said. A multipurpose facility If Erin Tunison had it her way, she’d strap into her scuba gear and dive anytime Diveheart has a session. Since she started diving about 12 years ago, her father said her self-confidence has grown. “It’s really more about how people see Erin than how she sees herself,” he said. “When Erin tells people that she scuba dives, they look at her like, ‘How is that possible? That’s hard to do. With this organization, it’s not hard. They just make it easy, and it’s fun.” A pool facility in North Chicago would be significantly more convenient for the Tunison family, which lives in Crystal Lake but drives all over the Chicago metro region, and even to southern Wisconsin, for the organization’s programming. After fundraising is complete, Hernandez anticipates the facility will take about two years to build. The executive director envisions the deep-pool facility serving the Midwest region at large, including people from Illinois, Wisconsin and Iowa. With the multi-pool facility, Hernandez said the organization would be able to invite scientists who are doing scuba-diving research, whether it is related to adaptive diving or not, with access to a group of participants at the facility. Moon agreed the space has the potential to attract researchers conducting experiments on decompression, diving, immersion, equipment and more. “My recommendation would be whoever is organizing (the facility), to make sure it has wide enough appeal for a broad market,” he said. “It would be terrific for scuba-diving research, free diving research, free diver training, you name it. If you have all that, who knows, maybe have a nice restaurant there. Then it becomes much more financially viable.” The planned pool facility would also serve the surrounding community and beyond with swim lessons and vocational scuba training. Conceptual designs of the facility include a smaller, starter pool, similar to a typical high school pool, for swim lessons and basic scuba training. A third, 20-feet-deep, above-ground pool is also planned. It will be divided into two smaller sections and one larger one with tunnels, where people can walk through and observe the underwater activities. Hernandez said she envisions search-and-rescue teams from local first-responder departments using the facility for training as well. “We’re hoping to build this in an economically challenged area, which also makes it very inviting for us because we would love to be somewhere where not only are we bringing something great to the community, but we’re also helping,” she said. After watching his daughter scuba dive, Mike Tunison learned how to as well so he could join her in the water. A few years ago, Erin Tunison did her first open-water dive at the Haigh Quarry in Kankakee. Her next goal is to dive in The Living Seas at Walt Disney World Resort in Florida. Scuba diving is not the only sport in which she participates. She also does adaptive horseback riding, skiing and bowling. “It’s just really rewarding for me as a parent to see the things that she gets to do,” her father said. “There’s just no other way she would get to do this.” chilles@chicagotribune.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://www.diveheart.org/deep-pool-project",
    "https://diveheart.org/deep-pool-project"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "erin tunison",
        "sentiment": "neutral"
      },
      {
        "name": "mike",
        "sentiment": "none"
      },
      {
        "name": "tunison",
        "sentiment": "none"
      },
      {
        "name": "jim elliott",
        "sentiment": "none"
      },
      {
        "name": "mike tunison",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "north chicago",
        "sentiment": "none"
      },
      {
        "name": "chicago",
        "sentiment": "none"
      },
      {
        "name": "downers grove",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:11:46.373+03:00",
  "updated": "2024-04-05T05:25:32.080+03:00"
}