{
  "thread": {
    "uuid": "6e301a47d489700347aab271bdac668d6f8ff0fb",
    "url": "https://eco.sapo.pt/entrevista/ha-folga-para-ir-mais-alem-nos-aumentos-salariais-da-funcao-publica-em-2024/",
    "site_full": "eco.sapo.pt",
    "site": "sapo.pt",
    "site_section": "https://eco.sapo.pt/trabalho",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Trabalho &#8211; ECO",
    "title": "“Há folga para ir mais além nos aumentos salariais” da Função Pública em 2024, diz José Abraão – ECO",
    "title_full": "“Há folga para ir mais além nos aumentos salariais” da Função Pública em 2024, diz José Abraão – ECO",
    "published": "2023-12-29T09:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://eco.imgix.net/uploads/2023/12/cropped-jose-abraao01.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200",
    "performance_score": 0,
    "domain_rank": 1772,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 18,
        "comments": 11,
        "shares": 27
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e301a47d489700347aab271bdac668d6f8ff0fb",
  "url": "https://eco.sapo.pt/entrevista/ha-folga-para-ir-mais-alem-nos-aumentos-salariais-da-funcao-publica-em-2024/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "visao.sapo.pt",
  "published": "2023-12-29T09:02:00.000+02:00",
  "title": "“Há folga para ir mais além nos aumentos salariais” da Função Pública em 2024, diz José Abraão – ECO",
  "text": "Já foi publicado o decreto que atualiza os ordenados para o próximo ano, entre 52 euros e 3%, mas com um novo Governo à porta, o líder da FESAP defende que o processo negocial deve ser reaberto.\nCom um novo Governo no horizonte, de preferência liderado pelo socialista Pedro Nuno Santos, o secretário-geral da Federação de Sindicatos da Administração Pública (FESAP), José Abraão, revela, em entrevista ao ECO, que há “folga orçamental” para reabrir a atualização salarial dos funcionários públicos para 2024, processo que tinha ficado fechado com atual Executivo demissionário de António Costa .\nNo início de janeiro, a assembleia-geral da FESAP vai reunir para decidir a política reivindicativa que irá entregar aos partidos. Se o Executivo que sair das eleições legislativas de 10 de março rasgar o acordo plurianual de valorização salarial, celebrado entre os sindicatos e o Governo de maioria absoluta de António Costa, a FESAP admite ir para a rua lutar.\nSalários no Estado sobem 52 euros ou 3%. Veja a tabela\nLer Mais\nO decreto-lei, que procede à revisão da tabela salarial dos trabalhadores do Estado, foi publicado em Diário da República no final de novembro e determina subidas de 52,63 euros para ordenados até 1.754,49 euros e de 3% para vencimentos superiores . Porém, o líder sindical considera que é possível revisitar algumas matérias, sublinhando que a proposta de FESAP, afeta à UGT, era de aumentos em torno dos 70 a 80 euros, sendo superior a 3% para rendimentos maiores. “O próximo Governo terá sobre os seus ombros a responsabilidade de continuar a melhorar salários” , destaca José Abraão.\nPor outro lado, o subsídio de refeição que, este ano, aumentou para seis euros por dia, será congelado em 2024, quando o dirigente sindical defende que esta rubrica deve ser atualizada anualmente. Até porque “ninguém consegue comer com seis por euros por dia” . Foram repostos os valores das ajudas de custo para os montantes de 2010, mas não basta, porque “hoje ninguém dorme com uma ajuda de custo 50 euros” , reivindica José Abraão.\nJosé Abraão, presidente da FESAP, em entrevista ao ECO Hugo Amaral/ECO Socialista e apoiante de Pedro Nuno Santos nas eleições internas do PS, o secretário-geral da FESAP admite negociar com um Governo de direita, mas alerta que não é adepto de “radicalismos” de extrema-direita como os que existem no Chega nem de forças políticas que olham para a “Administração Pública como um inimigo” como a Iniciativa Liberal.\nMas a reedição de uma geringonça com um PS minoritário a governar, apoiado por PCP e Bloco de Esquerda no Parlamento, também não é um cenário frutuoso, até porque o diálogo social com os sindicatos perdeu-se: “A geringonça foi um momento de significativa desvalorização da negociação coletiva no nosso país” . Ainda assim, Abraão acredita que uma formulação desse género será “irrepetível” e que, a existirem acordos entre socialistas, comunistas e bloquistas, a negociação com os sindicatos será valorizada.\nCom um novo Governo, a FESAP espera conseguir aumentos salariais superiores para o próximo ano, mas, se pudesse escolher, preferia que o Presidente da República tivesse viabilizado um novo Executivo socialista, em vez de ter dissolvido o Parlamento e convocado eleições antecipadas: “Receio, sinceramente, que a instabilidade possa voltar e com isso, seguramente, nenhum de nós vai ganhar”.\nO mandato da maioria absoluta do PS foi interrompido por uma crise política na sequência da demissão de António Costa do cargo de primeiro-ministro, quando soube que estava envolvido na Operação Influencer . Vamos para eleições legislativas antecipadas, o acordo plurianual que os sindicatos da Função Pública assinaram com o Governo pode ficar a meio do caminho? Não quero acreditar que o acordo plurianual fique pelo caminho, porque foi um acordo celebrado com o maior empregador deste País, que é o Estado, independentemente do Governo que está hoje ou que pode estar amanhã. Não quero acreditar que o acordo tenha ficado por aqui, independentemente da crise política que tenha acontecido. Não quero antever o futuro, mas quero acreditar que Portugal continuará na senda do crescimento económico, de contas públicas certas.\nSeja qual for o Governo que resulte das eleições do próximo dia 10 de março, dada a nossa matriz negocial, da FESAP – UGT, acredito que o acordo seja cumprido e e até tenho expectativas como têm os trabalhadores da administração pública que possa ser significativamente melhorado , neste esforço enorme de negociação que se fez nestes últimos 13 ou 14 meses, revendo carreiras, valorizando salários, revendo carreiras até mais do que uma vez, como aconteceu com os técnicos superiores – já é a terceira revisão, valorizando-as com o objetivo de reter os jovens e recrutar os melhores.\nNão quero acreditar que o Governo tenha assumido este compromisso plurianual com a FESAP para alguém que pudesse vir a seguir o viesse a destruir. Os trabalhadores não aceitariam.\nE qual é a expectativa para melhorar o acordo? A expectativa passa sempre por isto: a questão dos salários.\nNo próximo ano, qual é o objetivo? É manter um aumento de 52 euros ou de 3%, tal como foi aprovado pelo atual Governo, ou mais? A nossa expectativa é que há provavelmente espaço de manobra, condições, folga orçamental, para que se possa ir até mais além , melhorando os salários médios da administração pública. Houve um grande esforço na valorização do salário mínimo que, esperemos, chegue ao final da legislatura e se aproxime do seu próximo dos 1.000 euros.\nMas é preciso também olhar de uma vez por todas para os salários daqueles que já cá estão e que não estão no salário mínimo. Olhando para a classe média, para esses salários, para que as pessoas possam fazer face às dificuldades.\nPoderá ser um aumento salarial superior aos 52 euros ou 3%? Podem ser aumentos de 70 ou 80 euros como a FESAP propôs e aqueles que tiveram aumentos salariais, na ordem dos 3%, possam ter um pouco mais. Com acordo, muitos milhares de trabalhadores recuperaram o poder de compra, mesmo por consequência da inflação. Os administrativos tiveram um aumento de 20%. A política municipal em média 20%. E tantos outros.\nMas há trabalhadores que tiveram aumentos de 3%. Ficou aquém daquilo que foi a inflação, quer a esperada quer a verificada. E, portanto, havendo condições e há folga para ir mais além, o próximo Governo terá sobre os seus ombros a responsabilidade de continuar a melhorar salários, a valorizar carreiras e a aplicar aquilo que é expectável na valorização dos trabalhadores da administração pública.\nHá um conjunto de outros pressupostos que é a garantia da qualidade do nosso SNS, da educação, da justiça, onde há muito para fazer e, na FESAP – UGT, estamos completamente disponíveis para nos sentarmos à mesa, assumir compromissos de curto, médio e longo prazo, com o objetivo de que se vá transformando a administração pública, tornando-a mais ágil ao serviço dos cidadãos.\nMas os aumentos salariais para o próximo ano já foram aprovados. Há margem para voltar a negociar com o novo Governo? A FESAP vai voltar a colocar a questão em cima da mesa? Claro que sim. A negociação coletiva, que vem funcionando relativamente melhor e até melhor do que funcionava antes, acabou por nos mostrar uma realidade em que os salários no setor privado cresceram mais do que aquilo que foi o crescimento na administração pública ao longo deste ano, em concreto.\nE, portanto, a FESAP voltará sempre à mesa das negociações para cumprir aquele objetivo que já cumprimos durante muitos anos: o aumento do subsídio refeição ou aumento dos salários na administração pública funcionavam praticamente como referencial para o setor privado. Ora, nós continuamos em perda no setor público, quando, no setor privado, os salários crescem mais.\nVamos pedir que se avalie o acordo e que se crie as condições tendo em conta aquilo que nós consideramos ser a folga, a margem orçamental que existe, para continuar a valorizar, aumentar os salários aos trabalhadores da administração pública para retermos os melhores.\nJosé Abraão, presidente da FESAP, em entrevista ao ECO Hugo Amaral/ECO Vai então pedir ao futuro Governo para rever a atualização de salários e do subsídio de refeição ainda em 2024? Nós vamos mandar uma carta aos partidos políticos, em que continuaremos a considerar que há toda uma necessidade de valorizar e aumentar os salários na administração pública para reter competência e recrutar os melhores. E, havendo margem, é evidente que queremos que isto seja corrigido. Não sei se vai haver ou não orçamento retificativo, se este vai até ao fim. Há aqui janelas de oportunidade e, portanto, tentaremos sempre como sempre fizemos.\nÉ positivo um orçamento retificativo para acolher estas matérias? O que é positivo é que os orçamentos, por um lado, se cumpram. Depois, havendo condições, que possam melhorar as condições de vida e de trabalho de todos os trabalhadores em geral e em particular daqueles que nós representamos na FESAP, que são os trabalhadores da função pública.\nHouve reivindicações que ficaram pelo caminho como a atualização do subsídio de refeição para este ano ou uma maior valorização salarial. A atualização do acordo para este ano ficou aquém das expectativas? Nós tínhamos uma expectativa um pouco maior, mas também temos de ter presente o seguinte: tivemos, no ano passado, em outubro, com retroativos, o aumento do subsídio de refeição que foi porventura o maior aumento do subsídio de refeição neste século. Apesar de tudo, consideramos que ninguém consegue comer com seis euros por dia. É um subsídio, uma ajuda. Daí que a nossa expectativa era de que se pudesse ir um pouco mais além.\nQual deveria ser a atualização do subsídio de refeição? Olhe que tudo o que seja 7 euros, 7,5 euros, 8 euros , conforme foi a nossa proposta era naturalmente expectável. O Governo decidiu associar aquilo que era alguma disponibilidade financeira à questão de algumas valorizações em carreiras, desde a polícia municipal, administrativos, técnicos superiores, entre outros. E, portanto, neste quadro, esta é uma questão que se vai. A atualização do subsídio de refeição tem que ser um exercício anual na negociação geral anual. E neste último, pese embora a inflação tenha estado a baixar um pouco, as pessoas não podem ver esse subsídio reduzido por consequência da inflação. Daí que era expectável a correção e não aconteceu.\nNum mês, Governo fechou acordos de 1,3 mil milhões de euros\nLer Mais\nAntes de o Executivo entrar em modo de gestão, o ministério da Presidência, que tutela esta área, apressou-se a fechar o maior número de acordos possíveis de valorização da carreira e dos salários dos trabalhadores do Estado. Foi feito de uma forma apressada? Não parece que o Governo do PS já está em pré-campanha eleitoral? Eu acho que não.\nMas esses acordos foram antecipados. Antecipados, porque foi interrompida a legislatura e, portanto, se havia o compromisso do Governo em valorizar um conjunto vasto de carreiras, interrompida a legislatura, procurou, até por nossa exigência, corresponder àquilo que eram os compromissos que estavam ali estabelecidos. Poderá perguntar se estava prevista mais uma revisão da carreira de técnico superior? Sim, claro que estava. E foi assumida justamente até antes da crise política. O Governo, e bem, resolveu antecipá-la. É para nós a garantia de que os acordos são para cumprir.\nPorque qualquer interrupção em relação a este esforço negocial de valorização de salários, carreiras, avaliação de desempenho, revisões, reestruturações é um passo atrás, de tal maneira inaceitável que os trabalhadores administração pública não iam compreender. O Governo que vier a seguir tem a responsabilidade, independentemente do que possa vir a acontecer, de, na elaboração do seu programa, ter em consideração o que está feito e quais são as posições das organizações sindicais.\nNo princípio de janeiro, devemos realizar a assembleia-geral da FESAP e, como sempre fazemos, enviaremos aos partidos políticos uma carta com aquilo que são as nossas preocupações no que diz respeito ao presente, mas também sobre o futuro, no sentido de se estabelecerem compromissos. Para quê? Para que não aconteça aquilo que aconteceu durante a vigência da geringonça. A geringonça foi um momento de significativa de desvalorização da negociação coletiva no nosso País.\nJosé Abraão, presidente da FESAP, em entrevista ao ECO Hugo Amaral/ECO O sistema de avaliação dos funcionários públicos, o SIADAP, foi revisto e já produzirá efeitos neste ciclo avaliativo 2023/2024 com impactos em 2025. O novo regime, que passa de bianual a anual, vai permitir que mais trabalhadores cheguem ao topo da carreira. Teme que o futuro Governo, liderado por Pedro Nuno Santos ou Luís Montenegro, não cumpra o novo SIADAP? Não. Sinceramente, não. Fomos considerando a essência de algum discurso político à volta daquilo que é o sistema de avaliação que temos na administração pública de que os 10 pontos eram um exagero. Houve o caso concreto dos Açores, por exemplo, em que se acabaram com as quotas. Nós também somos muito favoráveis ao fim das quotas, porque é o mais injusto que temos no sistema de avaliação.\nE valorizamos muito esta alteração ao SIADAP. Primeiro, porque as pessoas mais rapidamente poderão chegar ao topo. A FESAP sempre exigiu que, ao fim de 40 anos de serviço, as pessoas pudessem chegar ao topo das suas carreiras . Eram muito poucos os que chegavam e com a revisão que fizemos ao SIADAP, pelo menos 60% dos trabalhadores terão um ponto e meio, dois ou três e isso vai permitir que mais rapidamente se possa chegar ao topo. A par daquilo que para nós foi essencial que foi a redução do número de posições remuneratórias em várias carreiras, seja na informática, seja nos técnicos superiores, que também permite uma progressão mais rápida.\nMas acha que tanto Luís Montenegro como Pedro Nuno Santos vão manter esta revisão ao SIADAP? Acho que não têm alternativa. Qualquer um daqueles que vier a ser primeiro-ministro só tem é que procurar melhorar. Revogar e voltar atrás acho que não faz sentido absolutamente nenhum. Também nenhum deles o afirma. Tenho mais preocupações no que diz respeito a algumas forças políticas que veem a administração pública quase como um inimigo. E receio que possa haver aí alguma política orientadora no sentido das privatizações, de reestruturações que muitas vezes não fazem sentido.\nTenho mais preocupações no que diz respeito a algumas forças políticas que vêm a administração pública quase como um inimigo. E receio que possa haver aí alguma política orientadora no sentido das privatizações, de reestruturações que muitas vezes não fazem sentido.\nJosé Abraão, secretário-geral da FESAP Refere-se a um governo de direita apoiado por forças como a Iniciativa Liberal e Chega? Um Governo não sei se é de direita ou de extrema-direita, mas um Governo que entenda que esta administração pública, conforme já vamos ouvindo dizer, que é gorda, que há trabalhadores a mais e isso preocupa-nos imenso . Porque, quando verificamos, há falta de pessoal.\nSomos 745 mil e a prova de que há falta de pessoal é que continua-se a contratar precariamente , porque as pessoas são necessárias e, portanto, acredito sinceramente que tudo aquilo que foram algumas reformas, medidas estruturais, marcas que este Governo deixa seja no SIADAP, seja nas carreiras, seja nos salários, sejam continuadas.\nSerá mais fácil manter o acordo plurianual para valorização dos rendimentos dos funcionários públicos com Pedro Nuno Santos ou Luís Montenegro? Foi com este Governo que fizemos este acordo, foi com este Governo que tivemos este grande esforço negocial no sentido de valorizar a administração pública, os seus trabalhadores, os salários e aquilo que são os seus direitos. Quero acreditar que, provavelmente, não havendo aqui grandes alterações de políticas públicas, se possa cumprir e, como digo, até melhorar.\nMas será mais fácil com Pedro Nuno Santos ou Luís Montenegro? Não faço ideia, porque não conheço o programa eleitoral e as propostas do PSD de Luís Montenegro, e portanto, aguardemos por elas para a gente poder dizer se é mais fácil ou mais difícil. Agora percebo até a pergunta por uma razão simples: provavelmente, maiorias absolutas não haverá. Há-de haver necessidade de conserto de posições à esquerda ou à direita.\nVamos ver quem é que tem maioria no Parlamento, se é a esquerda ou se é a direita, e a FESAP negociará com qualquer um deles. E que, antes do dia 10 de março, as forças políticas que vão estar neste ato eleitoral digam ao que vem. Nós sabemos o que queremos e sabemos o que não queremos.\nQue haja posições claras seja por quem ganhar à direita ou à esquerda com compromissos com as organizações sindicais, de modo a que não aconteça o que aconteceu naquilo que foi a designada geringonça, em que houve uma paragem na negociação coletiva.\nJosé Abraão, secretário-geral da FESAP E o que não querem? Não queremos que se facilite o despedimento, não queremos precariedade, não queremos voltar atrás no que diz respeito ao SIADAP, não queremos voltar atrás no que diz respeito aos salários e, portanto, sabemos o que não queremos. Mas também sabemos o que queremos: que haja posições claras seja por quem ganhar à direita ou à esquerda com compromissos com as organizações sindicais, com as centrais sindicais, com a FESAP, de modo a que não aconteça o que aconteceu naquilo que foi a designada geringonça, em que houve uma paragem na negociação coletiva.\nE até porque já ouvi dizer que, a haver uma qualquer solução governativa, a geringonça não será reproduzível inevitavelmente. Poderá haver outro tipo de acertos que se possam fazer, mas que haja compromissos com os trabalhadores com as organizações sindicais.\nReceia uma nova geringonça nos mesmos moldes? Nós não receamos nem temos de deixar de recear geringonça nenhuma nem à esquerda nem à direita. Nós, FESAP, somos de compromissos, de negociação. Se se comprometerem connosco em relação a planos anuais, plurianuais, de médio e longo prazo, isto torna-se tudo muito mais fácil, seja à esquerda seja à direita. A nossa matriz, na FESAP como na UGT, é a da negociação. Já negociámos e fizemos acordos com governos à esquerda e com governos à direita.\nO que está em causa aqui é uma exigência clara dos trabalhadores da administração pública a todos os partidos políticos, da esfera da governação, de que sejam claros nas suas propostas e que sejam claros na resposta àquilo que é a carta ou as reivindicações ou as propostas que a FESAP vier a apresentar.\nMas Pedro Nuno Santos já admitiu reeditar a geringonça. O diálogo social com os sindicatos pode ficar prejudicado? Não quero acreditar que isso possa acontecer.\nMas aconteceu no passado. Aconteceu no passado. Mas sabe como se costuma dizer a água não passa duas vezes debaixo da mesma ponte. A menos que a gente a tenha engarrafada, passa para lá e depois vem para cá, vai, mas não passa. Estou convencido de que a geringonça será irrepetível e temos hoje alguns sinais de que, a haver necessidade de um apoio diversificado no Parlamento, eventualmente à esquerda, que isto passará por uma negociação mais aturada primeiro com os sindicatos.\nNa geringonça, havia gente que ficava muito contente com aumentos de 10 euros nas pensões. E nós sempre dissemos: por que é que não são 20 ou 30 euros? Nós não queremos mais uma vez voltar atrás. E, por isso, quero acreditar e os trabalhadores da administração pública acreditam, sinceramente, que seja qual for a solução governativa, voltar atrás é impensável.\nJosé Abraão, presidente da FESAP, em entrevista ao ECO Hugo Amaral/ECO E é possível antever a carta reivindicativa da FESAP? O acordo estabelece aumentos de 208 euros até 2026. É possível ir mais além? Como sempre dissemos, fizemos o acordo no sentido de se salvaguardar mínimos. E, como sabe, o próprio acordo é um acordo de mínimos.\nEntão a FESAP vai pedir ao futuro governo para reabrir a negociação em relação ao acordo? Sempre considerámos existirem condições para que possa ser melhorado.\nPedro Nuno Santos e Luís Montenegro defendem a contagem integral do tempo de serviço dos professores de forma faseada. Acha que vai mesmo acontecer? Não há o risco de aumentar a despesa permanente do Estado que coloque em causa as contas certas ou a trajetória de redução da dívida pública, como já alertou o governador do Banco de Portugal, Mário Centeno, quando reviu em baixa a previsão do crescimento da economia no próximo ano, de 1,5% para 1,2%? Nós continuamos a estar ao lado de todos os trabalhadores, onde se incluem os professores. Não pedimos a ninguém para nos descontar em pontos resultantes da avaliação de desempenho ou congelamentos que depois acabam por penalizar percursos profissionais. E, por isso, estamos ao lado dos professores. E continuo a pensar que com compromissos de curto, médio e até mais longo prazo, será possível resolver estes problemas.\nEsse compromisso de longo prazo poderia implicar acordos entre PS e PSD? Isto pode implicar sempre acordos entre as diversas forças partidárias. Antes disso, tem de implicar acordos com os trabalhadores, com as suas organizações sindicais. Independentemente da solução governativa que resultar do dia 10 de março, este tipo de questões, seja a solução para os professores, seja a revisão de carreiras, sejam aumentos salariais, seja o que for, têm, antes de tudo mais, ser negociado com aqueles a quem dizem respeito, os sindicatos, com a FESAP – UGT.\nSe depois os partidos políticos, no Parlamento ou fora dele, se entendem, indo ao encontro daquilo que são as nossas posições, bem-vindos. Eu costumo dizer que governar é optar. E se o Governo com margem, com folga, optar por resolver estes problemas, que são problemas reais, concretos dos trabalhadores, só temos que saudar e só temos que felicitar . E, por isso mesmo, venham as eleições e digam às pessoas, aos trabalhadores, aos cidadãos, ao que vêm e até onde se podem comprometer.\nAgora, quando se quer resolver, há sempre condições para o fazer. Acabámos de assinar um acordo com o primeiro-ministro no que concerne à valorização dos técnicos superiores. As pessoas vão passar a integrar posições remuneratórias virtuais. A carreira melhorou, a carreira encurtou, mais facilmente se chega ao topo. Quando? Quando mudarem de posição remuneratória. Quando é que mudam? Muitos vão mudar em janeiro de 2024, com o acelerador dos seis pontos. Outros vão mudar quando obtiverem os oito pontos ou os seis. O que é que isto significa?\nNos próximos dois, três, quatro anos, a esmagadora maioria dos trabalhadores da administração pública há-de beneficiar da mudança de posição remuneratória e de um salário melhor , de uma carreira que permite mais facilmente chegar ao topo e, se possível, com outros profissionais quer sejam enfermeiros, técnicos de diagnóstico, professores, oficiais de justiça, profissionais de reinserção social ou outros.\nNa área da saúde, apesar do atual Governo ter avançado com a criação da carreira de técnico auxiliar de saúde, ter estendido o acelerador de progressões aos trabalhadores com contrato individual de trabalho e ter chegado a acordo com um dos sindicatos dos médicos, ainda há caminho a percorrer. António Costa sai do Governo e falha na promessa de que todos os portugueses iriam ter um médico de família. Neste momento, 1,7 milhões de utentes não têm clínico atribuído. Acha que a estratégia seguida pelo atual Governo está a resultar? O que é preciso para que finalmente todos possam ter um médico de família? Provavelmente para que haja mais médicos de famílias eram precisos mais médicos. E mais do que isso, é preciso que haja uma coisa que é fundamental para que o trabalho seja reconhecido, seja na educação, na saúde, é que os salários correspondam àquilo que é a função de cada um.\nPassa sobretudo por aumentos salariais? Também como é óbvio. Sabe que o orçamento da saúde quase duplicou em meia dúzia de anos. Agora há aqui um problema grave complexo de gestão e de organização.\nAcha que esta nova direção executiva vai resolver o problema? Tinha alguma esperança que isso se pudesse verificar. Só que temos hoje um modelo que é o modelo da autonomia, grosso modo falando, dos hospitais EPE, que são cerca de quatro dezenas e em que cada um, de quando em vez, resolve fazer como entende. E é preciso que haja aqui uma orientação política diferente, que permita que isto não seja ao sabor de cada um.\nNós nunca tivemos um peso tão grande na saúde por parte do setor privado. Não tenho nada contra, mas é preciso ver como é que isto se conjuga tudo e como é que se resolve o problema, que cada vez mais parece tratar-se de um negócio. Basta as listas de espera, basta um conjunto de outras dificuldades que os cidadãos em geral têm para percebermos que é preciso fazer mais, defendendo o SNS ao serviço de todos e não apenas dos pobrezinhos , na justa medida em que crescem de forma tão significativa no nosso País os seguros privados de saúde que garantem, no início, tudo a todos, e depois, no fim, garantem muito pouco.\nDe facto, não temos todos médico de família e era uma promessa. Foi incumprida. Espero que o próximo Governo a cumpra.\nJosé Abraão, secretário-geral da FESAP Reconhece que António Costa falhou na sua promessa? Reconheço que já os anteriores governos todos, que prometeram um médico de família para todos os cidadãos, falharam.\nMas para o atual primeiro-ministro foi uma bandeira… Provavelmente ou seguramente também aí se falhou. Como sabe, isto não depende só da vontade. É preciso muitas vezes haver condições e criar as condições para que isso se possa verificar. De facto, não temos todos médico de família e era uma promessa. Foi incumprida. Espero que o próximo Governo a cumpra.\nSe o acordo plurianual for colocado em causa, nomeadamente, por um Governo de direita, que medidas vai tomar a FESAP. Admite ir para a rua lutar? Na nossa matriz, temos a negociação como primeira prioridade. Falhando a negociação, a rua não é só de alguns. A rua é dos trabalhadores que, querendo protestar, indignados muitas vezes com posições que são tomadas, a podem utilizar, exigindo aquilo que todos nós achamos que temos direito e, portanto, seja mais à direita ou seja mais à esquerda, o acordo se não for cumprido e se não continuarmos na senda da evolução salarial, dos aumentos salariais, da valorização das carreiras, de um conjunto de condições para que todos possamos viver melhor, certamente que a FESAP estará na primeira linha do protesto e do combate sindical para defender os trabalhadores e os sindicatos que representa, disso que ninguém tenha dúvida.\nAgora, não nos colocamos no papel de alguns que sistematicamente não fazem acordos. São contra tudo e contra todos. Preferem ficar de fora a vender ilusões do que melhorar de forma significativa as condições de vida e de trabalho dos trabalhadores que representam.\nEstá-se a referir à Frente Comum? Não estou a referir-me a nada.\nSeja mais à direita ou seja mais à esquerda, se o acordo não for cumprido, certamente que a FESAP estará na primeira linha do protesto e do combate sindical.\nJosé Abraão, secretário-geral da FESAP O corte salarial de 5% nos vencimentos dos titulares de cargos políticos vai continuar em 2024, apesar de António Costa ter prometido reverter tal medida até ao final da legislatura anterior. Acho que o futuro Executivo deve acabar com esta redução? Já devia ter acabado. Nessas coisas, não somos sectários ao ponto de perceber que queremos um bem para nós e um mal para os outros. Com o mal dos outros a gente não vive. E, portanto, neste quadro, se houve cortes, se houve reduções, fosse nos salários, fosse nos políticos, fosse nas pensões, fosse no que fosse, hoje Portugal e o nosso País tem condições para terminar definitivamente com tudo aquilo que foram cortes do passado. A par disso, um conjunto de alguns direitos ainda estão por resolver.\nNós tivemos já 25 dias de férias. Por que é que os perdemos? Por que é que ainda não estão repostos? Tínhamos, até há pouco tempo, o congelamento das ajudas de custo. Foram descongeladas, mas não foram aumentadas, foram apenas repostos os valores de 2010.\nEntão agora há um caminho a fazer. E o Governo que vier a seguir há-de ouvir a FESAP, o José Abraão, a dizer que é preciso que isto se corrija, porque as pessoas não têm que pagar para trabalhar. Porque hoje ninguém dorme com uma ajuda de custo 50 euros. Por isso, dizemos que se podia ter ido um pouco mais além e não se foi. Vamos ter novo Governo, no próximo dia 10 de março, e seguramente haveremos de colocar as questões.\nNós não somos nada adeptos dos radicalismos. Nós não somos nada adeptos daqueles que sistematicamente estão contra tudo e contra todos.\nJosé Abraão, secretário-geral da FESAP A FESAP aceita sentar-se à mesa com um Governo apoiado pelo Chega ou com ministros do partido de André Ventura? Nós não somos nada adeptos dos radicalismos . Nós não somos nada adeptos daqueles que sistematicamente estão contra tudo e contra todos. E, como dizia há pouco, a FESAP negociará com o governo legítimo que o povo português vier a eleger.\nMas aceitará ou não sentar-se à mesa com um Governo que terá o Chega? Com qualquer Governo, porque não fomos nós que decidimos essas coisas. Foram os cidadãos em geral. Se vamos eleger 230 deputados, se há uma qualquer possibilidade de construir, chame-se geringonça ou outra coisa qualquer, um Governo apoiado à direita ou um Governo apoiado à esquerda, a gente irá negociar, porque é a nossa matriz, com o Governo que lá estiver, se o ministro ou o secretário de Estado vem não sei de onde isso é responsabilidade do senhor primeiro-ministro futuro.\nPodendo acreditar, muito ou pouco, nalguns elementos desta ou daquela força política, o primeiro-ministro é que os escolheu. Poderemos eventualmente ter algumas reservas, mas temos sempre a possibilidade de falar com o primeiro-ministro , de falar com ministro em vez de falar com o secretário de Estado, mas falaremos sempre, porque a nossa matriz é a da negociação é a do compromisso. Independentemente de quem lá está, queremos sempre respeitar a democracia e as decisões do povo soberano . Se me diz assim “mas acredita muito ou pouco que os resultados poderão ser melhores com um Governo desta área ou doutra área” , a experiência mostra-nos que a gente pode acreditar mais ou menos nuns e noutros.\nAcredita mais num Governo à esquerda? Acreditamos mais num Governo de negociação, de compromisso. E nos últimos tempos tivemos bem essa experiência.\nAs negociações serão mais fáceis com um Governo de Pedro Nuno Santos do que com um Executivo de António Costa? A expectativa que tenho é aquilo que é hoje a sensibilidade demonstrada por parte daquele que é deputado, foi membro do Governo, foi agora eleito secretário-geral do Partido Socialista. Relativamente às questões de natureza social, eu já o ouvi dizer que vai ter como prioridade a defesa do Estado Social. Eu já o ouvi dizer que vai ter como prioridade as questões da administração pública. Doutros não ouvi dizer isso ainda. Vamos aguardar pelos programas eleitorais, vamos mandar uma carta e vamos ver qual o nível de compromisso.\nMas as negociações serão mais fáceis com um Governo de Pedro Nuno Santos do que com um Executivo de António Costa ou será idêntico? Acho que é sempre idêntico. Há uma cultura que certamente não se vai apagar. Se calhar muitos daqueles com quem negociamos hoje, caso o resultado aponte nesse sentido, serão provavelmente os mesmos. Mas também devo dizer que tivemos, no passado, algumas promessas de negociação com governos não tanto à esquerda, mas no centro e centro-direita, que nos permitiu alguns resultados concretos. Como é óbvio, já são longínquos. E eu lembro-me na altura da troika , em que se foi além da troika , porque nos prometiam, por exemplo, que as 35 horas não se mexiam. Passado uma semana, levamos com as 40 horas em cima e demorou muito tempo até que isso se tivesse sido resolvido.\nAgora, para nós, FESAP, a questão essencial é: qualquer Governo que resulte de eleições democráticas e com o apoio parlamentar são inevitavelmente nossos interlocutores na negociação. Aproximam-se das nossas posições, muito bem. Não se aproximam, já não é a primeira vez que a gente tem que fazer o que tem a fazer. Agora se é mais fácil ou mais difícil, sabe que muitas vezes também depende daquilo que são os nossos interlocutores setoriais.\nNa corrida para as diretas do PS, apoiou Pedro Nuno Santos, porquê? Apareci publicamente a apoiar o Pedro Nuno Santos, por razões que se prendem com o facto de haver necessidade de renovação, de algum arejamento, de coisas novas e diferentes que preparem quadros políticos para aquilo que são os desafios dos próximos tempos. Provavelmente, José Luís Carneiro teria condições para o fazer. Simplesmente não é a mesma coisa relativamente a alguém que tem uma visão mais realista das próprias condições do País.\nEu próprio disse que há mais vida para além do défice. Se conseguimos um superávite de 0,3% ou de 0,4%, por que é que não é 0,1? E melhora-se assim um bocadinho a vida de quem precisa que seja melhorada . Estas questões do défice, das contas públicas certas são muito importantes. Mas não são o alfa e o ómega de tudo isto, por isso é que governar é optar. Agora não queremos o descalabro e o desequilíbrio das contas públicas, porque depois pagamos todos a dobrar. Queremos, isso sim, governar que é optar um bocadinho mais pela saúde, um bocadinho mais pelos trabalhadores. E é isto que mantenho como expectativa em relação ao futuro Governo, seja do PS, seja num outro Governo vindo de direita. A FESAP – UGT tem consignado, entre nós todos, o direito de tendência: socialista, social-democrata, democrata-cristã. E temos sempre a vantagem, enquanto negociadores.\nSe o Governo é socialista, os dirigentes sindicais socialistas fazem mais uma força, se o Governo for social-democrata, também temos boa gente e com qualidade e bons dirigentes sindicais que farão junto dos governos que se situem mais ao centro, ao centro-direita para que as coisas possam ter resultado em benefício daqueles que nós representamos, que são os trabalhadores da administração pública. Costumo até dizer que quando entramos no sindicato deixamos a camisola partidária cá fora. Somos apolíticos? Não. Estamos aqui a discutir políticas que não têm que ser obrigatoriamente da esquerda ou da direita. Algumas até coincidem nos seus objetivos, na sua preparação.\nPreferia que o Presidente da República tivesse viabilizado um novo Governo do PS, quando António Costa se demitiu, em vez de ter dissolvido o Parlamento e convocado eleições antecipadas? Sinceramente, sim, porque tínhamos um acordo plurianual. Queríamos que ele continuasse e pudesse chegar ao fim. Existia uma maioria absoluta que, independentemente dos casos, dos casinhos e dos problemas, poderia eventualmente passar por alguma correção. E mantínhamos aquilo que é, para nós o essencial, que é a estabilidade governativa , em tempos tão difíceis como os que vivemos hoje.\nTivemos duas guerras, a da Ucrânia e a do Médio Oriente. Temos um processo inflacionista. Temos os juros no estado em que estão. O mundo anda à procura de uma nova ordem económica e política internacional. E a estabilidade que tínhamos era um bem. O senhor Presidente da República não quis assim, vamos ver o que é que resulta do dia 10. Mas receio sinceramente que a instabilidade possa voltar e com isso, seguramente, nenhum de nós vai ganhar.\nJosé Abraão, presidente da FESAP, em entrevista ao ECO Hugo Amaral/ECO Salomé Pinto Jornalista https://eco.sapo.pt/entrevista/ha-folga-para-ir-mais-alem-nos-aumentos-salariais-da-funcao-publica-em-2024/ Copiar Assine o ECO Premium\nNo momento em que a informação é mais importante do que nunca, apoie o jornalismo independente e rigoroso.\nDe que forma? Assine o ECO Premium e tenha acesso a notícias exclusivas, à opinião que conta, às reportagens e especiais que mostram o outro lado da história.\nEsta assinatura é uma forma de apoiar o ECO e os seus jornalistas. A nossa contrapartida é o jornalismo independente, rigoroso e credível.\nAssine já Veja todos os planos",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Health"
  ],
  "external_links": [
    "https://youtube.com/embed/IY5AjMGbjPE",
    "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Feco.sapo.pt%2F%3Fp%3D1340948",
    "https://www.linkedin.com/shareArticle?mini=true&#038;url=https%3A%2F%2Feco.sapo.pt%2F%3Fp%3D1340948&#038;title=%E2%80%9CH%C3%A1+folga+para+ir+mais+al%C3%A9m+nos+aumentos+salariais%E2%80%9D+da+Fun%C3%A7%C3%A3o+P%C3%BAblica+em+2024&#038;summary=J%C3%A1+foi+publicado+o+decreto+que+atualiza+os+ordenados+para+o+pr%C3%B3ximo+ano%2C+entre+52+euros+e+3%25%2C+mas+com+um+novo+Governo+%C3%A0+porta%2C+o+l%C3%ADder+da+FESAP+defende+que+o+processo+negocial+deve+ser+reaberto.&#038;source=https%3A%2F%2Feco.sapo.pt%2F%3Fp%3D1340948",
    "https://twitter.com/share?url=https%3A%2F%2Feco.sapo.pt%2F%3Fp%3D1340948&#038;text=%E2%80%9CH%C3%A1+folga+para+ir+mais+al%C3%A9m+nos+aumentos+salariais%E2%80%9D+da+Fun%C3%A7%C3%A3o+P%C3%BAblica+em+2024&#038;via=ECO_PT",
    "https://diariodarepublica.pt/dr/detalhe/decreto-lei/108-2023-224615906",
    "https://www.diariodarepublica.pt/dr/detalhe/decreto-lei/108-2023-224615906",
    "https://www.youtube.com/embed/IY5AjMGbjPE",
    "https://linkedin.com/shareArticle?mini=true&#038;url=https%3A%2F%2Feco.sapo.pt%2F%3Fp%3D1340948&#038;title=%E2%80%9CH%C3%A1+folga+para+ir+mais+al%C3%A9m+nos+aumentos+salariais%E2%80%9D+da+Fun%C3%A7%C3%A3o+P%C3%BAblica+em+2024&#038;summary=J%C3%A1+foi+publicado+o+decreto+que+atualiza+os+ordenados+para+o+pr%C3%B3ximo+ano%2C+entre+52+euros+e+3%25%2C+mas+com+um+novo+Governo+%C3%A0+porta%2C+o+l%C3%ADder+da+FESAP+defende+que+o+processo+negocial+deve+ser+reaberto.&#038;source=https%3A%2F%2Feco.sapo.pt%2F%3Fp%3D1340948",
    "https://www.facebook.com/sharer/sharer.php",
    "https://www.linkedin.com/shareArticle",
    "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Feco.sapo.pt%2F%3Fp%3D1340948",
    "https://www.twitter.com/share?url=https%3A%2F%2Feco.sapo.pt%2F%3Fp%3D1340948&#038;text=%E2%80%9CH%C3%A1+folga+para+ir+mais+al%C3%A9m+nos+aumentos+salariais%E2%80%9D+da+Fun%C3%A7%C3%A3o+P%C3%BAblica+em+2024&#038;via=ECO_PT",
    "https://twitter.com/share"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T13:33:24.167+02:00",
  "updated": "2023-12-29T13:33:24.167+02:00"
}