{
  "thread": {
    "uuid": "3cd378a49ae53899e63500a78389305ea4648cd7",
    "url": "https://www.newsbreak.com/maryland-state/3498973962922-eastern-shore-recovery-committee-maryland-voad-share-national-recognition",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/maryland-state",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Maryland State News | NewsBreak Maryland State",
    "title": "Eastern Shore Recovery Committee, Maryland VOAD share national recognition",
    "title_full": "Eastern Shore Recovery Committee, Maryland VOAD share national recognition",
    "published": "2024-06-21T12:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/3GkUKU_0tyeK7Qk00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3348,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3cd378a49ae53899e63500a78389305ea4648cd7",
  "url": "https://www.newsbreak.com/maryland-state/3498973962922-eastern-shore-recovery-committee-maryland-voad-share-national-recognition",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-06-21T12:00:00.000+03:00",
  "title": "Eastern Shore Recovery Committee, Maryland VOAD share national recognition",
  "text": "4 hours ago\nPHOENIX, Ariz. — Maryland Voluntary Organizations Active in Disaster (VOAD) and the Eastern Shore Long Term Recovery Committee were honored as the Innovative Program of the Year at the National VOAD Conference held here last month.\nAccepting the award was Phil Huber, a retired Lutheran pastor and chair of Maryland VOAD who was a leader in disaster recovery after superstorm Sandy with the formation and management of the former Somerset County Long Term Recovery Committee.\nNational VOAD recognizes organizations and individuals that reflect “the best of the best” in service and support, with the Innovation Award determined through a nomination by VOAD member organizations.\nIts focus is on projects of exceptional innovation or ingenuity that seek to implement long-term solutions to a community problem or satisfy an unmet need to better respond to disaster — with the steps taken to do this something that can be replicated as a model for other communities.\nMaryland VOAD and the ESLTRC were recognized for:\nCombining a mitigation component to the long term recovery response by not just repairing homes but elevating them two feet above the 100 year floodplain; Forming a Blue Ribbon Mitigation Task Group of over 50 people from environmental groups, universities, state, county, municipal and federal agencies and National VOAD member groups to provide support and to assist in the raising of $6 million needed to complete the project; and Using VOAD member volunteers to assist with the elevation of the homes so the need for contracted services is reduced. Mennonite Disaster Service (MDS) is the construction partner and elevated the first two homes in Crisfield with volunteer labor and that saved the recovery committee some $35,000 for each home. “For me the honor of the award is that our project was picked out of all the projects happening across the continental U.S., Hawaii, Alaska, and the U.S. Territories, and the fact this award came from our peers,” Rev. Huber said by email.\nAt the conference he told the audience that when stronger storms bring in higher water it’s imperative that the recovery response address future flooding by making properties safer.\n“We made an intentional decision that we would integrate a mitigation component within the long term recovery process.”\nThe goal would be to not only repair but elevate houses out of harms way, and use volunteers as much as possible to lower the costs.\nWith a $50,000 grant from both MDS and Lutheran Disaster Response the pilot project to elevate the two homes was completed with lessons learned that going forward benefit both Somerset and Dorchester counties.\nMaryland VOAD and the ESLTRC are working to partner with coastal universities to do a research project alongside the elevation project to demonstrate its worth to other coastal communities.\nOther National VOAD award recipients announced in Phoenix included New York Disaster Interfaith Services as Member of the Year; Hawaii VOAD as the State VOAD of the Year; and persons from Hawaii and West Virginia for individual honors.\nExpand All Read in NewsBreak",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3GkUKU_0tyeK7Qk00",
    "https://img.particlenews.com/image.php?url=3GkUKU_0tyeK7Qk00",
    "https://img.particlenews.com/image.php",
    "https://www.img.particlenews.com/image.php?url=3GkUKU_0tyeK7Qk00",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3GkUKU_0tyeK7Qk00"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "phil huber",
        "sentiment": "none"
      },
      {
        "name": "sandy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eastern shore recovery committee",
        "sentiment": "negative"
      },
      {
        "name": "voad",
        "sentiment": "none"
      },
      {
        "name": "shore long term recovery committee",
        "sentiment": "none"
      },
      {
        "name": "somerset county long term recovery committee",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ariz.",
        "sentiment": "none"
      },
      {
        "name": "phoenix",
        "sentiment": "none"
      },
      {
        "name": "maryland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T16:28:25.256+03:00",
  "updated": "2024-06-21T16:28:25.256+03:00"
}