{
  "thread": {
    "uuid": "80dbc12d0c683d11fc99fa8556bf9ba15affe455",
    "url": "https://seekingalpha.com/article/4661414-one-year-later-recapping-quality-growth-in-2023?source=feed_all_articles",
    "site_full": "seekingalpha.com",
    "site": "seekingalpha.com",
    "site_section": "https://seekingalpha.com/feed.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "mutual_funds"
    ],
    "section_title": "All Articles on Seeking Alpha",
    "title": "One Year Later: Recapping Quality Growth In 2023",
    "title_full": "One Year Later: Recapping Quality Growth In 2023",
    "published": "2024-01-06T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.seekingalpha.com/cdn/s3/uploads/getty_images/180806860/image_180806860.jpg?io=getty-c-w1536",
    "performance_score": 0,
    "domain_rank": 1022,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "80dbc12d0c683d11fc99fa8556bf9ba15affe455",
  "url": "https://seekingalpha.com/article/4661414-one-year-later-recapping-quality-growth-in-2023?source=feed_all_articles",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-06T02:00:00.000+02:00",
  "title": "One Year Later: Recapping Quality Growth In 2023",
  "text": "By Matt Wagner, CFA\nIt’s been just over a year since the launch of the\nWisdomTree U.S. Quality Growth Fund ( QGRW ) in December 2022.\nThis year’s performance provided compelling evidence that looking under the hood at the nuances of index construction matters.\n2023 Performance\nThe WisdomTree U.S. Quality Growth Fund seeks to track the price and yield performance, before fees and expenses, of the\nWisdomTree U.S. Quality Growth Index (WTQGRW).\nThe Index was designed to identify stocks that have characteristics of both high profitability and high growth.\nOur research into historical returns suggested that investing simply in high-growth stocks can be a losing game over the long run. We believe investors should instead consider investing in high-quality growth stocks.\nThe U.S. equity market in 2023 was led by these high-quality growth stocks, as evidenced by the outperformance of QGRW relative to other measures of growth and quality.\n2023 Total Returns\nThe WisdomTree U.S. Quality Growth Index outperformed the Russell 1000 Growth Index by more than 1,000 basis points.\nThough more than half of the outperformance was attributed to the tech-focused Information Technology and Communication Services sectors, the Index had positive attribution from 10 of 11 sectors.\n2023 Index Attribution: WisdomTree U.S. Quality Growth vs. Russell 1000 Growth\nSemi-Annual Index Rebalance\nThe Index rebalances each June and December. The universe of eligible securities is ranked on quality and growth factors separately, with the 100 highest-scoring securities selected.\nAt this December’s rebalance, the only changes to the top 10 holdings were the addition of Broadcom (\nAVGO) at a roughly 3% weight, offset by the drop of UnitedHealth Group ( UNH), which had held a 3.3% weight.\nThe remaining nine holdings were unchanged from the rebalance.\nWisdomTree U.S. Quality Growth Index Top 10 Holdings\nOf the 100 securities held in the pre-rebalance Index, 79 were maintained, and 21 were dropped/added. The cumulative impact on one-way Index turnover was 16%.\nHoldings Overlap and Turnover for the WisdomTree U.S. Quality Growth Index\nSector changes were modest. The impact of the drop of UnitedHealth can be seen in a lower weight in Health Care, offset by an increase in Information Technology driven by the addition of Broadcom.\nSector Changes: WisdomTree U.S. Quality Growth Index\nAt each semi-annual rebalance, the Index systematically refreshes exposure to these high-quality and growth characteristics. This can be seen by the significant improvements in profitability and growth characteristics compared to the S&P 500.\nFor example, the return on assets (ROA) for the Index is more than twice that of the S&P 500 while also having a trailing five-year sales growth of almost 7 percentage points higher.\nIndex Characteristics\nBuilding a Quality Portfolio\nThe\nWisdomTree U.S. Quality Dividend Growth Fund ( DGRW) was WisdomTree’s first quality fund launched in 2013.\nThe Fund invests in high-quality dividend-paying companies, creating a more value-tilted core allocation. As a byproduct of its dividend requirement, the Fund is under-weight in many of the non-dividend-paying mega-cap companies that are top holdings in QGRW.\nFor investors utilizing an allocation to DGRW or a similar value-tilted core allocation under-weight in some of the non-dividend-paying mega-caps, a blend of DGRW with QGRW may mitigate some of the under-weights in the portfolio.\nS&P 500 Top 10 Holdings\nImportant Risks Related to this Article\nQGRW: There are risks associated with investing, including the possible loss of principal. Growth stocks, as a group, may be out of favor with the market and underperform value stocks or the overall equity market. Growth stocks are generally more sensitive to market movements than other types of stocks. The Fund is non-diversified; as a result, changes in the market value of a single security could cause greater fluctuations in the value of Fund shares than would occur in a diversified fund. The Fund invests in the securities included in, or representative of, its Index regardless of their investment merit. The Fund does not attempt to outperform its Index or take defensive positions in declining markets, and the Index may not perform as intended. Please read the Fund’s prospectus for specific details regarding the Fund’s risk profile.\nDGRW: There are risks associated with investing, including the possible loss of principal. Funds focusing their investments on certain sectors increase their vulnerability to any single economic or regulatory development. This may result in greater share price volatility. Dividends are not guaranteed, and a company currently paying dividends may cease paying dividends at any time. Please read the Fund’s prospectus for specific details regarding the Fund’s risk profile.\nMatt Wagner, CFA, Associate Director, Research\nMatt Wagner joined WisdomTree in May 2017 as an Analyst on the Research team. In his current role as an Associate Director, he supports the creation, maintenance, and reconstitution of our indexes and actively managed ETFs. Matt started his career at Morgan Stanley, working as an analyst in Treasury Capital Markets from 2015 to 2017 where he focused on unsecured funding planning, execution and risk management. Matt graduated from Boston College in 2015 with a B.A. in International Studies with a concentration in Economics. In 2020, he earned a Certificate in Advanced Valuation from NYU Stern. Matt is a holder of the Chartered Financial Analyst designation.\nEditor's Note: The summary bullets for this article were chosen by Seeking Alpha editors.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [
    "https://www.wisdomtree.com/investments/etfs/equity/dgrw",
    "https://www.wisdomtree.com/investments/etfs/equity/qgrw",
    "https://wisdomtree.com/investments/index/wtqgrw",
    "https://www.wisdomtree.com/investments/index/wtqgrw",
    "https://wisdomtree.com/investments/etfs/equity/dgrw",
    "https://wisdomtree.com/investments/etfs/equity/qgrw"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matt wagner",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "wisdomtree",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:06:08.639+02:00",
  "updated": "2024-01-06T02:06:08.639+02:00"
}