{
  "thread": {
    "uuid": "dfa0e4fdb879524f76d9130ae375231c2e215cdc",
    "url": "https://www.buffalobills.com/news/how-bills-mafia-josh-allen-and-the-buffalo-pass-rush-could-be-the-difference-in-afc-divisional-game",
    "site_full": "www.buffalobills.com",
    "site": "buffalobills.com",
    "site_section": "https://www.buffalobills.com/",
    "site_categories": [
      "football",
      "sports"
    ],
    "section_title": "Buffalo Bills Home | Buffalo Bills - buffalobills.com",
    "title": "How Bills Mafia, Josh Allen and the Buffalo pass rush could be the difference in AFC Divisional game",
    "title_full": "How Bills Mafia, Josh Allen and the Buffalo pass rush could be the difference in AFC Divisional game",
    "published": "2024-01-19T00:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.clubs.nfl.com/image/upload/t_editorial_landscape_12_desktop/bills/ojrs4tvpcexkphdqy2eq",
    "performance_score": 0,
    "domain_rank": 20649,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dfa0e4fdb879524f76d9130ae375231c2e215cdc",
  "url": "https://www.buffalobills.com/news/how-bills-mafia-josh-allen-and-the-buffalo-pass-rush-could-be-the-difference-in-afc-divisional-game",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Patrick Warren",
  "published": "2024-01-19T00:18:00.000+02:00",
  "title": "How Bills Mafia, Josh Allen and the Buffalo pass rush could be the difference in AFC Divisional game",
  "text": "Kansas City's trip to Highmark Stadium for their Divisional matchup against Buffalo will mark the first time that quarterback Patrick Mahomes will play on the road in front of an opposing fanbase. With a spot in the AFC Championship on the line, it is safe to assume that Bills Mafia will make their presence felt. \"For [Kansas City] to step into our home, it's going to be drastically different. Because we go into Arrowhead and the number one thing you guys ask are asking us is how are you going to handle the crowd noise?\" said left tackle Dion Dawkins. \"I'm very confident in the Mafia … I know that they're gonna bring it and I'm hoping that they bring it to the highest that they've ever brought it because I'm excited to see them.\" Chiefs defensive coordinator Steve Spagnuolo said that it would be important for Kansas City to roll with the punches early as the team has to get used to a hostile road playoff environment for the first time since 2015. \"You go into a setting like that, there is a little bit of 'let's make sure we survive what comes early and then thrive,'\" Spagnuolo said. \"We expect it to be a great atmosphere, that's what the Buffalo fans are like.\" A matchup for the ages While the matchups between the high-octane Buffalo offense and the sturdy Kansas City defense will certainly be interesting to watch, the biggest storyline from Sunday's game has to be the budding rivalry between Mahomes and quarterback Josh Allen. The two are tied at three wins apiece in their six games against each other, although Mahomes is 2-0 in the playoffs against Allen. The Bills quarterback, who led the NFL with 44 total touchdowns this season, has Spagnuolo's attention as he is tasked with the difficult task of stopping one of the most uniquely talented players in the NFL. \"Just about everything,\" Spagnuolo said on what stands out to him about Allen. \"The size, the arm, the mental aspect of it and then you add in his running ability. To me, when you put that tape on and he's running and the way he makes people miss at 6-foot-5, or whatever he is, to me is amazing. I don't know where you've ever seen that.\" Along with Allen, Spagnuolo and the Chiefs secondary will have to hone in on wide receiver Stefon Diggs, who has been one of the most productive receivers in the NFL since joining Buffalo. \"He's a great receiver, smart, great route-runner, hard-working and I think that's why he's been one of the top receivers in the league,\" said cornerback L'Jarius Sneed. Diggs had just 24 receiving yards in the Bills' 20-17 win over the Chiefs earlier this season, his lowest production of the season. Over the past two games, the nine-year veteran has totaled 139 yards and averaged nearly 10 yards per catch. Under pressure While the Bills left Kansas City with a win, they did so without defensive tackle DaQuan Jones, who was injured in Buffalo's loss to the Jacksonville Jaguars in Week 5. Since Jones returned to the field against the New England Patriots in Week 17, the Bills are 3-0. Assistant head coach and defensive line coach Eric Washington said that adding Jones back to the mix makes it easier for all members of the defensive line. \"Last year when DaQuan was with us when we played in Kanas City, he did a really good job of winning his one-on-ones and taking the depth away from the pocket so now Ed Oliver has a chance to work,\" Washington said Thursday morning. \"DaQuan accumulates blocks by collapsing the pocket, now hopefully that gives Ed a little bit more room to work.\" By creating pressure from the front of the pocket, Buffalo hopes to create discomfort for Mahomes, who is one of the best quarterbacks in the league when facing pressure. \"Protection concepts would like to set the depth of the pocket. It gives the quarterback an opportunity to survey, go through his reads and progressions and then step up in the pocket if things start to extend and we have to make sure that we take that away from the opponent, not just this week but every week.\" Injury report Cornerback Christian Benford (knee), linebacker Terrel Bernard (ankle), wide receiver Gabe Davis (knee), wide receiver Stefon Diggs (foot/vet rest), safety Taylor Rapp (calf) and linebacker Baylon Spector (back) did not practice Thursday afternoon. Linebacker Tyrel Dodson (shoulder), cornerback Rasul Douglas (knee), nickel cornerback Taron Johnson (concussion) and punter Sam Martin (left hamstring) were limited. Quarterback Josh Allen (neck), edge Leonard Floyd (vet rest), safety Micah Hyde (neck) and edge Von Miller (vet rest) were full participants. Nice guy Mitch Morse is [well-regarded as an integral leader of the Buffalo Bills and overall nice individual](https://www.buffalobills.com/news/how-mitch-morse-s-dad-persona-helps-the-bills-through-thick-and-thin). The local Buffalo Bills beat writers clearly agree, as Morse won the second annual Kent Hall Stand Up Guy award from the Buffalo chapter of the Professional Football Writers of America for helping the media in a fair and respectful way. \"I don't envy y'all's job by any means,\" Morse said after being presented with the award. \"But over the years I've understood that it's not as easy as some deem it. ... It's been a privilege these last five years to be a part of not only this community but affiliated with you guys.\" Scroll to see photos from the Buffalo Bills Divisional Round practice as the team prepares to take on the Kansas City Chiefs.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "josh allen",
        "sentiment": "negative"
      },
      {
        "name": "spagnuolo",
        "sentiment": "none"
      },
      {
        "name": "steve spagnuolo",
        "sentiment": "none"
      },
      {
        "name": "patrick mahomes",
        "sentiment": "none"
      },
      {
        "name": "dion dawkins",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "buffalo",
        "sentiment": "negative"
      },
      {
        "name": "mafia",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kansas city",
        "sentiment": "none"
      },
      {
        "name": "highmark stadium",
        "sentiment": "none"
      },
      {
        "name": "arrowhead",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T04:34:43.849+02:00",
  "updated": "2024-01-19T04:34:43.849+02:00"
}