{
  "thread": {
    "uuid": "352d5a1eccb4a3cca6180eb13a5f1460cb3dfa8a",
    "url": "https://www.zawya.com/en/economy/gcc/saudi-arabia-prioritising-peace-and-prosperity-policies-ambassador-sl5yoesk",
    "site_full": "www.zawya.com",
    "site": "zawya.com",
    "site_section": "https://www.zawya.com/sitemaps/en/rss",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Zawya.com - All Regional News",
    "title": "Saudi Arabia prioritising ‘peace and prosperity’ policies: Ambassador",
    "title_full": "Saudi Arabia prioritising ‘peace and prosperity’ policies: Ambassador",
    "published": "2024-01-19T08:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AE",
    "main_image": "https://static.zawya.com/view/acePublic/alias/contentid/OTRiM2E4MzgtNzdlNy00/3/saudi-investment.jpeg?f=3%3A2",
    "performance_score": 0,
    "domain_rank": 5738,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "352d5a1eccb4a3cca6180eb13a5f1460cb3dfa8a",
  "url": "https://www.zawya.com/en/economy/gcc/saudi-arabia-prioritising-peace-and-prosperity-policies-ambassador-sl5yoesk",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Staff Writer",
  "published": "2024-01-19T08:26:00.000+02:00",
  "title": "Saudi Arabia prioritising ‘peace and prosperity’ policies: Ambassador",
  "text": "Saudi Arabia is prioritising peace and prosperity in its efforts to lead the Middle East towards stability and security amid ongoing geopolitical volatility in the region, Princess Reema Bandar Al-Saud has said.\nThe Ambassador of the Kingdom of Saudi Arabia to the US told the World Economic Forum (WEF) Annual Meeting 2024: “The kingdom has not put normalisation at the heart of its policy. It has put peace and prosperity at the heart of its policy.”\nPrincess Reema said in a session on ‘Saudi Arabia: The Course Ahead’: “Saudi Arabia’s focus is on the Palestinian people who deserve a state, sovereignty, and a pathway that is irrevocable. That is how we get security. We carry peace, we carry prosperity, we carry safety, and we deliver it through the Palestinian statehood.”\nAddressing climate change scientifically\nIn the same session, Adel A Aljubeir, Saudi Arabia’s Minister of State for Foreign Affairs, Member of the Council of Ministers and Envoy for Climate, spoke of the need to address climate change scientifically, decoupled from emotions and hypocrisy.\n“The world’s appetite for energy is unlimited. The additional increase of energy supplies has to come from non-oil resources,” Aljubeir said, noting: “We are saying we have a problem, and the problem has to do with climate change. And we need to tackle this problem in a serious, scientific manner. We need to deal with it without emotions, we need to deal with it without trying to score political points.”\nMohammed Aljadaan, Saudi Arabia’s Minister of Finance, emphasised that the kingdom is determined to double down on what it is doing on its economy because the region and the world need a strong Saudi Arabia.\nSaudi non-oil GDP growing\nAljadaan highlighted that the kingdom’s non-oil GDP is growing, unemployment is at the lowest level, and women's participation in the workforce has already surpassed the target set under the Saudi Vision 2030.\nIn an earlier session on ‘Mena’s Economic Dilemma: Reforms Amid Uncertainty’, Faisal F Alibrahim, Saudi Arabia’s Minister of Economy and Planning, described the resilient nature of the region. He said the Middle East “always comes out of challenges as a better version of itself” adding that it has an opportunity to “co-author the future of the global economy”.\nAlibrahim touched on national transformations, highlighting the importance of delivering “consistently with a boldness and a view to collaborate with the world. Vision 2030 is an evolution, a transformation that is taking us to where we want to be as an economy and society,” he said.\nIn the morning, a session on ‘Ocean Regeneration Through Collaborative Innovation’ explored approaches and solutions to environmental challenges.\nCopyright 2022 Al Hilal Publishing and Marketing Group Provided by SyndiGate Media Inc. (Syndigate.info).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "reema",
        "sentiment": "none"
      },
      {
        "name": "adel a aljubeir",
        "sentiment": "none"
      },
      {
        "name": "reema bandar al-saud",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "world economic forum",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "middle east",
        "sentiment": "none"
      },
      {
        "name": "kingdom of saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T12:51:21.866+02:00",
  "updated": "2024-01-19T12:51:21.866+02:00"
}