{
  "thread": {
    "uuid": "f09567f6ab86dd1f3be551e9e7024894f93335ff",
    "url": "https://www.freepressjournal.in/mumbai/mumbai-pant-nagar-polices-missing-squad-rescues-30-minors-in-2023-with-wit-grit-a-touch-of-facebook-finesse",
    "site_full": "www.freepressjournal.in",
    "site": "freepressjournal.in",
    "site_section": "http://freepressjournal.in/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Free Press Journal",
    "title": "Mumbai: Pant Nagar Police's 'Missing Squad' Rescues 30 Minors In 2023 With Wit, Grit & A Touch Of Facebook Finesse",
    "title_full": "Mumbai: Pant Nagar Police's 'Missing Squad' Rescues 30 Minors In 2023 With Wit, Grit & A Touch Of Facebook Finesse",
    "published": "2024-01-07T19:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://media.assettype.com/freepressjournal/2024-01/1e370e63-25cd-46a4-9351-f738dd60c52b/Untitled_design__24_.jpg",
    "performance_score": 0,
    "domain_rank": 9495,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f09567f6ab86dd1f3be551e9e7024894f93335ff",
  "url": "https://www.freepressjournal.in/mumbai/mumbai-pant-nagar-polices-missing-squad-rescues-30-minors-in-2023-with-wit-grit-a-touch-of-facebook-finesse",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Aishwarya Iyer",
  "published": "2024-01-07T19:47:00.000+02:00",
  "title": "Mumbai: Pant Nagar Police's 'Missing Squad' Rescues 30 Minors In 2023 With Wit, Grit & A Touch Of Facebook Finesse",
  "text": "The ‘missing squad’ of Pant Nagar Police Station located in Ghatkopar has managed to rescue 30 minor girls and boys in 2023.\nDomestic abuse is main reason why children run away\nAccording to the squad, which consists of PSI Subhash Ramchandra Hamre and two women police constables named Sonali Shinde, they managed to successfully rescue the minors – 24 girls and 6 boys, from Uttar Pradesh, Gujarat, Punjab and Maharashtra. PSI Hamre, talking to FPJ, said, “The reasons why they tend to run away from their houses are mainly domestic abuse and other reasons are love affairs. Since they are minors, our only target is to trace their location to make sure they are safe at first, only then does the rescue operation begin followed by handing them over to their guardians.”\nWoman Constable Sonali Shinde | FPJ\nHamre added, “Safety comes first. For both boys and girls and adults as well. The fear of them being constrained, or trafficked hits us first, so we need to rule that out first before diverging to another story on why they decided to run away.”\nHow the search operations work\nSo far, as per the standard operations of the police, immediately after the FIR is registered by parents or guardians for kidnapping charges, Hamre’s team begin their technical analysis while Hamre starts with spot punchnama. “Some teens don’t have phones, but they all tend to leave some clue about their elopement or disappearance to their friends, cousins, sisters, etc – everyone excluding the adults like parents, teachers, neighbours, etc. This is a crucial step when there is no mobile or location to trace,” further explained Hamre.\nPSI Subhash Hamre | FPJ\nIn an interesting rescue operation of a 17-year-old boy who ran away from his house after his brother, a druggie, assaulted him. The squad managed to get intel about his wide location (Bandra) but didn’t know where. “I made my first Facebook account for this case as there were no clues elsewhere. The victim was seen during a live video, and using his IP address, we tracked him. He ended up working at a local bar in Bandra, but I didn’t want to intimidate him, so I posed as a customer to confirm his identity. Once I did, we had a chat and I managed to convince him to go back to his house,” said Hamre.\nIn another case, a minor girl had eloped from her house with a man and police finalised a small location based on her history – at Khopoli, Maharashtra. \"Despite staying at the village which is inside the deep forests, we couldn’t get her whereabouts. I asked her parents about the colour of the footwear that she wore before eloping, and since people in small houses tend to keep their footwear outside the door, I checked all the houses and found the ones her parents described. That was yet another successful rescue story,” said a rather proud Hamre.\nThe missing squad gets better every year\nRajesh Kevale, senior police inspector, feels his missing squad is doing a wonderful job, and getting better every passing year. \"In the previous year too we managed to rescue all the minors, and in 2023 as well. Kids, teens, adults all are in safe hands with Hamre being in the squad,” added Kevale.\nThe other looks Hamre had donned for the rescue operations include loan agents, postmen, customers, RTO officers, etc.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hamre",
        "sentiment": "none"
      },
      {
        "name": "sonali shinde",
        "sentiment": "none"
      },
      {
        "name": "subhash ramchandra hamre",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pant nagar police",
        "sentiment": "negative"
      },
      {
        "name": "pant nagar police station",
        "sentiment": "negative"
      },
      {
        "name": "fpj",
        "sentiment": "none"
      },
      {
        "name": "psi",
        "sentiment": "none"
      },
      {
        "name": "psi hamre",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ghatkopar",
        "sentiment": "none"
      },
      {
        "name": "mumbai",
        "sentiment": "none"
      },
      {
        "name": "gujarat",
        "sentiment": "none"
      },
      {
        "name": "punjab",
        "sentiment": "none"
      },
      {
        "name": "maharashtra",
        "sentiment": "none"
      },
      {
        "name": "uttar pradesh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:02:18.383+02:00",
  "updated": "2024-01-08T01:02:18.383+02:00"
}