{
  "thread": {
    "uuid": "df4b6aa17b01120adf3d4d4635eb56da27e75c30",
    "url": "https://kdhnews.com/harker_heights_herald/community/resolutions-for-new-year-are-fine-but-make-them-realistic/article_e2b5841a-ac09-11ee-b9e1-53631938e041.html",
    "site_full": "kdhnews.com",
    "site": "kdhnews.com",
    "site_section": "https://kdhnews.com/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=harker_heights_herald*&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "kdhnews.com - RSS Results in harker_heights_herald* of type article",
    "title": "Resolutions for new year are fine, but make them realistic",
    "title_full": "Resolutions for new year are fine, but make them realistic",
    "published": "2024-01-05T22:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/kdhnews.com/content/tncms/assets/v3/editorial/d/dc/ddc4fc6a-cb62-11e9-8d72-c3ce20bcce6e/5d698410686a6.image.jpg?crop=1000%2C525%2C0%2C60&amp;resize=1000%2C525&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 27571,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "df4b6aa17b01120adf3d4d4635eb56da27e75c30",
  "url": "https://kdhnews.com/harker_heights_herald/community/resolutions-for-new-year-are-fine-but-make-them-realistic/article_e2b5841a-ac09-11ee-b9e1-53631938e041.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "John Clark",
  "published": "2024-01-05T22:34:00.000+02:00",
  "title": "Resolutions for new year are fine, but make them realistic",
  "text": "Happy New Year, Harker Heights!\nHow has the celebration been going?\nThe start of a new year brings excitement, hope, and the promise of new opportunities.\nAnother thing it brings is the longstanding tradition of making New Year’s resolutions. In the U.S., it is estimated that somewhere between 25 and 45% of people make the annual beginning-of-the-year vow(s) for self-improvement.\nAccording to\nwww.history.com, the tradition of making New Year’s resolutions dates back around 4,000 years, to the ancient Babylonians. This was also the time of the first recorded New Year’s celebrations, which began in mid-March when crops were planted, instead of in January.\nThe celebration centered around a 12-day religious festival called Akitu, when a new king was crowned or continuing loyalty was pledged to the reigning king, along with promises to the gods to pay off debts and return any borrowed objects.\nIn ancient Rome, the beginning of the new year became established on January 1, around 46 B.C. The month held special significance for the Romans, as they believed that the god Janus, who had two faces, symbolized looking back into the past and ahead to the future, and so people offered sacrifices and made promises for the coming year.\nIn early Christianity, the first day of the new year became a traditional time of reflecting on past mistakes and resolving to do better in the future.\nAs always, the vast majority of New Year’s resolutions will soon go by the wayside, but according to one study, people who make at least one resolution are 10 times more likely to change their lives for the better after six months than people who did not make a formal resolution.\nSome of the most popular resolutions include:\nSave money.\nGet organized.\nEat healthier.\nSpend more time with family.\nLearn a new language.\nLearn a new skill.\nGet better quality of sleep.\nSpend less time on Facebook.\nSpend less time watching TV.\nGetting rid of old clothes and clutter.\nMake more friends.\nGet more exercise.\nLose weight.\nAccording to U.S. News & World Report, 80% of these New Year’s resolutions fail by February. Fewer than 10% of resolution-makers are said to be successful in achieving their well-intended goals.\nThere are ways, however, to increase your chances of turning those resolutions into reality. According to Harvard Health Publishing:\nDream big: Lose 50 pounds? Run a marathon? Earn a college degree? Big goals can be motivating, but they can also be discouraging. Dream big, but it is also a good idea to break up big goals into a series of smaller ones. For example, instead of just losing 50 pounds, how about setting a goal to get there by losing one pound a week? Add up those small achievements along the way and before you know it, big goal achieved.\nFind the why: Having goals and an achievable plan to reach those goals is key to success.\nOne way to keep your eye on the prize is determining WHY you are working toward a goal — the big reason you want to lose weight, get healthier, save money, learn a new skill, etc. Why is it important? How will it improve your life?\nMake a commitment: Consistency is key to pretty much any endeavor, especially changing one’s habits. One way to stick with a plan is to share it with someone else. Tell somebody what you’re working on and ask them to hold you accountable.\nSeek progress not perfection: Some days are better than others. Be proud of yourself for taking on a new challenge. You don’t have to conquer the world every day. Baby steps.\nConsistency. Celebrate small victories.\nHow about you? Any New Year’s resolutions?\nBelieve it or not, there are actually websites created to help increase the chances of making a successful New Year’s resolution. One of those sites is:\nJohn Clark is a Herald correspondent.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "http://www.history.com",
    "http://history.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "harker",
        "sentiment": "positive"
      },
      {
        "name": "akitu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "janus",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "rome",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:14:41.506+02:00",
  "updated": "2024-01-06T00:14:41.506+02:00"
}