{
  "thread": {
    "uuid": "ccc9115857728795ed4656745ef2542153622f6f",
    "url": "https://www.businessinsider.nl/i-quit-my-job-at-the-worlds-best-airport-to-join-a-tech-startup-and-have-no-regrets/",
    "site_full": "www.businessinsider.nl",
    "site": "businessinsider.nl",
    "site_section": "https://www.businessinsider.nl/feed",
    "site_categories": [
      "search_engine",
      "media",
      "tech"
    ],
    "section_title": "Business Insider Nederland",
    "title": "I quit my job at the world’s best airport to join a tech startup, and have no regrets",
    "title_full": "I quit my job at the world’s best airport to join a tech startup, and have no regrets",
    "published": "2023-12-31T14:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NL",
    "main_image": "https://i.insider.com/6581200e50edbc52a8658a37?format=jpeg",
    "performance_score": 0,
    "domain_rank": 11806,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ccc9115857728795ed4656745ef2542153622f6f",
  "url": "https://www.businessinsider.nl/i-quit-my-job-at-the-worlds-best-airport-to-join-a-tech-startup-and-have-no-regrets/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@binederland",
  "published": "2023-12-31T14:12:00.000+02:00",
  "title": "I quit my job at the world’s best airport to join a tech startup, and have no regrets",
  "text": "- Halynne Shi is a product manager at Spotify.\n- But her first job after graduation was in aviation, working for Changi Airport Group.\n- Shi said the transition from aviation into tech was like a rollercoaster ride.\nThis as-told-to essay is based on a conversation with\nHalynne Shi, a product manager at Spotify who used to work for Changi Airport Group. The following has been edited for length and clarity. Business Insider has verified her employment history.\nI was quite a dreamer when I began mulling career options after graduating high school.\nBack then, I figured that being a diplomat would be cool. I had these grand ideas of what a career in diplomacy could entail, whether it be jetting about the world or brokering peace treaties over coffee.\nThe reality turned out very differently, of course. I didn't pursue a career in diplomacy even though I majored in international relations at college.\nI was still interested in global affairs, so I decided to pursue a career in international business instead.\nThat led me to start my career at\nChangi Airport Group, the manager of the world's best airport.\nCutting my teeth across rotations\nI went through three rotations during my time with Changi Airport Group.\nIn 2017, I embarked on my first posting, which was in business development. The airline development team I was assigned to was responsible for brokering airline partnerships.\nGoing through that posting was like taking a crash course on the airline industry. I learned about the industry's complexity and how airlines orchestrated their routes to and through Singapore.\nI moved on to my second posting about a year later. This time, I was with the passenger development team, working on projects to boost passenger traffic from China and Southeast Asian nations.\nBut it was really in my final posting in product operations that I found my calling. In 2020, I joined the e-commerce arm of Changi Airport, better known as\niShopChangi.\nWorking on the airport's e-commerce platform allowed me to roll up my sleeves and dive into the nitty gritty of product development. It was like piecing a puzzle together and identifying innovative solutions to enhance the airport's efficiency.\nMy time at Changi Airport was a whirlwind of learning and growth. Working in the travel and aviation sector was like being handed a backstage pass to the global stage.\nItching for a new challenge\nAfter spending more than years with the airport, I began itching for a new challenge.\nAt that point, my working experience was a mosaic of experiences in business development, marketing, and operations.\nWhile each posting gave me a specific lens into how a business works, I craved a deeper understanding of how these pieces could come together.\nThat's what drew me to the tech industry. I figured that the industry's dynamic nature meant it would be a perfect playground for someone hungry to see the direct impact of their work.\nI left Changi Airport Group to join Shopback, a shopping and rewards platform, as a product manager.\nThe learning curve was like a rollercoaster\nI had no formal technical training when I started as a product manager. I didn't have any product training. The learning curve felt like riding a roller coaster.\nEventually, I realized I could leverage my experiences in my new role. The skills I picked up in business development, marketing, and streamlining operations were transferable.\nThat said, I won't sugarcoat my transition into the tech industry. The transition was certainly not a walk in the park. It was a journey of self-discovery and learning to leverage your skills.\nToday, I've learned how to thrive in the tech landscape by distinguishing myself with my unique set of experiences.\nThe two sectors are worlds apart\nI had a huge change in perspective when I switched industries.\nEven though Changi Airport is corporatized, it operates in a highly regulated aviation space. For instance, the airport must abide by multiple international regulations, such as airspace treaties. We also needed to negotiate and liaise with various parties and governmental agencies.\nIn comparison, an e-commerce company like Shopback faces relatively fewer regulations and can thus move much faster.\nThe speed at which we delivered our products was quicker, which I welcomed. I had more autonomy at Shopback to build products and make decisions.\nShopback's teams were much leaner, too, which meant that I was closer to the key decision-makers in the company.\nNo regrets\nEven though I enjoy what I do now, I have no regrets about starting my career at Changi Airport.\nThe structured learning you get from working at a large-scale organization is helpful. That would've been harder to grasp if I had started my career in tech instead, which is a lot more fluid and volatile.\nI didn't know it then, but those years I spent at Changi Airport helped lay the building blocks that made me the product manager I am today.\nBusiness Insider",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.changiairport.com/corporate.html",
    "https://www.businessinsider.com/what-to-do-singapore-changi-airport-10-coolest-things-2023-2",
    "https://www.linkedin.com/in/halynne-shi/",
    "https://www.businessinsider.com/quit-job-at-world-best-airport-to-join-tech-startup-2023-12",
    "https://www.ishopchangi.com/en/home",
    "https://businessinsider.com/quit-job-at-world-best-airport-to-join-tech-startup-2023-12",
    "https://changiairport.com/corporate.html",
    "https://linkedin.com/in/halynne-shi/",
    "https://ishopchangi.com/en/home",
    "https://businessinsider.com/what-to-do-singapore-changi-airport-10-coolest-things-2023-2",
    "https://www.linkedin.com/in/halynne-shi"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "halynne shi",
        "sentiment": "negative"
      },
      {
        "name": "- shi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "spotify",
        "sentiment": "negative"
      },
      {
        "name": "changi airport group",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "changi airport group",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T16:11:13.038+02:00",
  "updated": "2023-12-31T16:11:13.038+02:00"
}