{
  "thread": {
    "uuid": "f749539d09ce96157dd671219041abcf0a8c9391",
    "url": "https://www.sail-world.com/news/270144/LawConnect-wins-to-break-bridesmaid-hoodoo",
    "site_full": "www.sail-world.com",
    "site": "sail-world.com",
    "site_section": "https://www.yachtsandyachting.com/rss",
    "site_categories": [
      "sailing",
      "sports"
    ],
    "section_title": "Yachts and Yachting Online latest news",
    "title": "LawConnect wins to break bridesmaid hoodoo",
    "title_full": "LawConnect wins to break bridesmaid hoodoo",
    "published": "2023-12-28T13:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.sail-world.com/photos/irc2023/yysw452716.jpg",
    "performance_score": 0,
    "domain_rank": 40064,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f749539d09ce96157dd671219041abcf0a8c9391",
  "url": "https://www.sail-world.com/news/270144/LawConnect-wins-to-break-bridesmaid-hoodoo",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rupert Guinness/RSHYR Media",
  "published": "2023-12-28T13:38:00.000+02:00",
  "title": "LawConnect wins to break bridesmaid hoodoo",
  "text": "Christian Beck's LawConnect shed its bridesmaid label in the Rolex Sydney Hobart Yacht Race by claiming its first line honours victory in arguably the most exciting finish in years. The Christian Beck maxi crossed the Castray Esplanade finish line in Hobart in first place at 08.03.58am this morning in the time of 1 day 19 hours 03 minutes 58 seconds. In second place was the defending champion Andoo Comanche, skippered by John Winning Jnr for whom it was his last race in the boat after chartering the 100-footer for two years. Andoo Comanche finished 51 seconds behind in 1 day 19 hours 04 minutes and 49 seconds. It was the second closest finish in the Cruising Yacht Club of Australia race, with the closest being the seven second margin between top two, Condor and Apollo in 1982. LawConnect finished outside the race record of 1 day 9hrs 15min 24sec, set by the boat they beat today, LDV Comanche, which won line honours in 2017 with her then owners, Jim Cooney and Samantha Grant. But that did not matter in light of the dramatic finish to the 628 nautical mile race in which LawConnect and Andoo Comanche fought from start to finish. \"I can't believe that result. Honestly. It's a dream come true. I never thought it was possible, actually,\" said a smiling Beck after LawConnect docked at Kings Pier in Hobart. \"Because they took the lead pretty close to the finish line, we thought there's no way we could get it back,\" Beck said. \"But a wind gust came. It happened. So, it was a complete surprise, to be honest.\" Asked how the nerves of his crew were in the dying minutes of the race, Beck said: \"There were guys who sort of couldn't watch it and stuff like that. It was very nerve wracking.\" Beck said his joy of winning this year was heightened after falling short in previous years. The boat's run of misfires dates back to before his second place in the last three races. Beck first raced the boat, but as InfoTrack, in the 2017 Hobart, after buying it the from Anthony Bell, who had sailed it to line honours victory in a race record time as Perpetual Loyal in 2016. It was the fourth of five boats to finish inside Bell's record, but received a 20 percent penalty placing when a crew member failed to lodge a declaration at the finish, dropping the boat to 24th place. In 2018, Beck returned and placed fourth over the line. \"It does make you appreciate it more,\" said Beck, adding that he would return next year. LawConnect's win against the highly favoured Andoo Comanche was against the odds. Equally as amazing though, was how their duel ended in such a close match-racing battle. After stalking Andoo Comanche all night, it initially looked like LawConnect's chances were slipping away, as the defending champions got a 2nm lead in the crossing of Storm Bay. But LawConnect's crew did not give up and edged closer to Andoo Comanche on the Derwent River. By Sandy Bay and with 1.5nm to go, LawConnect had all but caught the leader. Then, in a brilliant slugfest of jibes between the two boats, the lead changed five times as they both tried to make best of the varying but light breezes. LawConnect only sealed the victory with its last jibe less than 50 metres before the finish. After finishing, and as is tradition, Beck was thrown into the water off King Pier by his crew. They then celebrated the win and receipt of the J.H. Illingworth Challenge Cup by spraying themselves with champagne. Beck lauded his crew, especially Sailing Master, Tony Mutter and tactician, Chris Nicholson. \"There's two guys that were really instrumental, Tony Multter and Chris Nicholson,\" he said. \"They have a lot to contend with. Firstly, the boat, I jokingly call a 's... box.' But compared to Comanche, it honestly is a 's...box. I know it looks good on TV, but you get up close to that boat and it's as rough as anything. \"Comanche is a beautiful boat. It's better in every way. It's four times lighter, etc. So, the fact that they can make that boat beat Comanche is amazing. \"Secondly, they had a pretty lean budget. And thirdly, they had the five corporates, including me, on the boat to deal with. None of us know all that much about sailing. \"So, to have all of that and still win the race, it's an incredible feat.\" For the full list of entries and more information about the race, visit rolexsydneyhobart.com.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lawconnect",
        "sentiment": "negative"
      },
      {
        "name": "christian beck",
        "sentiment": "negative"
      },
      {
        "name": "john winning jnr",
        "sentiment": "none"
      },
      {
        "name": "condor",
        "sentiment": "none"
      },
      {
        "name": "samantha grant",
        "sentiment": "none"
      },
      {
        "name": "jim cooney",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "castray esplanade",
        "sentiment": "none"
      },
      {
        "name": "andoo comanche",
        "sentiment": "none"
      },
      {
        "name": "ldv comanche",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rolex sydney",
        "sentiment": "none"
      },
      {
        "name": "cruising yacht club of australia",
        "sentiment": "none"
      },
      {
        "name": "hobart",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T08:14:49.914+02:00",
  "updated": "2023-12-29T11:46:36.954+02:00"
}