{
  "thread": {
    "uuid": "3b2ef53a2fa47af5d83ae886f8c9df5b67e24bb2",
    "url": "https://catholicherald.co.uk/interview-george-farmer-on-his-catholic-faith-and-being-married-to-a-us-media-star",
    "site_full": "catholicherald.co.uk",
    "site": "catholicherald.co.uk",
    "site_section": "https://catholicherald.co.uk/section/editors-picks/",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": null,
    "title": "INTERVIEW: George Farmer on his Catholic Faith and being married to a US media star",
    "title_full": "INTERVIEW: George Farmer on his Catholic Faith and being married to a US media star",
    "published": "2024-04-19T00:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 16570,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3b2ef53a2fa47af5d83ae886f8c9df5b67e24bb2",
  "url": "https://catholicherald.co.uk/interview-george-farmer-on-his-catholic-faith-and-being-married-to-a-us-media-star",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Thomas Edwards",
  "published": "2024-04-19T00:21:00.000+03:00",
  "title": "INTERVIEW: George Farmer on his Catholic Faith and being married to a US media star",
  "text": "I met George Farmer, entrepreneur, former CEO of Parler , and husband to US media personality and commentator Candace Owens, after the Good Friday Passion at the Brompton Oratory. We were introduced through mutual friends, and he was keen to meet in person to discuss a potential interview.\n“I have prayed on it, and I am going to do it,” he said, allowing me to relax into our appropriately dull Good Friday soft drink-based session. Farmer had previously made a commitment to staying out of the media, so the decision was not made lightly. “Besides, the Herald is my favourite magazine,” he added, admitting that he recently gave up a subscription to the Spectator in favour of it.\nIn his personal life, Farmer is surrounded by political, financial and media tycoons. His father is Michael Farmer, a member of the House of Lords and founding partner of the Red Kite Group of hedge funds, while Candace Owens is a famous conservative media personality – she has 5 million followers on X , the social media platform formerly known as Twitter – who recently parted ways with the Daily Wire , founded by the renowned political pundit Ben Shapiro, and which also gave Michael J. Knowles, who recently appeared on the Merely Catholic podcast , his start in the US media landscape.\nWhile Farmer lives a life outside the limelight, he more than holds his own in these areas of the public realm. After what could be described as a more riotous than righteous time at St Peter’s College, Oxford, he enjoyed a successful career in investment banking. He later assumed the role of CEO at Parler , the alternative social networking site, and most recently, he joined GB News as a board member.\nHe agreed to talk to the Herald about his Catholic Faith, a topic on which he is particularly erudite and refreshingly candid.\nCatholic Herald : Having grown up as an Evangelical, how did you become a Catholic?\nGeorge Farmer : There is a long answer to this and a short answer. The short answer is, to quote Newman, “To be deep in history is to cease to be a Protestant.” In my education, I was steeped in history, and as I matured in my theological life, Catholicism became increasingly apparent to me.\nThe longer answer is that I grew up in a deeply theological home. My parents, to this day, are rigorous observers of low church Evangelicalism, and growing up, their faith was inculcated into us. In this kind of upbringing, there are lots of things that are very easy to understand, but by the age of 12 or 13, I was starting to have more questions than there were answers being provided.\nOne of my big questions was around the pre-Reformation Church and the apparent rejection of its theology and practice since the Apostolic period. It didn’t make sense to me that we were saying that the Church, which had spread throughout vast parts of the world, was not evangelical, didactic, polemical, active and all these things we would want it to be until 1517.\nThe question of how we view this part of Church history became increasingly important, alongside many others, such as the role of Church hierarchy and who spoke authoritatively on moral matters. The big issues in my family’s Evangelical Church were homosexual marriage and whether we could have female pastors. If there was no central body that could teach effectively and authoritatively on these matters, how could we answer these difficult questions?\nI ended up getting to a place where Protestantism was not making sense. At St Paul’s, I would have quite animated discussions with the school Chaplain, who, as an Anglo-Catholic, often represented the Catholic position. Up until this point, I had imbued a lot of criticism of the Church without giving it a proper hearing, but I started to find that some of what this priest was saying made a lot more sense than what I was saying.\nI started to read a lot, particularly Ratzinger, and then at Oxford started studying the pastric period and the mediaeval Church. After this it didn’t take me long to be convinced of Catholicism, so I went into instruction and became a Catholic through the university chaplaincy.\nCH : Did your faith life flourish at Oxford being surrounded by the very active Catholic life there?\nGF : Somewhat. There was a conversion of the head and the conversion of the heart. My conversion of the head happened at Oxford. I knew that philosophically, intellectually and theologically, Catholicism was correct. At the same time, often theologians can have quite a dry faith life. The reason being is that you spend most of your time immersed in theology and when you come up for air, the last thing you want to do is to go to church or pray. My spiritual life was, in many ways, very dry, and I felt I was done with the theology thing.\nIn many ways, this followed me into the world of work. When I left Oxford, I went straight into the working world, and my spiritual and theological life really took a back seat. I was working hard in the city, first in investment banking and then in the hedge fund industry with my dad. My spiritual life did not really pick up again for quite a few years and basically until I met Candace. I did not pray a lot at this time, but one of my prayers was “Lord, show me the path before my feet”. I felt called to do something else with my life. I did not feel that I was necessarily serving God’s purposes by being a partner at a hedge fund.\nCH : So did you feel friction between being in the financial industry and your faith life?\nGF : When I was in the finance industry, I did not have an active faith life. Those were the years when I was very much leading my own selfish life. I was my own god. If I could live them again, I would live them very differently. But in some ways, I needed the “prodigal son years” to be where I am now.\nWhen I reverted back to the Faith, God came first. And what I have found is that when you think you are putting yourself first and God second, you would expect this to be your biggest career enhancer as it is all about you. Without wishing to put forward any kind of prosperity gospel, since I put God first and have refocused my life on His ways, I have had infinitely more success. Both from a family perspective, with having children and a very happy marriage, but also financially, with being able to make money and define that through cultural success. My father often says that “being a Christian is an unfair advantage”. We have the sacraments, we have the rosary, we have God.\nFor me, it was a shift in perspective. But I did also switch careers when I rediscovered my faith life. I started off in financial services, and when I met Candace, I dropped all of that behind and moved to America and then moved into tech and media, which is what I am doing now.\nCH : In terms of Church life, what do you think are the big differences between the US and the UK?\nGF : The thing that stands out about the Church in the US is the courage that Christians have to be bold about their faith. Of course, there is a lot of nominalism. There are people who have been poorly catechized and do not hold to the faith but still call themselves Catholics, and we see that with Biden and Pelosi. However, in the Church that is living, Catholics are very courageous.\nYou will be driving and you will see a bumper sticker saying “pray the rosary”, and if you were to speak to that person, it would very quickly become apparent that these people are steeped in the Church. Parts of the US Church are extremely hopeful. At our home church, we have had three funerals in the past three years, but perhaps over a hundred baptisms.\nThe UK Church is quite courageous in some ways. Historically, the UK has not been a friendly place to be a Catholic, and by being a Catholic, you are doing something different. For this reason, Catholics in Britain have a strong awareness of their faith. But what you do find, and much of this is due to the British temperament, is that people here just do not talk about God. In the States, that is not the case.\nAmericans love to talk about God, and this has influenced me. When I come to Britain, I freely talk about faith, which probably makes people feel toe-curlingly awkward. But I think, what are we here for if not to serve Him? And this then feeds through to politics, culture and media. I do not believe we can save Western civilization unless we come back to God, and that is at the heart of everything I believe and do.\nI used to be very political, but now I see a nation’s spiritual life as significantly more important. In the West, if you look at the degradation of Western civilisation and Western culture, it is because we have lost faith.\nCH : What do you think about Pope Benedict’s prediction of a smaller but more faithful Church?\nGF : He was right, and this prediction is of a Church closer to the Church of the apostolic period. When we talk about the apostolic Church, we must remember what the apostolic Church was. It was a persecuted Church which was very small and very nimble and rebellious.\nIt was rebellious in the sense it was rebelling against the dominant culture, which was paganism. What are we living in now? We are living in a secular pagan society. We don’t have Zeus and Jupiter being worshipped at the temple, but we do have neo-secular materialism. The new gods are Kim Kardashian and Taylor Swift. The new missal is TikTok.\nCH : Many would say that we have made significant cultural advances in the past century, would you agree?\nGF : People think we are getting smarter today, but we are not. We are getting technologically more advanced, and we have made significant breakthroughs in scientific discovery, but philosophically we are going backward. We would not have an Aquinas or an Augustine in this age, and it is just incredible that we think we are getting smarter because philosophically we are not. We have been on a downward trend for hundreds of years.\nIf you look at Nietzsche and Kierkegaard, if you look at the great Enlightenment period, it sent us straight back into a world where the human being was at the centre. The result of this has been the untold suffering and deaths of hundreds of millions in the 20th century in the greatest genocides across the world. Whether it be in communist China or communist Russia, or fascist Germany. Wherever it may be, this is all a result of the alleged age of enlightenment which has caused untold misery.\nIf you think we have reached this great age of transcendence of human history, well, what is the fruit of that? The fruit of that is suicide rates among teenagers skyrocketing, more young girls being diagnosed with depression than anything else, the collapse of social structures, the collapse of institutions, the collapse of family, raging global conflicts.\nThis is a pretty bad place to be, and what do we need at the heart of it? We need the Church, we need God, and, yes, Pope Benedict was absolutely right that it will be a smaller Church because you have to uphold certain doctrinal viewpoints which are radically against the mainstream narrative.\nCH : Going back to your own spiritual journey, and the role your wife has had in that, can you explain how you met and became the husband of Candace Owens?\nCandace Owens, along with Kanye West, attends the “The Greatest Lie Ever Sold” Premiere Screening , Nashville, Tennessee, 12 October 2022. In the documentary, Owens investigates the aftermath of George Floyd’s death, focusing on the the media narrative that justified a summer of riots and helped contribute to the rise of Black Lives Matter. (Photo by Jason Davis/Getty Images for DailyWire+.) GF : She was giving a speech in London, and I was in the audience. I do not want to call it a whirlwind romance because there was nothing romantic about it. In a very short space of time, I got to know her, and we were engaged within a few weeks. I knew from the moment I met her; and I believe God was at work there. I felt Him say, “I am putting this before you, and this is a moment of active free will for you. What would you like to do?”\nThe two [potential] routes were that I could carry on living in London and doing what I knew, or I could take a leap of faith into a world that I knew nothing of, move to America, marry a girl that I barely knew, and take the plunge. Here we are five years later, three kids, and living in Nashville.\nCH : What are some of the challenges to being in such a high-profile relationship?\nGF : We have different brands. She is very outward-facing, and pretty much everything she says becomes a news story, whereas I am exclusively interested in faith. Sometimes I find myself getting dragged into political whirlwinds which, honestly, I believe to be distracting from my end goal, which is cultural renewal of the West. I went through my libertarian phase, my conservative phase, and now politics is of tertiary importance. Christianity does not sit within any one political ideology; the Church sits above all of them.\nAnother challenge is to speak truth and fight for truth without exposing yourself and your family to danger. Candace has been through tumultuous years because of speaking the truth. Whether it be publicly saying that black people are not obliged to vote for the Democrats or her comment that “no nation has the right to commit a genocide” in response to Congressman Brian Mast’s remarks about “there is no such thing as an innocent Palestinian”; it is dangerous. We have full-time security as there is a physical danger to her life, but there is also a career danger and a spiritual danger. The devil attacks frequently at a personal level, a career level, and in many different ways. You are constantly on alert.\nAlso, you sacrifice the right to a private life, because she has picked up the baton of speaking publicly, speaking loudly, speaking truthfully, which is the same sacrifice many other people have made. Obviously, her profile is just very big, so the sacrifice is amplified in this respect.\nCH : Could you tell us about your time at Parler ?\nGF : I came in after the deplatforming incident where Amazon, Apple and Google took Parler out as the ultimate example of Big Tech’s power. It was a huge moment where Big Tech demonstrated in one move that it could basically destroy an entire company if it wanted to. Parler’s raison d’etre changed in that moment because it was not just about free speech; it was also about saying we want to be free of big tech.\nWe bought a private cloud company which became our own technical infrastructure, and then we could operate without the shackles of Big Tech. People don’t realise how much Big Tech is involved in your life. It is overwhelming how deep it goes. First of all, there are only two major types of phones: you either have an iPhone, which is Apple, or an Android, which is basically Google. By just having a phone, you have already entered into the duopoly of the two of them.\nThere are also things which are really good about Big Tech. It has made people’s lives significantly easier; for example, the ability to communicate instantly. And I am a big fan of Apple’s “walled garden”, the ecosystem that it creates with all its products which means they work so well together.\nWhat you want, in an ideal world, is to enter into that technological garden without having to sign up to a value system. You want to be able to say I believe what I believe, but I do not want to sign up to a new set of beliefs to use your products. That is where Big Tech has gone wrong, by saying that to use their products you need to sign up to a value system.\nCH : How should individuals approach our increasingly tech-reliant world?\nGF : Park the conversation about Big Tech’s power, and focus on what you’re exposing yourself to by entering into a virtual contract with these companies: I am signing up for instant communication and being connected. What does that expose us to? Well, it exposes us to significant outside influence, which is why I choose to not have any social media whatsoever. I have a Telegram account, and that is it.\nIf you look at people who are social media addicts, excluding influencers who use it for career purposes, they are feeding who they are as a person. They need to build their characters on external influences. What you need to be, if you are going to sign up to be connected, is to be a wholly formed person.\nIf you put someone in a room with a drug, eventually they are going to take the drug. We are expecting people who are poorly formed from a virtue perspective to be highly virtuous online. Social media is not the problem. Social media is a catalyst which then causes systemic problems.\nThe fundamental problem is that people who are using this type of communication do not have Christ as their centre. If I look at the social media of some people in our community back home in the US, it is centred around Christ. These people are well-formed and have a scriptural understanding. And you contrast that with other people who clearly do not have Christ at the centre of their lives; well, it is often obscene. They know that the Internet wants this, so they put it up because they have no inner spiritual life.\nIf you sign up to Big Tech, you sign up to being connected, and if you have Christ at the centre of everything you do, you can use it as a force for good. But if you sign up and you have nothing inside of you, then you inherently take in what is out there, which is often evil, so you become a consumer and you cultivate your own internal life and become formed by what is out there.\nThe most important thing is that we centre ourselves on Christ.\nPhoto: George Farmer, taken by author.\nIf you wish to swap your Spectator subscription for a Catholic Herald one like George Farmer did, or simply to start a Herald subscription, click here .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://twitter.com/RealCandaceO",
    "https://www.twitter.com/RealCandaceO"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george farmer",
        "sentiment": "negative"
      },
      {
        "name": "candace owens",
        "sentiment": "none"
      },
      {
        "name": "michael farmer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic faith",
        "sentiment": "negative"
      },
      {
        "name": "house of lords",
        "sentiment": "none"
      },
      {
        "name": "herald",
        "sentiment": "none"
      },
      {
        "name": "red kite group",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "parler",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "brompton oratory",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:21:05.539+03:00",
  "updated": "2024-04-19T04:28:10.651+03:00"
}