{
  "thread": {
    "uuid": "db32438b092d678c9648ffa585c57a1038cebdc7",
    "url": "https://www.varesenews.it/2024/07/gruppo-cap-presenta-il-nuovo-piano-di-sostenibilita-lacqua-prima-di-tutto/1982379",
    "site_full": "www.varesenews.it",
    "site": "varesenews.it",
    "site_section": "https://www.varesenews.it/homepage/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "VareseNewsVarese News | il quotidiano online della provincia di Varese",
    "title": "Gruppo Cap presenta il nuovo piano di sostenibilità: l'acqua prima di tutto",
    "title_full": "Gruppo Cap presenta il nuovo piano di sostenibilità: l'acqua prima di tutto",
    "published": "2024-07-05T12:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.varesenews.it/photogallery_new/images/2022/12/gruppo-cap-1360155.610x431.jpg",
    "performance_score": 0,
    "domain_rank": 89867,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db32438b092d678c9648ffa585c57a1038cebdc7",
  "url": "https://www.varesenews.it/2024/07/gruppo-cap-presenta-il-nuovo-piano-di-sostenibilita-lacqua-prima-di-tutto/1982379",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tommaso Guidotti",
  "published": "2024-07-05T12:17:00.000+03:00",
  "title": "Gruppo Cap presenta il nuovo piano di sostenibilità: l'acqua prima di tutto",
  "text": "Gruppo Cap presenta il nuovo piano di sostenibilità: l’acqua prima di tutto La green utility lombarda ha sviluppato la strategia che guiderà l’azienda fino al 2033. Frutto del lavoro corale del management e degli stakeholder, nasce dalla valutazione dei risultati raggiunti, dall’analisi del contesto esterno, e dall’ascolto di tutti gli attori della catena del valore Impegnarsi nella decarbonizzazione e aumentare la quantità di rifiuti trattati secondo i principi dell’economia circolare. Supportare i comuni nello sviluppo del drenaggio urbano sostenibile. Aumentare il numero di impianti gestiti da remoto e quelli digitalizzati con l’applicazione dell’Intelligenza artificiale. Creare un ecosistema virtuoso di responsabilità sociale d’impresa condivisa e diffusa, attraverso la sensibilizzazione dei fornitori. Valorizzare le persone, abbattere il gender pay gap e promuovere la diversity inclusion. E, soprattutto, ampliare le proprie attività attraverso la gestione del rischio idraulico, lo sviluppo di infrastrutture per incrementare la resilienza del territorio, la produzione di energia da fonti rinnovabili. Sono alcuni dei nuovi obiettivi che Gruppo CAP, la green utility che gestisce il servizio idrico della Città metropolitana di Milano, ha inserito nel suo nuovo Piano di Sostenibilità, un documento volto a guidare le scelte dell’azienda per i prossimi anni e che nasce dalla valutazione dei risultati raggiunti sinora, ma anche dall’analisi del contesto esterno, profondamente mutato rispetto al 2019, anno in cui la green utility ha pubblicato il suo primo piano. DA UTILITY DELL’ACQUA A GREEN UTILITY Il nuovo piano di sostenibilità è innanzitutto una strategia di sviluppo sostenibile, con una visione a lungo periodo, che guarda fino al 2033 e identifica le sfide del settore, i risultati già ottenuti e i prossimi obiettivi. Rappresenta il completamento del percorso di ridefinizione del modello di business, attraverso il quale CAP ha integrato la sostenibilità nell’attività industriale. L’obiettivo è di garantire nel tempo la generazione del valore per gli shareholder, i collaboratori, gli stakeholder e il territorio, e porre le basi di un futuro più sostenibile per le prossime generazioni. Spiega il Presidente di Gruppo CAP, Yuri Santagostino: «Ogni passo compiuto nel trasformare il nostro business rendendolo più sostenibile è stato fatto con approccio partecipativo, coinvolgendo le nostre persone, la comunità locale, tutti i partner, i collaboratori, i fornitori e i clienti. Oggi un dialogo approfondito con gli stakeholder è ancor più necessario, soprattutto alla luce del nuovo ruolo che stiamo assumendo come abilitatori alla transizione green dei territori. Se l’obiettivo è dunque fare dell’acqua e dell’innovazione i pilastri su cui costruire processi di economia circolare, insieme al passaggio a modelli produttivi sostenibili, la partecipazione di tutti è fondamentale per una condivisione del valore prodotto, vera missione di una società interamente pubblica come Gruppo CAP. Per queste ragioni l’aggiornamento del Piano di Sostenibilità nasce grazie al concorso di una pluralità di soggetti, che hanno tracciato insieme a noi la nuova rotta fino al 2033 e ai quali ci lega un dovere di trasparenza e credibilità. Con questo nuovo documento ci poniamo obiettivi più ambiziosi e ampliamo i nostri orizzonti. Perché la sostenibilità non è una medaglia da appuntarsi sul petto, ma un processo continuo, faticoso ed entusiasmante che non ha mai fine, ma solo nuovi inizi». LA NUOVA STRATEGIA DI SOSTENIBILITÀ DI GRUPPO CAP In quest’epoca, caratterizzata da crisi climatica e instabilità sociopolitica ed economica, che hanno sgretolato convinzioni che sembravano radicate, CAP ha scelto di investire nella trasformazione del settore idrico e ambientale integrando la sostenibilità nel business, per diventare ciò che è oggi: la utility green capace di abilitare la transizione del territorio. La strategia di sostenibilità di CAP si articola attorno a 3 pilastri fondamentali che descrivono l’identità di CAP e delle sue persone: Sensibili, Resilienti e Innovatori. Sensibili ai bisogni delle persone, per aumentare il benessere e la fiducia di comunità sempre più consapevoli ed esigenti. Resilienti negli asset, nella governance e nella gestione per proteggere un bene essenziale per la vita. Innovatori nel mercato, per anticipare le normative e alimentare la capacità di fare rete. I tre pilastri sono a loro volta suddivisi in 9 macro-obiettivi, per un totale di 45 indicatori di performance. In continuità con il documento sviluppato nel 2019, per costruire il nuovo Piano di Sostenibilità, Gruppo CAP ha adottato un approccio partecipativo e ha coinvolto i collaboratori, la comunità locale, i partner, i clienti e gli stakeholder. Il documento è quindi il frutto del lavoro corale del management di CAP, che ha tracciato una nuova rotta dopo l’attento ascolto di tutti gli attori della catena del valore. Monitoraggio annuale dei KPI, analisi dello scenario per l’aggiornamento di target e obiettivi, e infine analisi dei mutamenti del contesto interno dell’evoluzione dell’azienda: è sulla base di questi tre input che Gruppo CAP ha individuato i 3 driver di cambiamento: l’attualità, intesa come l’insieme di cambiamenti normativi e socio-ecologici che determinano la necessità di rivedere target e obiettivi, la coerenza, che ha imposto alla green utility di allineare la propria strategia al business e a tutti gli strumenti di governance e pianificazione strategica e, infine, la razionalizzazione secondo il metodo SMART, per il quale ogni target è Specifico, Misurabile, Assegnato, Realistico, Temporizzato. Inoltre, i tre pilastri – Sensibili, Resilienti e Innovatori – sono stati connessi a tre direttrici di business individuate dal nuovo piano industriale di CAP: il primo, l’innovazione del servizio idrico, cuore e il punto di partenza della strategia, che riguarda le innovazioni che connettono acqua, energia e rifiuti; il secondo, fondato sulle partnership per la transizione green, che proiettano CAP nella gestione regionale e nazionale degli impianti di economia circolare e di infrastrutture idriche resilienti; infine il più ambizioso, che apre a CAP i nuovi mercati per la sostenibilità mettendo a pieno frutto le sinergie territoriali e di sostenibilità. L’ACQUA, PRIMA DI TUTTO L’innalzamento della temperatura, la siccità e gli eventi meteorologici estremi hanno evidenziato l’importanza dell’acqua. Quindi il comparto idrico deve ripensare le proprie strategie integrando i piani industriali con azioni di mitigazione e adattamento. Per Gruppo CAP questo si traduce nella necessità di allargare il perimetro delle attività ad ambiti contigui, come la gestione del rischio idraulico, la realizzazione di infrastrutture per aumentare la resilienza del territorio, la produzione di energia da fonti rinnovabili. L’acqua si conferma quindi al centro della strategia industriale di Gruppo CAP. I RISULTATI AL 2023 A cinque anni dall’elaborazione del primo Piano di Sostenibilità, è possibile confermare che la strategia adottata risulta credibile e che l’azienda ha costruito un percorso per raggiungere i propri obiettivi di sostenibilità integrandoli nella propria azione industriale. Gli impegni di sostenibilità si stanno traducendo in azioni concrete che generano impatti positivi. Tra i principali successi, emergono i numerosi interventi di drenaggio urbano sostenibile e l’alto tasso di innovazione. Su questo fronte, CAP ha attivato progetti per circa 70 milioni di euro con l’obiettivo di rinnovare le infrastrutture. Verrà anche completata la mappatura in 3D di tutte le reti per simulare gli interventi in studio, così da minimizzare l’impatto sul suolo. Ci sono però anche obiettivi in cui è necessario impegnarsi di più o che vanno ridisegnati, per essere più sfidanti e in linea con i tempi, come quello relativo al consumo di acqua pro-capite e a quello dell’acqua del rubinetto rispetto all’uso dell’acqua in bottiglia che rappresenta un dato critico, nonostante le risorse impiegate in attività di sensibilizzazione. Nei prossimi anni sarà inoltre opportuno focalizzarsi sul tema della decarbonizzazione, sul quale Gruppo CAP ha definito i propri target in linea con le indicazioni di SBTi che ha confermato la solidità degli obiettivi dell’Utility lombarda. Per quanto riguarda, invece, la riduzione delle perdite idriche, Gruppo CAP è in linea con gli obiettivi prefissati ma non ha ancora raggiunto il target del 15% fissato per il 2033. Inoltre, la green utility guarda a best practice europee come la Germania, che già nel 2001 registrava una quota di perdite idriche del 7%. I MACRO OBIETTIVI AL 2033 Sensibili Acqua prelevata dall’ambiente (l/abitanti/giorno): 325,49 Cittadini che dichiarano di bere solo o quasi solo acqua del rubinetto (% cittadini da survey annuale): 70% Gender pay gap (Differenza retributiva oraria media per livello): ≤5% (obiettivo 2030) Resilienti Percentuale di riduzione della CO2: -25% (obiettivo 2030) Percentuale ricavi allineati alla tassonomia: 77% (obiettivo 2030) Acqua drenata nel territorio servito (incremento % rispetto alla baseline): +28,6 Innovatori Processi gestiti con integrazione intelligenza artificiale (n. processi): 21 Fornitori con punteggio ESG maggiore o uguale a 70/94 nella valutazione Vendor Rating: 28% Progetti di ricerca in collaborazione con enti di ricerca, università, player dell’innovazione e imprese di settore: 17 [Leggi i commenti](#comment-area) [Accedi](#) o [registrati](https://www.varesenews.it/registrati/) per commentare questo articolo. L'email è richiesta ma non verrà mostrata ai visitatori. Il contenuto di questo commento esprime il pensiero dell'autore e non rappresenta la linea editoriale di VareseNews.it, che rimane autonoma e indipendente. I messaggi inclusi nei commenti non sono testi giornalistici, ma post inviati dai singoli lettori che possono essere automaticamente pubblicati senza filtro preventivo. I commenti che includano uno o più link a siti esterni verranno rimossi in automatico dal sistema. [La community di VareseNews](https://www.varesenews.it/comunita-varese-news/) Loro ne fanno già parte Ultimi commenti [Felice su Più pubblicità e meno canone, la proposta di Candiani per riformare il finanziamento della Rai](https://www.varesenews.it/?p=1980576#comment-area) [Castegnatese ora Insu su La Commissione Ue dà il via libera alla cessione di Ita Airways a Lufthansa](http://www.varesenews.it/2024/07/la-commissione-ue-da-il-via-libera-alla-cessione-di-ita-airways-a-lufthansa/1980354/#comment-area) [lenny54 su Il legionario italiano che combatte in Ucraina: “Ho lasciato la mia famiglia, tra i commilitoni ne ho trovata un'altra\"](https://www.varesenews.it/?p=1978143#comment-area) [Roberto Ganna su Alle Bustecche con carabinieri e polizia va in scena lo spettacolo teatrale anti truffe](https://www.varesenews.it/?p=1976898#comment-area) [massimiliano_buzzi su Aveva falsificato la targa dell'auto con del nastro adesivo: pizzicato e denunciato a Besozzo](https://www.varesenews.it/?p=1975092#comment-area) [Otto01 su Orari ridotti per slot machines e sale scommesse: Varese mette un freno al gioco d'azzardo compulsivo](https://www.varesenews.it/?p=1975935#comment-area)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Corporate Governance and CSR",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T13:21:33.606+03:00",
  "updated": "2024-07-05T13:21:33.606+03:00"
}