{
  "thread": {
    "uuid": "c13908d68c1d8ec9774cbe10d212fb4fa2d5e150",
    "url": "https://newsrnd.com/news/2023-12-30-%22this-is-a-generation-that-will-take-the-country-forward%22--we-wrote-with-the-forces-in-the-battles-against-hamas-terrorists-in-the-northern-gaza-strip-%7C-israel-hayom.r1Xyvl1AvT.html",
    "site_full": "newsrnd.com",
    "site": "newsrnd.com",
    "site_section": "https://newsrnd.com",
    "site_categories": [
      "media"
    ],
    "section_title": "The Limited Times",
    "title": "\"This is a generation that will take the country forward\": We wrote with the forces in the battles against Hamas terrorists in the northern Gaza Strip | Israel Hayom - The Limited Times",
    "title_full": "\"This is a generation that will take the country forward\": We wrote with the forces in the battles against Hamas terrorists in the northern Gaza Strip | Israel Hayom - The Limited Times",
    "published": "2023-12-30T20:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.israelhayom.co.il/wp-content/uploads/2023/12/30/30/WhatsApp-Image-2023-12-30-at-16.01.22-960x640.jpeg",
    "performance_score": 0,
    "domain_rank": 47405,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c13908d68c1d8ec9774cbe10d212fb4fa2d5e150",
  "url": "https://newsrnd.com/news/2023-12-30-%22this-is-a-generation-that-will-take-the-country-forward%22--we-wrote-with-the-forces-in-the-battles-against-hamas-terrorists-in-the-northern-gaza-strip-%7C-israel-hayom.r1Xyvl1AvT.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2023-12-30T20:24:00.000+02:00",
  "title": "\"This is a generation that will take the country forward\": We wrote with the forces in the battles against Hamas terrorists in the northern Gaza Strip | Israel Hayom - The Limited Times",
  "text": "Ten difficult days passed for the Nahal Brigade, which lost five of its fighters in battle in the northern Gaza Strip, including three officers. However, it seems that nothing will break the spirit of the brigade, which lost its commander, Col. Jonathan Steinberg, z\"l, who was killed in battle with terrorists in Kerem Shalom on the bloody Saturday. Colonel Yair Zuckerman was called to the flag and took the brigade under his command. Over the weekend we met him in the Daraj Tufah neighborhood, Hamas' last stronghold in the northern Gaza Strip.\nWe entered the Gaza Strip with Eitan, the first armored bicycle carrier of its kind capable of carrying 12 fighters. After a short drive, we reached the Daraj Tufah neighborhood, which is located between Sajaiya and Jabaliya. This is a relatively small neighborhood, whose existence has been documented since the Mamluk rule in the country in the 13th century, and it overlooks Gaza City with the chimneys of Ashkelon in the background. It is believed that all the terrorists who fled Jabaliya and Sejaiya reached this neighborhood.\nDaraj Tufah neighborhood in the northern Gaza Strip, photo: Avi Cohen\nDespite statements by Defense Minister Yoav Galant that the northern Gaza Strip is under our control, there are still quite a few Hamas terrorists who have not surrendered, who come out of shafts and attack the forces. Outside the sky is blue, even the sun isn't really a liar. Inside the APC, the air conditioner cools well. One of the soldiers tells us: \"You know, there's no heating here, only cooling, luckily so far the weather is working in our favor.\"\n\"Mostly hand-to-hand combat\" All along the way, you can hear the bombings and attacks by the IDF. Through the screens in the armored personnel carrier, which document everything that is happening outside, you can clearly see all the destruction and smoke from the attacks, proof that the war is still in full force here as well, in the northern Gaza Strip. Upon arrival at the building where the operations room sits, we received a painful reminder of the war – a soldier was wounded by gunfire in an encounter by the force that found a tunnel shaft from which terrorists emerged. The operations room sent him an urgent evacuation, 9D is also being sent to the area. Minutes later, we hear the sound of a huge explosion and from one of the windows in the building we notice smoke coming from a few hundred meters away.\nNahal Brigade Commander Yair Zuckerman, Photo: Avi Cohen\n\"In recent days, we have mainly experienced hand-to-hand combat, encounters and the detonation of IEDs at the forces,\" says Col. Zuckerman, adding that \"the enemy is deployed within these areas, especially built-up areas. This is the crux of our challenge – to locate it, expose it and destroy it. We continue to dismantle the system as much as we can and with what we have. We continue to destroy the enemy, destroy its infrastructure, and we do this quite a bit.\"\nIn recent days, the Nahal Brigade has encountered dozens of terrorists and dozens of terrorist infrastructures in the area. \"We encountered terrorists and booby-trapped houses or those with a lot of weapons. We continue to operate in the area, knowing that not all the abductees have been returned to their homes. We will continue to do everything to bring the abductees home, and I wish they were alive and healthy,\" emphasizes Col. Zuckerman, trying to explain to us how great the challenge is in trying to distinguish between a non-involved population and terrorists.\nNahal fighters in the Daraj Tufah neighborhood, photo: Avi Cohen\n\"In the current region we are fighting, unlike the other areas we have fought so far, this is an even greater challenge. However, we have developed the right techniques in the context of mobilizing the population before we enter the fight in space. It is more challenging but possible, we also have all the means to make it identify between enemy and civilian.\n\"A lot depends on the behavior of the citizen in front of us. So far, my soldiers and I have not had a dilemma of not distinguishing who is the enemy and who is the civilian. The civilians behave in a certain way, most of them with white flags, and it must also be said that in recent population incidents we took quite a few terrorists out and they are now held captive by the army inside the territory of the State of Israel.\"\nHand-to-hand combat. IDF fighters in Gaza, photo: IDF Spokesperson\nBetween tours of homes and various buildings and the discovery of large quantities of weapons, Zuckerman describes that he realized that the aspiration of the residents of Gaza is very simple – that there will not be a State of Israel. \"They want the Land of Israel to be theirs. The idea that emerged from the pictures is that they want Greater Israel. Every house is filled with objects and pictures of the country, of Hamas flags and symbols, of the Temple Mount. We fight it, we fight to increase the Light, we fight for good versus evil. It's a war between ideas – an idea called the State of Israel, Israeli society and the Jewish people – and the idea called Hamas – which wants to erase us.\"\nThe war caught Zuckerman at home while he was between duties. The former commander of the Nahal Brigade, the late Col. Jonathan Steinberg, was his good friend. On Black Saturday, as soon as Colonel Steinberg realized there was an infiltration incident, he got into his car, left his family behind and drove off. In the Kerem Shalom area, he encountered terrorists, got out of the car, fought valiantly and was killed.\n\"I'm at home, I understand that there's a significant event starting. I decide to go back to my previous unit to help. I was deputy division commander and I go to division headquarters to see what I can help with,\" says Col. Zuckerman.\nNahal brigade commander killed with iron swords, Jonathan Steinberg, photo: IDF Spokesperson\n\"As soon as we realize that Jonathan has been killed, the division commander tells me to take command. I have found myself the brigade commander ever since. Since the seventh to the tenth, I have been here together with the forces. We'll have to do some soul-searching about the fact that we said this is the TikTok generation. This is a generation that surpasses us dozens of times. This is the generation that will take the country forward. A generation with endless courage and personal abilities that have now been admirably revealed.\n\"This week, after an encounter in which the commander was killed and two other fighters were wounded, I went to talk to the team. I sat with them and came out stronger from the meeting. I can tell you that we are determined, including me, the home front and the soldiers. It's a challenge, but I know that if we stop now, we won't have a state.\"\nWrong? We'll fix it! If you find a mistake in the article, please share with us",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eitan",
        "sentiment": "none"
      },
      {
        "name": "yair zuckerman",
        "sentiment": "none"
      },
      {
        "name": "kerem shalom",
        "sentiment": "none"
      },
      {
        "name": "sejaiya",
        "sentiment": "none"
      },
      {
        "name": "jonathan steinberg",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "neutral"
      },
      {
        "name": "nahal brigade",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "sajaiya",
        "sentiment": "none"
      },
      {
        "name": "gaza city",
        "sentiment": "none"
      },
      {
        "name": "daraj tufah",
        "sentiment": "none"
      },
      {
        "name": "ashkelon",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T20:28:17.330+02:00",
  "updated": "2023-12-30T20:28:17.330+02:00"
}