{
  "thread": {
    "uuid": "b80dc942b71bee7e0c5dcbc4894f3d1df0a5fca4",
    "url": "https://www.healthline.com/health-news/psychedelic-ibogaine-may-help-ptsd-and-depression-after-traumatic-brain-injury/",
    "site_full": "www.healthline.com",
    "site": "healthline.com",
    "site_section": "https://newshealth.biz",
    "site_categories": [
      "nutrition",
      "mens_health",
      "health",
      "womens_health"
    ],
    "section_title": "News Health &#8211; The Leading Health News Journal",
    "title": "Psychedelic Ibogaine Can Help Relieve PTSD, Depression: What to Know",
    "title_full": "Psychedelic Ibogaine Can Help Relieve PTSD, Depression: What to Know",
    "published": "2024-01-05T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.post.rvohealth.io/wp-content/uploads/2024/01/soldier-therapy-732x549-thumbnail.jpg",
    "performance_score": 0,
    "domain_rank": 253,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b80dc942b71bee7e0c5dcbc4894f3d1df0a5fca4",
  "url": "https://www.healthline.com/health-news/psychedelic-ibogaine-may-help-ptsd-and-depression-after-traumatic-brain-injury/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shawn Radcliffe",
  "published": "2024-01-05T07:00:00.000+02:00",
  "title": "Psychedelic Ibogaine Can Help Relieve PTSD, Depression: What to Know",
  "text": "- Veterans with traumatic brain injury who were treated with the psychedelic ibogaine saw improvements in daily functioning and mental health symptoms. - Ibogaine was given alongside intravenous magnesium to protect participants’ heart from a potential side effect of the psychedelic. - Additional studies are needed, including U.S.-based clinical trials, before ibogaine can be recommended as a treatment. Treatment with the psychedelic ibogaine improved daily functioning and mental health symptoms in a small group of veterans with mainly mild traumatic brain injury, a new pilot study found. Study author Dr. [Nolan Williams](https://profiles.stanford.edu/nolan-williams), associate professor of psychiatry at Stanford University in California, said the improvements in veterans’ symptoms of post-traumatic stress disorder (PTSD) and depression were “substantial.” In addition, “on the [traumatic brain injury] disability front, there’s not really any therapeutic options available, so it’s really useful to see improvements there,” he told Healthline. More research is needed before ibogaine can be recommended as a treatment, including U.S.-based clinical trials done under more controlled settings. “But the results are pretty exciting so far,” said Williams. The study was published Jan. 5 in [Nature Medicine](https://www.nature.com/articles/s41591-023-02705-w) [Ibogaine](https://www.healthline.com/health/ibogaine-treatment) is a psychoactive compound found in the West African shrub iboga. It is traditionally used in the local Bwiti religion for religious, spiritual and healing ceremonies. The Drug Enforcement Administration classifies ibogaine as a [Schedule I drug](https://www.dea.gov/drug-information/drug-scheduling), indicating it has “no currently accepted medical use” and “a high potential for abuse.” In order to undergo treatment with ibogaine for the new study, 30 male Special Operations Forces veterans traveled to a site in Mexico where legal ibogaine treatment is available. The veterans received ibogaine under medical supervision, along with intravenous (IV) magnesium to protect the heart. One of the possible side effects of ibogaine is a potentially fatal [abnormal heart rhythm](https://www.tandfonline.com/doi/full/10.1080/17425255.2021.1944099). None of the participants in this study experienced this kind of heart problem. Veterans reported only typical symptoms such as headache and nausea. Participants also had the opportunity to try massage, yoga, meditation or other complementary wellness activities, although researchers did not collect data on which of these activities veterans did. Researchers found that a few days after treatment, participants saw improvements in functioning and symptoms of PTSD, depression and anxiety. These effects persisted until at least one month after treatment, which was the length of follow-up in the study. Functioning includes areas such as interpersonal relationships, daily life activities and cognitive abilities. Approved therapies currently exist for traumatic brain injuries and for mental health conditions such as depression, anxiety and PTSD. This includes antidepressants, anti-anxiety medications and drugs to help with cognitive function. These may be paired with psychotherapy. These treatments can be effective for some people, but not for others, said Dr. [Sheital Bavishi](https://wexnermedical.osu.edu/find-a-doctor/sheital-bavishi-do-48912), associate professor of physical medicine and rehabilitation at The Ohio State University Wexner Medical Center in Columbus, Ohio. These drugs also have side effects, she added, which some people may not be able to tolerate. “So having more options — or more tools in our toolbox — is definitely helpful,” she told Healthline. Because traditional treatments may not work for everyone, some people with PTSD, depression or anxiety have been seeking out unapproved therapies such as ibogaine for relief from their symptoms. Other psychedelics, including [psilocybin](https://www.healthline.com/health-news/psilocybin-may-help-reduce-depression-symptoms-in-people-with-cancer) (the active ingredient in “magic mushrooms”) and [MDMA](https://www.healthline.com/health-news/will-the-fda-approve-psychedelic-mdma-to-treat-ptsd-what-to-know), have also been researched for various psychiatric conditions, with some promising results. Both MDMA and psilocybin are used alongside psychotherapy. With ibogaine, the treatment approach is a little different. “There are some psychotherapy aspects to [ibogaine treatment] — there’s a prep and there’s an integration— but it’s not psychedelic-assisted psychotherapy, like what you see with MDMA,” said Williams. “There’s no psychotherapy during the actual [ibogaine] treatment itself; rather, it’s all happening before and after.” Ibogaine is still in the early stages of clinical research, with much of the research to date focused on treating [substance use disorder](https://www.tandfonline.com/doi/full/10.1080/08995605.2022.2156200). However, interest in the compound’s potential is growing. For example, the recently passed [National Defense Authorization Act](https://www.natlawreview.com/article/defending-psychedelics-congress-includes-psychedelic-provisions-defense) has “$10 million earmarked to fund clinical trials researching ibogaine and other psychedelics as a treatment for [PTSD or] traumatic brain injuries experienced by active duty members of the U.S. military,” said Williams. The big goal with ibogaine, he said, is to do a U.S.-based trial, which would allow researchers to control for many of the factors that could affect the results. Future studies may also recruit veterans with varying severity of traumatic brain injuries or psychiatric symptoms. Bavishi, who leads the Disorders of Consciousness Program at The OSU Wexner Medical Center, said it’s important to have treatments that address the multiple symptoms that people with traumatic brain injury experience. “It’s not just brain trauma, but there’s also stress-related trauma,” she said. “So we need to be treating both at the same time; not as individual entities, but really as a combination.” Researchers are not sure why ibogaine might help people with these different conditions, but Williams said the drug works “across a lot of different systems” in the brain. It’s also not clear if the daily functioning benefits seen in the new study were due to a reduction in the psychiatric symptoms or if there was also a direct effect on the traumatic brain injury. “We do have data showing that people who have prolonged symptoms after a concussion or mild brain injury usually have an [accompanying] anxiety or mood disorder — anxiety, PTSD or depression — that is actually prolonging their symptoms,” said Bavishi. In this study, “it seems like ibogaine is reducing the mood-related symptoms that are a result of the brain injury or PTSD,” she said. “That, in turn, is improving their cognitive functioning.” Williams thinks the disability from the traumatic brain injury is likely to be partially independent of the psychiatric symptoms. “We’ll have to do some work to tease that out,” he said. “You’d have to essentially enroll people that didn’t have any of the psychiatric symptomatology, but still had [traumatic brain injury], in order to see if there is still a disability improvement [with ibogaine].” “What we may be looking at is a neuro-rehab drug,” he added. “If this is true, then it’s really exciting, because people have been looking for a neuro-rehab drug for some time. There have been candidates in the past, but nothing that has been super-compelling on that front.” A new study finds a type of psychedelic may help people with traumatic brain injury. In the study 30 male Special Operations Forces veterans with traumatic brain injury underwent treatment with the psychedelic ibogaine, along with IV magnesium to protect their heart. They were also offered complementary wellness activities such as yoga and meditation. A few days after treatment, participants saw improvements in their daily functioning and symptoms of PTSD, anxiety and depression. These benefits lasted for at least one month. This was a pilot study, so additional research is needed, including a U.S.-based trial, which would allow researchers to control for factors that can affect the results.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.nature.com/articles/s41591-023-02705-w)",
    "https://www.dea.gov/drug-information/drug-scheduling),",
    "https://www.natlawreview.com/article/defending-psychedelics-congress-includes-psychedelic-provisions-defense)",
    "https://www.tandfonline.com/doi/full/10.1080/08995605.2022.2156200).",
    "https://www.tandfonline.com/doi/full/10.1080/17425255.2021.1944099).",
    "https://profiles.stanford.edu/nolan-williams),",
    "https://wexnermedical.osu.edu/find-a-doctor/sheital-bavishi-do-48912),",
    "https://tandfonline.com/doi/full/10.1080/17425255.2021.1944099).",
    "https://natlawreview.com/article/defending-psychedelics-congress-includes-psychedelic-provisions-defense)",
    "https://www.profiles.stanford.edu/nolan-williams),",
    "https://dea.gov/drug-information/drug-scheduling),",
    "https://nature.com/articles/s41591-023-02705-w)",
    "https://tandfonline.com/doi/full/10.1080/08995605.2022.2156200).",
    "https://www.wexnermedical.osu.edu/find-a-doctor/sheital-bavishi-do-48912),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nolan williams",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "stanford university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:52:27.984+02:00",
  "updated": "2024-01-06T02:52:27.984+02:00"
}