{
  "thread": {
    "uuid": "31678220951191eb58d29873e56211ec0daed4f5",
    "url": "https://www.azcentral.com/story/sports/college/gcu/2024/01/05/gcu-basketball-wins-10th-straight-with-devastating-suu-2nd-half/72111508007/",
    "site_full": "www.azcentral.com",
    "site": "azcentral.com",
    "site_section": "https://azcentral.com/sports",
    "site_categories": [
      "media"
    ],
    "section_title": "Phoenix Arizona Sports Headlines from The Arizona Republic",
    "title": "GCU basketball wins 10th straight with devastating 2nd half at SUU",
    "title_full": "GCU basketball wins 10th straight with devastating 2nd half at SUU",
    "published": "2024-01-05T23:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 1248,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "31678220951191eb58d29873e56211ec0daed4f5",
  "url": "https://www.azcentral.com/story/sports/college/gcu/2024/01/05/gcu-basketball-wins-10th-straight-with-devastating-suu-2nd-half/72111508007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Richard Obert",
  "published": "2024-01-05T23:32:00.000+02:00",
  "title": "GCU basketball wins 10th straight with devastating 2nd half at SUU",
  "text": "Grand Canyon University built a 25-point lead in the first eight minutes of the second half, but needed clutch plays down the stretch from its two biggest transfers to hold off host Southern Utah 96-75 Thursday night in a men's WAC basketball game at Cedar City, Utah.\nTyon Grant-Foster had 27 points, including a couple of big baskets in the final five minutes, and Collin Moore had five steals and 15 points, knocking down four straight free throws after SUU cut it to 12.\nThis was the 10th consecutive win for the Lopes (13-1, 3-0 WAC), the longest streak in coach Bryce Drew's four years leading the program. It's also the nation's sixth-longest current win streak.\nThey head to Utah Tech for a Saturday game before returning home next week to face Abilene Christian on Thursday and Tarleton State on Jan. 13.\nThis is the best start to a season since GCU started 19-1 in 1995-96.\nThe road rout moved GCU from No. 42 to 38 in Friday's NET rankings, the highest it has been in its NCAA Division I history.\n\"Any time you win, you've got to celebrate, you've got to enjoy, because winning is hard, especially winning on the road,\" Drew said in his post-game radio interview. \"We'll look at some things on how we can get better going into Saturday's game.\"\nGCU closed the first half on a 10-1 run to take a 43-36 lead, then built it to 25 points eight minutes into the second half as everybody seemed to contribute. The 96 points were the most scored by GCU against a D-I opponent this season.\nThe Lopes shot 57.6% from the field, the highest mark this season against a Division I opponent.\nGrant-Foster makes it look easy Grant-Foster made 11 of 19 shots, scoring mostly on twisting, knifing drives in the paint. Drew said by putting power forward Gabe McGlothan at center it opened the floor for Grant-Foster. McGlothan added 18 points and 10 rebounds.\n\"He makes some of those finishes look easy, and they're not easy that he made around the rim,\" Drew said. \"His offensive display in the last five minutes was sensational, how he finished in the pivots and the different shots that he made.\"\nMoore, a high-energy, physical guard, clamped it down on the defensive end with five steals, a couple of those coming after SUU had made a 9-0 run to get within striking distance in the second half. He also had four assists.\n\"Coach just emphasized bringing the energy,\" Grant-Foster said. \"They just emphasized bringing the energy. We're on the road. Not many people are going to cheer for us. So we have to bring the energy.\n\"Collin was emphasizing, 'Hey, Ty, they can't guard you. You get it, you got the one-on-one, go.' He was emphasizing that for me, Ray, Gabe, everybody.\"\nLopsided rematch This was a rematch of last year's WAC Tournament championship game that GCU won by 18 points and sent the Lopes into the NCAA Tournament for the second time in three years.\nGCU made all 15 of its free throws, hit 5 of 15 3-pointers. SUU (5-9, 0-3) shot 41.9% and made 6 of 22 3s and 17 of 23 free throws. Parsa Fallah, a 6-foot-9, 250-pound sophomore, was SUU's biggest threat, finishing with 24 points. Braden Housley added 15 points.\nGCU outrebounded the Thunderbirds 38-31. The Lopes have rebounded all but one opponent on the season.\nThe 10-1 run to close the first half carried momentum over into a 53-point second-half eruption.\nSuns' loss to LA Clippers showed Pacific Division's top West title contender right now Mistakes doom Coyotes in loss to New York Islanders 'Ridiculous': Devin Booker doesn't make top 10 first Western Conference All-Star fan voting Kevin Durant 'making progress' with right hamstring strain, says Suns coach Frank Vogel Arizona Cardinals' Budda Baker is Pro Bowl-bound once again Arizona rediscovers defense, blows past Colorado at McKale Center \"I felt we came out in the second half and defended much better,\" Drew said. \"Ray (Harrison) made some big baskets. Gabe was sensational the whole night.\"\nGCU started doubling up on Fallah. Drew felt his players did a good job of rotating out of the double team, speeding the game up. When SUU started missing shots in transition, GCU made spectacular plays to finish at the other end.\nMoore's on-ball defense was crucial, his ability to poke the ball away and transition those into dunks at the other end.\n\"It's such a luxury to have someone who is so intense on the ball like Collin is,\" Drew said. \"You work so hard to get a score, and, when he's able to do that, get another quick score, it keeps the momentum in our hands.\"\nTo suggest human-interest story ideas and other news, reach Obert at richard.obert@arizonarepublic.com or 602-316-8827. Follow him on X, formerly Twitter: @azc_obert",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://twitter.com/azc_obert",
    "https://downloadmedia.gannett-cdn.com/authoring/video-renditions/314f6584-e961-4f32-a2c3-19feb0a67e65/c434820e-04d4-40b8-a76b-9960e96c5f99/1080p_30fps.mp4&#34;,&#34;origin&#34;:&#34;Partner",
    "https://www.downloadmedia.gannett-cdn.com/authoring/video-renditions/314f6584-e961-4f32-a2c3-19feb0a67e65/c434820e-04d4-40b8-a76b-9960e96c5f99/1080p_30fps.mp4&#34;,&#34;origin&#34;:&#34;Partner",
    "https://www.twitter.com/azc_obert"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nee",
        "sentiment": "negative"
      },
      {
        "name": "collin moore",
        "sentiment": "none"
      },
      {
        "name": "lopes",
        "sentiment": "none"
      },
      {
        "name": "tyon grant-foster",
        "sentiment": "none"
      },
      {
        "name": "bryce drew",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "suu grand canyon university",
        "sentiment": "negative"
      },
      {
        "name": "utah tech",
        "sentiment": "none"
      },
      {
        "name": "ncaa",
        "sentiment": "none"
      },
      {
        "name": "abilene christian",
        "sentiment": "none"
      },
      {
        "name": "southern utah",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tarleton state",
        "sentiment": "none"
      },
      {
        "name": "cedar city",
        "sentiment": "none"
      },
      {
        "name": "utah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:01:37.030+02:00",
  "updated": "2024-01-06T00:01:37.030+02:00"
}