{
  "thread": {
    "uuid": "717e6f365e5fcf99c0e6931649b9d9acaabde8aa",
    "url": "https://www.dutchnews.nl/2024/06/eu-elections-d66-represents-a-belief-in-the-promise-of-europe",
    "site_full": "www.dutchnews.nl",
    "site": "dutchnews.nl",
    "site_section": "http://indonesia.shafaqna.com/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Indonesia Berita (News reader) | ",
    "title": "EU elections: \"D66 represents a belief in the promise of Europe\" - DutchNews.nl",
    "title_full": "EU elections: \"D66 represents a belief in the promise of Europe\" - DutchNews.nl",
    "published": "2024-06-01T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NL",
    "main_image": "https://www.dutchnews.nl/wpcms/wp-content/uploads/2024/05/Raquel-GHvdW-RS-GD.jpg",
    "performance_score": 0,
    "domain_rank": 6648,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "717e6f365e5fcf99c0e6931649b9d9acaabde8aa",
  "url": "https://www.dutchnews.nl/2024/06/eu-elections-d66-represents-a-belief-in-the-promise-of-europe",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gordon Darroch",
  "published": "2024-06-01T03:00:00.000+03:00",
  "title": "EU elections: \"D66 represents a belief in the promise of Europe\" - DutchNews.nl",
  "text": "EU elections: “D66 represents a belief in the promise of Europe” Gordon Darroch Dual Dutch and Spanish national Raquel García Hermida-van der Walle is number two on the D66 list for the June 6 European parliamentary elections. The EU, she tells Dutch News, offers “amazing freedom”. The European Union has shaped the life of Raquel García Hermida-van der Walle. She was two years old when Spain signed the Treaty of Accession to join the EU in 1986, in her native city of Madrid. Less than 30 years later she moved to Gorredijk, a town of 7,000 people in Friesland, to live with a Dutchman she met in Barcelona. “It’s something we take for granted, but compare it to what you have to do to move outside the European Union in terms of paperwork, visas and permits,” she says. “What an amazing freedom it is to be able to decide: ‘I’ve fallen in love with someone, I want to live and study there’, and you can just pack up your bags and go.” She describes herself as “Spanish by birth, Dutch by choice and European by conviction.” It made her a logical choice to stand for the liberal D66 party in next month’s European parliament elections. When she first came to the Netherlands in 2012 it was to study political science in Utrecht, under the Erasmus scheme. She learned about the Dutch constitutional system, the “poldermodel” of consensus-based policy making and “tolerance policies”. And she followed the election campaign of 2012, where she saw D66 as the party that represented “a firm stand against populism” and “belief in the promise of Europe”. Though she had worked for a human rights organisation in Spain and spent three years in Washington with the Earth Day Network, an environmental campaign group, it took time to orient herself politically in the Netherlands. “For a while I thought it was out of reach,” she says. “But the beauty of Europe is that I could get onto the list for the European Parliament in 2019 because I had the right as an EU citizen to stand in local and European elections.” It inspired her to take Dutch citizenship so she could be “100% a member of this society,” with full voting rights. “I’ve got so much from the European Union,” she says. “My children are a product of the European Union. I do not think I would have moved to the Netherlands if it had not been made possible by our European freedoms.” On course to win a seat As the second-ranked candidate on the D66 list, García Hermida-van der Walle is on course to win a seat at the second attempt. Opinion polls suggest the biggest gains will be made by the populist right-wing parties in the Identity and Democracy (ID) group , which includes Geert Wilders’s PVV. The bloc is expected to win more than 90 seats and could push the liberal Renew group, which includes both D66 and the right-wing VVD, into third place. The European Conservative and Reformists (ECR) group, which includes right-wing nationalist parties such as Poland’s Law and Justice (Pis) and Italian prime minister Georgia Meloni’s party Brothers of Italy, could end up with a similar number. If the ECR group takes in Fidesz, the party of Hungarian prime minister Viktor Orbán, after the elections, the Eurosceptic right could have around 200 of the 720 seats in the new parliament. García Hermida-van der Walle is alarmed by the potential ramifications. “We see they want to limit our freedoms,” she says. “They are already saying that we should curtail the freedom of people to live and work in different countries. So for us the message is really clear: if we want to allow people to keep building up their lives in the way we have been doing for the last three decades, we have to ensure that the pro-European parties remain at least as big as they are now.” But on immigration, one of the key battlegrounds in this election, D66 and the VVD are poles apart, despite being partners in the Alliance for Liberals and Democrats in Europe (ALDE). The Vienna Declaration, published last September by the Renew Group, which includes ALDE, calls on parties to reject any form of co-operation with “anti-European” factions . That declaration is incompatible with the VVD’s role in The Hague as a potential coalition partner for Geert Wilders’s PVV party, which wants to close the borders in Europe and for 20 years advocated a Dutch exit from the European Union. No deals with the extreme right It has forced the VVD’s leading MEP, Malik Azmani, to abandon his hopes of chairing the Renew group , but his party can count on little sympathy from their partners in Brussels. “The VVD should think through whether they are complying with what the majority of the parties in ALDE and Renew want,” García Hermida-van der Walle says. “What they do with that is up to them. We feel very comfortable in a political family that has made it clear we do not want deals with the extreme right.” Right-wing parties say freedom of movement has mainly benefited a privileged elite and the priority should be controlling migration. She concedes that the exchange programmes such as Erasmus have been too focused on university students and wants to see it expanded to people in vocational training. “But we shouldn’t forget that a lot of people who are technically skilled work in sectors that are highly dependent on the European Union,” she says. “Maybe not everybody has benefited to the same degree from being able to travel and work in a different country, but when you sit round the kitchen table and ask people: where do you work? Do you export, do you import, do you have colleagues from other countries? Then the conversation shifts and they say: yes, Europe does a lot for me.” Similarly, efforts to limit the number of international students in Europe belies the importance of knowledge workers in an open economy like the Netherlands. “We need the influx of these students because we see that the vacancies in our job market are not being filled,” García Hermida-van der Walle says. Foreign students are not the problem Excluding international students because Dutch students are unable to find a place to live is short-sighted, she argues. “That’s not a problem with the foreign students: it’s a problem with the housing market in the Netherlands. We shouldn’t confuse one problem with the other.” For D66 the challenge is not about keeping migrants out, but how to create safe migration routes and an expanded “blue card” system for third-country skilled workers. “We have a demographic crisis in Europe,” she says. “We are becoming older and older. So if we want to keep moving forward, we need people from abroad. And we need to do that in a humane and rational way.” The other policy area where Europe is likely to change course if voters shift to the right is nature and agriculture. The Green Deal has already been watered down as a concession to farmers who have staged disruptive protests in Brussels and across Europe in recent months. Farmers complain that the extra cost and bureaucracy, coming at a time when they are already struggling to compete with cheap imports from outside the EU, are threatening their livelihoods. The European Commission has abandoned plans to cut pesticide use by 50% by 2030, while nations such as France have promised more financial support. Farming regulation García Hermida-van der Walle sympathises with the farmers’ position, but says delaying reforms to make farming more sustainable will make the problem worse in the long term. “We cannot live without a healthy nature,” she says. “It is deeply related to both climate change and the transition in agriculture. We need to provide our farmers with a different business model so that they can earn a fair income in a more sustainable way that makes all of us healthy and has a lower footprint on the planet.” She agrees the sector suffers from over-regulation, but sees the solution in making the rules stronger rather than weaker. “Especially in the Netherlands, for every rule that came from Brussels we found an exception or a way to adapt it, so we do need a more simplified agricultural policy,” she says. “And because a lot of agriculture is subsidized, there are a lot of market mechanisms that are not really working.” “When consumers buy cheap milk in the Netherlands, they’re paying an artificially low price, but those prices don’t reflect the environmental costs. The biggest margin goes to the supermarkets and the big industries behind fertilisers, for example, or animal feed, or the technologies associated with the expansion of the bio-industry. Strength in connectivity “If you go to a different business model you can produce at lower cost. Consumers may have to pay more in the supermarket, but the farmers get more money and the middle parties get a smaller slice of the cake.” Europe’s strength is its connectivity, she argues: the member states have more power and influence when they make decisions collectively rather than try to fend for themselves. But that connectivity is undermined when leaders use the veto as a bargaining chip to pursue national self-interest. The foot-dragging by Hungarian prime minister Viktor Orbán over a €50bn aid package for Ukraine earlier this year is a case in point. D66 wants to end the right of veto and extend qualified majority voting to most policy areas, which would mean at least four nations would usually be needed to block a decision. “The veto system is the best way for autocrats and wannabe autocrats to ransom the European Union,” she says. “If we want to achieve our ambitions on defence, climate, and the freedoms of the Europeans, the big challenges of this century, we cannot do it within the current legislative framework.” The Russian invasion of Ukraine has forced the EU to take a stronger collective line on defence and security, an area where it has historically been weak. “It is a myth that any single country in the European Union or beyond, with the possible exception of the United States, could defend itself from serious aggression from outside. And that’s not just about traditional warfare, but also cybersecurity,” she says. “European countries spend three times as much as Russia on defence, but Russia is still able to wreak havoc. So we do need to integrate more. It’s not about giving up sovereignty: it’s enhancing and strengthening our sovereignty at a European level.” García Hermida-van der Walle fears that voters are losing sight of the advantages that European co-operation brings. Minimum safety standards “Dutch people go on holiday a lot to Spain, and I tell them: you don’t remember this, but 30 years ago it was almost impossible to travel by road in Spain because the roads were so terrible. “You had to drink bottled water because the water wasn’t considered healthy to drink. And when you bought a toy for your children in the local supermarket, you didn’t really know if it was safe. Now you know, because Europe has minimum safety standards. It’s not what people think about when they go to bed at night, but it makes it very tangible what we have done as a union.” The challenge for pro-European parties, she says, is to make those benefits tangible again. “The European Union is complex by nature, while voters want simplicity in everything. But what I’ve noticed during this campaign is that you make the biggest impact when you sit at a table with someone over a coffee or a beer and you just ask them: what does Europe do for you? What can we do better? If that contact moves them to be a bit more interested in Europe and go and vote on June 6, I think I’ll have done a good job.” Thank you for donating to DutchNews.nl. We could not provide the Dutch News service, and keep it free of charge, without the generous support of our readers. Your donations allow us to report on issues you tell us matter, and provide you with a summary of the most important Dutch news each day. [Make a donation](/donate-to-dutchnews-nl)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.raquelgarcia.eu/over-Raquel",
    "https://brusselssignal.eu/2023/09/renew-calls-for-cordon-sanitaire-against-anti-european-parties-ahead-of-2024-european-parliament-elections/",
    "https://www.politico.eu/article/brussels-braces-for-far-right-wave-as-eu-election-looms/",
    "https://www.politico.eu/article/ukraine-gets-eu-aid-as-orban-folds/",
    "https://nos.nl/artikel/2506070-azmani-vvd-geen-fractievoorzitter-eu-liberalen-vanwege-gesprekken-met-pvv",
    "https://www.politico.eu/article/ursula-von-der-leyen-conservatives-industry-green-deal-speech-state-of-the-union/",
    "https://www.nos.nl/artikel/2506070-azmani-vvd-geen-fractievoorzitter-eu-liberalen-vanwege-gesprekken-met-pvv",
    "https://www.brusselssignal.eu/2023/09/renew-calls-for-cordon-sanitaire-against-anti-european-parties-ahead-of-2024-european-parliament-elections/",
    "https://www.politico.eu/article/brussels-braces-for-far-right-wave-as-eu-election-looms",
    "https://www.politico.eu/article/ursula-von-der-leyen-conservatives-industry-green-deal-speech-state-of-the-union",
    "https://politico.eu/article/brussels-braces-for-far-right-wave-as-eu-election-looms/",
    "https://www.politico.eu/article/ukraine-gets-eu-aid-as-orban-folds",
    "https://raquelgarcia.eu/over-Raquel",
    "https://politico.eu/article/ukraine-gets-eu-aid-as-orban-folds/",
    "https://politico.eu/article/ursula-von-der-leyen-conservatives-industry-green-deal-speech-state-of-the-union/",
    "https://brusselssignal.eu/2023/09/renew-calls-for-cordon-sanitaire-against-anti-european-parties-ahead-of-2024-european-parliament-elections"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "spani",
        "sentiment": "negative"
      },
      {
        "name": "gordon darroch dual dutch",
        "sentiment": "negative"
      },
      {
        "name": "raquel garcía hermida-van der walle",
        "sentiment": "none"
      },
      {
        "name": "gorredijk",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eu",
        "sentiment": "negative"
      },
      {
        "name": "dutch news",
        "sentiment": "none"
      },
      {
        "name": "european union",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "barcelona",
        "sentiment": "none"
      },
      {
        "name": "european union",
        "sentiment": "none"
      },
      {
        "name": "madrid",
        "sentiment": "none"
      },
      {
        "name": "friesland",
        "sentiment": "none"
      },
      {
        "name": "spain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T10:07:28.853+03:00",
  "updated": "2024-06-01T10:07:28.853+03:00"
}