{
  "thread": {
    "uuid": "60dbc96dbb6aae1b66b0dd7d5f950dc520e0f699",
    "url": "https://www.time.news/colombia-in-2023-we-participate-in-the-release-of-66-people-held-by-armed-groups/",
    "site_full": "www.time.news",
    "site": "time.news",
    "site_section": "https://time.news/tag/palestine",
    "site_categories": [],
    "section_title": "Palestine Archives - timenews",
    "title": "Colombia: in 2023 we participate in the release of 66 people held by armed groups - timenews",
    "title_full": "Colombia: in 2023 we participate in the release of 66 people held by armed groups - timenews",
    "published": "2023-12-29T06:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.icrc.org/sites/default/files/styles/meta_image/public/document/image/liberacion_3.jpg?itok=Wisz1OZq",
    "performance_score": 0,
    "domain_rank": 62144,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "60dbc96dbb6aae1b66b0dd7d5f950dc520e0f699",
  "url": "https://www.time.news/colombia-in-2023-we-participate-in-the-release-of-66-people-held-by-armed-groups/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "time news",
  "published": "2023-12-29T06:45:00.000+02:00",
  "title": "Colombia: in 2023 we participate in the release of 66 people held by armed groups - timenews",
  "text": "2023-12-27 21:30:00 Our bilateral and confidential dialogue with the parties to the conflicts and people affected by armed conflicts and violence allowed us to reach the most remote or difficult-to-access places in the country. It is essential that armed actors respect international humanitarian law (IHL), which particularly protects the civilian population and those who have stopped participating in hostilities. For this reason, the ICRC values the humanitarian gesture of the armed groups of handing these people over to us so that they can be reunited with their loved ones. The ICRC reiterates to the parties to armed conflicts that, as a neutral intermediary, it is ready to carry out other humanitarian operations that lead to alleviating the consequences of armed conflicts and violence. It is important to highlight that not taking sides in a conflict does not mean being indifferent to the pain of the victims. Being neutral allows us to have the trust of the parties and reach the most affected areas to alleviate the suffering caused by war. As a humanitarian organization, we do not speak publicly about the reasons why these people were in the power of armed groups or the conditions in which they were deprived of their liberty, but this could form part of our dialogue with armed actors. The dialogue we maintain with authorities, communities and armed actors is confidential. In this sense, we always appreciate that the confidentiality of this type of information is respected in order to be able to carry out our humanitarian work and protect the dignity of the people received and their families, particularly when it comes to minors. READ Also: War in Ukraine: \"No idea what was going on...\", the rebellion of the Wagner group told from the inside by a mercenary We will continue to accompany the communities and people affected by armed conflicts. The ICRC reminds all parties to conflicts of the special protection that IHL confers on children and adolescents. Likewise, he thanks journalists and the media to protect the identity of minors handed over to their families. #Colombia #participate #release #people #held #armed #groups",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "icrc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "colombia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T06:48:14.364+02:00",
  "updated": "2023-12-29T06:48:14.364+02:00"
}