{
  "thread": {
    "uuid": "2aaffc2fe87ca0972b116614991ec0e62065eb34",
    "url": "https://www.wbez.org/stories/new-illinois-law-should-aid-survivors-of-gender-violence/c8e0ce7a-4061-45b2-bd78-9285d3668375",
    "site_full": "www.wbez.org",
    "site": "wbez.org",
    "site_section": "https://wirepoints.org/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Wirepoints",
    "title": "New Illinois law should help survivors of gender violence who sue their employers – WBEZ (Chicago)",
    "title_full": "New Illinois law should help survivors of gender violence who sue their employers – WBEZ (Chicago)",
    "published": "2023-12-29T20:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://api.wbez.org/v2/images/12afc787-984b-4156-a769-857417d78bdc.jpg?mode=FILL&amp;width=1200&amp;height=630",
    "performance_score": 0,
    "domain_rank": 8418,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 2,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2aaffc2fe87ca0972b116614991ec0e62065eb34",
  "url": "https://www.wbez.org/stories/new-illinois-law-should-aid-survivors-of-gender-violence/c8e0ce7a-4061-45b2-bd78-9285d3668375",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joanna Brown",
  "published": "2023-12-29T20:06:00.000+02:00",
  "title": "New Illinois law should help survivors of gender violence who sue their employers – WBEZ (Chicago)",
  "text": "New Illinois law should help survivors of gender violence who sue their employers The law, which takes effect Jan. 1, is intended to hold employers accountable for failing to act on complaints of workplace violence.By [Dan Mihalopoulos](/staff/211/dan-mihalopoulos) New Illinois law should help survivors of gender violence who sue their employers The law, which takes effect Jan. 1, is intended to hold employers accountable for failing to act on complaints of workplace violence.By [Dan Mihalopoulos](/staff/211/dan-mihalopoulos) [Sign up for our newsletters](/newsletters)to stay up to date on the stories that matter. A new Illinois law that will go into effect on Jan. 1 should make it easier for survivors of gender violence to sue their employers successfully, say the measure’s sponsors and plaintiffs’ lawyers who pushed for the changes to the statutes in Springfield. The law will allow workers to hold their employer liable for failing “to supervise, train, or monitor the employee who engaged in the gender-related violence” or for not taking “remedial measures” after being informed of alleged misconduct in the workplace. State Rep. Will Guzzardi, D-Chicago, introduced the legislation in the Illinois House. He said the new law should help survivors who face sexual violence on the job in cases where there were systemic problems that the employers tolerated. “Our message to the survivors is that we’re going to hold accountable not just the perpetrators of the violence, but those people and institutions that should have intervened and didn’t,” Guzzardi told WBEZ recently. “The bosses, the employers who knew or who should have known this kind of violence was happening and turned a blind eye — they too will be held accountable. This legislation will help survivors to seek real remedy for that kind of harm.” [ Two former lifeguards sue the Chicago Park District, saying they suffered sexual abuse when they were minors ](/stories/two-former-lifeguards-sue-the-chicago-park-district-saying-they-suffered-sexual-abuse-when-they-were-minors/31148d25-6a80-405e-b419-2ebddeadf21e) The measure was approved in the spring legislative session by the Illinois House and Senate and signed by Gov. JB Pritzker in July. “When I hear that folks are going to their employer and telling them about harassment that happens in the workplace, and the employers are not taking that seriously, then I really think that there needs to be recourse for these victims,” said the Senate sponsor of the new law, Karina Villa, D-West Chicago. Among those who lobbied lawmakers to pass the measure was attorney Bridget Duignan. Her clients include female ex-lifeguards who have received settlements from the Chicago Park District or [are suing the agency currently](/stories/two-former-lifeguards-sue-the-chicago-park-district-saying-they-suffered-sexual-abuse-when-they-were-minors/31148d25-6a80-405e-b419-2ebddeadf21e), alleging widespread sexual misconduct by supervisors at the [city’s public beaches and pools](/stories/female-ex-lifeguards-describe-deacdes-of-sexual-abuse-at-chicagos-beaches-and-pools/a1844d7a-bedd-43be-89b0-040d8c7f72cc). Although the park district board has agreed to pay settlements totaling nearly $2 million to three women, Duignan said officials had attempted to dodge liability by arguing that the state’s Gender Violence Act, which was approved in 2003, did not apply to employers. Duignan and the legislative sponsors said they hoped the new law would eliminate any doubt that employers can be held liable. It also could make it much easier for survivors to get financial compensation. “If you’re going to recover damages, it’s more likely than not impossible to recover the types of damages that you suffered from an individual, versus an employer who has the means to pay a damage award,” Duignan said. The proposal passed by a 50-0 vote in the state Senate and by a 73-35 margin in the Illinois House in May. According to a transcript of the House debate, the only lawmaker who spoke against the measure was Rep. Dan Ugaste, R-Geneva, who said the changes would “bring down our economy even further.” “All it’s doing is adding more fuel for the various groups to try and make money off of litigation in this state,” Ugaste said. “And it’s going to hamper business and going to have to keep them from hiring more people, investing in their businesses and expanding the Illinois economy.” Ugaste argued that there already are laws that allow employees to “still collect from the employer if there’s something in fact that the employer did to contribute to this.” But plaintiffs’ lawyers said the courts in different cases had shown that greater clarity was needed. “There was a lot of confusion among employees and employers as to what circumstances, if any, could lead to liability for gender violence,” said employment lawyer Gail Schnitzer Eisenberg. She said the new law would succeed in “really specifying what those circumstances for employer liability could be.” The Gender Violence Act gives an accuser seven years to file claims against individuals. But under the new law, the statute of limitations for suing an employer would be four years — though minors who are harmed at work would have four years after they turn 18 to bring a claim. Dan Mihalopoulos is an investigative reporter on WBEZ’s Government & Politics Team.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Social Issue",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dan mihalopoulos",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wbez",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "new illinois",
        "sentiment": "none"
      },
      {
        "name": "chicago",
        "sentiment": "none"
      },
      {
        "name": "illinois",
        "sentiment": "none"
      },
      {
        "name": "springfield",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T21:43:22.927+02:00",
  "updated": "2023-12-29T22:00:57.844+02:00"
}