{
  "thread": {
    "uuid": "87dafed19de38ec6545bbac2fe6387df53621b6d",
    "url": "https://www.dailypioneer.com/2024/state-editions/ayodhya-taking-big-strides--towards-clean-energy.html",
    "site_full": "www.dailypioneer.com",
    "site": "dailypioneer.com",
    "site_section": "https://www.dailypioneer.com",
    "site_categories": [
      "media"
    ],
    "section_title": "English News Paper | Breaking News | Latest Today News in English | News Headlines India - The Pioneer",
    "title": "Ayodhya taking big strides towards clean energy",
    "title_full": "Ayodhya taking big strides towards clean energy",
    "published": "2024-01-05T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.dailypioneer.com/images/logo.jpg",
    "performance_score": 0,
    "domain_rank": 13535,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "87dafed19de38ec6545bbac2fe6387df53621b6d",
  "url": "https://www.dailypioneer.com/2024/state-editions/ayodhya-taking-big-strides--towards-clean-energy.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Pioneer",
  "published": "2024-01-05T21:00:00.000+02:00",
  "title": "Ayodhya taking big strides towards clean energy",
  "text": "Ayodhya is taking big strides towards clean energy solutions to address its energy requirements. Currently, the work on development and operation of a solar power plant capable of generating 40 megawatt electricity in Majha Rampur Halwara village of Navya Ayodhya, has reached the final stage. In line with Chief Minister Yogi Adityanath’s vision to harness solar energy for power generation, a solar power plant is currently under development and operation, spanning 165 acres at a cost of Rs 200 crore. It is worth highlighting that Vision 2047 places significant emphasis on solar energy within Ayodhya’s comprehensive development plan. Consequently, the establishment of this solar power plant is poised to play a pivotal role in steering Ayodhya towards becoming a city powered by solar energy. For the establishment of this plant, under the guidance of Chief Minister Yogi, the district administration has provided land on 30-year lease to Uttar Pradesh New and Renewable Energy Development Agency (UPNEDA) at the rate of Re 1 per acre per year. UPNEDA, in turn, has engaged NTPC Green Energy Limited to operate the plant on this land. For the development and operation of the plant, Jackson Solar, a notable solar panel producer and a prominent player in the solar energy sector in the country, has been contracted by NTPC through a power purchase agreement (PPA). Ratan Singh, head of project and additional general manager of NTPC Green Energy Limited, said that the total generation capacity of this solar power plant would be 40 MW and it would produce 8.65 crore units of electricity per year. The total cost of this project is Rs 200 crore and the work of development of the plant located in 165 acres has been entrusted to Jakson Solar, which is a leader among the Indian companies working in the solar energy sector. A total of 1,04,580 solar panels with a power output of 550 watts and 555 watts are installed in this plant. The scheduled inauguration of the plant is set for January 22, initially operating at a capacity of 10 MW power generation. Following the inauguration, the plant is expected to quickly scale up to its full capacity. When operated at full capacity, this plant will be able to meet 10 per cent of the total electricity consumption of Ayodhya. The electrical energy generated from the plant will be transmitted to the Darshan Nagar sub-station through a 13233 kV overhead power line. At present, a workforce of about 300 people has been deployed in the plant for the ongoing work. Once completed, the plant will require only 15-20 people to operate, with technical and handling staff being the most important. UPNEDA Project Officer Praveen Nath Pandey said that apart from realising Chief Minister Yogi’s grand vision of Ayodhya, this project would also be economical and environment friendly. According to him, instead of power generation from coal, power generation here will help prevent 47,000 thousand tons of carbon dioxide emissions every year. This translates into a significant impact, preventing emissions equivalent to the carbon dioxide absorption capacity of 17 lakh trees. The initiative is poised to become a significant milestone in Ayodhya’s journey to establish itself as a model solar city. Furthermore, it will set the stage for transforming Ayodhya into a city powered by solar energy.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "yogi",
        "sentiment": "none"
      },
      {
        "name": "yogi adityanath",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ntpc green energy l",
        "sentiment": "none"
      },
      {
        "name": "uttar pradesh new and renewable energy development agency",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ayodhya",
        "sentiment": "none"
      },
      {
        "name": "navya ayodhya",
        "sentiment": "none"
      },
      {
        "name": "majha rampur halwara",
        "sentiment": "none"
      },
      {
        "name": "upneda",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T04:31:13.713+02:00",
  "updated": "2024-01-06T04:31:13.713+02:00"
}