{
  "thread": {
    "uuid": "5c8dc0348975207ef601afb30f1a8fbcaa643c09",
    "url": "https://www.breitbart.com/politics/2024/04/04/report-fda-plans-end-ban-sperm-donations-gay-bisexual-men",
    "site_full": "www.breitbart.com",
    "site": "breitbart.com",
    "site_section": "http://breitbart.com/news",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics",
      "top_news"
    ],
    "section_title": "All News - Breitbart News Network",
    "title": "FDA Plans to End Ban on Sperm Donations From Gay, Bisexual Men",
    "title_full": "FDA Plans to End Ban on Sperm Donations From Gay, Bisexual Men",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.breitbart.com/media/2024/04/sperm-donations-artificial-insemination-640x335.jpg",
    "performance_score": 0,
    "domain_rank": 1671,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5c8dc0348975207ef601afb30f1a8fbcaa643c09",
  "url": "https://www.breitbart.com/politics/2024/04/04/report-fda-plans-end-ban-sperm-donations-gay-bisexual-men",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Katherine Hamilton",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "FDA Plans to End Ban on Sperm Donations From Gay, Bisexual Men",
  "text": "The U.S. Food and Drug Administration (FDA) is reportedly planning to end its broad ban against anonymous sperm donations by gay and bisexual men. “Longstanding agency rules ban anonymous sperm donations by men who acknowledged having sex with other men during the previous five years to reduce the risk of spreading pathogens including HIV, the virus that causes AIDS,” The Wall Street Journal first reported on Thursday. “Under a proposal it is drafting, the FDA would eliminate the broad ban and instead adopt more pointed screening questions to assess HIV risk, according to people familiar with the agency’s deliberations.” The proposed changes would also extend to the donations of other cells and tissues, “such as heart valves and ligaments,” according to the report. The agency is reportedly planning to finalize the rule change by summer. The new guidelines would likely go into effect by the end of the year if the White House gives its stamp of approval, the report states. The FDA ban originated in the 1980s during the HIV epidemic, with health authorities enforcing the rule to reduce the risk of the virus spreading through sperm. Medical groups and gay-rights groups have been pressuring the FDA to relax the rules in recent years, and say HIV tests are much more accurate now to allow for safe sperm donation. Precautions also include testing donors twice, six months apart — donors’ samples must test negative for HIV before their sperm vials are released, according to the report. “The current policy ‘is based on outdated thinking and is contrary to evidence-based science, and serves to perpetuate discrimination and stigma,’ a coalition of groups including the American Medical Association and nonprofit National Center for Lesbian Rights wrote to the FDA last year,” the report continues. The proposal comes soon after the FDA made a similar change allowing more gay and bisexual men to donate blood. Expanding the pool of sperm donors “could address shortages,” the Journal notes. “Sperm banks have been experiencing shortages of donors, especially donors of color. The Covid-19 pandemic exacerbated the problem as young professionals and university students, who often compose a large portion of prospective donors, left cities,” according to the report. Many people who use sperm banks are part of the LGBTQ+ community, and “some seek out donors who are also LGBTQ,” the report states.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.wsj.com/health/healthcare/fda-sperm-donor-ban-bisexual-gay-men-5e8a0a9d?mod=e2tw",
    "https://wsj.com/health/healthcare/fda-sperm-donor-ban-bisexual-gay-men-5e8a0a9d?mod=e2tw",
    "https://www.wsj.com/health/healthcare/fda-sperm-donor-ban-bisexual-gay-men-5e8a0a9d"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "fda",
        "sentiment": "negative"
      },
      {
        "name": "u.s. food and drug administration",
        "sentiment": "negative"
      },
      {
        "name": "wall street journal",
        "sentiment": "none"
      },
      {
        "name": "white house",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:11:13.089+03:00",
  "updated": "2024-04-05T01:11:13.089+03:00"
}