{
  "thread": {
    "uuid": "9c201be401a5eef4699f66b66d0f90bf170ab79c",
    "url": "https://www.time.news/composer-joseph-woelfl-he-earned-more-than-beethoven-mozart-and-haydn-combined/",
    "site_full": "www.time.news",
    "site": "time.news",
    "site_section": "https://time.news/tag/russia",
    "site_categories": [],
    "section_title": "russia Archives - timenews",
    "title": "Composer Joseph Woelfl: He earned more than Beethoven, Mozart and Haydn combined - timenews",
    "title_full": "Composer Joseph Woelfl: He earned more than Beethoven, Mozart and Haydn combined - timenews",
    "published": "2023-12-29T01:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.welt.de/img/kultur/mobile249131716/7831353537-ci16x9-w1200/Portrait-Of-Pianist-And-Composer-Joseph-Woelfl-1773-1812.jpg",
    "performance_score": 0,
    "domain_rank": 62144,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9c201be401a5eef4699f66b66d0f90bf170ab79c",
  "url": "https://www.time.news/composer-joseph-woelfl-he-earned-more-than-beethoven-mozart-and-haydn-combined/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "time news",
  "published": "2023-12-29T01:56:00.000+02:00",
  "title": "Composer Joseph Woelfl: He earned more than Beethoven, Mozart and Haydn combined - timenews",
  "text": "2023-12-24 11:52:06 You have to imagine Vienna at the end of the 18th century as a gigantic musical circus. Full of artists. They came to the Danube from all over Kakania, from Europe, which at that time was musically as good as the whole world. One was even better at juggling notes, keys and strings than the other (or at least he thought so). They threw balls to each other, copied numbers, varied them, mixed the languages they brought with them from Bohemia, France and Italy into an Esperanto that is now called classical. One likes to imagine that people walked through the streets of the city center, which at that time could easily be crossed in less than an hour, and music from sonatas, quartets and symphonies emanated from every other palace onto the street. Hardly any of the virtuosos or composers became rich. They were struggling. A few stayed. Many were lost in the world – and later in the shadow of the big three – Mozart, Haydn, Beethoven. also read Occasionally, as in the Beethoven year, they are conjured up to the general astonishment and then their works demonstrate that none of the three geniuses fell from heaven and that you only half understand them unless you also hear names like Kozeluch, Eberl, Hummel , Clementi and Abel. However, Joseph Johann Baptist Woelfl, who would be celebrating his 250th birthday on Christmas Eve, has so far missed all the excitement of discovery – despite the commitment of the Vienna Woelfl Society and its Bonn branch (Woelfl has never been to Bonn). Of Woelfl’s almost 700 surviving works (ten operas, more than sixty sonatas, a good dozen symphonies), there are just three albums on Spotify (with quartets and piano sonatas). He could grab a Tredezime Woelfl, born in Salzburg in the house of Johann Michael Haydn, grew up with the Mozarts as a family member, so to speak, and was taught by Nannerl and Leopold, sponsored by Wolfgang Amadeus, who was 17 years his senior. This Woelfl towered over the big three by a good twenty centimeters, and had huge hands ( he could play a tredecime, i.e. thirteen tones). READ Also: The new life of Juan Camus, the 'black sheep' of Operación Triunfo: jewelry, candles, cryptocurrencies... \"I learned that everything has a price\" Joseph Woelfl’s piano sonata Here you will find content from YouTube In order to display embedded content, your revocable consent to the transmission and processing of personal data is necessary, as the providers of the embedded content require this consent as third party providers [In diesem Zusammenhang können auch Nutzungsprofile (u.a. auf Basis von Cookie-IDs) gebildet und angereichert werden, auch außerhalb des EWR]. By setting the switch to “on”, you agree to this (revocable at any time). This also includes your consent to the transfer of certain personal data to third countries, including the USA, in accordance with Art. 49 (1) (a) GDPR. You can find more information about this. You can revoke your consent at any time using the switch and privacy at the bottom of the page. Woelfl (who still spelled himself Wölfl until the start of his international career) had made his debut on the violin at the age of seven, then completed rigorous, long-term studies at the Salzach and then, in two years, trained himself all the muscles necessary for highly virtuosic piano playing. In 1790 he came under the Viennese wing of Wolfgang Amadeus Mozart. He recommended the 17-year-old to the court of Prince Michal Kleofas Oginski as a piano teacher – perhaps because Vienna was so full of promising music scorers and pianists. Woelfl set up his own business, helped invent the polonaise, and returned to Vienna a made man. The first operas were created for the theater by the “Magic Flute” librettist Emanuel Schikaneder. Woelfl’s reputation as a piano virtuoso continued to spread. In the winter of 1798/99 there was a legendary improvisation duel with Beethoven. Woelfl won the audience award, so to speak. Overall, the duel ended in a draw. The two very different fireheads remained friends. also read Beethoven stayed in Vienna, Woelfl went out into the world. Concerted in every city with a reasonably wealthy audience between Leipzig and Lübeck. Caused a sensation for years in Napoleonic Paris, where he is rumored to have taught Empress Josephine. Then he got stuck in London. On the tightrope between classic and romantic The impresarios fought over him. He gave at least three concerts a week. Haydn’s legendary agent Johann Peter Salomon ultimately signed him for life. However, that didn’t last long. On May 21, 1812, Woelfl died in the then posh London district of Marylebone. The funeral procession was long. Muzio Clementi, London’s other piano god, went along on the train. Woelfl, it is said, earned more money during his short life than Haydn, Mozart and Beethoven combined. Joseph Woelfl’s G minor symphony Here you will find content from YouTube In order to display embedded content, your revocable consent to the transmission and processing of personal data is necessary, as the providers of the embedded content require this consent as third party providers [In diesem Zusammenhang können auch Nutzungsprofile (u.a. auf Basis von Cookie-IDs) gebildet und angereichert werden, auch außerhalb des EWR]. By setting the switch to “on”, you agree to this (revocable at any time). This also includes your consent to the transfer of certain personal data to third countries, including the USA, in accordance with Art. 49 (1) (a) GDPR. You can find more information about this. You can revoke your consent at any time using the switch and privacy at the bottom of the page. It is said that there was something by Woelfl on every piano in England. He shaped the British piano school like no other, apart from Clementi. Schubert, Chopin, Mendelssohn played him. His fame lasted until the end of the 19th century. Then – like for many bridgeheads between classical and romantic music – it was over. Which is a real shame. Woelfl, who was one of the last of the Mozart school and became a distinguished classicist in London, is (you can see for yourself for several hours on YouTube) a real charmer. A traditionalist who was still trained on the old Bach and has a tendency towards the closest melodic development. Not a revolutionary, not a firehead. A sensitive dancer on the tightrope between classical and romantic. An artist who knew exactly which balls to throw into the air. Here you will find content from third parties In order to display embedded content, your revocable consent to the transmission and processing of personal data is necessary, as the providers of the embedded content require this consent as third party providers [In diesem Zusammenhang können auch Nutzungsprofile (u.a. auf Basis von Cookie-IDs) gebildet und angereichert werden, auch außerhalb des EWR]. By setting the switch to “on”, you agree to this (revocable at any time). This also includes your consent to the transfer of certain personal data to third countries, including the USA, in accordance with Art. 49 (1) (a) GDPR. You can find more information about this. You can revoke your consent at any time using the switch and privacy at the bottom of the page. #Composer #Joseph #Woelfl #earned #Beethoven #Mozart #Haydn #combined",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "beethoven",
        "sentiment": "negative"
      },
      {
        "name": "joseph woelfl",
        "sentiment": "negative"
      },
      {
        "name": "haydn",
        "sentiment": "negative"
      },
      {
        "name": "mozart",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "vienna",
        "sentiment": "none"
      },
      {
        "name": "kakania",
        "sentiment": "none"
      },
      {
        "name": "danube",
        "sentiment": "none"
      },
      {
        "name": "bohemia",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "italy",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:58:47.853+02:00",
  "updated": "2023-12-29T01:58:47.853+02:00"
}