{
  "thread": {
    "uuid": "9681a288c890499083335f9bd71c383eefee7876",
    "url": "https://freerepublic.com/focus/f-religion/4227595/posts",
    "site_full": "freerepublic.com",
    "site": "freerepublic.com",
    "site_section": "http://www.freerepublic.com/tag/*/feed.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest Articles",
    "title": "Servanthood: Humility in Action - Evangelical Caucus/Devotional",
    "title_full": "Servanthood: Humility in Action - Evangelical Caucus/Devotional",
    "published": "2024-03-29T09:29:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 4373,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9681a288c890499083335f9bd71c383eefee7876",
  "url": "https://freerepublic.com/focus/f-religion/4227595/posts",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "metmom",
  "published": "2024-03-29T09:29:00.000+03:00",
  "title": "Servanthood: Humility in Action - Evangelical Caucus/Devotional",
  "text": "“‘Whoever wishes to become great among you shall be your servant, and whoever wishes to be first among you shall be your slave’” (Matthew 20:26-27).\nIn God’s sight, greatness is marked by a humble, servant’s heart.\nBible commentator R.C.H. Lenski once wrote that God’s “great men are not sitting on top of lesser men, but bearing lesser men on their backs.” Jesus would have agreed with Lenski’s observation, but He did not see it as wrong to desire greater usefulness to God. Those standards of usefulness, however, are much more demanding than any worldly ideals for self-serving, domineering leadership. For example, Paul lists for us the high standards God has for church overseers (1 Tim. 3:1-7). God considers men great who are among those willing to be servants.\nIn Matthew 20:26-27, Jesus was speaking of genuine servanthood, not the “public servant” who merely uses his position to gain power and personal prestige. The original Greek word for “servant” referred to a person who did menial labor and was the lowest level of hired help. Jesus could have used a more noble word to denote obedient discipleship, but He picked this one (from which we get deacon) because it best described the selfless humility of one who served.\nBut in verse 27, Jesus intensifies His description of God’s way to greatness. He tells us if we want to be great in His kingdom, we must be willing to be slaves. Whereas servants had some personal freedom, slaves were owned by their masters and could go only where their masters allowed and do only what their masters wanted. The application for us as believers is that “whether we live or die, we are the Lord’s” (Rom. 14:8).\nIf you desire real spiritual greatness, you will be willing to work in the hard place, the lonely place, the place where you’re not appreciated. You’ll be willing to strive for excellence without becoming proud, and to endure suffering without getting into self-pity. It is to these godly attitudes and more that Christ will say, “Well done, good and faithful slave . . . enter into the joy of your master” (Matt. 25:21).\nSuggestions for Prayer\nAsk the Lord to help you cultivate a servant’s heart.\nFor Further Study\nRead 1 Timothy 3:1-7 and make a list of the qualifications for an overseer (elder).\nMeditate on the implications of each trait, and write down ways in which humility relates to these leadership qualities.\nFrom Strength for Today by John MacArthur Copyright © 1997. Used by permission of Crossway Books, a division of Good News Publishers, Wheaton, IL 60187, www.crossway.com.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "tim",
        "sentiment": "none"
      },
      {
        "name": "paul",
        "sentiment": "none"
      },
      {
        "name": "r.c.h. lenski",
        "sentiment": "none"
      },
      {
        "name": "lenski",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T11:34:11.921+03:00",
  "updated": "2024-03-29T11:34:11.921+03:00"
}