{
  "thread": {
    "uuid": "5f66e6fab8a6ffe4ae6fce3895388ccc60f93097",
    "url": "https://www.urdupoint.com/en/pakistan/over-13-mln-medical-services-rendered-to-pil-1837539.html",
    "site_full": "www.urdupoint.com",
    "site": "urdupoint.com",
    "site_section": "https://www.urdupoint.com/en/sitemap/news.rss",
    "site_categories": [
      "media",
      "religion",
      "books_and_literature",
      "islam",
      "entertainment"
    ],
    "section_title": "UrduPoint News",
    "title": "Over 1.3 Mln Medical Services Rendered To Pilgrims, Health Protocols Effectively Mitigated Heat Stress:Fahd Al-Jalajel - UrduPoint",
    "title_full": "Over 1.3 Mln Medical Services Rendered To Pilgrims, Health Protocols Effectively Mitigated Heat Stress:Fahd Al-Jalajel - UrduPoint",
    "published": "2024-06-23T22:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://photo-cdn.urdupoint.com/images/UrduPoint-English-22.png",
    "performance_score": 0,
    "domain_rank": 19447,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5f66e6fab8a6ffe4ae6fce3895388ccc60f93097",
  "url": "https://www.urdupoint.com/en/pakistan/over-13-mln-medical-services-rendered-to-pil-1837539.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sumaira FH",
  "published": "2024-06-23T22:00:00.000+03:00",
  "title": "Over 1.3 Mln Medical Services Rendered To Pilgrims, Health Protocols Effectively Mitigated Heat Stress:Fahd Al-Jalajel - UrduPoint",
  "text": "Sumaira FH Published June 24, 2024 | 12:00 AM\nISLAMABAD, (UrduPoint / Pakistan Point News - 24th Jun, 2024) The Minister of Health, Fahd Al-Jalajel, announced on Sunday the successful execution of health management efforts during the Hajj season of 2024.\nThis achievement was made possible through the coordinated efforts of the health system and the Hajj security forces, with no recorded outbreaks of epidemics or widespread diseases. Notably, the health system provided over 465,000 specialized treatment services, including 141,000 services to those who didn't obtain official authorization to perform Hajj .\nAccording to Saudi Press Agency (SPA), Al-Jalajel expressed reassurance about the overall health condition of the pilgrims despite the high temperatures experienced in the Holy Sites said an interview. He highlighted the positive impact of the health authorities' swift response and the effective support of the Hajj security forces in managing and reducing the effects of heat stress.\nThe health system addressed numerous cases of heat stress this year, with some individuals still under care. Regrettably, the number of mortalities reached 1,301, with 83% being unauthorized to perform Hajj and having walked long distances under direct sunlight without adequate shelter or comfort. Among the deceased were several elderly and chronically ill individuals.\nAl-Jalajel underscored the significant efforts made by the competent authorities to raise awareness on the dangers of heat stress and the importance of preventive measures.\nHe extended his condolences, saying, \" May Allah forgive and have mercy on the deceased. Our heartfelt condolences go to their families. May Allah accept their deeds and grant them recompense for their suffering. All reports have been compiled, families of the deceased notified, and identification completed, despite the initial lack of personal information or identification documents. Proper processes were followed for identification, burial, and honoring the deceased, with death certificates provided.\"\nAl-Jalajel also detailed that the Kingdom of Saudi Arabia 's provision of free health services to pilgrims commenced even before their arrival, with awareness programs at air, sea, and land border crossings. Approximately 1.3 million preventive services were delivered, including early detection, vaccinations, and medical care upon arrival.\nThe healthcare services offered included open-heart surgeries, cardiac catheterization, dialysis, and emergency care, totaling over 30,000 ambulance services, with 95 air ambulance operations ensuring the delivery of advanced health services in medical cities across the Kingdom. Additionally, the healthcare system made available nearly 6,500 beds and rooms. Measures to combat heat stress included the development of devices that enable rapid and effective rescue of affected individuals.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fahd al-jalajel",
        "sentiment": "none"
      },
      {
        "name": "hajj",
        "sentiment": "none"
      },
      {
        "name": "al-jalajel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "saudi press agency",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "islamabad",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-23T22:30:46.898+03:00",
  "updated": "2024-06-23T22:30:46.898+03:00"
}