{
  "thread": {
    "uuid": "17e62ff097c2305116fe91f85163d6bf3f4d831c",
    "url": "http://www.ecns.cn/news/2024-03-10/detail-ihcyipmf1913313.shtml",
    "site_full": "www.ecns.cn",
    "site": "ecns.cn",
    "site_section": "http://www.ecns.cn/rss/rss.xml",
    "site_categories": [
      "japan",
      "travel"
    ],
    "section_title": "ecns",
    "title": "Chinese military budget moderate increase beneficial to world",
    "title_full": "Chinese military budget moderate increase beneficial to world",
    "published": "2024-03-10T02:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 14448,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "17e62ff097c2305116fe91f85163d6bf3f4d831c",
  "url": "http://www.ecns.cn/news/2024-03-10/detail-ihcyipmf1913313.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mo Honge",
  "published": "2024-03-10T02:32:00.000+02:00",
  "title": "Chinese military budget moderate increase beneficial to world",
  "text": "The moderate increase in the annual defense budget will enable the Chinese military to bring more benefits to the world, according to a military spokesman. \"China sticks firmly to a peaceful development path and its military policies are defensive in nature. The Chinese military has always been a stabilizer in a turbulent world, a positive force that maintains global security, and a firm guardian of peace. As the Chinese armed forces become stronger, the international community hopes China could provide more public security services to the world,\" said Senior Colonel Wu Qian, spokesman for the delegation of the People's Liberation Army and the People's Armed Police Force to the second session of the 14th National People's Congress, on Saturday. \"Our defense expenditure, with a moderate and steady funding increase, will allow the armed forces to better safeguard world peace, contribute more resources to international peacekeeping, maritime escort and humanitarian relief operations, and make greater contributions to the shared well-being of mankind,\" said Wu, who is the publicity head at the Ministry of National Defense. He noted that the Chinese government takes into consideration both of the demands of its national defense and the economic development when planning for the country's military expenditure. \"Over the past several years, the government has maintained a moderate, steady increase in defense spending to protect the country's sovereignty, security and interests and to meet the needs of the ongoing military reform, and managed to boost both our defense capability and economic strength,\" the spokesman said. \"China's defense spending is always transparent, reasonable and moderate,\" the spokesman said. \"The country is an active participator to the United Nations' mechanism for transparency on military expenditure and has voluntarily provided data on its annual defense costs since 2008. Compared with military powers like the United States, our defense spending is much lower by every criterion ranging from its share in the GDP and overall government expenditure to the cost per capita and per service member,\" Wu said. \"History has proved and continues to prove that China's limited investment in the military is completely for protecting its sovereignty, security and interests, and for safeguarding the world's peace and stability. Our military is always a staunch force in maintaining world peace,\" he said. China is facing drastic changes in global geopolitics, complex challenges in counter-separatism struggles, and more uncertainties and instabilities in its security situation. Meanwhile, the Chinese military shoulders heavy responsibilities in defending the country. The added investment will be spent on strengthening the armed forces' combat training and funding important projects to improve the integrated national strategic system and capability; speeding up the construction of a modernized logistics system and fostering research and development for major defense technologies and weapon systems; deepening the military reform and establishing a modern military management system; and improving the work and living conditions of military personnel, according to him. The central government has proposed a defense budget of 1.67 trillion yuan ($231 billion) for the 2024 fiscal year, a 7.2 percent year-on-year increase, according to a draft budget report submitted to the ongoing annual meeting of the National People's Congress, the nation's top legislature. If approved by lawmakers, the proposed expenditure will maintain single-digit growth for a ninth consecutive year since 2016, and will remain the same percentage increase like that in 2023.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wu qian",
        "sentiment": "none"
      },
      {
        "name": "wu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "people's liberation army",
        "sentiment": "none"
      },
      {
        "name": "national people's congress",
        "sentiment": "none"
      },
      {
        "name": "people's armed police force",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T02:56:14.524+02:00",
  "updated": "2024-03-10T06:03:13.008+02:00"
}