{
  "thread": {
    "uuid": "2f5f2b93991be20cf2048a4731db59ccf9ca83e6",
    "url": "https://sports.caracoltv.com/baloncesto/los-orlando-magic-retiraran-la-camiseta-de-shaquille-oneal-rg10",
    "site_full": "sports.caracoltv.com",
    "site": "caracoltv.com",
    "site_section": "https://sports.caracoltv.com",
    "site_categories": [],
    "section_title": "Caracol Sports: resultados, noticias y transmisiones de todos los deportes",
    "title": "Orlando Magic retirarán la camiseta número 32 de Shaquille O’Neal - CaracolSports",
    "title_full": "Orlando Magic retirarán la camiseta número 32 de Shaquille O’Neal - CaracolSports",
    "published": "2024-01-05T14:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://caracoltv.brightspotcdn.com/dims4/default/40325e2/2147483647/strip/true/crop/683x332+0+0/resize/1440x700!/quality/90/?url=http%3A%2F%2Fcaracol-brightspot.s3.amazonaws.com%2F82%2Fbf%2F510a30684e26a001e410254efde3%2Fgettyimages-1574177548.jpg",
    "performance_score": 0,
    "domain_rank": 22712,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2f5f2b93991be20cf2048a4731db59ccf9ca83e6",
  "url": "https://sports.caracoltv.com/baloncesto/los-orlando-magic-retiraran-la-camiseta-de-shaquille-oneal-rg10",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Caracol Sports",
  "published": "2024-01-05T14:06:00.000+02:00",
  "title": "Orlando Magic retirarán la camiseta número 32 de Shaquille O’Neal - CaracolSports",
  "text": "Los Orlando Magic retirarán la camiseta de Shaquille O'Neal A través de un posteo en redes, Orlando Magic confirmó que en medio de su celebración de aniversario número 35, retirarán la camiseta de Shaquille O'Neal. ¡Será el primero en la historia de la franquicia! [Los Orlando Magic, que celebran su 35 aniversario esta temporada, retirarán oficialmente el dorsal 32 en honor a Shaquille O'Neal durante una ceremonia posterior al partido del martes 13 de febrero.](https://sports.caracoltv.com/noticias/nba) El número 32 se retirará tras el partido de los Magic contra Oklahoma City. El partido comenzará a las 7:30 p.m. y las entradas están disponibles en OrlandoMagic.com o llamando al 1-800-4-NBATIX. El partido será televisado a nivel nacional por TNT. \"Cuando alguien pregunta quién fue el primer jugador que puso oficialmente a los Orlando Magic en el mapa, la respuesta es sencilla: Shaquille O'Neal\", dijo Alex Martins, CEO de los Orlando Magic. \"Llevó a esta franquicia a nuevas alturas, tanto dentro como fuera de la cancha, y su legado todavía se siente dentro de nuestra organización hoy en día\". En nombre de la familia DeVos, nos emociona honrar a Shaquille izando el #32 en las vigas del Kia Center, donde permanecerá para siempre.\" El presidente de los Magic, Dan DeVos, declaró: \"Con su juego dominante, su personalidad fuera de lo común y sus generosas contribuciones a The City Beautiful, Shaquille O'Neal tuvo un impacto transformador en este equipo y en esta ciudad. Nuestra familia y toda la franquicia no podrían estar más satisfechos de que Shaquille reciba este merecido honor, cimentando aún más su legado perdurable aquí en Orlando, mientras recordamos colectivamente sus tremendos logros con el uniforme de los Magic\". Publicidad Elegido por Orlando en la primera posición del Draft de la NBA de 1992, O'Neal pasó cuatro temporadas con los Magic, de 1992 a 1996. Participó en 295 partidos de la temporada regular (293 como titular) con Orlando, promediando 27,2 ppg, 12,5 rpg, 2,4 apg y 2,79 blkpg en 37,8 minpg, mientras tiraba .581 (3.208-5.522 FG) desde el suelo. In celebration of our 35th anniversary this season, we will officially retire jersey #32 in honor of Shaquille O’Neal during a postgame ceremony on Tuesday, February 13.— Orlando Magic (@OrlandoMagic) O’Neal becomes the first player in franchise history to have his number retired [pic.twitter.com/i5zk1b6IR9] [January 5, 2024] O'Neal fue nombrado All-Star de la NBA en cuatro ocasiones como miembro de los Magic, y fue elegido miembro del segundo equipo de la NBA en una ocasión (1994-95) y del tercer equipo de la NBA en dos ocasiones (1993-94, 1995-96). También formó parte del Primer Equipo de Novatos de la NBA en 1992-93 y fue el Novato del Año de la NBA. O'Neal sigue figurando entre los líderes históricos de la franquicia en varias categorías, como tiros bloqueados (segundo, 824), rebotes (tercero, 3.691), tiros libres (tercero, 1.602), tiros de campo (cuarto, 3.208) y puntos anotados (sexto, 8.019). Su media de 27,2 puntos por partido es la segunda más alta de la historia del equipo y ayudó a Orlando a alcanzar las Finales de la NBA de 1995. Publicidad O'Neal ingresó en el Salón de la Fama de los Orlando Magic en 2015 y fue elegido miembro del Salón de la Fama del Baloncesto Naismith Memorial en 2016. Fue nombrado miembro del Equipo del 75º Aniversario de la NBA en octubre de 2021.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:30:36.331+02:00",
  "updated": "2024-01-06T00:30:36.331+02:00"
}