{
  "thread": {
    "uuid": "4a0842aa7ec6a74391b2f80a530e9ec32cf5c144",
    "url": "https://galego.farodevigo.es/galicia/2023/12/30/mejora-empleo-permite-45-000-96385342.html",
    "site_full": "galego.farodevigo.es",
    "site": "farodevigo.es",
    "site_section": "https://galego.farodevigo.es",
    "site_categories": [],
    "section_title": "FARO DE VIGO | Noticias e Última Hora de Vigo",
    "title": "A mellora do emprego permite a 45.000 galegos menores de 65 anos deixar de depender dos subsidios - Faro de Vigo",
    "title_full": "A mellora do emprego permite a 45.000 galegos menores de 65 anos deixar de depender dos subsidios - Faro de Vigo",
    "published": "2023-12-30T07:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/920a10bd-1134-4e56-a83b-bcaa8edd1e36_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 16300,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4a0842aa7ec6a74391b2f80a530e9ec32cf5c144",
  "url": "https://galego.farodevigo.es/galicia/2023/12/30/mejora-empleo-permite-45-000-96385342.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daniel Domínguez",
  "published": "2023-12-30T07:01:00.000+02:00",
  "title": "A mellora do emprego permite a 45.000 galegos menores de 65 anos deixar de depender dos subsidios - Faro de Vigo",
  "text": "Xubilacións, Risga, subsidio de desemprego [, ingreso mínimo vital, ](https://galego.farodevigo.es/tags/desempleo/) [pensións](https://galego.farodevigo.es/tags/pensiones/) por algún tipo de incapacidade [laboral](https://galego.farodevigo.es/tags/laboral/)... As prestacións públicas constitúen a única vía de ingreso para 890.625 galegos, unha cifra que baixou da fronteira dos 900.000 e retrocedeu un 3,3% o ano pasado respecto de 2021. A análise dos datos revela que a mellora do [emprego](https://galego.farodevigo.es/tags/empleo/) na comunidade permitiu a 44.345 cidadáns deixar de depender dos subsidios para chegar a fin mes na franxa de idade dos 16 aos 64 anos, excluíndo, por tanto, ás persoas en idade de xubilación. A Enquisa estrutural a fogares elaborada polo Instituto Galego de Estatística ( [IGE](https://galego.farodevigo.es/tags/instituto-galego-de-estadistica/)) revela unha contracción da dependencia das axudas ou cheques procedentes do erario público en 2022, grazas en maior medida ao incremento das cifras de emprego. Nese ano, a cifra de cidadáns galegos cun posto de traballo creceu en 18.600 persoas, de acordo coa Enquisa de Poboación Activa do Instituto Nacional de Estatística. Ademais, rebaixáronse os ERTE’s que se mantiveron parte de 2021 como resaca da pandemia de COVID-19 xurdida un ano antes e que causou un terremoto socioeconómico. Galicia conta con 890.625 persoas que reciben ingresos económicos procedentes de prestacións, unha cifra que entre os 16 e os 64 anos sitúase en 271.707, 44.345 menos que en 2021. O envellecemento permite engordar lixeiramente o dato a partir dos 65 anos, idade de retiro tradicional, aínda que en 2011 endurecéronse os requisitos para colgar o mono de traballo nese momento. O IGE mostra unha radiografía por tramos de idade de quen subsiste grazas ás prestacións públicas. Entre os 16 e os 29 anos, a porcentaxe redúcese do 7,6% ao 5,8% (de 24.368 a 18.865); entre os 30 e os 39, o descenso é do 15% ao 12% (de 110.406 a 89.929); entre os 50 e os 59, a porcentaxe dá un salto e cae do 23,1% ao 20,4% (de 95.384 a 85.416); mentres que dos 60 aos 64, a caída é máis pronunciada; do 45,3% (85.894) ao 40,5% (77.497). A partir da idade de retiro, as cifras dispáranse, loxicamente, pero mantéñense estables respecto de 2021. Dos 65 aos 69 anos, a porcentaxe é case idéntico: 81,89% (138.221 galegos) fronte a 81,36% (139.356) o ano pasado; entre os 70 e os 74, o 88,3% (135.592) redúcese ao 87,9% (136.906); e partir dos 75, o dato crece do 92,1% (334.683) ao 93,5% (342.656). Estas cifras trasládanse tamén ao ámbito dos fogares. Os 343.593 que dependían de prestacións en 2021 redúcense ata os 332.925, pasando dun 32% do total a un 30,94%. Taxa de pobreza: 14,5% O IGE tamén revela que a taxa de pobreza na comunidade caeu á menor porcentaxe en 12 anos, cun 14,54% dos fogares fronte ao 15,1% do ano anterior. Parte desta caída débese á citada mellora do emprego, co engadido do incremento do salario mínimo. De feito, o ingreso medio mensual dos fogares galegos creceu un 5,46% en 2022 ata os 2.548 euros. As catro provincias rexistraron un aumento desta contía, sendo Lugo a que experimentou un mellor comportamento cun 6,92% máis ata os 2.564 euros. Na Coruña, esta cifra foi de 2.631 euros, cun 4,95% de aumento. Pola súa banda, Ourense contabilizou uns ingresos medios por fogar de 2.249 euros, un 2,65% máis, mentres que en Pontevedra a alza alcanzou o 6,57%, ata 2.545 euros.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T07:17:39.856+02:00",
  "updated": "2023-12-30T07:17:39.856+02:00"
}