{
  "thread": {
    "uuid": "9ded58b562ea6bc22228faf520450a638a265bcb",
    "url": "https://www.agi.it/estero/news/2024-06-21/molto-temporaneo-gaza-usa-totale-aiuti-consegnati-26859393",
    "site_full": "www.agi.it",
    "site": "agi.it",
    "site_section": "http://agi.it",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Ultime Notizie Online | Agenzia Giornalistica Italia | AGI",
    "title": "Il molo temporaneo a Gaza ha ripreso a funzionare",
    "title_full": "Il molo temporaneo a Gaza ha ripreso a funzionare",
    "published": "2024-06-21T09:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://dvrjj4igcfeco.cloudfront.net/eyJidWNrZXQiOiJrb2wtaW1hZ2VzLXByb2QiLCJrZXkiOiJwaWN0dXJlcy9hZ2kvYWdpLzIwMjQvMDYvMjEvMDcxNzA5ODA3LTg5NmVlNjQ2LTZkMTMtNDhhZi1iNjU2LWZhNTRmY2M0ZjQyNC5qcGciLCJlZGl0cyI6eyJyZXNpemUiOnsid2lkdGgiOjEyMDAsImhlaWdodCI6NjMwfX19",
    "performance_score": 0,
    "domain_rank": 10580,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9ded58b562ea6bc22228faf520450a638a265bcb",
  "url": "https://www.agi.it/estero/news/2024-06-21/molto-temporaneo-gaza-usa-totale-aiuti-consegnati-26859393",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AGI - Agenzia Italia",
  "published": "2024-06-21T09:17:00.000+03:00",
  "title": "Il molo temporaneo a Gaza ha ripreso a funzionare",
  "text": "AGI - Il molo temporaneo a Gaza è di nuovo operativo e circa 656 tonnellate di aiuti sono stati consegnati sulla spiaggia della Striscia. Si tratta della più grande distribuzione di aiuti in un giorno fino a oggi. In totale, spiega Il Comando Centrale degli Stati Uniti, oltre 4.160 tonnellate di aiuti umanitari sono stati consegnati, attraverso la struttura, all'area di smistamento dove possono essere raccolti dalle organizzazioni umanitarie per lo smistamento nella Striscia. Ma questa non è l'unica notizia della notte da Israele. Due riservisti dell'esercito di Teò Aviv sono morti in un attacco con colpi di mortaio nella [Striscia di Gaza](https://www.agi.it/tag/striscia-di-gaza/). Lo hanno riferito le forze armate precisando che il 25enne Omer Smadga e il 27enne Saadia Yaakov Derai sono stati uccisi ieri, portando il bilancio complessivo delle vittime militari nelle operazioni contro Hamas a 314. Altri tre soldati sono rimasti gravemente feriti nello stesso attacco. The Israel Defense Force has announced the Death of Two Reservist Soldiers with the 9203rd Infantry Battalion of the 3rd “Alexandroni” Brigade during Fighting in the Gaza Strip; both Sergeant First Class Omer Smadga, Aged 25, from Genot Hadar and Sergeant First Class Saadia…— OSINTdefender (@sentdefender) [pic.twitter.com/egfGOzJoSI] [June 21, 2024] A Washington, intanto, si sono incontrati il segretario di Stato americano Antony Blinken, il ministro israeliano per gli Affari strategici Ron Dermer, e il consigliere per la Sicurezza nazionale israeliano Tzachi Hanegbi. \"Bisogna evitare un'ulteriore escalation tra Israele ed Hezbollah al confine con il Libano,\" è il messaggio che il rappresentante della Casa Bianca ha cercato di far passare ai membri del governo di Tel Aviv. Per il capo della diplomazia Usa, serve raggiungere una soluzione diplomatica che consenta ai cittadini libanesi e israeliani di tornare a casa. Secondo quanto riportato dal portavoce del dipartimento di Stato americano Matthew Miller, Blinken ha anche sottolineato la necessità di adottare ulteriori misure per aumentare gli aiuti umanitari a Gaza e pianificare la governance, la sicurezza e la ricostruzione postbellica. Oltre a ciò, cresce nell'amministrazione Biden il timore per una guerra su vasta scala Israele-Hezbollah al confine con il Libano, nella convinzione che in un conflitto simile il sistema di difesa missilistico israeliano Iron Dome potrebbe finire sopraffatto dall'arsenale missilistico del gruppo sciita filo-iraniano. È quanto riporta il Times of Israel, riferendo sempre dell'incontro. Sulla situazione in Medio Oriente, l'Alto rappresentante dell'Ue per la Politica estera, Josep Borrell, ha avuto un colloquio telefonico con il ministro degli Esteri giordani, Ayman Safadi. \"Abbiamo parlato della catastrofe in corso a Gaza e del deterioramento in Cisgiordania. Condividiamo la profonda preoccupazione che il pieno accesso umanitario sia ancora negato, che gli ostaggi non siano ancora liberati, che i combattimenti siano ancora in corso, nonostante gli ordini vincolanti della Corte internazionale di giustizia, e che il piano Biden non sia ancora attuato\", evidenzia Borrell su X. Spoke to— Josep Borrell Fontelles (@JosepBorrellF) [@AymanHsafadi]on ongoing catastrophe in Gaza & deterioration in the West Bank. We share grave concern that full humanitarian access is still denied, hostages still not freed, fighting still ongoing, despite binding ICJ orders, & Biden plan still not implemented. 1/2 [June 21, 2024] \"Continueremo a lavorare a stretto contatto per raggiungere il cessate il fuoco, l'accesso umanitario, il rilascio degli ostaggi, il rispetto del diritto internazionale e dei diritti umani, la responsabilità e la pace. Attendo con impazienza il Consiglio di associazione Ue-Giordania del mese prossimo per approfondire la nostra cooperazione e partenariato\", aggiunge.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T10:31:00.148+03:00",
  "updated": "2024-06-21T10:31:00.148+03:00"
}