{
  "thread": {
    "uuid": "6e9898bcc80e725f0177b6028c66f0554aa9dc56",
    "url": "https://cosmosmagazine.com/health/covid/encouraging-covid-mortality-data-but-probably-not-zero-death-yet",
    "site_full": "cosmosmagazine.com",
    "site": "cosmosmagazine.com",
    "site_section": "http://cosmosmagazine.com/feed",
    "site_categories": [
      "science",
      "biology",
      "physics"
    ],
    "section_title": "Cosmos",
    "title": "Encouraging COVID mortality data, but probably not ‘zero death’ yet",
    "title_full": "Encouraging COVID mortality data, but probably not ‘zero death’ yet",
    "published": "2024-04-11T23:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cosmosmagazine.com/wp-content/uploads/2023/11/GettyImages-1221002007-1200.jpg",
    "performance_score": 0,
    "domain_rank": 8126,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e9898bcc80e725f0177b6028c66f0554aa9dc56",
  "url": "https://cosmosmagazine.com/health/covid/encouraging-covid-mortality-data-but-probably-not-zero-death-yet",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matthew Ward Agius",
  "published": "2024-04-11T23:30:00.000+03:00",
  "title": "Encouraging COVID mortality data, but probably not ‘zero death’ yet",
  "text": "Infectious disease experts are welcoming data that shows a persistent fall in COVID-19 deaths.\nAs\nreported by Cosmos yesterday, government data from the start of March indicates that for the first time in more than 2 years, the number of weekly COVID-associated deaths in Australia reached zero, at least briefly, in March.\nWith less frequent reporting than at the height of the pandemic, mandatory data like deaths associated with the disease or hospitalisation numbers, are the best gauge as to the state of COVID-19 within the community.\nUNSW-based infectious diseases epidemiologist and ATAGI member Professor James Wood thinks it’s unlikely a true ‘zero death’ week has occurred.\nATAGI is the Australian Technical Advisory Group on Immunisation.\n“While this is encouraging data, it’s almost certainly not correct that there were zero COVID deaths in that week,” he says. “Instead, our near real-time reporting system for reporting of deaths has mostly wound down and we now need to rely on the slower ABS reporting which tends to occur at about a 2-month delay.”\nIrrespective of the efficiency of reporting on COVID-associated deaths, it’s clear the disease is having a less severe impact in the community than it did at the height of the pandemic.\nCase data from the nation’s hospitals suggests COVID-related admissions are also at their lowest level since January 2022. It continues a consistent six-monthly peak in admissions and similarly spaced troughs.\n“Clearly, we are in a trough after the wave caused by the subvariant JN.1 at the end of last year,” says University of South Australia biostatistician Professor Adrian Esterman.\n“However, that trough is still at a fairly high level, with over 22,000 confirmed cases so far in March, and presumably many times that number of actual cases.”\nThe pattern appears, according to Dr Roger Lord, a senior lecturer in medical sciences at the Australian Catholic University, similar to previous pandemics.\n“The virus appears to be following a similar pattern to what was seen for the Spanish Flu pandemic with successive peaks of COVID-19 cases becoming smaller with each wave,” says Lord.\nThe improvements in hospitalisation and mortality data are good news, but it’s not an entirely rosy picture. Esterman points to the still substantial number of cases recorded in the most recent wave of infections.\nAnd aged care statistics remain stubbornly high. Last reported at the end of February, active outbreaks were half of what they were in January, but still double September 2023’s low point.\n“Although Australia is in its best position with respect to COVID-19 for some time, we should not get complacent,” Esterman says. “Last month there were over 250 active COVID-19 outbreaks in residential aged care homes, and only 36% of Australians aged 75 and over have had a booster shot within the last six months. We see very little messaging from any of our governments encouraging elderly people to get vaccinated.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [
    "https://health.gov.au/topics/covid-19/reporting#covid19-associated-deaths",
    "https://www.health.gov.au/topics/covid-19/reporting#covid19-associated-deaths"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "james wood",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "unsw",
        "sentiment": "none"
      },
      {
        "name": "atagi",
        "sentiment": "none"
      },
      {
        "name": "cosmos",
        "sentiment": "none"
      },
      {
        "name": "australian technical advisory group",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:14:53.163+03:00",
  "updated": "2024-04-12T00:14:53.163+03:00"
}