{
  "thread": {
    "uuid": "0249d353149ce16b93a5cb80f18b09d386c65194",
    "url": "https://www.cbsnews.com/texas/news/more-single-women-are-buying-homes-in-north-texas",
    "site_full": "www.cbsnews.com",
    "site": "cbsnews.com",
    "site_section": "https://cbsnews.com/cbslocal",
    "site_categories": [
      "media"
    ],
    "section_title": "CBS Local - Your local news and live free 24/7 streaming news",
    "title": "More single women are buying homes in North Texas - CBS Texas",
    "title_full": "More single women are buying homes in North Texas - CBS Texas",
    "published": "2024-03-14T23:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets2.cbsnewsstatic.com/hub/i/r/2021/04/09/1c9a330c-e449-481c-a1db-8ec3cd521dd3/thumbnail/1200x630/818a9b4a14a51b8601a643b086875f3a/waterin-lawn.jpg?v=d1d78866939020fc1f2607ef7298e4ec",
    "performance_score": 0,
    "domain_rank": 184,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0249d353149ce16b93a5cb80f18b09d386c65194",
  "url": "https://www.cbsnews.com/texas/news/more-single-women-are-buying-homes-in-north-texas",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T23:58:00.000+02:00",
  "title": "More single women are buying homes in North Texas - CBS Texas",
  "text": "DALLAS — Buying your home can be a great way to invest and grow your money and some North Texas real estate agents are seeing a new trend in who is buying those homes.\nEvery new homeowner has their own story, including Kendra Martin.\n\"I tend to murder plants, so I need to have something easy,\" Martin said.\nMartin may not have a green thumb but she's making lots of green in real estate.\n\"I'm very proud of myself as a single woman owning my own home,\" said Martin. \"It's just me and my old dog.\"\nMartin lives in a two-bedroom, one-bathroom Dallas County home with her 10-year-old boxer, Nelson.\n\"I did rent for a little while and just tried to save as much as I could,\" Martin said. \"I guess I didn't go out to eat as much and stayed home.\"\nHer real estate agent, Abra Barker with the Abracadabra Realty Group helped Martin and Nelson move into the home in 2021, and understands her situation well.\n\"I, myself am single,\" said Barker.\nBarker is also a homeowner and says more than half of her clients are single women like Martin.\n\"I really like what you've done with this space,\" Barker said to Martin.\nShe believes several things are behind the trend of more single women owning their own homes, including getting married later in life.\n\"I think single women are raising their hand, and they are saying they want to get in on buying property because they see the long-term effect of it,\" said Barker. \"They can get out of renting. They can get out of control by somebody else, and they don't have to move multiple times.\"\nBarker recommends single women who want to buy their own homes save six to eight percent of a home's value for a downpayment and closing costs.\n\"If you have a great deal of debt, it's working down that debt. If it's thinking about where you're going to be for a period of time, drive that neighborhood on the weekend,\" Barker said. \"Look around the community and see if that is for you long term, or is that more of a short-term thing?\"\nNationally, 19 percent of homeowners are single women, compared to 10 percent of men, according to the National Association of Realtors. In Texas, 14 percent of homeowners are single women like Martin, and nine percent are single men.\n\"I would say do it,\" said Martin. \"Don't be afraid of something that needs a little bit of work and also don't think your life needs to be on hold until you get married.\"\nMartin and Nelson plan on more quiet nights in their forever home as their investment continues to grow well into the future.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nelson",
        "sentiment": "none"
      },
      {
        "name": "abra barker",
        "sentiment": "none"
      },
      {
        "name": "barker",
        "sentiment": "none"
      },
      {
        "name": "martin",
        "sentiment": "none"
      },
      {
        "name": "kendra martin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbs texas dallas",
        "sentiment": "negative"
      },
      {
        "name": "abracadabra realty group",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north texas",
        "sentiment": "none"
      },
      {
        "name": "dallas county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:01:36.309+02:00",
  "updated": "2024-03-17T20:10:56.127+02:00"
}