{
  "thread": {
    "uuid": "6c5f39922685b25d9be259f5fa7b2e7fe560c734",
    "url": "https://www.lostiempos.com/actualidad/cochabamba/20240314/ninos-afectados-aluvion-laquina-sacaba-reciben-mochilas-escolares",
    "site_full": "www.lostiempos.com",
    "site": "lostiempos.com",
    "site_section": "http://www.lostiempos.com/rss/ultimas",
    "site_categories": [
      "media",
      "world_soccer",
      "sports"
    ],
    "section_title": "",
    "title": "Niños afectados por el aluvión en Laquiña, Sacaba, reciben mochilas escolares",
    "title_full": "Niños afectados por el aluvión en Laquiña, Sacaba, reciben mochilas escolares",
    "published": "2024-03-15T00:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BO",
    "main_image": "https://www.lostiempos.com/sites/default/files/media_imagen/2024/3/14/sacaba_ninos_mochilas_gams_ed_listo.jpg",
    "performance_score": 0,
    "domain_rank": 32288,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6c5f39922685b25d9be259f5fa7b2e7fe560c734",
  "url": "https://www.lostiempos.com/actualidad/cochabamba/20240314/ninos-afectados-aluvion-laquina-sacaba-reciben-mochilas-escolares",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "kvasquez",
  "published": "2024-03-15T00:34:00.000+02:00",
  "title": "Niños afectados por el aluvión en Laquiña, Sacaba, reciben mochilas escolares",
  "text": "Niños afectados por el aluvión en Laquiña, Sacaba, reciben mochilas escolares\nCon el objetivo de garantizar el derecho a la educación de los estudiantes afectados por la mazamorra en la comunidad de Laquiña, 13 niños recibieron este jueves mochilas y útiles escolares por parte de Save the Children y Unicef gracias a gestiones realizadas por el alcalde de Sacaba, Pedro Gutiérrez Vidaurre.\n“A través de nuestro alcalde Pedro Gutiérrez se está gestionando apoyo de diferentes instituciones, este apoyo está siendo canalizado para las diferentes familias que han sufrido esta situación, estamos ahora en una etapa de recuperación”, señaló la secretaria de Madre Tierra y Desarrollo Productivo de Sacaba, Elfy Flores.\nEsta entrega fue bien recibida por parte de los padres de familia y los pequeños quienes mostraron su alegría por el material escolar. Las mochilas entregadas cuentan con todo lo necesario para que los estudiantes puedan continuar con sus estudios.\nEl gerente de Campo de Save The Children, Bernardo Ponce Asín, destacó la coordinación con el municipio y reafirmó su compromiso de cooperación en este momento difícil que viven las familias de Laquiña, en especial los niños.\n“Nuestra intención es que la educación no se detenga y seguir garantizando el derecho y el acceso de la niñez a la educación, pese a estar en este momento en un delicado contexto de desastre natural (…) nuestro agradecimiento al alcalde de Sacaba porque nos ha permitido, nos ha facilitado el acceso a esta comunidad donde era importante llegar con nuestra ayuda”, sostuvo Ponce.\nMás datos\nEl colapso de dos lagunas, el pasado 25 de febrero, provocó la caída de mazamorra que sepultó viviendas, animales y cultivos en la comunidad de Laquiña. Desde el primer día del desastre, el Gobierno Autónomo Municipal de Sacaba (GAMC) desplegó maquinaria pesada para realizar trabajos de mitigación en el lugar.\nEste trabajo se vio fortalecido gracias a la cooperación del Viceministerio de Defensa Civil y el Servicio Departamental de Caminos (SEDCAM).\nTambién se aprobó una Ley de declaratoria de desastre para poder canalizar ayuda tanto de la Gobernación de Cochabamba como del gobierno central.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T01:08:50.204+02:00",
  "updated": "2024-03-15T01:08:50.204+02:00"
}