{
  "thread": {
    "uuid": "267c8ec6b13a5b40116717ebaa4fcc2f5f18400f",
    "url": "https://www.kjrh.com/news/positively-oklahoma/god-just-blessed-the-whole-process-the-easter-story-of-the-tulsa-church-with-the-big-letters",
    "site_full": "www.kjrh.com",
    "site": "kjrh.com",
    "site_section": "https://www.kjrh.com",
    "site_categories": [
      "media"
    ],
    "section_title": "KJRH - 2 News Oklahoma Tulsa, News, Weather, Sports ",
    "title": "The Easter story of the Tulsa Church with the big letters",
    "title_full": "The Easter story of the Tulsa Church with the big letters",
    "published": "2024-03-29T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/2907233/2147483647/strip/true/crop/4032x2117+0+472/resize/1200x630!/quality/90/?url=http%3A%2F%2Fewscripps-brightspot.s3.amazonaws.com%2Fa9%2Fee%2Ff20a60ed41298153607efb688831%2Fletters.jpg",
    "performance_score": 0,
    "domain_rank": 24495,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "267c8ec6b13a5b40116717ebaa4fcc2f5f18400f",
  "url": "https://www.kjrh.com/news/positively-oklahoma/god-just-blessed-the-whole-process-the-easter-story-of-the-tulsa-church-with-the-big-letters",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Julie Chin",
  "published": "2024-03-29T00:00:00.000+02:00",
  "title": "The Easter story of the Tulsa Church with the big letters",
  "text": "TULSA, Okla. — Easter 2024 marks five years since the start of something big at Fellowship Bible Church. \"The Church with the big letters- that's what most people call us,\" said Fellowship Bible Church Media Manager Alex Hovorka. At 4 feet tall and 2 feet deep, the letters are hard to miss at the Church along East 91st Street. They are also all handmade. \"We do three-quarter inch plywood on the front and back and then quarter-inch everywhere else. We glue, staple, and caulk them together,\" said Hovorka. This idea of sharing the word was inspired by a set of letters Hovorka saw at a church conference five years ago. \"The letters we saw in Dallas said, 'Why Not Us?' And I literally thought, why not build letters? Why not us? We could figure that out. We don't know where to start, but God just blessed the whole process, and there's no way that, without His blessing that we'd be able to cobble together that in 2 1/2 weeks,\" Hovorka said. \"We just didn't have the tool kit. But he brought the people together, the financial support to get it done, and it just came together.\" And so on Easter 2019, Fellowship Bible Church debuted its letters with, He is Risen. “We didn't know what we were doing, so we put them upright against the building where nobody could see them except for the people coming in that morning. But it was the start of something,\" said Hovorka. And that something was about to be big. \"Whatever we wanted to tell the community, we said we could spell it out, we started spelling things out, and I'll tell you, people started noticing, and they started coming,\" said Hovorka. As Fellowship Bible Church increased its outreach, it added to its alphabet. \"When the air conditioning was out for a week in this area, but we had power for some reason, we didn't have time to paint them; we threw a bunch of letters out and said free AC and opened the doors for about a week to let people come in and cool off. We put out love for Valentine's Day, Merry Christmas, that sort of thing,\" Hovorka said. There are 65 letters and numbers now. And since construction takes time and money, they still use the originals. \"We repaint them. If they need refurbishment, we do some of that. Some of our older letters are probably about 10 pounds heavier because they have so many layers of paint on them, but that keeps it durable, so we're alright with it,\" said Hovorka. The letters weigh around 40 pounds each, and it takes a team to put them out. \"We don't want them out all the time because then they're not as special. It just becomes another thing to drive by. So they go away, and then they come back every once in a while, \" said Hovorka. All are welcome to stop for a photo op and are invited inside, too. \"We want people to know they are welcome in the door and that no matter what's going on in life, they can find freedom, victory, and hope at Fellowship Bible Church,\" said Hovorka. Because this Church along East 91st Street considers these love letters to the community, and spreading the good news is what they're all about. \"If you drive by and it brightens your day, it's a win in our book,\" said Hovorka. The Church puts the most words out at Easter, the holiday that started it all. Fellowship Bible Church is holding an Easter Egg hunt Saturday morning at 10 and is holding Easter Sunday Service at 9 am and 10:30 am. You can find more information about the [non-denominational Church here.](https://www.fbctulsa.org/) [Want positive news in your email every Friday? SIGN UP for our Positively Oklahoma newsletter.](https://www.kjrh.com/account/manage-email-preferences) [For more Positively Oklahoma stories visit our website](https://www.kjrh.com/news/positively-oklahoma) [Join our Positively Oklahoma Facebook group to submit your photos of great things you see across the state.](https://www.facebook.com/groups/753440465313110)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://www.facebook.com/groups/753440465313110)",
    "https://www.fbctulsa.org/)",
    "https://facebook.com/groups/753440465313110)",
    "https://fbctulsa.org/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alex hovorka",
        "sentiment": "none"
      },
      {
        "name": "easte",
        "sentiment": "none"
      },
      {
        "name": "hovorka",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tulsa church",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "okla.",
        "sentiment": "none"
      },
      {
        "name": "tulsa",
        "sentiment": "none"
      },
      {
        "name": "east 91st street",
        "sentiment": "none"
      },
      {
        "name": "dallas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T00:21:04.153+02:00",
  "updated": "2024-03-29T00:21:04.153+02:00"
}