{
  "thread": {
    "uuid": "bc3a38f3f4670a6e94c41e33afd3ddc947d9f73a",
    "url": "https://orlandoairports.net/press/2023/12/28/orlando-international-airport-takes-a-bow-following-a-year-of-awards-and-recognitions/",
    "site_full": "orlandoairports.net",
    "site": "orlandoairports.net",
    "site_section": "http://orlandoairports.net/oia-rss.xml",
    "site_categories": [],
    "section_title": "Orlando International Airport (MCO)",
    "title": "Orlando International Airport Takes A Bow Following A Year Of Awards And Recognitions",
    "title_full": "Orlando International Airport Takes A Bow Following A Year Of Awards And Recognitions",
    "published": "2023-12-28T22:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 32221,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bc3a38f3f4670a6e94c41e33afd3ddc947d9f73a",
  "url": "https://orlandoairports.net/press/2023/12/28/orlando-international-airport-takes-a-bow-following-a-year-of-awards-and-recognitions/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Charles Shepherd",
  "published": "2023-12-28T22:53:00.000+02:00",
  "title": "Orlando International Airport Takes A Bow Following A Year Of Awards And Recognitions",
  "text": "Orlando International Airport Takes A Bow Following A Year Of Awards And Recognitions\nORLANDO, Fla. — This may be the season of giving, but Orlando International Airport (MCO) has been fortunate to have been on the receiving end of notable accolades spanning the entire year. Various organizations, publications and groups have recognized MCO for its achievements, facilities and personnel. While the awards ranged from the prestigious to the esoteric, the Board and staff of the Greater Orlando Aviation Authority (GOAA) celebrate every one.\nWith a focus on delivering a unique travel experience for more than 56 million annual passengers, Orlando International was proud to be recognized by the World Travel Awards as North America’s Leading Airport. Other awards for overall excellence included: Best Airport for Recreation by Global Traveler magazine and Best Family-Friendly Domestic Airport from WhereverFamily.com.\nTerminal C, the largest project in airport history, received a host of engineering, construction and design awards:\n• Project of the Year by Airport Business Magazine. The award was based on innovation, vision, impact and collaboration with key partners including HNTB, Fentress Architects, Burns Engineering, Hensel Phelps, and Turner Construction.\n• Top Project of the Year — Engineering News-Record (ENR) Southeast.\n• Excellence in Construction Project of the Year from the Central Florida Chapter of Associated Builders and Contractors (ABC).\n• Eagle Award in Infrastructure from the Central Florida Chapter ABC.\n• A+ Award from Architizer, an organization that spotlights architects and designers.\nAnother key sector where MCO stood out was sustainability. With attention to energy usage and water management practices, along with adhering to stricter building and materials standards, GOAA was lauded for its efforts with the following distinctions:\n• Benjamin J. Siwinski Sustainability Award for Terminal C\n• U.S. Green Building Council (USBC) Sustainability Technology Award — Terminal C\n• USBC Marquee Green Building Legacy Award — Train Station\n• Green Apple Environment Awards International Bronze Award for Terminal C\n2023 has also been a year of accomplishments for Aviation Authority leadership. GOAA Chief Executive Officer Kevin Thibault was recognized as one of Orlando Business Journal’s 2023 C-Suite Honorees. He was also named one of Orlando Magazine’s “50 Most Powerful People of 2023.” Routes World, an international organization that supports the air transport industry, presented Chief Development Officer Vicki Jaramillo with the 2023 Individual Leadership Award. The GOAA Finance team, led by Chief Financial Officer Kathleen Sharman, received the Certificate of Excellence in Financial Reporting from the Government Finance Officers Association. Gary Trotta, Assistant VP of Operations at Orlando Executive Airport, was named to Airport Business Magazine’s 40 Under 40 list.\nThere were also a handful of atypical, yet still appreciated, recognitions:\n• Best Carpet — Orlando Weekly\n• Best Digital Signage for Public Spaces — Digital Signage Experience (DIZZIE)\n• Favorite Airport Shopping — trazeetravel.com, a publication written for and by travelers ages 25-40\n• Best Sit-Down Restaurants for Travelers – No. 2: Cask & Larder — USA Today\n• Best Workplaces for Commuters — Center for Urban Transportation Research\nAnd most recently, at the Airports Council International North America annual conference for Communications, Marketing and Customer Experience, MCO staff received first place honors in the Print Communications category for producing a commemorative book celebrating the opening of Terminal C.\nThe Greater Orlando Aviation Authority is proud to operate Orlando International Airport (MCO) and Orlando Executive Airport (ORL), two of Florida’s premier air travel gateways. MCO is a world-class global connector, serving more than 50 million annual passengers in its Main Terminal and Terminal C. Connected to an Intermodal Terminal Facility, Terminal C is an inventive structure that elevates the customer experience with 100% automated screening lanes at TSA checkpoints. ORL is conveniently located just miles from downtown Orlando and provides vital general aviation access to the heart of the region",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Economy, Business and Finance",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "world travel awards",
        "sentiment": "none"
      },
      {
        "name": "board",
        "sentiment": "none"
      },
      {
        "name": "airport business magazine",
        "sentiment": "none"
      },
      {
        "name": "orlando international",
        "sentiment": "none"
      },
      {
        "name": "greater orlando aviation authority",
        "sentiment": "none"
      },
      {
        "name": "global traveler",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "orlando international airport",
        "sentiment": "none"
      },
      {
        "name": "orlando",
        "sentiment": "none"
      },
      {
        "name": "fla",
        "sentiment": "none"
      },
      {
        "name": "north america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:42:05.098+02:00",
  "updated": "2023-12-29T00:42:05.098+02:00"
}