{
  "thread": {
    "uuid": "7e9b8e4bb81e6118972e13f64c74977a0afcb9b3",
    "url": "https://vnexplorer.net/luis-diaz-punishes-wasteful-arsenal-and-seals-liverpools-fa-cup-progress-s853913.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Luis Díaz punishes wasteful Arsenal and seals Liverpool’s FA Cup progress",
    "title_full": "Luis Díaz punishes wasteful Arsenal and seals Liverpool’s FA Cup progress",
    "published": "2024-01-08T00:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mASmP.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7e9b8e4bb81e6118972e13f64c74977a0afcb9b3",
  "url": "https://vnexplorer.net/luis-diaz-punishes-wasteful-arsenal-and-seals-liverpools-fa-cup-progress-s853913.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-08T00:05:00.000+02:00",
  "title": "Luis Díaz punishes wasteful Arsenal and seals Liverpool’s FA Cup progress",
  "text": "Photograph: Tom Jenkins/The Guardian\nIt was one of those days when Arsenal might have played for another 90 minutes and failed to score. It was so deeply frustrating for Mikel Arteta and the home support. The sting in the tail, however, would devastate them, sparking boos at full-time and the sense that the club have stumbled into a mini-crisis.\nLiverpool’s joy knew no bounds. There had been the sense that this FA Cup tie was more important for Arsenal, given the form that they had taken into it – three Premier League defeats in five. The need for them to recover momentum was greater. Liverpool, sitting pretty at the top of the table, had the security of their shot at Carabao Cup glory; they face Fulham in the semi-final, first-leg at Anfield on Wednesday.\nIt was Liverpool who rode out the Arsenal storm or, to put it another way, watched them repeatedly lack ruthlessness in the areas that mattered the most – an increasingly worrying trend. And then they hit them hard.\nThe opening goal was a body blow for Arsenal, Trent Alexander-Arnold whipping in a free-kick from the left on 80 minutes and Jakub Kiwior, under no huge pressure, directing an attempted clearing header into his own net.\nThe die was cast. Top of the league at Christmas but now down to fourth, Arsenal have had a sinking feeling. Luis Díaz pushed them down even further when he lashed into the near top corner on the break at the very end. In terms of the title race, this was Liverpool laying down a marker ahead of their return here in the league on 4 February. Yet progress in the cup still matters. And they did it without Mohamed Salah, who is on Africa Cup of Nations duty.\nArteta had described last Sunday’s league defeat at Fulham as the low point of the season, a “painful and sad day,” and he got a reaction from his players, Arsenal storming out of the blocks, the flashing lights on the underside of Bukayo Saka’s boots not the only eye-catching detail. He would change into a more conventional pair later in the first-half.\nMartin Ødegaard should have scored on 11 minutes after Saka robbed Joe Gomez and Arsenal worked the ball into the area. The shooting opportunity opened up only for Ødegaard to thump the ball off the crossbar.\nIt was not the only good chance that Arsenal created in the early running. Arteta had started Reiss Nelson ahead of Gabriel Martinelli on the left and there was Nelson in the second minute, streaking on to a long ball by the club’s domestic cup goalkeeper, Aaron Ramsdale. Nelson got around Alisson but he was forced too wide and shot into the side-net.\nNelson would see another effort deflect wide while Kai Havertz worked Alisson with a curler after a lovely touch by Ødegaard. It was possible to wonder from an early juncture whether Arsenal would live to regret their profligacy.\nThe major team news item had been Liverpool’s loss of Virgil van Dijk to illness. Jürgen Klopp started with Jarell Quansah in what was pretty much his strongest available lineup. Anybody who wanted evidence of the strain on the club’s resources needed only to look at the substitutes’ bench which was heavily stocked with youngsters. Conor Bradley and Bobby Clark would get on.\nArsenal drew breath before pushing again. Arteta played Havertz in the No 9 role in the absence of the injured Gabriel Jesus and he had decent chances to score before the interval. Twice, Havertz dallied before shooting without much conviction and Arteta was howling when his player levered Quansah out of the way on a corner only to direct a close-range header wide. Ben White had won it when he forced Alisson to tip over his rising drive.\nIt was practically all Arsenal in the first-half and yet Liverpool, for whom Darwin Núñez had glanced wide following a 22nd minute corner, almost stole the lead at the end of it. Alexander-Arnold ran on to an inviting ball up the inside right and unfurled a venomous shot that made a serious mark on the crossbar. Alexander-Arnold had done something similar in the 1-1 league draw between the teams at Anfield before Christmas.\nArsenal, wearing an all-white kit as part of their No To Red anti-knife crime initiative, had to think that Liverpool would push more in the second-half. Their inability to find a way past Alisson in the first period also had to be on their minds.\nIt turned into a psychological test, as much as anything else, and it was draining just to watch Arteta on the touchline. He went through all kinds of agonies and they resumed after the interval when Odegaard released Havertz and he stood up a cross for Saka at the back post. Saka could not sort out his feet and volleyed high. Moments later, following a deflected Havertz cross that Alisson clawed away, Saka shot wastefully.\nKlopp reshuffled. On came Diogo Jota in the No 9 role, Núñez moving to the left. On came Ryan Gravenberch as the left-sided No 8, Curtis Jones moving to No 6. Slowly but surely, Liverpool set about advertising the breakthrough.\nNúñez missed a pass to Díaz on the break. Jota sliced from left to right and fed Díaz, whose low shot was brilliantly saved by Ramsdale. From the ensuing corner, Jota rose to head against the crossbar. Arsenal looked out of ideas. They would be floored by the late goals.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mASmP.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mASmP.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "luis díaz",
        "sentiment": "negative"
      },
      {
        "name": "tom jenkins",
        "sentiment": "negative"
      },
      {
        "name": "mikel arteta",
        "sentiment": "none"
      },
      {
        "name": "trent alexander-arnold",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "liverpool",
        "sentiment": "negative"
      },
      {
        "name": "fulham",
        "sentiment": "none"
      },
      {
        "name": "anfield",
        "sentiment": "none"
      },
      {
        "name": "premier league",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:07:55.056+02:00",
  "updated": "2024-01-08T00:07:55.056+02:00"
}