{
  "thread": {
    "uuid": "f3397e149c18a61e0bad6012cd403fd11c6e8202",
    "url": "https://www.click2houston.com/news/local/2024/01/11/organization-provides-resources-for-houstons-homeless-to-prepare-for-hard-freeze-next-week/",
    "site_full": "www.click2houston.com",
    "site": "click2houston.com",
    "site_section": "https://click2houston.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News | Houston News, Texas News and Local News Headlines | Click2Houston | KPRC 2",
    "title": "Organization provides resources for Houston’s homeless to prepare for hard freeze next week",
    "title_full": "Organization provides resources for Houston’s homeless to prepare for hard freeze next week",
    "published": "2024-01-12T01:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://res.cloudinary.com/graham-media-group/image/upload/f_auto/q_auto/c_thumb,w_700/v1/arc-cf/01-11-2024/t_481c6f82467641c4bb0cb7b7e03d119a_name_image.jpg?_a=ATAPphC0",
    "performance_score": 0,
    "domain_rank": 5117,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f3397e149c18a61e0bad6012cd403fd11c6e8202",
  "url": "https://www.click2houston.com/news/local/2024/01/11/organization-provides-resources-for-houstons-homeless-to-prepare-for-hard-freeze-next-week/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Erica Ponder",
  "published": "2024-01-12T01:53:00.000+02:00",
  "title": "Organization provides resources for Houston’s homeless to prepare for hard freeze next week",
  "text": "HOUSTON – Since Houston is expected to experience the coldest weather of the season next week, vulnerable populations will need shelter and other resources to get through the event.\nAccording to the National Weather Service , there is an increasing concern for a hard freeze across Southeast Texas that will possibly happen Monday night into Tuesday morning, prompting a Weather Watch from ERCOT .\nREAD MORE: Major hard freeze headed to Houston KPRC 2′s Re’Chelle Turner spoke to local non-profits and officials to prepare those in need for the frigid temperatures.\nAs we help you get prepared for the arctic snap next week, we are highlighting an organization that goes above and beyond to make sure the homeless community is taken care of.\nERCOT monitoring potential cold weather across Texas next week Turner rode along with Harris County Deputy Constable for Precinct 2, Sgt. Ray Perez, and Jonathan Spears, who works as a case manager for Hope Haven.\nThe pair works together providing food, shelter, resources and a friendly conversation to the homeless community.\n“We are going to go out and hand out some food, meet with some of our clients and warn them about the upcoming freeze and encourage them to get some cover,” Spears said.\nBelow-freezing temps likely as coldest weather of the season expected next week in SE Texas: What to know🧊 They took Turner to a site on Almeda Genoa Road next to the 99 Cents store.\nTrash, chairs, grocery carts, and tarps littered the space. The space looks abandoned but it’s home to several people.\n“Some people who don’t have internet, don’t have phones, they are unaware of the weather. They don’t know what is coming. We play a part in coming out here and warning them that the weather is going to be really bad,” Sgt. Perez said.\nTrack the Texas power grid: Watch ERCOT’s current grid conditions in real-time Perez says the goal is to get people to a divergent center or warming center. One couple agreed to go to the divergent center.\n“We ‘bout froze the other night, the night before last. It’s going to be way worse. In Nashville, it gets below freezing,” the couple said.\nAfter a few conversations, Turner met Will. He’s been homeless for about a year and plans to leave the site before the cold weather arrives.\nHYPOTHERMIA: Here are the warning signs you need to look for ahead of this week’s freeze “Yeah, I will go somewhere. I’ve got some other places that I can stay so I can be out of the wind chill factor,” he said.\nSpears said it’s a good thing when they can convince someone to get off the streets.\n“I’m a recovering addict and alcoholic, so I’ve come from a life of some problems and bad decisions. I’ve had people pour into me to make sure I made the right decision. When I finally did, my life changed,” Spears said.\nWays to keep your furry friends safe, warm in the winter “It’s good to know that somebody is thinking about us and at the end of it, we are all just human beings, and we are cold, hungry. It’s good to know that somebody is thinking about us from time to time,” Will said.\nPerez and Spears were able to get six people to go to the divergent center, where they will be able to stay up to 14 days and get some much-needed help.\nThe City of Houston has released a list of warming centers .\nRELATED LINKS City of Houston issues winter weather alert ahead of next week’s hard freeze: See list of warming centers Don’t forget! Tips on how to protect your pipes and sprinklers from the freezing weather Is your home winter-ready? Here are some tips to help protect your home from freezing temperatures Get these items out of your car ahead of freezing temperatures What you should know about fireplace and chimney care before freezing temperatures arrive in our area Copyright 2024 by KPRC Click2Houston - All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jonathan spears",
        "sentiment": "none"
      },
      {
        "name": "ray perez",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national weather service",
        "sentiment": "none"
      },
      {
        "name": "kprc",
        "sentiment": "none"
      },
      {
        "name": "turner",
        "sentiment": "none"
      },
      {
        "name": "ercot",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "houston",
        "sentiment": "none"
      },
      {
        "name": "houston",
        "sentiment": "none"
      },
      {
        "name": "southeast texas",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "harris county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T02:34:26.782+02:00",
  "updated": "2024-01-12T02:34:26.782+02:00"
}