{
  "thread": {
    "uuid": "51fdf413b20477dedf690d83560ad47f69d9092c",
    "url": "https://www.webwire.com/ViewPressRel.asp?aId=307263",
    "site_full": "www.webwire.com",
    "site": "webwire.com",
    "site_section": "http://rssfeeds.webwire.com/WebWire-News-Publishing-Information-Services",
    "site_categories": [
      "media",
      "business",
      "marketing"
    ],
    "section_title": "WebWire | News by Industry : Publishing / Information Services",
    "title": "Take the Powerful, Realistic Journey of War in “My Brother's Keeper: Poems of the Vietnam War by Marine Cpl. Rod Padilla”",
    "title_full": "Take the Powerful, Realistic Journey of War in “My Brother's Keeper: Poems of the Vietnam War by Marine Cpl. Rod Padilla”",
    "published": "2024-01-19T20:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NL",
    "main_image": "https://photos.webwire.com/prmedia/74576/307263/307263-1-m.jpg",
    "performance_score": 0,
    "domain_rank": 12772,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "51fdf413b20477dedf690d83560ad47f69d9092c",
  "url": "https://www.webwire.com/ViewPressRel.asp?aId=307263",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Contact Information Jeff Mathews Production Manager Your Online Publicist Contact",
  "published": "2024-01-19T20:59:00.000+02:00",
  "title": "Take the Powerful, Realistic Journey of War in “My Brother's Keeper: Poems of the Vietnam War by Marine Cpl. Rod Padilla”",
  "text": "Take the Powerful, Realistic Journey of War in “My Brother’s Keeper: Poems of the Vietnam War by Marine Cpl. Rod Padilla”\nEsteemed author and veteran Rodwick Padilla invites you to a captivating exploration of humanity in the face of conflict.\nHaving endured the trials of war and emerged a beacon of Strength and bravery, Rodwick Padilla draws from the depths of his experience as a Marine Corporal in the Vietnam War. His insights into the daunting realities of life on the battlefield and his reflections on his interactions with the local populace offer readers a profound understanding of his lived experiences. These experiences have inspired the stirring verses in Padilla’s poetry collection, a deeply personal narrative that underscores the stark realities of war.\nThe book, “My Brother’s Keeper: Poems of the Vietnam War by Marine Cpl. Rod Padilla,” unfolds a poignant narrative that examines the underbelly of war. As readers traverse through the verses, they will encounter stories of camaraderie, sacrifice, and the tragic loss of innocence, seen through the eyes of the soldiers and the locals they interacted with. Padilla’s prose cuts through the superficial, presenting a world where the hope of escape is juxtaposed with harsh confrontations of grim reality, often culminating in tragic events.\nThe anthology serves a purpose beyond sharing Padilla’s own experiences; it aims to provide comfort and understanding to those who have encountered similar situations, and those who have been muted by the traumas of war. The raw, emotional depth of his poems is a testament to this. Padilla hopes his book will provide solace to readers, and that the recollection of his fallen comrades will bring about a sense of closure.\nExperience the unflinching truth of war through the lens of a seasoned veteran in “My Brother’s Keeper: Poems of the Vietnam War by Marine Cpl. Rod Padilla.” Rodwick Padilla offers a gritty, uncompromising perspective on the stark realities of conflict, a narrative that transcends the battlefield and resonates with the human experience. To immerse yourself in this moving chronicle, visit our website\nwww.rodwickpadilla.com to secure a copy of this gripping collection of poems. Walk alongside Padilla as he navigates through memories of conflict and camaraderie, casting a new light on the price of freedom and sacrifice.\n“My Brother’s Keeper”\nAuthor: Rod Padilla\nPublisher : Your Online Publicist\nLanguage : English\nPaperback : 84 pages\nISBN-10 : 163448701X\nISBN-13 : 978-1634487016\nASIN : B00T8K5292\nLanguage : English\nFile size : 851 KB\nAbout the Author\nRod Padilla lives in Montara, California with his wife and family. He recently retired from a long career in youth education, and now spends much of his time in veteran affairs and community service. His hobby is rebuilding vintage muscle cars.\n //photos.webwire.com/prmedia/74576/307263/307263-1.jpg )\nWebWireID307263\n- Contact Information\n- Jeff Mathews\n- Production Manager\n- Your Online Publicist\n[Contact via E-mail](contact-submitter.asp?aId=307263)\nThis news content may be integrated into any legitimate news gathering and publishing effort. ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "http://www.rodwickpadilla.com",
    "http://rodwickpadilla.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rod padilla",
        "sentiment": "neutral"
      },
      {
        "name": "rodwick padilla",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "padilla",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T21:17:42.524+02:00",
  "updated": "2024-01-19T21:17:42.524+02:00"
}