{
  "thread": {
    "uuid": "e561f03f3ae570f63f9aeed0049f5e7b72e54715",
    "url": "https://andaluciainformacion.es/andalucia/1563386/un-zoologico-holandes-logra-criar-con-exito-un-tiburon-cebra",
    "site_full": "andaluciainformacion.es",
    "site": "andaluciainformacion.es",
    "site_section": "http://andaluciainformacion.es/andalucia/",
    "site_categories": [
      "media"
    ],
    "section_title": "Andalucía Información. Todas las noticias de Andalucía",
    "title": "Un zoológico holandés logra criar con éxito un tiburón cebra | Andalucía Información. Todas las noticias de Andalucía",
    "title_full": "Un zoológico holandés logra criar con éxito un tiburón cebra | Andalucía Información. Todas las noticias de Andalucía",
    "published": "2024-02-15T20:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://publicacionesdelsur.b-cdn.net/articulos/articulos-1297835.jpg",
    "performance_score": 0,
    "domain_rank": 43991,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e561f03f3ae570f63f9aeed0049f5e7b72e54715",
  "url": "https://andaluciainformacion.es/andalucia/1563386/un-zoologico-holandes-logra-criar-con-exito-un-tiburon-cebra",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@andaluciainf",
  "published": "2024-02-15T20:32:00.000+02:00",
  "title": "Un zoológico holandés logra criar con éxito un tiburón cebra | Andalucía Información. Todas las noticias de Andalucía",
  "text": "Un zoológico en la ciudad de Arnhem (Países Bajos) logró criar con éxito una especie de tiburón cebra, que ha sobrevivido a los primeros dos meses críticos, según informó este jueves el propio centro. El acuario del zoológico neerlandés Royal Burgers señaló que se realizarán varias pruebas de ADN para revelar si una especie de tiburón macho ha estado involucrada en el proceso de reproducción por partenogénesis. Este mecanismo de reproducción, común en esta especie de tiburones, consiste en la formación de un nuevo ser a partir de la división reiterada de células sexuales femeninas no fecundadas, lo que permite así a las hembras reproducirse sin la participación de un macho. Del mismo modo, el acuario especificó también que las hembras de tiburón cebra son capaces de almacenar el esperma del macho hasta un año, por lo que un apareamiento exitoso podría haber dado lugar a óvulos fertilizados. Según afirmaron, las especies que se reproducen a través de la partenogénesis tienen muchas menos probabilidades de sobrevivir. Para lograr criar esta especie de tiburón, el acuario tomó la decisión de separar de forma periódica a los machos de las hembras para alentar el estado de ánimo reproductivo. El acuario albergaba hasta ahora tres especies de tiburones cebras, los cuales forman parte del Programa Europeo de Especies en Peligro (EEP, por sus siglas en inglés) pero que, a pesar de convivir durante varios años, nunca se habían reproducido. A una temperatura del agua de 25 grados, las crías de tiburones rayas nacen alrededor de los 135 o 176 días, y a fin de maximizar las probabilidades de éxito, se separan para evitar que otras especies de tiburones se coman los huevos. El zoológico neerlandés cuenta con varios acuarios públicos en los Países Bajos y en el extranjero, los cuales han centrado sus esfuerzos en la cría de tiburones y rayas que donan de forma posterior a otros centros zoológicos de toda Europa. El centro destaca, entre otros, en la cría de rayas águila moteada, tiburones charretera, tiburones bambú o tiburones de punta negra de arrecife. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T00:03:19.985+02:00",
  "updated": "2024-02-16T00:03:19.985+02:00"
}