{
  "thread": {
    "uuid": "8dd1bd24e997cf418594d8cf80b64a7f764e1fe4",
    "url": "https://www.1news.co.nz/2024/03/01/guled-mire-how-a-new-show-made-me-feel-seen-as-a-muslim-nzer",
    "site_full": "www.1news.co.nz",
    "site": "1news.co.nz",
    "site_section": "https://1news.co.nz",
    "site_categories": [],
    "section_title": "1News",
    "title": "Guled Mire: How a new show made me feel seen as a Muslim NZer",
    "title_full": "Guled Mire: How a new show made me feel seen as a Muslim NZer",
    "published": "2024-03-01T00:45:02.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NZ",
    "main_image": "https://tvnz-1-news-prod.cdn.arcpublishing.com/resizer/v2/SVRG76EJRJGGVGDEQKEYQS2QKA.jpg?auth=69a7cde31b4482a1d45eb9e9d2443bf9d487f67cbc02f0459d7977879b8d9e04&amp;quality=70&amp;width=600&amp;height=315&amp;focal=842%2C409",
    "performance_score": 0,
    "domain_rank": 29650,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8dd1bd24e997cf418594d8cf80b64a7f764e1fe4",
  "url": "https://www.1news.co.nz/2024/03/01/guled-mire-how-a-new-show-made-me-feel-seen-as-a-muslim-nzer",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Re: News",
  "published": "2024-03-01T00:45:02.000+02:00",
  "title": "Guled Mire: How a new show made me feel seen as a Muslim NZer",
  "text": "The debut of Miles From Nowhere, a six-part comedy series, marks a pivotal moment in New Zealand’s media and entertainment landscape, writes Re: News contributor Guled Mire.\nIt authentically portrays the diverse facets of the Muslim community. Speaking with the creators and cast of the show, Guled delves into its origins and the transformative impact it has on the representation and perception of Muslims in New Zealand.\nLast week, Miles From Nowhere was released on Sky Open and Neon.\nSet against Auckland's urban backdrop, it explores the themes of identity, love, and belonging through comedy.\nAt its core is Said, portrayed by Arlo Green, whose struggles mirror the struggles of being a New Zealander.\nSaid has been dumped by his girlfriend and is finding it hard to land a job while juggling his dreams of being an indie musician — and the demands of his Muslim upbringing.\nSaid's world is upended when a misunderstood mosque livestream lands him on a security watchlist.\nAmid the chaos, an unlikely friendship blossoms between Said and an SIS officer, challenging stereotypes and assumptions of one another.\nHow it all started The inception of Miles From Nowhere traces back to a serendipitous encounter in London and on the set of the award-winning Re: News series, Third Culture Minds – a three-part exploration of the mental health and wellbeing outcomes among migrant and refugee youth.\nIn an episode, Mohamed Hassan — an award-winning journalist and poet, who happens to also be Muslim — talked about the toll it took on his mental wellbeing reporting on Islamophobia and shed light on the struggles faced by individuals navigating the complex intersection of identity and media representation.\nIn the lead up to filming this episode, I was caught in the hustle of London’s traffic — while Mohamed Hassan and filmmaker Ahmed Osman, two strangers to each other, had a conversation that would pave the way for the emergence of Miles From Nowhere.\nThis encounter led to a bold vision: to create a television series that would challenge stereotypes, amplify marginalised voices, and foster empathy and understanding in a world plagued by division and discord.\nInspired by their shared vision and driven by a desire to effect change, Mohamed Hassan and Ahmed Osman forged ahead, joined by comedian Aamer Rahman.\nTogether, they established Homegrown Pictures, a production company dedicated to amplifying diverse narratives and challenging societal norms.\nThey spent a year engaging in weekly brainstorm sessions, crafting a script before pitching it to executives.\n'Almost everything we depict is rooted in truth' Comedy is a powerful vehicle to navigate heavy subjects in Miles From Nowhere, engaging audiences and offering a deeper understanding of the full range of experiences within the Muslim community.\nCreator Mohamed Hassan said: \"We believe in comedy's power to navigate heavy subjects in a palatable way.”\nAs a journalist, he has covered stories on racial profiling and surveillance.\nThe decision to incorporate themes of surveillance and discrimination aimed to shed light on overlooked realities, he said.\n“These narratives, though hard to believe, unfold in our midst,” he said.\n\"Almost everything we depict is rooted in truth.”\nA celebration of culture, creativity and collective achievement Two days before the official release, an exclusive screening and Q&A session was held for the cast, crew, and their families\nAs I stepped into the historic The Hollywood Avondale, the air buzzed with anticipation and excitement.\nFor me, the release of Miles From Nowhere holds a deeply personal significance.\nMuslims have been relegated to the sidelines of mainstream media and our stories are reduced to stereotypes and caricatures.\nIn the aftermath of the Christchurch terror attacks, I found myself thrust into the unforgiving spotlight of media scrutiny, tasked with representing a community grappling with grief and trauma.\nAmong the chaos and confusion, too often our voices were drowned out by the noise of sensationalism and fear-mongering.\nA world of vibrant characters and compelling narratives As the lights dimmed and the first episode of Miles From Nowhere began, I was drawn into a world of vibrant characters and compelling narratives invoking laughter and moments of profound reflection.\nThrough the show’s characters like Ahmad, Marwa, and Shadia, Miles From Nowhere offers an exploration of the immigrant experience, showing the highs and lows of those caught between cultures.\nAhmad, a close friend of Said, is played by Sami Afuni.\nAhmad’s story resonated deeply with me, his journey mirroring my own struggles - a path shaped by the push and pull of competing identities, the search for belonging, and the pursuit of authenticity in a world of shifting norms and expectations.\nMarwa, played by Roxie Mohebbi, a familiar face from Shortland Street, also spoke to me too.\nIn the series, Marwa is Said’s ex and finds herself playing a key role in her local community’s response to moments of crises.\nShe defies societal norms and expectations, serving as a leader and voice for her community, celebrating the resilience of Muslim women often overlooked in mainstream media.\nThrough Marwa’s story, I found inspiration and empowerment.\nAnd then I saw echoes of my own mother in Shadia, Said’s mother played by Sherin Darwish. I saw her joys and sorrows, fears and hopes, and unwavering love that transcends time and space.\nRunning the panel discussion at the Miles From Nowhere launch When you’re from a community that’s been marginalised, it’s easy to get used to the stereotypes - and in the media landscape, we often find ourselves falling into a role the mainstream want us to play, or having them box us in there.\nArlo Green, the actor who plays Said, said \"once I read the script and learned about the team behind it, I knew I had to be a part of it”.\n\"It felt like it wasn't going to be stereotypical. It felt like it was going to be something aspirational.\"\nDirector Ghazaleh Golbakhsh said: \"When I read the script, I'll be honest, I was like, 'Wow, this is so good’.\n\"It was really exciting to come on board and kind of show love to our community and the people in it but also take the piss at the same time, which I kind of love doing.\"\nA sense of kinship Behind the scenes, the cast and crew of Miles From Nowhere found a deeper connection - a sense of kinship born from a shared commitment to authenticity and representation.\nFor Roxie, the path to portraying Marwa with authenticity was riddled with self-doubt and introspection.\n\"I knew I had to do justice to this character but there were moments when I questioned whether I was the right person for the role.\n\"In the end, it was about telling a story that was authentic and true - a story that resonated not only with me but with audiences around the world. I drew from my own experiences, my own struggles and triumphs.”\nSami, who plays Ahmad, offers a glimpse into his own personal journey of cultural identity and representation, recounting his experience as an international student navigating the complexities of life at a boarding school.\n\"I remember feeling like I didn't quite fit in,\" he said.\n\"But it was through acting that I found my voice, my identity - a sense of belonging that transcended borders and boundaries.\"\nThe power of being seen on film We all yearn to witness our lived experiences portrayed with dignity and depth on screen - a shared human desire.\nAnd as the acclaimed American writer and film critic bell hooks famously wrote: “Movies matter because they offer a reflection of our self-perception and a glimpse into how others perceive us.”\nYet, for too long, it has felt as though this dignity and depth were luxuries not afforded to Muslims.\nMiles from Nowhere defies expectations, feeling like a whispered affirmation, a show crafted specifically by us and for us.\nEven the subtle jokes, infused with our shared experiences, carry profound meaning and humour, though they may have flown over the heads of some critics.\nHowever, while Miles From Nowhere offers solace and validation to Muslims like myself, who have longed to be seen, the absence of Black Muslims in the show is a glaring shortcoming that cannot be ignored.\nIt’s a critique the show’s creators are keenly aware of as they turn their thoughts towards season two and the future of the series.\nCreator Mohamed Hassan said: “We want to see more of these stories told, and we want to see the best of these stories told.”\n“I think we’re in a moment right now, in New Zealand, where there is a generation of really hungry creatives that are doing incredible work, whether on television or film, or in any music or art.”\nGuled Mire is an award-winning creative. He is a writer, community advocate and producer/host of Third Culture Minds.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "guled",
        "sentiment": "none"
      },
      {
        "name": "arlo green",
        "sentiment": "none"
      },
      {
        "name": "said",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "new zealand",
        "sentiment": "none"
      },
      {
        "name": "auckland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:45:03.325+02:00",
  "updated": "2024-03-08T06:23:14.117+02:00"
}