{
  "thread": {
    "uuid": "334f27a5c8327c9f8099cce09c2be7a1b10ff673",
    "url": "https://www.pulse.ng/news/local/tinubu-pledges-to-end-reign-of-terror-in-south-east-shettima/387m6mp",
    "site_full": "www.pulse.ng",
    "site": "pulse.ng",
    "site_section": "http://pulse.ng/rss",
    "site_categories": [
      "media",
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "Pulse Nigeria",
    "title": "Tinubu pledges to end reign of terror in South-East – Shettima",
    "title_full": "Tinubu pledges to end reign of terror in South-East – Shettima",
    "published": "2023-12-29T21:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://ocdn.eu/pulscms-transforms/1/wjcktkpTURBXy9mZWFhYmQ2NWRlYTUzYjVmMWIxZDZhNDFmNzc5ODg1YS5wbmeSlQMANc0HnM0ER5MFzQSwzQJ2",
    "performance_score": 0,
    "domain_rank": 13220,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "334f27a5c8327c9f8099cce09c2be7a1b10ff673",
  "url": "https://www.pulse.ng/news/local/tinubu-pledges-to-end-reign-of-terror-in-south-east-shettima/387m6mp",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "News Agency Of Nigeria",
  "published": "2023-12-29T21:51:00.000+02:00",
  "title": "Tinubu pledges to end reign of terror in South-East – Shettima",
  "text": "Tinubu pledges to end reign of terror in South-East – Shettima\nShettima said the terror groups that have held the southeast to ransom are not a creation of the people of the region or Nigerians from other parts of the country.\nShettima stated this at the unveiling of the Peace in South East Project (PISE-P) by the Deputy Speaker of the House of Representatives, Benjamin Kalu, in Bende Local Government Area (LGA) of Abia.\nHe condemned those he described as self-serving criminals and certain persons taking advantage of the security situation to foster their dangerous political agenda in the region.\nShettima said Tinubu had been worried about the economic devastation inflicted on the South East geopolitical zone by non-state actors since he assumed office.\nHe also assured that Tinubu was determined to deploy all available resources to eliminate the purveyors of falsehoods and propaganda that have become weapons against Nigeria’s unity.\nIn his speech, titled, “Why We are all Umunna”, Shettima said Tinubu is concerned about the extensive economic devastation inflicted by non-state actors on this beautiful region since we took office.\n“Tinubu is acutely aware that our commitment to Nigeria’s future remains incomplete as long as we grapple with the sinister operations of economic saboteurs who masquerade as advocates for the Ndi-Igbo.\n“That’s why he’s determined to utilise all available resources to ensure that the peace we’re establishing in this region is not cosmetic.\n“And we can’t guarantee it unless all of us see through the falsehoods and propaganda that have become weapons against our unity.”\nShettima noted that the gory activities of the criminals holding the Southeast captive are self-serving and do not in any way represent the interests of Ndi-Igbo and the entire country.\nHe said the terror groups that have held the southeast to ransom are not a creation of the people of the region or Nigerians from other parts of the country.\n“The problem we are here to solve as a community, as an Umunna, is a creation of self-serving criminals who do not represent the interests of the Ndi-Igbo and Nigerians.\n“Mr President knows this better than all of us, and that’s why he has never held any group accountable for the infractions of law-breaking individuals who identify as their members.\n” This, I believe, is the democracy we have all chosen,” he stated.\nHe pointed out that the criminals disrupting the peace in the southeast are doing so in connivance with “forces exploiting the situation for dangerous political agenda.”\nThe Vice President said attempts to undo the hard work of the nation’s heroes past would fail.\nHe, however, said that the catastrophic situation can’t be reversed unless the government involves the people whom he said are the ears, legs and mouths in the region.\n“Today, we stand united to firmly declare: enough is enough,” VP Shettima stated.\nHe stressed the need for a coordinated intervention to tackle insecurity in the region head-on.\nShettima assured the southeast people that the Tinubu administration “shall not rest until it fulfils its pledge to mitigate the crisis it inherited.”\nThe vice president noted that no better visionary could save the nation from implosion than President Tinubu.\nHe said the development agenda of the Federal Government in the southeast would continue to elude the region if the intricate web of security challenges the Tinubu-led federal government inherited is not contained.\n“The seeds of progress can only sprout in the fertile soil of peace and security.\n“This is why we take immense pride in the collaboration of all stakeholders and initiatives such as the Peace in South East project.\n“This will ensure that the shield of security in the region isn’t a distant mirage in the landscape of aspirations.”\nHe commended the Deputy Speaker of the House of Representatives and convener of the peace initiative, Kalu, for his efforts to restore lasting peace in the region.\nHe said the event attests “to the profound understanding that no one comprehends the experience of a community better than the people themselves.”\nEarlier, Kalu said that his goal for initiating the Peace In South East Project (PISE-P) was to foster peace, unity, and development in the region.\nHe said the project also aims at promoting reconciliation among communities and individuals affected by past conflicts.\n“When I embarked on the South East Project, my vision was clear — to foster peace, unity, and development in our region through a non-kinetic approach.\n“The southeast has long been known for its rich cultural heritage, vibrant communities, and enterprising people. Yet, we have faced our fair share of challenges, including socioeconomic disparities, insecurities, political tensions, and occasional conflicts.\n“Our goals in the southeast project are clear. We aim to promote reconciliation among communities and individuals affected by past conflicts.\n“We recognise the need to address the root causes of conflict, including socio-economic disparities and political tensions.\n“Empowering communities is another crucial goal of the project, providing them with the necessary resources, skills, and opportunities for sustainable development.”\nEyewitness? ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tinubu",
        "sentiment": "negative"
      },
      {
        "name": "shettima",
        "sentiment": "none"
      },
      {
        "name": "benjamin kalu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shettima shettima",
        "sentiment": "negative"
      },
      {
        "name": "house of representatives",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south-east",
        "sentiment": "none"
      },
      {
        "name": "south east",
        "sentiment": "none"
      },
      {
        "name": "abia",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T01:06:21.117+02:00",
  "updated": "2023-12-30T01:06:21.117+02:00"
}