{
  "thread": {
    "uuid": "15e193a0ae3e969dd6a1a68db6d9b6e275f86502",
    "url": "https://www.chronogram.com/food-drink/noble-pies-brings-its-homebaked-pastries-to-beacon-19790648",
    "site_full": "www.chronogram.com",
    "site": "chronogram.com",
    "site_section": "https://www.chronogram.com/hudsonvalley/Rss.xml",
    "site_categories": [
      "travel",
      "bed_and_breakfasts"
    ],
    "section_title": "Chronogram Magazine - ",
    "title": "Noble Pies Brings its Homebaked Pastries to Beacon",
    "title_full": "Noble Pies Brings its Homebaked Pastries to Beacon",
    "published": "2024-01-05T22:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media2.chronogram.com/chronogram/imager/u/slideshow/19790654/341316428_238090358741281_9179799120548635473_n.jpg",
    "performance_score": 0,
    "domain_rank": 68730,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "15e193a0ae3e969dd6a1a68db6d9b6e275f86502",
  "url": "https://www.chronogram.com/food-drink/noble-pies-brings-its-homebaked-pastries-to-beacon-19790648",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Marc Ferris",
  "published": "2024-01-05T22:28:00.000+02:00",
  "title": "Noble Pies Brings its Homebaked Pastries to Beacon",
  "text": "In Beacon, bringing a bottle of wine to a party is passé. It’s now hip to arrive with pie. Locals watched with anticipation as the newest outpost of [Noble Pies](https://www.noblepies.com/) in Beacon opened in slow motion. Paper covered the windows for weeks. An announced December 9 opening came and went. Seven days later, however, the place was hopping with dozens of customers headed to holiday parties with pies in hand. “I dreaded this day,” says a local customer who loves pie but is trying to limit her intake. She left with a bagful of goodies. “I’m not happy about this at all.” Thanks to country-wide shipping via home shopping network QVC, Noble Pies is a nationally recognized, Warwick-based business that also operates two other brick-and-mortar bakeshops in Westchester County (with another in the works). Guiding light Leslie Noble’s grandmother, Fowler, taught her how to bake pie from scratch without shortcuts or additives. In a literal sense, no corners can be cut on a round pie, but all the decorative fluting around the edge is done by hand. In a previous career as a pharmaceutical rep, Noble often brought along pies to doctors and nurses during sales calls. She left the field to open a horse farm, but lost the business in the 2008 recession. Seeking a quick source of income, she decided to try baking pie. As Noble tinkered with the recipes, her husband Tom Herman and her three children set up a roadside stand outside the farm in Warwick. They credit success to a hand-painted sign with the words Turn Back for PIE. As the simple-but-iconic sign continued to work its magic on that rural route in Warwick, traffic tangles led town officials to shut down the homespun operation. Noble opened a retail outlet nearby, then caught a break and ended up on QVC, the television home shopping channel. Three years ago, Noble’s son Zachary and his partner Anjelique Almonte took on a larger role at the company, rolling out the retail outlets and seeking new opportunities to expand the brand, like distributing to supermarkets. Since that time, they’ve added 50 employees and the ovens are fired up from 5 am to 6 pm every day. The newly opened Beacon store, which has a fun, funky yet wholesome vibe, immortalizes the Turn Back slogan in red neon lights above the door leading to the rear nook. Life of Pie “That’s damn good pie,” says Mark Fedorchak, unprompted, after finishing a slice of mixed berry. “Other than a diner, where else can you get good pie? And I prefer to have homemade food without a bunch of crap in it.” Noble adds a minuscule amount of sugar, something commercial bakers pile on to mask questionable ingredients, like the ones in that $5.99 supermarket pie. “We use butter,” says Almonte. “But butter is expensive, so a lot of companies use lard or other cheap oil.” Small pies go for around $15; large ones run about $30. Staple fruit pies come with a crumb or pastry topping and include Very Blueberry, Mixed Berry, and Hudson Valley Apple. Will You Marry Me Cherry refers to the time Leslie made Tom a cherry pie and he popped the question after one bite. Creamy offerings include Coconut Cream and Leslie’s Lime Pie, which is made with Turkish limes, not tiny Key limes. Black Dirt Chocolate references the dark, fertile soil of the Warwick region. In addition to a classic chicken pot pie, standard savory pie offerings include Chicken Curry, Vegetable Curry and Vegetable Quiche. Adventurous pies include Pulled Pork, Holiday Brie, Cubano (like the sandwich) and Heirloom Tomato and Basil. On New Year’s Eve, the Beacon shop offered a Sausage, Scallion and Swiss Cheese Quiche. Prices range from $6.75 a slice for fruit to $8.75 for savory. A dollop of homemade whipped cream is fifty cents and a scoop of ice cream costs $3.50. Everything is available by the slice—heated in an oven, not a microwave, which takes longer, but patrons are happy to linger because the smell of warming pie often reminds them of their grandmother’s kitchen. Beyond pie, Noble bakes sweet and savory scones. Large glass jars filled with cookies sit atop an antique pie case fitted with mirrors to give the illusion that there’s more pie. They also offer a full range of coffee drinks and eight types of fresh tea leaves. Customer Bianca McCulty kept an eye on the papered-over windows and looked forward to the store’s opening. “It takes a lot of skill to make a good pie crust,” she says. “I’m a foodie and Beacon needed a genuinely good dessert place.” Lounging in the cozy back room, digging into a slice of chicken pot pie, local musician Rose Stoller concurrs: “Beacon needs this. I always wished someone would open an empanada place because they’re hearty and small, something you can eat while you walk that isn’t pizza or fast food. The savory pies are it.” Noble Pie’s official grand opening, with a pie-eating contest, will take place January 23.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.noblepies.com/",
    "https://noblepies.com/",
    "https://www.noblepies.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "leslie noble",
        "sentiment": "none"
      },
      {
        "name": "fowler",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "warwick",
        "sentiment": "none"
      },
      {
        "name": "qvc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "beacon",
        "sentiment": "none"
      },
      {
        "name": "westchester county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:30:26.099+02:00",
  "updated": "2024-01-20T01:16:08.708+02:00"
}