{
  "thread": {
    "uuid": "1d1b16e0ff98271b58dbb8ea6e4526aba880e222",
    "url": "https://www.expansion.com/empresas/2024/01/06/65988da8e5fdea556b8b45ff.html",
    "site_full": "www.expansion.com",
    "site": "expansion.com",
    "site_section": "https://estaticos.expansion.com/empresas.html",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Últimas noticias de empresas y finanzas  | EXPANSIÓN",
    "title": "Sir Richard Branson, el emprendedor en serie que llegó al espacio | Empresas",
    "title_full": "Sir Richard Branson, el emprendedor en serie que llegó al espacio | Empresas",
    "published": "2024-01-06T01:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://phantom-expansion.unidadeditorial.es/c21fbdfe96efa581150379b920af5df9/crop/231x358/1739x1364/resize/1200/f/webp/assets/multimedia/imagenes/2024/01/06/17044966536031.jpg",
    "performance_score": 0,
    "domain_rank": 4408,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1d1b16e0ff98271b58dbb8ea6e4526aba880e222",
  "url": "https://www.expansion.com/empresas/2024/01/06/65988da8e5fdea556b8b45ff.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Artur Zanón",
  "published": "2024-01-06T01:19:00.000+02:00",
  "title": "Sir Richard Branson, el emprendedor en serie que llegó al espacio | Empresas",
  "text": "Con negocios en telecomunicaciones, aerolíneas, banca y gimnasios, Richard Branson, todo un sir que se declara \"exiliado fiscal\", busca a sus 73 años hacer la competencia a Eurostar. \"He intentado cruzar el Atlántico de tres formas. La primera, en un barco: se hundió y lo tuvo que arrastrar un helicóptero. Luego, en globo, que tuvo que sacar otro helicóptero. Ahora lo hemos conseguido. ¡Bienvenidos a Nueva York!\" Este es el mensaje que escucharon los conejillos de indias que participaron en el primer vuelo transatlántico con un avión comercial propulsado solo por combustibles sostenibles (SAF). Lo operaba Virgin Atlantic el pasado 28 de noviembre y conectó Londres con la principal ciudad norteamericana. Su autor no podía ser otro que el dueño de la aerolínea, sir Richard Branson, que, a sus 73 años, puede añadir un nuevo capítulo a su extensa trayectoria. Empresario hecho a sí mismo, Branson ha fundado una interminable lista de negocios en sectores muy variopintos. En algunos ha fracasado, pero en más todavía ha tenido éxito. Filántropo y criticado por operar desde paraísos fiscales, la edad no es un impedimento para estar en todas las salsas, con nuevos negocios y reuniones con líderes. \"No puedo estar en todos los sitios todo el tiempo, pero lo intento. A mi edad tengo que estar en forma y sano, por lo que hago kite surfing, juego a tenis por la mañana y por la tarde y le doy duro en el gimnasio\", apuntaba recientemente a The Times. Patrimonio Su riqueza está valorada en 2.900 millones de dólares, según Forbes. La pandemia consumió una parte de su patrimonio, evaluado en 5.000 millones de dólares hasta antes del Covid. Hijo de un abogado y de una azafata de aviación, a Richard Charles Nicholas Branson, nacido en Londres, se le conoce por una marca: Virgin, el paraguas bajo el que ha agrupado a casi todas las empresas que ha fundado de viajes, telefonía, hoteles, trenes, fibra, discos... El primer negocio lo montó lanzando una revista universitaria en 1967. La marca Virgin nació en 1970. ¿Por qué Virgin? Porque se trataba de negocios en los que sus impulsores asumían que no tenían mucha experiencia. El primero de ellos fue Virgin Mail Order, que comenzó a vender discos a un precio reducido, frente a los importes más elevados de las discográficas. Al año siguiente, abre un establecimiento y en 1972 compra una tienda en Oxford Street para vender música. También impulsa un estudio de grabación, por el que pasan celebridades como The Sex Pistols, The Rolling Stones y Janet Jackson. En todos los campos A partir de aquí empieza la carrera imparable de Branson, con nuevos negocios como las agencias de viajes Voyager (1980), los videojuegos Virgin Games (1981) y la aerolínea Virgin Atlantic (1984), que en sus inicios ganó un pulso a British Airways (BA). La lista fue extendiéndose en los años 90 y es interminable: bebidas, libros, radio, cine... Los primeros tropiezos no tardaron en llegar. En 1992 tuvo que vender Virgin Records, en crisis, a Thorn EMI por mil millones de dólares. \"No hay nada malo en cometer errores mientras no los repitas una y otra vez\", ha escrito en alguna ocasión. Volvió con la música años más tarde. El grupo es hoy un conglomerado de 500 empresas, con una facturación anual superior a los 20.000 millones de dólares. Sus intereses se expanden a sectores como transporte, ocio, gimnasios, música, entretenimiento, medios, servicios financieros y el espacio. Josh Bailyss es su mano derecha en tanto que consejero delegado desde 2011 de Virgin. Cuenta con su propia firma de gestión de inversiones (en inmobiliario y start up) y otra para sacarle más jugo a la enseña Virgin con todo tipo de licencias, por las que cobra. Un ejemplo es el uso de la marca en Virgin Media, filial de fibra de Liberty Global que se fusionó con O2 (filial británica de Telefónica) en 2021. Su presencia en España ha sido discreta. La última inversión en el país ha sido la compra de una finca en Son Bunyola (Mallorca), que ha convertido en un hotel de lujo de 26 habitaciones. Sus sueños pasan por popularizar los viajes al espacio (se adelantó a los mucho más milimillonarios Elon Musk y Jeff Bezos) o por hacer la competencia a Eurostar en la conexión entre Londres y París (donde también va a entrar Mobico, de la familia Cosmen). Virgin operó trenes durante 20 años y vendió el negocio a Avanti. Branson ha sido uno de los más firmes opositores al Brexit (dice que le hizo perder un tercio del valor de su compañía) y asegura que su prioridad ahora es la filantropía, a la que dedica el 90% de su tiempo. Son conocidas sus reuniones con líderes como el presidente de Ucrania, Volodímir Zelenski, y, en el pasado, el expresidente sudafricano Nelson Mandela. Con él y con el músico Peter Gabriel fundó la ONG The Elders, contra el sida y el calentamiento global. Otras motivaciones son los derechos humanos; la eliminación de todas las armas nucleares; la OPEP, cuyo poder busca minar, y las drogas (pertenece a una organización que quiere despenalizarlas). Su compromiso ambiental no ha impedido que Branson disponga de un avión privado, que algunas webs especializadas valoran en 75 millones de dólares. Sus críticos le afean otras incongruencias, como que haya decidido vivir en las Islas Vírgenes, un territorio británico de ultramar con baja fiscalidad (se ha declarado a sí mismo un \"exiliado fiscal\"), al mismo tiempo que, durante la pandemia, pedía apoyo al Gobierno para mantener a flote su aerolínea. Contradicciones Y otra: en 2006, se comprometió a invertir 3.000 millones de dólares contra el calentamiento global en una década y luego solo destinó la décima parte, según le afeó la autora y activista Naomi Klein. El emprendedor, de formas a veces excéntricas, tiene dos hijos de su segundo matrimonio (un tercero murió a los pocos días de nacer). Holly, la primogénita, de 42 años, se sienta en el consejo de administración (es directora de propósito y estrategia) a la espera de una hipotética sucesión formal que por ahora parece muy lejana.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:42:15.229+02:00",
  "updated": "2024-01-06T01:42:15.229+02:00"
}