{
  "thread": {
    "uuid": "204fcc0e2cb6da93d228b99ae4373e7d60e64845",
    "url": "https://thethaiger.com/news/national/massive-turnout-for-sacred-coin-giveaway-at-surin-temple-event",
    "site_full": "thethaiger.com",
    "site": "thethaiger.com",
    "site_section": "https://www.phuketgazette.net/feed",
    "site_categories": [
      "music",
      "entertainment",
      "top_news"
    ],
    "section_title": "Thaiger",
    "title": "Massive turnout for sacred coin giveaway at Surin temple event",
    "title_full": "Massive turnout for sacred coin giveaway at Surin temple event",
    "published": "2024-03-29T04:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TH",
    "main_image": "https://thethaiger.com/wp-content/uploads/2024/03/29-เลข1.jpg",
    "performance_score": 0,
    "domain_rank": 15840,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "204fcc0e2cb6da93d228b99ae4373e7d60e64845",
  "url": "https://thethaiger.com/news/national/massive-turnout-for-sacred-coin-giveaway-at-surin-temple-event",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nattapong Westwood",
  "published": "2024-03-29T04:44:00.000+03:00",
  "title": "Massive turnout for sacred coin giveaway at Surin temple event",
  "text": "Massive turnout for sacred coin giveaway at Surin temple event\nThousands gathered at a\ntemple in Surin Province, eagerly awaiting the distribution of sacred coins and other charitable gifts by the revered monk Luang Pu Heng, known as the god of fortune in southern Isaan.\nThe event, also known as Wat Ban Dan Chong Jom, saw the distribution of 3,000 kilogrammes of rice and 200,000 baht in cash, drawing a massive crowd who also participated in a firework lottery for auspicious numbers.\nLuang Pu Heng, the 96 year old abbot of Wat Phattanathammararam, presided over a consecration ceremony for the Charoen Phon 8 Rob Luang Phor Heng Pabhaso amulets, created by A Phuttasilp. The amulets, recognised for their authenticity by the PSGA Authentication Company and the ACI Certified Institute, are part of a fundraising effort to construct the world’s largest statue of Luang Pu Heng and to renovate the temple.\nThe event included a Brahmin ritual and the launching of fireworks, which revealed the numbers 317 and 56, sparking excitement among lottery enthusiasts eager to try their luck in the upcoming April 1 draw. The ceremony also featured a team of 15 renowned monks joining Luang Pu Heng in the blessing, with devotees from both Thailand and Cambodia, as well as other provinces in attendance.\nA. Phuttasilp and his team meticulously organised the event, ensuring the sacred coins were distributed among the faithful. In addition to the coins, 2 kilogrammes of rice per person and 100 baht cash envelopes were given out, totalling 200,000 baht. The ceremony not only offered spiritual rewards but also supported the local community with generous donations.\nLuang Pu Heng, born in August 1927 to Cambodian parents, has lived a life devoted to spiritual learning and service, reported KhaoSod.\nHis journey has taken him from a young novice studying ancient scripts to becoming a soldier and then a monk, eventually leading him to his current role as the abbot of Wat Phattanathammararam. Throughout his life, he has gained fame for his deep knowledge of sacred texts, his skill in consecrating amulets, and his unwavering dedication to Buddhism and charitable acts.\nEastern Thailand News Northern Thailand News Thailand News\nJoin the conversation and\nhave your say on Thailand news published on The Thaiger.\nThaiger Talk is our new Thaiger Community where you can join the discussion on everything happening in Thailand right now.\nPlease note that articles are not posted to the forum instantly and can take up to 20 min before being visible. Click for more information and the\nThaiger Talk Guidelines.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://www.tourismthailand.org/Destinations/Provinces/Surin/586",
    "https://tourismthailand.org/Destinations/Provinces/Surin/586"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "luang pu heng",
        "sentiment": "none"
      },
      {
        "name": "dan chong jom",
        "sentiment": "none"
      },
      {
        "name": "charoen phon",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rob luang",
        "sentiment": "none"
      },
      {
        "name": "psga authentication company",
        "sentiment": "none"
      },
      {
        "name": "aci certified institute",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "surin",
        "sentiment": "none"
      },
      {
        "name": "isaan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T11:50:41.523+03:00",
  "updated": "2024-03-29T11:50:41.523+03:00"
}