{
  "thread": {
    "uuid": "bcc701823af165b15139380105ddfb912f58718c",
    "url": "http://business.mammothtimes.com/mammothtimes/article/prlog-2024-2-29-jennifer-s-wilkov-and-global-2024-january-speak-up-women-virtual-conference-award-usta-and-us-open-the-make-a-difference-award",
    "site_full": "business.mammothtimes.com",
    "site": "mammothtimes.com",
    "site_section": "http://business.mammothtimes.com/mammothtimes/markets/news",
    "site_categories": [],
    "section_title": "Stock Market News | NSDQ, NYSE, and AMEX Stock Market News, Market News Categories, Market Indicators | User | mammothtimes.com ",
    "title": "Jennifer S. Wilkov & Global 2024 January Speak Up Women Virtual Conference Award USTA & US Open the Make A Difference Award | User | mammothtimes.com",
    "title_full": "Jennifer S. Wilkov & Global 2024 January Speak Up Women Virtual Conference Award USTA & US Open the Make A Difference Award | User | mammothtimes.com",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 97172,
    "domain_rank_updated": "2024-02-27T12:10:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bcc701823af165b15139380105ddfb912f58718c",
  "url": "http://business.mammothtimes.com/mammothtimes/article/prlog-2024-2-29-jennifer-s-wilkov-and-global-2024-january-speak-up-women-virtual-conference-award-usta-and-us-open-the-make-a-difference-award",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PRLog",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Jennifer S. Wilkov & Global 2024 January Speak Up Women Virtual Conference Award USTA & US Open the Make A Difference Award | User | mammothtimes.com",
  "text": "Speak Up Women Global 2024 January Virtual Conference Produced by Jennifer S. Wilkov Awards the USTA the Make A Difference Award for the US Open's 50 Years of Equal Prize Money for Women and Men\nNEW YORK - Feb. 29, 2024 - PRLog -- Jennifer S. Wilkov, multi #1 international best-selling award-winning author, founder, and CEO of Speak Up World LLC, ( http://www.SpeakUpWomen.com ), successfully produced the Global 2024 January Speak Up Women Conference virtually online on Saturday, January 27, 2024. Speakers and participants from across the U.S., Canada, Europe, Australia, and others engaged in virtual talks about the importance of speaking up in women's personal and professional relationships and for others and causes she cares about to create change where change is necessary.\nThe Make A Difference Award was presented at the end of the conference by Ms. Wilkov to recognize the USTA for the US Open's 50 Years of Equal Prize Money for women and men milestone in 2023.\nAs the producer and presenter of the Make A Difference Award during the Global 2024 January Speak Up Women Virtual Conference, Wilkov said, \"As a huge fan of tennis worldwide since I was a little girl, the USTA has always held a special place in my heart. When they reached this incredible milestone of 50 Years of Equal Prize Money for women and men in tennis at the US Open, they reminded us that the USTA and the US Open was the first sporting event in history to offer equal prize money for women and men competitors. It would take the other grand slams more than 30 years to offer the same. There was no question in my mind that I was going to award the Make A Difference Award to them. As I said in my talk, now, more than ever, it's our time to speak up.\"\n\"It is truly an honor for the USTA to be recognized with The Make a Difference Award,\" said Nicole Kankam, USTA Managing Director, Pro Tennis Marketing and Entertainment. \"We are proud that, thanks to the trailblazing efforts of the iconic champion Billie Jean King, the US Open was the first of tennis' major events to award equal prize money in 1973. In celebrating that momentous milestone, we salute all of the pioneering women in our sport who have worked so hard to level the playing field for all. This honor is truly an honor we share with all of them.\"\nConversations at the Global 2024 January Speak Up Women Virtual Conference included discussions on the importance of speaking up at home, in the workplace, and for others and causes she cares about plus talks about speaking up on purpose, being you and how to stop playing small, authenticity, curiosity, speaking up after trauma, having tough conversations and tough talk in tech, manifesting your destiny, infusing humor into the workplace, protecting your potential, unleashing your full expression, propelling your venture, that how you show up without saying a word matters, and speaking up when it counts most. The conference concluded with a rousing talk from Kimberly Mylls and Ms. Wilkov as they relaunched their principles and philosophy about putting boys before business from their book Boys Before Business which they are rereleasing in February 2024.\nMs. Wilkov emceed the conference and leads the Speak Up Women Community platform, the #1 search result according to Google out of the more than 1.5 - 3 trillion results daily for the search term \"Speak Up Women,\" above Forbes, The Harvard Business Review, CNBC, Diversity Woman Magazine, The UN, The California Conference for Women, and more. The Speak Up Women Community supports women's self-expression and empowerment.\n\"Speak Up Women is the #1 resource for women who want to speak up in their lives for the lives they imagine. The speakers and sessions at our conferences and events as well as the authors of the books in our subscription boxes show every woman not just how to do it, but the rewards that await them when they do,\" says Wilkov.\nTo learn more about the Speak Up Women Community, conferences, events, virtual speed networking, and the subscription box program, go to https://www.SpeakUpWomen.com .\n###\nAbout Jennifer S. Wilkov .\nJennifer S. Wilkov is a multi #1 international best-selling award-winning author, an award-winning TED/keynote speaker, award-winning freelance writer, a producer, a respected creative and story development consultant for literary and entertainment projects, and an entrepreneur.\nShe was selected as the Top Motivational Speaker, Business Consultant and Best-Selling Author of 2024 by the International Association of Top Professionals.\nJennifer fans the flames of the Human Spirit in each audience member and empowers them to tell their stories, express them transparently, leap powerfully into their lives and, at last, live the lives they imagine.\nHer mission with Speak Up Women is to help women overcome their fears of speaking up, whether for a personal or professional goal or a social cause through a series of virtual women's conferences, events, speed networking, a quarterly subscription box program, and a community devoted to women's empowerment and self-expression. It's a community for women to connect, collaborate, create, and celebrate each other amongst colleagues and friends. It helps women connect with like-minded individuals in support of mutually aligned interests, passions, and values.\nFor more information, go to https://SpeakUpWomen.com .\nMedia Contact\nJennifer Wilkov\ninfo@speakupwomen.com\n9177278434\nPhotos: (Click photo to enlarge)\nSource: Speak Up World LLC\nRead Full Story - Jennifer S. Wilkov & Global 2024 January Speak Up Women Virtual Conference Award USTA & US Open the Make A Difference Award | More news from this source\nPress release distribution by PRLog Data & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.prlog.org",
    "https://www.prlog.org/13009513-jennifer-wilkov-global-2024-january-speak-up-women-virtual-conference-award-usta-us-open-the-make-difference-award.html",
    "https://SpeakUpWomen.com",
    "https://www.cloudquote.io",
    "https://tracking.newsrpm.com/pixel?slug=prlog-2024-2-29-jennifer-s-wilkov-and-global-2024-january-speak-up-women-virtual-conference-award-usta-and-us-open-the-make-a-difference-award",
    "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
    "https://pressroom.prlog.org/SpeakUpWorld/",
    "https://www.SpeakUpWomen.com",
    "https://www.cloudquote.io/article/5",
    "https://www.cloudquote.io/article/6",
    "https://www.prlog.org/email-contact.html#13009513",
    "http://www.SpeakUpWomen.com",
    "https://www.googletagmanager.com/gtag/js",
    "https://cloudquote.io/article/5",
    "https://cloudquote.io/article/6",
    "https://www.tracking.newsrpm.com/pixel?slug=prlog-2024-2-29-jennifer-s-wilkov-and-global-2024-january-speak-up-women-virtual-conference-award-usta-and-us-open-the-make-a-difference-award",
    "https://www.pressroom.prlog.org/SpeakUpWorld/",
    "https://prlog.org",
    "http://SpeakUpWomen.com",
    "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
    "https://prlog.org/email-contact.html#13009513",
    "https://cloudquote.io",
    "https://www.SpeakUpWomen.com",
    "https://prlog.org/13009513-jennifer-wilkov-global-2024-january-speak-up-women-virtual-conference-award-usta-us-open-the-make-difference-award.html",
    "https://SpeakUpWomen.com",
    "https://tracking.newsrpm.com/pixel",
    "https://pressroom.prlog.org/SpeakUpWorld"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jennifer s. wilkov",
        "sentiment": "neutral"
      },
      {
        "name": "wilkov",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "usta",
        "sentiment": "neutral"
      },
      {
        "name": "world llc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:03:07.384+02:00",
  "updated": "2024-03-01T01:03:07.384+02:00"
}