{
  "thread": {
    "uuid": "1d0342f887289458c41d16ab41d11cf1a9172741",
    "url": "https://nationworldnews.com/canada-seeks-digital-nomads-to-work-at-home-and-earn-70-thousand-per-year",
    "site_full": "nationworldnews.com",
    "site": "nationworldnews.com",
    "site_section": "https://nationworldnews.com/the-almost-perfectly-rated-time-jump-film-directed-by-david-bowies-son-is-streaming-on-hbo-max",
    "site_categories": [
      "media"
    ],
    "section_title": "The Almost Perfectly Rated Time Jump Film Directed By David Bowie&#039;s Son Is Streaming On HBO Max",
    "title": "Canada Seeks Digital Nomads To Work At Home And Earn $70 Thousand Per Year",
    "title_full": "Canada Seeks Digital Nomads To Work At Home And Earn $70 Thousand Per Year",
    "published": "2024-01-20T15:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://nationworldnews.com/wp-content/uploads/2024/01/Canada-seeks-digital-nomads-to-work-at-home-and-earn.jpg",
    "performance_score": 0,
    "domain_rank": 65158,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1d0342f887289458c41d16ab41d11cf1a9172741",
  "url": "https://nationworldnews.com/canada-seeks-digital-nomads-to-work-at-home-and-earn-70-thousand-per-year",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nation World News Desk",
  "published": "2024-01-20T15:59:00.000+02:00",
  "title": "Canada Seeks Digital Nomads To Work At Home And Earn $70 Thousand Per Year",
  "text": "Written on 1/18/2024 · 2:08 pm in Trends. If you are looking for a change of scenery in terms of work and earning money from wherever you are, it is now possible because Canada Look for digital nomads who can work remotely and the best thing is that they know Spanish, and they also have attractive salaries, because you can earn up to 70 thousand dollars per year, which is 800 thousand Mexican pesos. More than. In a calendar year. Digital nomad or digital nomad, as they say in English, is a person who uses the Internet and new technologies to run their business or sell their knowledge to other people or companies. In other words, he works remotely, an issue that allows him to keep “Nomadic Life”, That means work and live while travelling. How to Apply for Remote Work in Canada? According to the SimolyHired page, the company hellofresh, , a global food solutions group and the world's leading meal kit company, active in 18 countries across 3 continents, is recruiting for its editorial team, which plays a key role in ensuring that Search is customer-facing. The content to be done should be clear and correct. For flawless recipes. They are now looking for a Recipe Editor to participate in the weekly HelloFresh and Chef's Plate recipe card creation and publishing processes where you will report to the Senior Recipe Editor, this role is responsible for spotting errors and inaccuracies in our cards . Helping shape our culinary voice for food and ensuring our customers have the step-by-step recipe copies needed to successfully prepare our meals at home. Requirements to Apply for Remote Work in Canada - 2-3 years of experience in editing, writing, and content creation - Expert level skill in copy editing, proofreading, and ensuring style guides are followed - Training in recipe editing (recipe writing and/or development) is a valuable asset - Eye for detail: You'll spot the smallest things; Recipe inconsistencies, typos, misspelled words, and grammatical errors. - Experience working with Adobe Creative Suite (InDesign) is an important asset. - Organizational skills to handle multiple deadlines in a given week - Willingness to continuously seek and implement process improvements - Confidence in your work and skills: You are able to solve problems independently",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "canada seeks digital nomads to work at home",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "canada look",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T18:37:58.541+02:00",
  "updated": "2024-01-20T18:37:58.541+02:00"
}