{
  "thread": {
    "uuid": "4797b3893dd8c19b109f651743d60104c6a8a29d",
    "url": "https://www.broadwayworld.com/article/Video-THE-GILDED-AGE-Star-Carrie-Coon-Wants-A-Musical-Of-the-Hit-Drama-20240314",
    "site_full": "www.broadwayworld.com",
    "site": "broadwayworld.com",
    "site_section": "https://www.broadwayworld.com/bwwtv",
    "site_categories": [
      "music",
      "entertainment"
    ],
    "section_title": "TV Theater: Musicals, Plays, News, Reviews & More",
    "title": "Video: THE GILDED AGE Star Carrie Coon Wants A Musical Of the Hit Drama",
    "title_full": "Video: THE GILDED AGE Star Carrie Coon Wants A Musical Of the Hit Drama",
    "published": "2024-03-14T20:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cloudimages.broadwayworld.com/columnpiccloud/Video-THE-GILDED-AGE-Star-Carrie-Coon-Wants-A-Musical-Of-the-Hit-Drama-1710438862.jpg",
    "performance_score": 0,
    "domain_rank": 2978,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4797b3893dd8c19b109f651743d60104c6a8a29d",
  "url": "https://www.broadwayworld.com/article/Video-THE-GILDED-AGE-Star-Carrie-Coon-Wants-A-Musical-Of-the-Hit-Drama-20240314",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "A.A. Cristi",
  "published": "2024-03-14T20:55:00.000+02:00",
  "title": "Video: THE GILDED AGE Star Carrie Coon Wants A Musical Of the Hit Drama",
  "text": "The cast of Julian Fellowes' Max series features over 60 Broadway alums, including Audra McDonald, Nathan Lane, Cynthia Nixon, and more. Carrie Coon, who has won audiences with her portrayal of Bertha Russell on The Gilded Age, wants to see the hit drama come to Broadway as a musical! Chatting with Andy Cohen on Bravo's Watch What Happens Live! Carrie said, “If anybody listened to me, there’d be a musical of The Gilded Age on the Broad Way. And we would make a mint!” Carrie's onscreen counterpart, Morgan Spector [has previously shared his hopes](/article/THE-GILDED-AGE-Star-Morgan-Spector-Talks-A-Musical-Episode-and-Working-with-Broadways-Brightest-Stars-20231216) for a potential musical episode of the series, He told the Variety podcast, “You know what we should do? There’s the British tradition of the Christmas special. If we could have a Christmas special, then we could have some singing and it would be great. Give the people what they want.” [Julian Fellowes](/people/Julian-Fellowes/)' period drama features over 60 Broadway alums, including [Audra McDonald](/people/Audra-McDonald/), [Nathan Lane](/people/Nathan-Lane/), [Cynthia Nixon](/people/Cynthia-Nixon/), and more. From creator Julian Fellowes (“Downton Abbey”), HBO's THE GILDED AGE has achieved acclaim for its ensemble cast, costume design, and Emmy-winning production design. The season two finale aired December 17 and all episodes are available to stream on Max. The show was recently greenlit for a third season. The Season 2 cast of the show included Carrie Coon, Christine Baranski, Cynthia Nixon, Morgan Spector, Louisa Jacobson, Denée Benton, Ben Ahlers, Michael Cerveris, Kelley Curran, Taissa Farmiga, Jack Gilpin, Simon Jones, Sullivan Jones, Celia Keenan-Bolger, Debra Monk, Donna Murphy, Kristine Nielsen, Kelli O'Hara, Patrick Page, Harry Richardson, Taylor Richardson, Blake Ritson, Douglas Sills, Erin Wilhelmi, Nathan Lane, Audra McDonald, John Douglas Thompson, Ashlie Atkinson, Laura Benanti, Nicole Brydon Bloom, Christopher Denham, David Furr, Ward Horton, Matilda Lawler and Robert Sean Leonard. The American Gilded Age was a period of immense economic change, of great conflict between the old ways and brand-new systems, and of huge fortunes made and lost. Season two of THE GILDED AGE begins on Easter morning 1883, with the news that Bertha Russell's bid for a box at the Academy of Music has been rejected. Through the eight episodes of the season, we watch as Bertha challenges Mrs. Astor and the old system and works to not only gain a foothold in Society, but to potentially take a leading role in it. George Russell takes on his own battle with a growing union at his steel plant in Pittsburgh. In the Brook House, Marian continues her journey to find her way in the world secretly teaching at a girls school while much to everyone's surprise Ada begins a new courtship. Of course, Agnes approves of none of it. In Brooklyn, the Scott family begins to heal from a shocking discovery, and Peggy taps into her activist spirit through her work with T. Thomas Fortune at the NY Globe. Videos",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "audra mcdonald",
        "sentiment": "negative"
      },
      {
        "name": "carrie coon",
        "sentiment": "negative"
      },
      {
        "name": "julian fellowes",
        "sentiment": "negative"
      },
      {
        "name": "athan lane",
        "sentiment": "none"
      },
      {
        "name": "andy cohen",
        "sentiment": "none"
      },
      {
        "name": "bertha russell",
        "sentiment": "none"
      },
      {
        "name": "julian-fellowes",
        "sentiment": "none"
      },
      {
        "name": "cynthia nixon",
        "sentiment": "none"
      },
      {
        "name": "carrie",
        "sentiment": "none"
      },
      {
        "name": "audra-mcdonald",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "audra mcdonald",
        "sentiment": "none"
      },
      {
        "name": "morgan-spector",
        "sentiment": "none"
      },
      {
        "name": "morgan spector",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "broad way",
        "sentiment": "none"
      },
      {
        "name": "broadway",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:06:55.675+02:00",
  "updated": "2024-03-15T01:06:55.675+02:00"
}