{
  "thread": {
    "uuid": "ef242761c572e4d96c3aca9e99bc6445be98f5ab",
    "url": "https://vnexplorer.net/no-wonder-kate-is-proud-of-her-polar-preet-becomes-fastest-woman-to-reach-south-pole-after-braving-minus-50-temperatures-as-she-skied-700-miles-in-31-days-s720848.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "No wonder Kate is proud of her! Polar Preet becomes fastest woman to reach South Pole after braving minus 50 temperatures as she skied 700 miles in 31 days",
    "title_full": "No wonder Kate is proud of her! Polar Preet becomes fastest woman to reach South Pole after braving minus 50 temperatures as she skied 700 miles in 31 days",
    "published": "2023-12-30T13:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/30/09/79458311-12912111-image-a-4_1703929858881.jpg",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ef242761c572e4d96c3aca9e99bc6445be98f5ab",
  "url": "https://vnexplorer.net/no-wonder-kate-is-proud-of-her-polar-preet-becomes-fastest-woman-to-reach-south-pole-after-braving-minus-50-temperatures-as-she-skied-700-miles-in-31-days-s720848.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-30T13:40:00.000+02:00",
  "title": "No wonder Kate is proud of her! Polar Preet becomes fastest woman to reach South Pole after braving minus 50 temperatures as she skied 700 miles in 31 days",
  "text": "READ MORE: 'Polar Preet' who set new record is a physio for injured soldiers\nBritish army officer ‘Polar Preet’ has broken her third World Record by becoming the fastest woman to reach the South Pole by braving minus 50 temperatures as she skied 700 miles in 31 days.\nThe speed record saw Harpreet ‘Preet’ Chandi cover 1,130km of Antarctic ice, which she completed in 31 days, 13 hours and 19 minutes – beating the record previously set by Canadian Caroline Côté just this January by one day, 14 hours and 34 minutes.\nThe inspirational officer also holds the record for the longest unaided solo expedition to Antarctica and was also the first woman of colour to trek to the South Pole.\nPreet set off from Hercules Inlet on the Ronne Ice Shelf on November 26, arriving at the South Pole on December 28 at 2.24am (GMT) to claim her latest World Record.\nThe Guinness World Records still needs to verify the record, which can take several months.\nPreet said from the South Pole: ‘I’m tired – but so glad I made it.\n‘This was completely different to my last expedition. I completely pushed myself to my limits on my last expedition, a speed attempt is completely different.\nBritish army officer ‘Polar Preet’ has set her third world record of becoming the world’s fastest woman to complete a solo South Pole ski expedition\nPreet set off from Hercules Inlet on the Ronne Ice Shelf on November 26, arriving at the South Pole on December 28 at 2.24am (GMT) to claim her latest World Record\nThe Princess of Wales (left) greets Captain Preet Chandi during a visit to Landau Forte College, in Derby\nPreet, of Sinfin in Derby, is on a career break from military service where she worked as a physiotherapist in Buckinghamshire to provide rehabilitation for injured soldiers and officers\n‘After my last expedition, I knew I could cope well on the ice which gave me the confidence to tackle this head on.’\nPreet was skiing for 12-13 hours a day on average, pulling her 75kg sled behind her which contained everything she needed to survive during the treacherous journey.\n‘It was definitely not a sprint, but I had to constantly weigh up my effort and how long I would ski for each day. Too long or too fast and I was going to burn out. Too slow or finish too early and I’d miss out on the record,’ she said.\n‘Antarctica is an amazing place to be and it’s an absolute privilege to be here. It is not a place any person can conquer, it is a place you treat with respect and hope it allows you safe passage.\n‘I’m so glad it allowed me safe passage.’\nShe added: ‘I just focused on what I could control, I couldn’t control the conditions – the blistering sun, the whiteouts, the temperatures of minus 30C but I can control how I dealt with them. Just keep taking it one step at a time.’\nPreet, of Sinfin in Derby, is on a career break from military service where she worked as a physiotherapist in Buckinghamshire to provide rehabilitation for injured soldiers and officers.\nShe first broke a world record by becoming the first woman of colour to complete a 700-mile Antarctic journey, solo and unsupported, to the South Pole in 2021.\nReturning in 2022, she broke two World Records including completing the furthest solo unsupported one-way Polar ski expedition in history.\nShe first broke a world record by becoming the first woman of colour to complete a 700-mile Antarctic journey\nIncredible images show Preet’s journey to the South Pole\nPreet made a speech to students about her expedition and was joined by the Princess of Wales in presenting an award to Simrat Soggi, one of the winners of the officer’s national school logo competition in February this year\nPreet Chandi battled exhaustion and temperatures as low as -30C to make the furthest unsupported solo polar ski expedition in history earlier this year\nHaving secured her place in the record books, Preet has been showered with praise and awards including being recently named Woman of the Year at the recent Women in Defence Awards 2022.\nThe Princess of Wales last year became the patron of the Army officer’s expedition to be the first woman to cross all of Antarctica on her own.\nOn the Prince and Princess of Wales’s joint Instagram account, the couple confirmed the patronage and said Kate was ‘proud’ to be patron.\nHowever, Preet admits that she never thought she would be coming back to Antarctica this season, adding ‘After my last expedition, I thought there is no way I am doing another expedition in the next year.\n‘But it wasn’t long before I was dreaming up the next challenge.\n‘This expedition is not only about only pushing myself, but also about inspiring others to challenge their boundaries, and break their barriers.\n‘It’s in those tough moments when you find out what you’re made of. One of my biggest motivations in those dark times on the ice, is the thought of inspiring others to face their own challenge. When I make myself accountable to a bigger purpose, how could I not continue!’\nPreet will head back to the UK over the next month to recover and plan her next adventure. She concluded: ‘Honestly, it’s too soon to say what’s next – but we all know what happens when I say ”never again”.’",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://videos.dailymail.co.uk/video/mol/2023/12/30/2307531405725549855/1024x576_MP4_2307531405725549855.mp4",
    "https://www.videos.dailymail.co.uk/video/mol/2023/12/30/2307531405725549855/1024x576_MP4_2307531405725549855.mp4"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "preet",
        "sentiment": "negative"
      },
      {
        "name": "kate",
        "sentiment": "neutral"
      },
      {
        "name": "harpreet",
        "sentiment": "none"
      },
      {
        "name": "caroline côté",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "south pole",
        "sentiment": "none"
      },
      {
        "name": "antarctica",
        "sentiment": "none"
      },
      {
        "name": "antarctic",
        "sentiment": "none"
      },
      {
        "name": "hercules inlet",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T13:53:39.633+02:00",
  "updated": "2023-12-30T13:53:39.633+02:00"
}