{
  "thread": {
    "uuid": "6e59f8aed38abf5fcb6eff7e5468e9aeb11deec3",
    "url": "https://mumbrella.com.au/hospitals-united-for-sick-kids-and-chep-introduce-earthlings-to-alien-blip-in-new-short-film-822101",
    "site_full": "mumbrella.com.au",
    "site": "mumbrella.com.au",
    "site_section": "https://mumbrella.com.au/rss",
    "site_categories": [
      "society",
      "marketing",
      "business",
      "media"
    ],
    "section_title": "Mumbrella",
    "title": "Hospitals United for Sick Kids and CHEP introduce earthlings to alien ‘Blip’ in new short film",
    "title_full": "Hospitals United for Sick Kids and CHEP introduce earthlings to alien ‘Blip’ in new short film",
    "published": "2024-04-04T14:53:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://mumbrella.com.au/wp-content/uploads/2024/04/Hospitals-United-For-Kids-CHEP-Blip-short-film-April-2024-e1712271093386.jpg",
    "performance_score": 0,
    "domain_rank": 22461,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e59f8aed38abf5fcb6eff7e5468e9aeb11deec3",
  "url": "https://mumbrella.com.au/hospitals-united-for-sick-kids-and-chep-introduce-earthlings-to-alien-blip-in-new-short-film-822101",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matthew Leong",
  "published": "2024-04-04T14:53:00.000+03:00",
  "title": "Hospitals United for Sick Kids and CHEP introduce earthlings to alien ‘Blip’ in new short film",
  "text": "[](https://mumbrella.com.au/aria-boss-calls-for-abc-to-step-up-for-triple-j-and-australian-music-822090) CHEP and Hospitals United for Sick Kids have released a short film – ‘Blip: Lightyears from Home’ – about an adorable alien on a homebound journey. The announcement: Hospitals United for Sick Kids, in collaboration with partner agency CHEP, has launched an animated short film titled Blip: Lightyears from Home. The visually stunning film produced by Assembly, Finch, and Sonar, follows Blip – a lovable space creature, on a journey to return home. Blip, though not sick, is displaced and desperately missing home. Their journey back is unpredictable, full of ups and downs. Like Blip, kids in hospital can also feel lightyears from home. This campaign will drive support to help them get home to the things they miss. More than just a character in a story, Blip is a symbol that partner brands can use to show their support for Hospitals United for Sick Kids, and something consumers can look out for when they shop. In partnership with national brands like Coles, Arnott’s, Lowes and Swisse Wellness, Blip is set to take over shelves in stores around the country. Each purchase featuring Blip or the Hospitals United for Sick Kids logo will contribute to vital funds for research, technology, treatments, and services benefiting sick children across Australia. Additionally, the fifth edition of the Hospitals United for Sick Kids and Coles $2 donation card campaign will run in Coles supermarkets nationally between April 10th and 23rd 2024. Blip’s story will be brought to life through a multimedia campaign across TV, outdoors and social media. Extensive reach is being ensured through collaborations with TikTok, oOH Media, Channels 7,9 and 10, along with Val Morgan. Newly appointed CEO of Hospitals United for Sick Kids, Nicky Bowie says, “Hospitals United for Sick Kids is the only charity that is for all kids, all diseases, all injuries. With Blip, we hope to reach out and inspire consumers to make simple changes to their daily shopping by choosing products that help sick kids get back to the things they miss.” Paul Meates, executive creative director at CHEP, says, “One highly successful product has rapidly grown to two, then three, and so on. We suddenly needed something to tie them together. Something emblematic of what it’s like to be a kid in hospital. And something that could appear on any product to make it instantly recognisable as a product that helps sick kids get home from hospital. Blip was our solution – a cute, vulnerable space character far from home.” Victoria Garcia, Swisse national sales manager – Category & Shopper, says, “Our partnership with Hospitals United for Sick Kids allows us to deliver value to the shopper and a seamless way for them to contribute to community through their regular shop, simply by making a choice at the shelf.” A range of Blip merchandise is also set to launch later in the year, with all proceeds being donated to Hospitals United for Sick Kids. The campaign follows the organisation’s recent rebrand from Curing Homesickness to Hospitals United for Sick Kids, and will help boost the over $7 million raised since 2019 to support its mission of getting sick kids home to the things they miss the most. Credits CLIENT: HOSPITAL UNITED FOR SICK KIDS CEO: Nicky Bowie Marketing and communications lead: Shilpi Khanna Corporate partnerships manager: Tammy Grillo National coordinator: Kim Roberts Social media manager: Danielle Johnson AGENCY: CHEP NETWORK SYDNEY PRODUCTION COMPANY: ASSEMBLY Director: Matt von Trott Executive producer: Jane Oak Laad art director + lead animator: Joshua Fourt-Wells Animator: Frankie Principe Animator: Elliot Stronge PRODUCTION COMPANY: FINCH: CEO: Rob Galluzzo Managing director / executive producer: Corey Esse Executive producer: Loren Bradley MUSIC / SOUND: SONAR MUSIC Original Music Composition: Matteo Zingales Additional Music + Production: Josh Pearson Vocalist: Josie Mann Senior sound designer: Andy Stewart Head of sound: Timothy Bridge Producer: Haylee Poppi Executive producer: Sophie Haydon Source: CHEP Network Subscribe to the daily newsletter Sign up to our free daily update to get the latest in media and marketing.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lowes",
        "sentiment": "none"
      },
      {
        "name": "arnott",
        "sentiment": "none"
      },
      {
        "name": "coles",
        "sentiment": "none"
      },
      {
        "name": "finch",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hospitals united for sick kids",
        "sentiment": "neutral"
      },
      {
        "name": "hospitals united",
        "sentiment": "none"
      },
      {
        "name": "assembly",
        "sentiment": "none"
      },
      {
        "name": "chep",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:29:58.109+03:00",
  "updated": "2024-04-05T04:04:20.740+03:00"
}