{
  "thread": {
    "uuid": "13357cea7b7873a93f26d84de3af9101084a9760",
    "url": "https://www.curetoday.com/view/immunotherapy-improves-survival-in-metastatic-bladder-cancer",
    "site_full": "www.curetoday.com",
    "site": "curetoday.com",
    "site_section": "https://curetoday.com",
    "site_categories": [
      "health",
      "cancer"
    ],
    "section_title": "CURE - Oncology &amp; Cancer News for Patients &amp; Caregivers",
    "title": "Immunotherapy Improves Survival in Metastatic Bladder Cancer",
    "title_full": "Immunotherapy Improves Survival in Metastatic Bladder Cancer",
    "published": "2024-04-05T00:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.sanity.io/images/0vv8moc6/curetoday/b66796393c9dea628f57d27b8031170d62cddb78-6443x4300.jpg?fit=crop&amp;auto=format",
    "performance_score": 0,
    "domain_rank": 47070,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "13357cea7b7873a93f26d84de3af9101084a9760",
  "url": "https://www.curetoday.com/view/immunotherapy-improves-survival-in-metastatic-bladder-cancer",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ashley Chan",
  "published": "2024-04-05T00:00:00.000+03:00",
  "title": "Immunotherapy Improves Survival in Metastatic Bladder Cancer",
  "text": "\\n\\nTreatment for patients with metastatic bladder cancer is “evolving quickly,” which has “dramatically changed” first-line treatment, an expert told CURE®.\\n\\nIn a recent study published in JAMA Network Open, researchers determined that the PD-L1 expression in patients with metastatic bladder cancer was associated with better survival outcomes. They found that using immunotherapy via immune checkpoint inhibitors especially helped patients with metastatic bladder cancer with PD-L1 expressions.\\n\\nImproved outcomes in patients are notable because this type of immunotherapy “specifically blocks the PD-L1,” Dr. Lin Mei said. Mei is a medical oncologist and assistant professor of clinical medicine in hematology-oncology at Penn Medicine in Philadelphia.\\n\\nBenefits of Immune Checkpoint Inhibitors for Metastatic Bladder Cancer\\n\\n“Using immune checkpoint inhibitors … [can] lead to improved outcomes because it helps the immune system to better recognize the cancer and kill [the cancer cells],” Mei explained. “It is very different than traditional cytotoxic chemotherapy. Traditional chemotherapy goes into the body and destroys the DNA of the cancer cell but also affects normal cells. That’s why it causes side effects.\\n\\n“Immune checkpoint inhibitors don’t directly cure cancer, it has the immune system attack the cancer, which leads to fewer side effects and more durable responses.”\\n\\nPD-L1, or programmed death-ligand 1, is a protein that “acts as a kind of ‘brake,’” according to the National Cancer Institute. The function of the “brake” is to control and regulate the body’s immune responses. This type of protein is found in abnormally high amounts on the surface of certain cancer cells.\\n\\nNegative outcomes may arise when cancer cells express PD-L1, said Mei.\\n\\n“For example, [the cancer may become] less responsive to the traditional treatment and sometimes have shorter survival than other cells, which have not had a PD-L1 expression. So this overall allows the cancer cells to evade detection and survive in the body.”\\n\\nREAD MORE: Trodelvy-Keytruda Combo Shows High Promise in Metastatic Bladder Cancer\\n\\nMei also noted that in recent years, “the treatment of metastatic bladder cancer is evolving so quickly,” and has “dramatically changed first-line treatment.” He explained that in the past, standard-of-care treatment consisted of platinum-based chemotherapy, which led to resistance in nearly all patients.\\n\\n“Right now, with adding an immune checkpoint inhibitor, the overall survival in general prolongs about a year as compared to traditional chemotherapy,” Mei said. Overall survival is defined as the time from diagnosis or the start of treatment that patients with cancer are alive, according to the National Cancer Institute.\\n\\nSide Effects of Immune Checkpoint Inhibitors and Chemotherapy\\n\\nDepending on the treatment, there are different side effects, Mei explained. Immune checkpoint inhibitors are “better tolerated,” compared with chemotherapy, he said.\\n\\n“Immune checkpoint inhibitors also have some specific side effects. It doesn’t cause significant nausea or vomiting or hair loss, but sometimes it can over-activate the immune system,” Mei said. “For example, it can cause skin rash, which means that the immune system attacks the skin. It can also cause diarrhea, which causes inflammation of the bowel. And it can affect thyroid function, which is inflammation in the thyroid gland.”\\n\\nREAD MORE: Getting Newly Approved Cancer Drugs May ‘Take A Village,’ Experts Say\\n\\nHe stated that these side effects are manageable in general, but more severe side effects require stopping treatments. In some cases, he said that offering patients immunosuppressants, such as steroids, may help with side effects.\\n\\n“For patients with metastatic bladder cancer, it is very important that patients have a discussion with their provider or their oncologist about their treatment goals based on the different [performance] status [and stage of cancer],” Mei said. “We have to also consider patients’ different goals and their wishes and what they're aiming to gain from the treatment. We have to understand that at least right now, the majority of metastatic bladder cancer is still incurable, though it is treatable.”\\n\\nFor more news on cancer updates, research and education, don’t forget to subscribe to CURE®’s newsletters here.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mei",
        "sentiment": "none"
      },
      {
        "name": "lin mei",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "penn medicine",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "philadelphia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:29:26.817+03:00",
  "updated": "2024-04-05T01:51:19.622+03:00"
}