{
  "thread": {
    "uuid": "a3a37ed808f644054ee4a6b64fb73a2170d7de91",
    "url": "https://boards.cruisecritic.com/topic/2983333-alaskan-dream-cruises-inside-passage-sojourn-cruise-report-review/",
    "site_full": "boards.cruisecritic.com",
    "site": "cruisecritic.com",
    "site_section": "https://boards.cruisecritic.com/forum/3-special-interest-cruising/",
    "site_categories": [
      "travel",
      "cruises"
    ],
    "section_title": "Special Interest Cruising Options- Cruise Critic Message Board Forums",
    "title": "Alaskan Dream Cruises Inside Passage Sojourn Cruise Report / review - Small Ship Cruising - Cruise Critic Community",
    "title_full": "Alaskan Dream Cruises Inside Passage Sojourn Cruise Report / review - Small Ship Cruising - Cruise Critic Community",
    "published": "2024-01-08T00:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 11184,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a3a37ed808f644054ee4a6b64fb73a2170d7de91",
  "url": "https://boards.cruisecritic.com/topic/2983333-alaskan-dream-cruises-inside-passage-sojourn-cruise-report-review/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "JavaJana",
  "published": "2024-01-08T00:12:00.000+02:00",
  "title": "Alaskan Dream Cruises Inside Passage Sojourn Cruise Report / review - Small Ship Cruising - Cruise Critic Community",
  "text": "I took a driving trip to Alaska several years ago with my late husband and was excited to see more of this amazing State. My sister and I cruised Aug 25-Sep 4 2023, Sitka to Ketchikan. I had never been too interested in cruising before, especially on the giant ships. We each booked a room to ourselves using a special offer on waived Solo Supplements. This trip exceeded my expectations. I appreciated the small capacity, the intimate itinerary reaching into small places for culture, history, nature, with a more relaxed schedule. The ages of the passengers were 12-80s. Yes, three teens were onboard! They were wonderful young men and they had a great time, and the crew made sure those of us older and/or with reduced mobility could still enjoy everything. They assisted us into kayaks and the skiff for animal viewing & beachcombing. There was a polar plunge at Glacier Bay that about 10 partipated in. The food was plentiful and very good. I was shocked by the variety offered for less than 40 passengers. Seafood was served at every meal (salmon at breakfast daily) along with several alternates, a wine each dinner, and , warm cookies and appetizers were served every afternoon. Tea, cider, cocoa and and coffee were always available. We had a great evening meal off ship at a private island lodge with a bonfire one evening. The crew knew private coves, got closer to glaciers, bears and whales than the giant ships could (we saw those off in the distance sometimes), took us on several native islands to meet locals and be educated on totems, petroglyphs and lodges. Time in the port cities was a little off from the big ships, so we missed the crowds sometimes. The crew members were delightful, a few of them sang and played guitar and entertained us in the evening. Kevin the Expedition leader was knowledgeable and passionate, providing talks several evenings and during excursions. The boat is older, and although clean, did show its age in places. It also is not fancy in any way, but a solid choice for the trip that this was. The beds were extremely comfortable, the bedding so soft, and I most enjoyed the two outdoor decks for fresh air and enjoying the view (we had perfect weather most every day). I even slept with my window open all but one night. The bar was popular, and the lounge had games, and books on numerous topics, so we really did not miss the cell service or wifi. The Bridge is open for visits, and the lounge has a navigation monitor so you can see the \"charts\" of our location. If you are looking for a way to unplug and see a different side of Alaska, this is it!\nWe arrived in Sitka two days early, and had a fabulous time there. The big ships didn't come in until the morning before our afternoon departure, and OMG what a difference those thousands of people make. There was a Pricess and a Holland America that were on a similar itinerary to us. We enjoyed the Old Harbor bookstore and coffee shop, Sheldon Jackson Museum, Sitka National History Park (totem poor walk in the forest), and Castle Hill overlooking the harbor ( where the purchase of Alaska from Russia was signed). It seems we had the place to ourselves, visiting with the locals was so pleasant, the nicest people! The day we sailed we saw St. Michael Russian Orthodox church, and toured the Sitka Sound Science Center/fish hatchery, Fortress of the Bear, and the Raptor Center with our shipmates. We had dinner onboard.\nThe next morning found us in smooth, quiet, private Pavlov Bay. The clouds cleared and the kayaks and skiff were launched. Bears were feeding on a river all day, close enough for viewing but not to disturb them or the kayakers being in danger. A few other boats and a floatplane were in the area sometimes, but no big ships. We sailed out about 5 pm, and then saw a group of Humpbacks bubble net feeding just before sunset. We stopped for a while to just enjoy them.\nWe were in Glacier Bay in the morning, and saw Lamplaugh, Reid, Hoonah, Johns Hopkins and then finally Margerie and Grand Pacific glaciers. So many icebergs floating by, and we witnessed some calvings off. The creaking and thunder sounds of the glaciers was amazing!\nWe did run into the Holland America ship but it wasn't near as close to the glaciers as us, and they did not stop at the visitors center at Bartlett cove like we did. We took a nice hike on several great paths, saw the visitors center and rangers, and the polar plunge was off the dock there. As we cruised out passing South Marble Islands, we saw puffins and many sea lions. Birds were also abundant on this trip, two ladies onboard were avid bird watchers and made good use of the guides in the lounge to ID them. All on all, we saw tons of animals - seals, eagles, otters, and salmon galore.\nDay 3 brought us to Juneau. Along with I think 4 huge ships, including our Princess and HA friends. We were taken out to Mendenhall glacier, and had several hours to take a fairly easy hike to Nugget falls and tour the visitors center. Very nice. Then we were taken to the Alaska State Museum, and could stay there and/or visit the shops for several hours. Madness in the streets, honestly all the shops were selling the same souvenirs, but we did find some great espresso (Heritage Coffee Roasting)! This evening we had dinner off the boat at Orca Pointe Lodge, a private island with a gorgeous facility. Bonfire on the beach, but it was rainy so I did only one s'more!\nDay 4 Was spent in Tracy Arm Fjord, again we seemed to have the place mostly to ourselves. Misty morning, green glacial water, icebergs - in fact the crew collected some bergy bits to have a contest to guess how long it would take to melt, and one to make drinks out of! Later that afternoon we ran across dozens of humpbacks and some very entertaining Whiteside dolphins.\nDay 5 we spent the day at Wrangell, visiting the museum, Petroglyph beach and Chief Shakes Tribal house and totems with native Tlinget tour guides.Some of our group took an excursion to Leconte glacier, we stayed in town. There was only one other ship in town, but they left before us. Another sweet town to wander. The museum has a shop featuring local, handcrafted items - one of the artists is 93 years old, and still does the bookkeeping for the craft guild. There was also a Tlinget Potlach ceremony happening that night, so many people coming in for that.\nDay 6 was some more kayaking and a beach landing in the morning at Karta Bay, then the afternoon being given a private tour of Kaasan, a Haida villiage. We saw old totems, a lodge house, and met a carver who is recreating totems and builds cedar canoes. These are important skills to preserve, as the totems do eventually rot and the art and history will be lost if they're not redone. No big ships today!\nDay 7 was cruising Misty Fjords and some kayaking. Unfortunately our visit to Metlakatla was cancelled due to some illness starting to go around. This was the only disappointment as the activities that day would have been amazing, but it is understandable since healthcare in rural Alaska is lacking and keeping people healthy is the priority. We headed to Ketchikan where our cruise ended in the morning. We caught up with our Princess and HA friends, plus about 4 other ships. My sister and I took a float plane out to Traitors cove to see bears (we did!) using Island Wings ( outstanding outfit, highly recommend). And after we returned to town the crowds gradually thinned as the ships left port, to be replaced by a few others. We had the evening and morning to see a little of Ketchikan without tons of people. We stayed at the Inn at Creek Street which was great, then flew out Tuesday afternoon. I'm very happy we did this trip this way. I understand that people love their big, huge cruises, but this was much more my style and I highly recommend Alaskan Dream Cruises. I am sharing a link to photos of the trip taken by a fellow passenger, David is an all around great guy, new friend, and a pro with great equipment obviously, and captured the images of our fabulous trip better than my amateur self did! https://www.djkstudios.com/alaska-2023",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.djkstudios.com/alaska-2023",
    "https://djkstudios.com/alaska-2023"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "alaska",
        "sentiment": "none"
      },
      {
        "name": "glacier bay",
        "sentiment": "none"
      },
      {
        "name": "sitka",
        "sentiment": "none"
      },
      {
        "name": "ketchikan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:28:37.579+02:00",
  "updated": "2024-01-08T00:28:37.579+02:00"
}