{
  "thread": {
    "uuid": "4e57f5144b7824b608b8bc0368a6485604656b14",
    "url": "https://ottawa.ctvnews.ca/record-demand-at-ottawa-s-only-halal-food-bank-1.6834368",
    "site_full": "ottawa.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "https://ottawa.ctvnews.ca",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Ottawa News | Local Breaking | CTV News Ottawa ",
    "title": "Record demand at Ottawa’s only halal food bank | CTV News",
    "title_full": "Record demand at Ottawa’s only halal food bank | CTV News",
    "published": "2024-04-05T01:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2024/4/4/sadaqa-food-bank-1-6834371-1712271679249.png",
    "performance_score": 0,
    "domain_rank": 983,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4e57f5144b7824b608b8bc0368a6485604656b14",
  "url": "https://ottawa.ctvnews.ca/record-demand-at-ottawa-s-only-halal-food-bank-1.6834368",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ctvottawa",
  "published": "2024-04-05T01:04:00.000+03:00",
  "title": "Record demand at Ottawa’s only halal food bank | CTV News",
  "text": "People across the city of Ottawa continue to struggle with the rising cost of groceries, and during this year’s Eid celebrations, many will need help putting food on the table. The city’s only halal food bank is preparing to hand out a record number of Ramadan hampers this weekend. Sadaqa Food Bank has been in the community for nearly two decades, but this year it is on track to set a record for families relying on the service. Thousands of pounds of food were unloaded on Thursday to prepare for the record demand this weekend. \"Pretty close to two tonnes,\" said George Plunkett, who is a driver at the Ottawa Food Bank. \"It includes a whole lot of dry goods, meat, dairy products, vegetables, fruit, you name it. They got it here.\" Volunteers are working around the clock to get ready for a rush during the last week of Ramadan and ahead of Eid celebrations. \"Yes, there is more of a need because we pack extra packages for, you know, for the Ramadan,\" said Bibi Najerally, who is a supervisor at the Sadaqa Food Bank. \"This has included rice, flour, sugar, oil dates. This is a special time for dates for us, you know, because we start and break our fast with the dates.” Anyone is welcome to access the service. In recent years, there has been an unprecedented demand at Sadaqa Food Bank. \"When I started here, like, you know, two years ago, there was a maximum of 50 on a Saturday and Sunday, but now we are surpassing 80 families in the weekend per day,\" said Nancie Barhoumi, who is a volunteer at the food bank. People of all ages and backgrounds line up for food on Saturday and Sunday at the location in Nepean. \"Students, newcomers; you know, with the high cost of living, you know, it is very high,\" said Najerally. \"I mean, the food that we are giving them, it's only like for five days. So they come at least once per month.\" For those struggling to put food on the table, many thankful for this community resource at a time of need. Sadaqa Food Bank is only open on the weekend and the food packages meet specific Muslim requirements. Volunteers say people can register for a pick up on either Saturday or Sunday. Ottawa Top Stories - - SOLAR ECLIPSE SOLAR ECLIPSE What happens to your eyes if you look at the sun without protection during the solar eclipse? - - - - - - CTVNews.ca Top Stories What happened to 2 flight attendants from Pakistan who went missing in Canada Two Pakistan International Airlines flight attendants who went missing after landing in Toronto sought asylum for claims involving gender-related persecution, religious persecution and domestic violence, says a Canadian immigration lawyer. Ontario woman in 'shock' by $2,500 vacant home tax bill for condo she lives in An Ontario resident said she got a 'bit of shock' when she opened up a piece of mail from the City of Toronto last month, informing her that she owed more than $2,500 in taxes for the 'vacant' Scarborough condo where she currently resides. EXCLUSIVE Chinese-Canadian mogul says 'erroneous' high-level security leaks have made his life 'unlivable' Chinese-Canadian banking mogul Shenglin Xian is demanding the RCMP find the source of national security leaks that used 'manufactured intelligence' and 'erroneous embellishment' to portray him and his company as potential conduits of foreign interference. B.C. man collapsed, was diagnosed with cancer, then got a $3,700 bill When Andy was diagnosed with aggressive lung cancer, he was shocked, but it was the handling of his medical coverage that left him stunned and deeply upset. DEVELOPING 30 cm of snow, heavy rain, damaging winds: Early April storms strike Heavy rain and snowfall are expected in much of Eastern and Western Canada, according to the latest forecasts. Edmonton high school recalls graduation merch after comparisons to Nazi eagle design Ross Sheppard High School is recalling and redesigning graduation merchandise after concerns were raised over the 2024 logo. Drug smuggler who tried to bring $3.5M worth of cocaine into Canada handed 9-year prison sentence A drug smuggler was sentenced to nine years in prison for trying to bring more than 70 kilograms of cocaine over the Pacific Highway border crossing in B.C., officials say. Israel advocates ask court to freeze Canadian funding for UNRWA, citing Hamas claims Israel advocates are asking the Federal Court to reverse Ottawa's decision to continue funding the main United Nations agency supporting Palestinians. Is decaf coffee safe to drink? Experts weigh in on claims by health advocacy groups For people avoiding caffeine, decaf coffee seems like a harmless option. But some health advocacy groups that argue otherwise are petitioning the U.S. Food and Drug Administration to ban a key chemical involved in the decaffeination process due to cancer concerns. Shopping Trends The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. Read about us. Atlantic - Merlin the Macaw leaving Halifax for Ontario due to depression and stress According to a news release from the Maritime Museum of the Atlantic, Merlin the Macaw, a resident mascot for the facility, is flying off to Safari Niagara in Fort Erie, Ontario. - Snowfall warnings issued in parts of the Maritimes before weather ramps up Thursday night Snow in southwestern New Brunswick and western Nova Scotia created some slushy roads in some areas through the day Thursday. As it moves eastward Thursday night, it is expected to intensify for a few areas, leading to higher snow amounts on Friday. - Patients left scrambling after Quispamsis, N.B., orthodontist abruptly closes practice Dr. John Sherrard Orthodontist in Quispamsis, N.B., announced through its website it was closing its shop for good with no warning to patients or reason given. Toronto - Ontario family terrorized in break-in by car thieves with gun A Brampton man is speaking out after thieves smashed his door with a brick and surged into his home where his children were sleeping, demanding his car keys, telling the terrified family they had a gun. - Ontario woman in 'shock' by $2,500 vacant home tax bill for condo she lives in An Ontario resident said she got a 'bit of shock' when she opened up a piece of mail from the City of Toronto last month, informing her that she owed more than $2,500 in taxes for the 'vacant' Scarborough condo where she currently resides. - Toronto drivers to see a 'very painful summer at the pumps' as steep prices continue: expert Drivers are already paying more to fill up than they were last year ago thanks to a recent run-up in the price of gas and one industry analyst is warning that it could be a “very painful summer at the pumps.” Montreal - 'A big loss for everyone': Friends, family mourn Quebec man killed by Israeli airstrike in Gaza Friends and family members are mourning the death of Jacob Flickinger, a Canadian military veteran and father to a one-year-old son who was killed in an Israeli airstrike in Gaza, amid calls for an investigation into the attack. - More than 100,000 customers without power in Quebec as spring storm dumps heavy snow More than 100,000 customers remain without power across Quebec after snow blanketed the province Thursday. - Man, 71, struck by commuter train in Montreal West A 71-year-old man was sent to hospital in critical condition after he was struck by a commuter train in Montreal West on Thursday afternoon. Northern Ontario - Bus company now offering service from Sudbury to other major Ontario cities FlixBus, a U.S.-based intercity bus service, announced Thursday the launch of its new service to Sudbury. - After 25 years, Sudbury’s Dog House serves final round of beer and wings After almost 25 years of serving wings and beer across the street from Sudbury Arena, the Dog House has closed its doors for good. - Northern Ont. school board touts success of putting vape detectors in washrooms A school board in northern Ontario is leading the way in reducing vaping in schools -- and the rest of the province in taking notice. Windsor - 'I didn’t expect my religion teacher to have that conversation with me': Complainant testifies against former Windsor teacher Ryan Turgeon, 39, is on trial for eight sex offences – against two complainants - for allegations ranging from 2015 to 2019. - Suspect wanted in alleged St. Clair College campus sexual assault Windsor police are asking for the public’s help identifying a suspect wanted for an alleged sexual assault on the St. Clair College campus. - 65,000 native trees to be planted in Windsor-Essex region soon Upwards of 65,000 native trees are expected to be planted in Windsor-Essex this year by the Essex Region Conservation Authority (ERCA) with the spring planting season about to get underway. London - Jury deliberating its verdict in case of elderly woman charged in crash that killed young girl The jury at the trial of Petronella McNorgan started its deliberations late Thursday afternoon after hearing evidence in the case for two and a half weeks. - Community in mourning after sudden loss of Malik Edwards Friends and family of Malik Edwards are in mourning after the sudden loss of the 23 year old. - Months-long investigation leads to human-trafficking related charges A London man is facing several charges in relation to a months-long human trafficking investigation by London police. Kitchener - $250 parking spot? Kitchener tenants battle landlord over parking price pressure An ongoing battle between a landlord and tenants in Kitchener has sunk to a new low – a price hike for underground parking. - Handgun report prompts large police presence in downtown Guelph Police ordered a Guelph man to get on the ground at gunpoint on Thursday morning, believing he may be armed with a weapon. - Wilmot farmland owners still in the dark about next steps on expropriation Farmers in Wilmot Township are getting ready to start seeding because the Region of Waterloo has been radio silent about plans to either buy their land or expropriate it. Barrie - OPP officer convicted of assault dodges jail time with suspended sentence Constable Bailey Nicholls of the Ontario Provincial Police (OPP) was handed a suspended sentence after being convicted of assaulting an Orillia woman during an arrest more than four years ago - a sentence that will likely save her job in law enforcement. - Orillia man pleads guilty for his role in Letitia Heights shooting An Orillia man has pleaded guilty for his role in a Letitia Heights shooting in Barrie last year. - OPP charged 2 suspects with shoplifting from retail store On Wednesday, Bracebridge Ontario Provincial Police (OPP) charged two individuals with shoplifting from a retail store in Bracebridge. Winnipeg - University of Winnipeg reveals student, faculty data stolen in cyber attack The University of Winnipeg has revealed data was likely stolen from a server containing sensitive, personal information of current and former students, employees and faculty in a recent cyber attack. - Jackpot: Manitoba woman wins $1M playing bingo A Manitoba woman has dabbed her way to a big payday. - Man charged following attack inside Confusion Corner Burger King Winnipeg police have arrested and charged a 25-year-old man following an attack at a Burger King that sent a man to hospital with serious injuries earlier this week. Calgary - RCMP launch homicide investigation after human remains found near Tsuut'ina First Nation Human remains were discovered near the Tsuut’ina First Nation on Wednesday and police are treating the death as a homicide. - Airdrie RCMP officer charged following alleged assault outside apartment building An Airdrie RCMP officer has been charged in relation to a March incident where a man was assaulted outside a northwest Calgary apartment. - Calgary police continue search for Chelsea Davidenas' body Calgary police are continuing their search for the body of presumed murder victim Chelsea Davidenas. Edmonton - Autopsy confirms B.C. boy died of dog bite, Edmonton police still investigating An autopsy has confirmed an 11-year-old boy who was the victim of a fatal dog attack earlier this week died of a dog bite. - Edmonton high school recalls graduation merch after comparisons to Nazi eagle design Ross Sheppard High School is recalling and redesigning graduation merchandise after concerns were raised over the 2024 logo. - Replacement for fire-damaged St. Albert seniors residence likely to start this year: property owner The president of a residential property development and management firm says his organization is eyeing a start date later this year to build a replacement for a St. Albert seniors complex that burned down nearly three years ago. Regina - Regina woman shares special connection to previous homeowners through items left behind A first time homebuyer found unique items left in a home and now shares a special relationship with the previous owners. - Draft of Saskatchewan's pronoun policy gave teachers discretion for at-risk students Emails show an early draft of Saskatchewan's school pronoun policy would have allowed teachers to use a child's preferred identification if there was concern the student faced danger when parents were notified. - Saskatoon duo are the first Sask. men to officiate a Major League Soccer game Two Saskatonians are celebrating after becoming the first male referees from Saskatchewan to officiate a game at the highest level in the continent. Saskatoon - Saskatoon duo are the first Sask. men to officiate a Major League Soccer game Two Saskatonians are celebrating after becoming the first male referees from Saskatchewan to officiate a game at the highest level in the continent. - 'Our lord and saviour': Saskatoon doctor allegedly tried to talk patient out of abortion for religious reasons A Saskatoon doctor is facing disciplinary charges for allegedly counselling a patient against getting an abortion for moral and religious reasons. - Draft of Saskatchewan's pronoun policy gave teachers discretion for at-risk students Emails show an early draft of Saskatchewan's school pronoun policy would have allowed teachers to use a child's preferred identification if there was concern the student faced danger when parents were notified. Vancouver - Why Canada should prioritize protecting wild pollinator populations: UBC study Better protections for wild pollinator populations in Canada could result in major financial gains for farmers while increasing food security across the nation, according to a new B.C.-based study. - Federal government reaches $7M settlement with B.C. First Nation The federal government and a British Columbia First Nation have reached a $7-million settlement over a lumber grievance that dates back to 1942. - B.C. Police Act changes pave way for better oversight, governance The British Columbia government is bringing in changes to its Police Act to improve governance and oversight of municipal police departments in the province. Vancouver Island - Man arrested after exposing himself to 12-year-old girl on Victoria bus, police say Plainclothes police officers in Victoria arrested a 65-year-old man last week after he allegedly exposed himself to a 12-year-old girl on a transit bus. - Federal government reaches $7M settlement with B.C. First Nation The federal government and a British Columbia First Nation have reached a $7-million settlement over a lumber grievance that dates back to 1942. - 'Difficult to see': B.C. teen arrested for attempted murder after liquor store robbery A 16-year-old boy was arrested for attempted murder and robbery Sunday after a stabbing at a liquor store in Port Alberni, B.C. Kelowna - 2 men injured after 'road rage' incident with Dodge Ram driver, Kelowna RCMP say Mounties are investigating a reported \"road rage\" incident in Kelowna, B.C., that left two men injured last week. - Unstable nearby construction site forces evacuation of apartment in Kelowna, B.C. More than 80 residents of a low-income apartment building in Kelowna, B.C., have been told they need to leave over a 'significant' risk to life and safety. - Kelowna man shot dead inside his auto shop, family says A man was fatally shot in Kelowna on Wednesday, according to his sister, during an incident Mounties had been tight-lipped about.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george plunkett",
        "sentiment": "none"
      },
      {
        "name": "bibi najerally",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sadaqa food bank",
        "sentiment": "none"
      },
      {
        "name": "ottawa food bank",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ottawa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:11:46.759+03:00",
  "updated": "2024-04-05T02:11:46.759+03:00"
}