{
  "thread": {
    "uuid": "f24b1404b4dbbc53cfd4d29fdc6cd62f54e7ba54",
    "url": "https://timesofindia.indiatimes.com/city/pune/sppu-recruitment-2022-apply-for-111-teaching-posts-sppu-pune/articleshow/106464525.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "http://timesofindia.indiatimes.com/rssfeeds/-2128821991.cms",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Pune News, Latest Pune News Headlines &amp; Live Updates - Times of India",
    "title": "SPPU: SPPU Recruitment 2022: Apply for 111 Teaching Posts | SPPU Pune | Pune News - Times of India",
    "title_full": "SPPU: SPPU Recruitment 2022: Apply for 111 Teaching Posts | SPPU Pune | Pune News - Times of India",
    "published": "2024-01-02T05:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-106464523,width-1070,height-580,imgsize-780690,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 278,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f24b1404b4dbbc53cfd4d29fdc6cd62f54e7ba54",
  "url": "https://timesofindia.indiatimes.com/city/pune/sppu-recruitment-2022-apply-for-111-teaching-posts-sppu-pune/articleshow/106464525.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ardhra Nair",
  "published": "2024-01-02T05:40:00.000+02:00",
  "title": "SPPU: SPPU Recruitment 2022: Apply for 111 Teaching Posts | SPPU Pune | Pune News - Times of India",
  "text": "Pune: Savitribai Phule Pune University (SPPU) started the recruitment process for 111 teaching posts on Monday after eight years. At least 58% of its sanctioned teaching positions are vacant. Candidates can fill up forms online till January 31 while a hard copy has to be submitted to the university by February 12. Educators said that there should be more recruitment considering the enrolment in SPPU.“The last recruitment drive in the 75-year-old university was in 2016 for which the advertisement came out in November 2015 and before that, the drive was in 2013. The total number of teachers sanctioned was 384 of which 159 are currently in service,” Parag Kalkar, pro-vice-chancellor of the university, said. Of the 384 teaching positions, there were 70 professors, 117 associate professors, 196 assistant professors and an assistant librarian. Of these, at present 225 positions are vacant which includes 59 professors, 88 associate professors, 78 assistant professors and one assistant librarian. “We plan to increase the total number of students in the university by 10,000. All recruitments will happen via merit. We want the best for the university and these recruitments will help us enhance quality,” registrar Vijay Khare said.Teaching posts were sanctioned according to the number of students studying in the university then and have not been revised. The number of students has increased over the years. “As per the strength, we would require 510 teaching posts of which 72 will be professors, 135 associate professors, 291 assistant professors, a deputy librarian and an assistant librarian,” a senior university official said.We also published the following articles recentlyProfessor Ajmer Malik gets 1 year extension as Chaudhary Devi Lal University VCThe Haryana government extended the tenure of Prof. Ajmer Singh Malik as the VC of Chaudhary Devi Lal University (CDLU) Sirsa. The governor, Bandaru Dattatraya, extended Prof. Malik's term by one more year or till he turns 68 years old, as per the order issued. Prof. Malik expressed gratitude for the extension, stating that it would allow him to complete important projects, particularly in research promotion, for the university's improvement.106324630DSSSB Recruitment 2023: Notification out for 4214 Teaching & Non-Teaching posts, check details hereDSSSB has released recruitment notifications for various Teaching and Non-Teaching posts. The online registration for DSSSB Teaching & Non-Teaching posts starts on January 09, 2024, and concludes on February 07, 2024. DSSSB aims to fill a total of 1455 vacancies for Assistant Teacher and 297 vacancies for Post Graduate Teacher positions. The application fee for General category candidates is Rs. 100. However, candidates belonging to SC/ST/PwD/Ex-Servicemen categories are exempted from fee payment.106291353Cybercriminals threaten IISc professor, extort 83 lakhAn IISc professor was extorted Rs 83 lakh by cybercrooks who claimed to have seized a parcel sent by her. The miscreants, posing as a FedEx staffer and Mumbai Customs officials, threatened her with arrest and informed her of cases against her under the Narcotic Drugs and Psychotropic Substances Act and the Prevention of Money Laundering Act. They instructed her to transfer money from her account for verification purposes. Believing them, she transferred a total of Rs 83 lakh to different accounts. Realizing she had been cheated, she reported the incident to the cybercrime helpline.106367043",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "pune news - times of india pune",
        "sentiment": "negative"
      },
      {
        "name": "savitribai phule pune university",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "parag kalkar",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T06:02:07.970+02:00",
  "updated": "2024-01-02T06:02:07.970+02:00"
}