{
  "thread": {
    "uuid": "903809ec6fe309e9db20be198bb037c38fec86a9",
    "url": "https://www.adn.com/arctic-sounder/news/2024/04/18/bring-it-home-to-feed-our-people-point-hope-lands-first-whale-of-the-season",
    "site_full": "www.adn.com",
    "site": "adn.com",
    "site_section": "https://asianamericans.einnews.com:443/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Asian American News Today - EIN Presswire",
    "title": "Bring it home to feed our people”: Point Hope lands first whale of the season - The Arctic Sounder",
    "title_full": "Bring it home to feed our people”: Point Hope lands first whale of the season - The Arctic Sounder",
    "published": "2024-04-19T00:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.adn.com/resizer//iPAnat8Hr1pLU_gz7E0IAT_J4wo=/1200x630/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/adn/KNEAPTIVWZFEROKWLGGY4SZTDM.jpg",
    "performance_score": 0,
    "domain_rank": 3558,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 39,
        "comments": 16,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "903809ec6fe309e9db20be198bb037c38fec86a9",
  "url": "https://www.adn.com/arctic-sounder/news/2024/04/18/bring-it-home-to-feed-our-people-point-hope-lands-first-whale-of-the-season",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "people.com",
  "published": "2024-04-19T00:28:00.000+03:00",
  "title": "Bring it home to feed our people”: Point Hope lands first whale of the season - The Arctic Sounder",
  "text": "Amid late winter storms, Point Hope whalers landed their first whale of the season. The captains will set the whaling feast. “I just feel blessed to have had that opportunity,” captain Russle Lane said. “We were able to bring it home to feed our people.” The crew led by captains Russell and Andrea Lane harvested on April 12 a smaller female, measuring 27 feet, 5 inches. “The smaller it is, the easier it is to pull up,” Russel Lane said. “But all whales are good.” In Point Hope, or Tikigaq, the winter has not lifted a way to spring. The temperatures have been bouncing to single digits, and stormy conditions have brought winds varying from southern to northern, Lane said. But for Point Hope whalers, accustomed to long winters and dicey conditions, the weather is nothing new, he said. “We don’t complain, we just try to deal with the elements,” Lane said. “The food we take from the ocean, you know, keeps us warm.” The crew camped on the ice for several days despite the cold. Then they took some time to rest and went home ahead of another storm. The day they returned to the edge of the ice, the whales were right there, Lane said. “We were fortunate to be able to strike and be blessed with the whale we got for the community,” he said. The community of Point Hope has an annual quota of 10 strikes, or attempts to harpoon a whale. The number is set by the International Whaling Commission in accordance with the Point Hope population, as well as with the health and abundance of the whales in the Bering-Chukchi-Beaufort stock. With help from other whalers, Lane’s crew brought their harvest ashore and, following the tradition, split it between the crews that touched the whale. The biggest part of the whale is set aside for the community celebrations: Qagruq, Thanksgiving and Christmas, Lane said. Because Lane’s crew landed the first bowhead of the season, they will be scheduling and hosting Qagruq, the three-day-long summer whaling feast where crews from the two clans — Qaġmaqtuuq and Uŋasiksikaaq — celebrate successful harvests with sharing food, speeches, dance and a multitude of rites and traditions. For Lane, the fact that he will be setting the date for Qagruq is not as important as a chance to bring home the bounty. “I really feel honored and blessed to be able to feed our people,” he said, “and hopefully continue to keep doing this the way we were taught.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alena naiden update",
        "sentiment": "negative"
      },
      {
        "name": "russell",
        "sentiment": "none"
      },
      {
        "name": "andrea lane",
        "sentiment": "none"
      },
      {
        "name": "russle lane",
        "sentiment": "none"
      },
      {
        "name": "lane",
        "sentiment": "none"
      },
      {
        "name": "guy norman omnik",
        "sentiment": "none"
      },
      {
        "name": "russel lane",
        "sentiment": "none"
      },
      {
        "name": "russel",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:54:39.814+03:00",
  "updated": "2024-04-19T01:06:34.579+03:00"
}