{
  "thread": {
    "uuid": "d7a9edde420a8f41bcd4b73c601d1732de97ff88",
    "url": "https://www.malaymail.com/news/sports/2024/01/08/liverpool-late-show-stuns-arsenal-in-fa-cup-de-bruyne-returns-in-man-city-rout/111168",
    "site_full": "www.malaymail.com",
    "site": "malaymail.com",
    "site_section": "http://www.themalaymailonline.com/feed/rss/sports",
    "site_categories": [
      "television",
      "business",
      "entertainment",
      "media",
      "sports",
      "tech",
      "marketing",
      "climbing"
    ],
    "section_title": "",
    "title": "Liverpool late show stuns Arsenal in FA Cup, De Bruyne returns in Man City rout | Malay Mail",
    "title_full": "Liverpool late show stuns Arsenal in FA Cup, De Bruyne returns in Man City rout | Malay Mail",
    "published": "2024-01-08T01:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MY",
    "main_image": "https://www.malaymail.com/malaymail/uploads/images/2024/01/08/thumbs/400x400/176933.jpg",
    "performance_score": 0,
    "domain_rank": 6866,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d7a9edde420a8f41bcd4b73c601d1732de97ff88",
  "url": "https://www.malaymail.com/news/sports/2024/01/08/liverpool-late-show-stuns-arsenal-in-fa-cup-de-bruyne-returns-in-man-city-rout/111168",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Malay Mail",
  "published": "2024-01-08T01:38:00.000+02:00",
  "title": "Liverpool late show stuns Arsenal in FA Cup, De Bruyne returns in Man City rout | Malay Mail",
  "text": "> LONDON, Jan 8 — Liverpool survived an Arsenal barrage to claim a place in the FA Cup fourth round in dramatic fashion as a pair of late goals sealed a 2-0 win yesterday.\nWhile Kevin De Bruyne’s long-awaited return for Manchester City in the holders’ 5-0 rout of Huddersfield was a memorable moment yesterday, it was Liverpool’s victory in the blockbuster third round clash at the Emirates Stadium that stole the spotlight.\nJurgen Klopp’s side rode their luck for long spells as Arsenal wasted a series of chances before Polish defender Jakub Kiwior headed Trent Alexander-Arnold’s free-kick into his own net with 10 minutes left.\nLuis Diaz wrapped up the smash and grab raid in stoppage-time.\nAdvertisement Liverpool’s first FA Cup win over Arsenal since the 2001 final was a significant moment as the Premier League leaders inflicted a psychological blow on one of their main title rivals.\nArsenal have now won only once in their last six games in all competitions, an unexpected stumble that leaves them out of the FA Cup and League Cup and five points behind Liverpool in the title race.\nNo wonder Klopp celebrated with such gusto at the final whistle, pumping his fists in acknowledgement of a victory that could springboard Liverpool’s bid to win four trophies.\nAdvertisement “In the end we came through. I’m really happy we could win this game. Arsenal could have won it without a doubt. We finished it off and it spoke for the character of the boys,” Klopp said.\nThe Reds, who drew 1-1 with Arsenal in the Premier League in December, face Fulham in the League Cup semi-final first leg in midweek and are also through to the Europa League last 16.\n“The performance was there and the amount of chances too. We just have to win the game, but we lost it and we are not capitalising,” Arsenal coach Mikel Arteta said.\nKlopp was without Mohamed Salah and Wataru Endo, who are competing at the Africa Cup of Nations and Asian Cup respectively, and the ill Virgil Van Dijk.\nMartin Odegaard should have rewarded the Gunners for their vibrant start, but the midfielder blasted his shot off the bar from 12 yards.\nBen White’s thunderous strike from just inside the area forced a superb tip-over from Liverpool keeper Alisson Becker.\nLiverpool ride their luck\nBy the time Kai Havertz wasted two good opportunities in quick succession, Arteta must have feared Arsenal would pay for their profligacy.\nArteta held his head in frustration as Bukayo Saka volleyed over from a dangerous position.\nLiverpool finally came to life and Luis Diaz’s snap-shot was well saved by Aaron Ramsdale, while Diogo Jota hit the woodwork.\nIn the 80th minute, Alexander-Arnold’s free-kick was headed into his own net by Kiwior and Diaz sealed the win in final seconds of stoppage-time as he took Jota’s pass and fired home from 10 yards.\nManchester City midfielder De Bruyne had been sidelined since tearing his hamstring during the Premier League opener against Burnley in August.\nHe finally got back in action as a 57th minute substitute in City’s emphatic victory over Championship strugglers Huddersfield at the Etihad Stadium.\nPep Guardiola’s side were leading by goals from Phil Foden and Julian Alvarez when the 32-year-old was introduced.\nCity netted three more times through Ben Jackson’s own goal, another Foden effort and a Jeremy Doku strike on his return from injury as a second half substitute.\nFittingly, Doku’s goal was set up by a deft lofted pass from De Bruyne.\nCity have stayed afloat without De Bruyne, but his world-class quality in midfield will be a key factor in their bid to retain the Premier League, Champions League and FA Cup.\n“We are incredibly delighted to have him back because Kevin helps to win games. Kevin is exceptional. He is unique,” Guardiola said.\nPremier League strugglers Luton were held 0-0 by third tier Bolton at Kenilworth Road.\nNottingham Forest were also given a scare by League One opponents as Nuno Espirito Santo’s men recovered from two goals down to draw 2-2 with Blackpool.\nWest Ham were held to a 1-1 draw against second tier Bristol City at the London Stadium. — AFP",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "de bruyne",
        "sentiment": "negative"
      },
      {
        "name": "luis diaz",
        "sentiment": "none"
      },
      {
        "name": "trent alexander-arnold",
        "sentiment": "none"
      },
      {
        "name": "jurgen klopp",
        "sentiment": "none"
      },
      {
        "name": "kevin de bruyne",
        "sentiment": "none"
      },
      {
        "name": "jakub kiwior",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "liverpool",
        "sentiment": "negative"
      },
      {
        "name": "huddersfield",
        "sentiment": "none"
      },
      {
        "name": "arsenal",
        "sentiment": "none"
      },
      {
        "name": "premier league",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "man city",
        "sentiment": "none"
      },
      {
        "name": "manchester city",
        "sentiment": "none"
      },
      {
        "name": "emirates stadium",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:40:17.087+02:00",
  "updated": "2024-01-08T01:40:17.087+02:00"
}