{
  "thread": {
    "uuid": "7ce780222d36fccd782eaed5830b972388bc2ea2",
    "url": "https://m.dailyhunt.in/news/india/english/dw-epaper-dweng/crispr+gene+editing+trial+treats+inherited+blindness-newsid-n606362790?listname=topicsList&topic=for+you&index=7&topicIndex=0&mode=pwa",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-patrika",
    "site_categories": [
      "media"
    ],
    "section_title": "Dailyhunt",
    "title": "CRISPR gene editing trial treats inherited blindness",
    "title_full": "CRISPR gene editing trial treats inherited blindness",
    "published": "2024-05-06T12:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata20/images/2b/2b/dc/2b2bdcf41ca4d5785d648ab52fe1648e30e104f203fd1b74c29abb4bf3ecf55a.jpg",
    "performance_score": 0,
    "domain_rank": 18399,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7ce780222d36fccd782eaed5830b972388bc2ea2",
  "url": "https://m.dailyhunt.in/news/india/english/dw-epaper-dweng/crispr+gene+editing+trial+treats+inherited+blindness-newsid-n606362790?listname=topicsList&topic=for+you&index=7&topicIndex=0&mode=pwa",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-06T12:32:00.000+03:00",
  "title": "CRISPR gene editing trial treats inherited blindness",
  "text": "The researchers said 11 out of the 14 people in a clinical trial experienced improved vision, without serious adverse side effects. They said the study was also the first to use gene therapy to treat children who had been born with a form of blindness. Eric Pierce of Harvard Medical School, who led the study, said participants were \"thrilled\" to be able to see the food on their plates. \"These were individuals who could not read any lines on an eye chart and who had no treatment options, which is the unfortunate reality for most people with inherited retinal disorders,\" Pierce said in a statement.\nThe findings were published in The New England Journal of Medicine on May 6, 2024. CRISPR gene editing brings &apos;BRILLIANCE&apos; The trial was called \"BRILLIANCE\" and 12 adults and two children, who had a rare form of inherited blindness, known as Leber congenital amaurosis (LCA), participated in it. LCA affects about one in 40,000 people and causes severe vision loss at an early age. This blindness is caused by a gene mutation that prevents a protein from functioning properly.\nThat protein — CEP290 — is critical for sight. Participants in the study received a single dose of a CRISPR gene therapy called EDIT-101. CRISPR-Cas9 is a precise way of altering DNA. It cuts out specific strands of DNA — the thing that makes us who we are — and replaces them with a new strands.\nIn the case of EDIT-101, the treatment cuts out the mutation in CEP290 and inserts a healthy strand of DNA back into the gene. This restores normal function of the protein CEP290, allowing the retina to detect light. In 2020, Emmanuelle Charpentier and Jennifer A. Doudna were awarded the Nobel Prize in chemistry for discovering CRISPR-Cas9. EDIT-101 gene therapy restores vision The BRILLIANCE study tested how well participants could see colored lights, navigate a small maze in varying amounts of light, and read from a chart after receiving the treatment.\nAlmost all of the participants, except three, showed some level of visual improvements. Six participants had major improvements in vision-related quality of life and could identify objects and letters on a chart. According to the researchers, EDIT-101 caused no serious adverse side effects in participants. Some patients reported mild adverse effects which resolved quickly.\nThe future of CRISPR gene editing More than 200 people have been treated with experimental CRISPR technologies. But so far, only one CRISPR treatment has been approved for clinical use — Casgevy, a treatment for sickle-cell disease — which has been available in the US, the UK, and the EU since December 2023. Scientists have said they are entering a new phase in genome editing technologies, which they say they can safely help and cure — not just treat — patients with a variety of diseases. Ongoing clinical trials are testing other CRISPR therapies for HIV/AIDS, diabetes, cancer, cardiovascular diseases, and antibiotic resistance. Edited by: Zulfikar Abbany",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eric pierce",
        "sentiment": "none"
      },
      {
        "name": "pierce",
        "sentiment": "none"
      },
      {
        "name": "leber",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "harvard medical school",
        "sentiment": "none"
      },
      {
        "name": "lca",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T23:32:38.662+03:00",
  "updated": "2024-05-06T23:32:38.662+03:00"
}