{
  "thread": {
    "uuid": "0bd5e0c599fb57b7c4be2fff81395ca1790dea2d",
    "url": "https://laopinion.com/2024/01/07/llevamos-una-racha-buena-javier-aguirre-aplaudio-las-buenas-acciones-del-mallorca/",
    "site_full": "laopinion.com",
    "site": "laopinion.com",
    "site_section": "http://www.laopinion.com/feed/",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "immigration"
    ],
    "section_title": "La Opinión",
    "title": "“Llevamos una racha buena”: Javier Aguirre aplaudió las buenas acciones del Mallorca",
    "title_full": "“Llevamos una racha buena”: Javier Aguirre aplaudió las buenas acciones del Mallorca",
    "published": "2024-01-08T00:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://laopinion.com/wp-content/uploads/sites/3/2024/01/GettyImages-1843231731.jpg?w=1200",
    "performance_score": 0,
    "domain_rank": 16742,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0bd5e0c599fb57b7c4be2fff81395ca1790dea2d",
  "url": "https://laopinion.com/2024/01/07/llevamos-una-racha-buena-javier-aguirre-aplaudio-las-buenas-acciones-del-mallorca/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Manuel Acevedo",
  "published": "2024-01-08T00:05:00.000+02:00",
  "title": "“Llevamos una racha buena”: Javier Aguirre aplaudió las buenas acciones del Mallorca",
  "text": "“Llevamos una racha buena”: Javier Aguirre aplaudió las buenas acciones del Mallorca\nEl técnico mexicano Javier Aguirre señaló que tanto Mallorca como Burgos tuvieron buenos resultados y quizás en algún momento el rival pudo haber anotado un gol para descontar en el marcador\nEl Mallorca del mexicano Javier Aguirre consiguió el boleto que le dio su pase a los octavos de final de la Copa del Rey tras superar al Burgos con un marcador de 3-0. El técnico Aguirre reconoció que su rival pudo a haber anotado algún gol para descontar en el resultado final del encuentro.\n“Quizá el marcador es demasiado abultado para lo que hicieron ambos equipos, me parece que Burgos pudo haber hecho un golito por ahí”, aseguró.\nAguirre señaló que después del primer gol de sus dirigidos, los de Burgos se abrieron para intentar empatar las acciones del partido, pero “nos dejaron espacios que aprovechamos bien”.\n“Fue un partido disputado, para la gente, agradable”, agregó.\nUna derrota en los últimos ocho juegos\nEl Mallorca y Javier Aguirre recibieron un sin fin de críticas por parte de los medios de comunicación y de los aficionados por el inicio tan irregular que mostraron al inicio en Liga.\nActualmente, el Mallorca solo ha tenido una derrota en los ocho últimos encuentros que han disputado en todas las competiciones, ese único juego perdido fue contra el Real Madrid en el Santiago Bernabéu.\n“Estoy encontrando sitio para la gente nueva que vino, estamos entrenando mejor, llevamos un rato entrenando bien, nos han acompañado los resultados”, indicó el técnico mexicano.\n“Perdimos en el Cívitas y perdimos en el Bernabéu, pero son partidos que puedes perder, perdimos 1-0 en ambos casos compitiendo y yo creo que eso es lo que la afición valora de nosotros, que somos un equipo humilde, serio, competitivo y que puede perder si el rival es mejor, pero llevamos una racha buena”, añadió.\nCalendario del Mallorca\n- La Liga | RCD Mallorca vs. RC Celta | 13 de enero — Fecha 20\n- La Liga | Villarreal CF vs. RCD Mallorca | 20 de enero — Fecha 21\n- La Liga | RCD Mallorca vs. Real Betis Balompié | 27 de enero — Fecha 22\n- La Liga | Athletic Club vs. RCD Mallorca | 3 de febrero — Fecha 23\n- La Liga | RCD Mallorca vs. Rayo Vallecano | 10 de febrero — Fecha 24\nMallorca asegura su pase a octavos de la Copa del Rey\nHasta el momento, los dirigidos por Javier Aguirre se han tenido que enfrentar a equipos de categorías inferiores (como lo es el Burgos) y de igual forma la plantilla ha respondido satisfactoriamente sumando puntos a favor ante Boiro (0-4), Valle Egües (0-3) y ahora el Burgos (0-3).\nEl primer tiempo del encuentro de hoy fue bastante apagado, pero después Javier Aguirre hizo modificaciones que le dieran un giro diferente para encender las redes y así conseguir un resultado positivo.\nEl primer gol llegó de la mano de Giovanni González, cuando aprovechó un despeje de la defensa del rival ante un centro por la izquierda de Sergi Darder. La pelota llegó a González y dio el primer remate dentro del arco con su pierna derecha.\nLuego fue la oportunidad del canadiense Cyle Larin tras aprovechar un error defensivo del Burgos en la salida. El golpe que selló el 3-0 lo dio Abdón Prats, quien aprovechó un rebote en el arco y sentenció por un costado para mandar el balón al final de las redes.\nEn 19 fechas apenas suman tres victorias y se encuentran en el puesto 14 de la tabla con 18 puntos, solo tres por encima del último clasificado en el descenso.\nSigue leyendo:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:09:36.000+02:00",
  "updated": "2024-01-08T00:09:36.000+02:00"
}