{
  "thread": {
    "uuid": "0968acf8104d671f44ee514b4e4d961edb4d3d72",
    "url": "https://www.capecodtimes.com/story/business/employment/2023/12/28/coworking-spaces-may-revitalize-cities-towns-drawing-new-residents/71991657007/",
    "site_full": "www.capecodtimes.com",
    "site": "capecodtimes.com",
    "site_section": "https://www.capecodtimes.com/business",
    "site_categories": [
      "media",
      "tech"
    ],
    "section_title": "Business News in Hyannis, MA | Cape Cod Times",
    "title": "Coworking spaces may revitalize cities, towns by drawing new residents",
    "title_full": "Coworking spaces may revitalize cities, towns by drawing new residents",
    "published": "2023-12-28T23:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 18653,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0968acf8104d671f44ee514b4e4d961edb4d3d72",
  "url": "https://www.capecodtimes.com/story/business/employment/2023/12/28/coworking-spaces-may-revitalize-cities-towns-drawing-new-residents/71991657007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Boston University Statehouse Program - Unlimited Digital Access",
  "published": "2023-12-28T23:50:00.000+02:00",
  "title": "Coworking spaces may revitalize cities, towns by drawing new residents",
  "text": "Suburban locations, coffee bars: Coworking business model adapts to evolving workforce Walking into the [Industrious](https://www.industriousoffice.com/) coworking space on Dartmouth Street in Boston, guests find themselves in a common area complete with a cafe and front desk. The sound of hushed chatter and keyboard clicking fills the room. Visiting one of Industrious’ other locations — [seven in the Boston area](https://www.industriousoffice.com/locations) and over 160 in over 65 cities — would be a remarkably similar experience. Each identical space is set up in the same way. Founded in 2012, Industrious has grown into the third-largest coworking space provider in the world. The concept, developed in the early 2000s, is modeled on providing workspace and community for freelance and independent workers and people who travel frequently. But as companies adapt to the post-pandemic world of hybrid work, companies are fine-tuning their approaches. Chief Operating Officer Liz Simon attributes Industrious’ success to its [business model](https://www.industriousoffice.com/blog/industrious/video-partnership-business-model-sustainable), where the company partners with landlords to jointly create and run the space, splitting the costs and revenue. The company uses a partnership model with landlords, \"which makes our business a lot more of a sustainable one as compared to WeWork which obviously is having its own challenges at the moment,” she said. WeWork’s business model That is in sharp contrast to WeWork, once a highly publicized player in coworking and valued at nearly $50 billion, [filed for Chapter 11 bankruptcy](https://apnews.com/article/wework-bankruptcy-be8c36b9720377334645e37c73d55e6e) protection in November. It has drastically scaled back its footprint as it works through its legal issues. Unlike Industrious, WeWork grew extremely rapidly and signed fixed lease agreements with landlords on large office spaces, leaving the company with high fixed liabilities that use up a large portion of its revenue, according to Simon. WeWork’s model was “unsustainable” from the start, Simon said, but the pandemic exacerbated the company’s economic issues even more. “They were taking on very, very large spaces, which didn't stay occupied during the pandemic,” she said. “The thing about fixed leases is that you're on the hook to pay rent no matter what, no matter what occupies your spaces.” Still, Eric Benvenuti, WeWork’s Boston portfolio director, said he views the bankruptcy as a “tool” that the company can leverage when making its future business decisions. “It gives us clarity into operating a successful, strong business moving forward,” he said. “I know in Boston, there's a great opportunity to be successful.” On Cape Cod: [Office community without office politics. How coworking helps Cape Cod's remote workers](/story/business/2023/10/24/cape-cod-coworking-sharing-office-space-productivity-remote-work/71154741007/) Post-pandemic target audience and consumer benefits WeWork offers [different types of memberships](https://www.wework.com/solutions): a private office, a full-floor office and an individual desk in a shared office space. Similarly, Industrious has [plans](https://www.industriousoffice.com/solutions) for teams, individuals and hybrid workers. [Workbar](https://www.workbar.com/), a coworking company with 11 locations in greater Boston, focuses mainly on providing multiple “open coworking” spaces in each location available to all members. Workbar Content Manager Madison Powers said most members in the downtown location are companies, while the Quincy office houses mainly individuals. “Right now is such a transitional period in the industry as more companies are requiring people to go back to work in the office full time,” she said. “So the trends are evolving.” While Workbar’s target audience has not changed since COVID-19, Powers said interest has increased, especially with mid-sized businesses that moved out of their office during the pandemic and want to work in-person together again. As the workplace landscape changes, Powers said Workbar has emphasized the benefits of coworking as part of the emerging hybrid model. “I think more than traditional office space we're competing with home now,” she said. Powers said coworking spaces can offer companies financial benefits. “These bigger companies can lease office space here and it's significantly less expensive than traditional office space and the benefits and the amenities are so far greater,” she said. Simon said she has seen an increase in larger companies using coworking spaces since the pandemic hit. “Most larger enterprises are building some use of flexible office and other workplace solutions,” she said. “Either because they have a more distributed workforce now than they once did [or] because they have more flexible policies with respect to when and how their employees need to be in the office.” Headquartered in Barcelona, [TravelPerk](https://www.travelperk.com/) is a large startup company with 1,200 employees globally that provides business travel services from its hubs in Europe and the United States and uses coworking spaces for its employees in Boston, Chicago and Miami. Stuart Blake, vice president of North America at TravelPerk, said the company chose to use coworking spaces because of the “flexibility” and “shorter-term commitments.” “Markets have been a little wobbly and people are very anxious about what the future might hold,” Blake said. “Knowing that (startup businesses are) signing a one-year lease versus signing a 10-year lease provides more confidence for those business owners.” Boston’s office real estate Benvenuti said he thinks WeWork can provide a solution for companies that want to downsize. “We've been able to be that stopgap for a lot of people,” he said. “Rather than spending money on 25,000 square feet all the time that you're not using, spend money on 5,000 square feet that you are consistently using with the ability to buy additional conference rooms (and) space networking areas.” Benvenuti said WeWork has been adjusting its business strategy post-pandemic to attract customers back to their offices. “How can we minimize the cost of real estate that you need to maximize the output you get from your people?” he said. “Ideally, you can start working at WeWork and nail those space requirements so you're maximizing your dollar spend on real estate.” With many people still working from home, companies do not need as much real estate as they once did, leaving Boston with an excess of available office space. W. Keith Munsell, head of the real estate concentration in Boston University’s Questrom School of Business, said he attributes the surplus of office space to the “demise of WeWork, the pandemic and the partial back to work culture.” Greater Boston and its inner suburbs have a vacancy rate of over 20%, more than double the 9% range in late 2018, according to Munsell. That could be a drag on growth, Munsell said, because he expects lenders to be hesitant to finance or refinance buildings where coworking space has a large footprint. Expansion into suburbs predicted Simon said commutes have become the “No. 1 driver” for why workers are reluctant to return to the office, and she expects more coworking spaces to pop up in “mixed-use” neighborhoods as opposed to business districts. “Bringing office more closely to where people live I think is definitely a trend that we're gonna see more of,” she said. Benvenuti said he expects coworking spaces to expand more into the suburbs. Workbar has its largest presence in suburban locations outside Boston’s metropolitan area, Powers said, where many Boston employees live. Workbar just expanded its Needham location. “It's an affluent community where most of the people work for companies that would otherwise require them to commute to Boston,” Powers said of the Needham location. “Our suburban locations are the busiest.” Constance Hadley, founder of the [Institute for Life at Work](https://www.institutelifework.org/), said coworking spaces are being used as a “planned intervention to revitalize certain cities and towns.” “Creating a coworking space can attract people to want to move there,” she said. “If you build it, they will come.” Hadley, who has researched the psychology of work and employee well-being, said most people she interviewed were attracted to coworking spaces that felt “local” and embodied the “flavor of the neighborhood.” “What people want is their local coffee shop, they don't want a Starbucks,” Hadley said. “Looking forward, I think the coworking sites that will do best are those that can have that local feel.” Thanks to our subscribers, who help make this coverage possible. If you are not a subscriber, please consider supporting quality local journalism with a Cape Cod Times subscription. [Here are our subscription plans.](https://cm.capecodtimes.com/specialoffer/?gps-source=CPNEWS&itm_medium=onsite&itm_source=news&itm_campaign=NEWSROOM&itm_content=NEWSEMBED)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.wework.com/solutions):",
    "https://www.industriousoffice.com/blog/industrious/video-partnership-business-model-sustainable),",
    "https://www.industriousoffice.com/locations)",
    "https://www.industriousoffice.com/)",
    "https://www.industriousoffice.com/solutions)",
    "https://www.institutelifework.org/),",
    "https://www.travelperk.com/)",
    "https://www.workbar.com/),",
    "https://apnews.com/article/wework-bankruptcy-be8c36b9720377334645e37c73d55e6e)",
    "https://industriousoffice.com/locations)",
    "https://www.apnews.com/article/wework-bankruptcy-be8c36b9720377334645e37c73d55e6e)",
    "https://industriousoffice.com/)",
    "https://wework.com/solutions):",
    "https://industriousoffice.com/blog/industrious/video-partnership-business-model-sustainable),",
    "https://travelperk.com/)",
    "https://industriousoffice.com/solutions)",
    "https://institutelifework.org/),",
    "https://workbar.com/),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "liz simon",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dartmouth street",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "boston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:19:08.942+02:00",
  "updated": "2023-12-29T00:19:08.942+02:00"
}