{
  "thread": {
    "uuid": "1ef7f367a49f570729ffd7f975a7fd3358a38ec6",
    "url": "https://www.spokesman.com/stories/2024/jan/14/avista-advises-customers-to-resume-normal-energy-u",
    "site_full": "www.spokesman.com",
    "site": "spokesman.com",
    "site_section": "http://spokesman.com/feeds/stories/",
    "site_categories": [
      "media"
    ],
    "section_title": "Spokesman.com: Latest stories",
    "title": "Avista advises customers they can resume normal energy usage amid Spokane cold snap - Sun, 14 Jan 2024 PST",
    "title_full": "Avista advises customers they can resume normal energy usage amid Spokane cold snap - Sun, 14 Jan 2024 PST",
    "published": "2024-01-15T03:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://thumb.spokesman.com/hc97A0zuibONF5X51jlnbcbyh84=/1200x630/smart/media.spokesman.com/photos/2024/01/14/65a46d7bcf4c3.hires.jpg",
    "performance_score": 0,
    "domain_rank": 4266,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1ef7f367a49f570729ffd7f975a7fd3358a38ec6",
  "url": "https://www.spokesman.com/stories/2024/jan/14/avista-advises-customers-to-resume-normal-energy-u",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elena Perry",
  "published": "2024-01-15T03:00:00.000+02:00",
  "title": "Avista advises customers they can resume normal energy usage amid Spokane cold snap - Sun, 14 Jan 2024 PST",
  "text": "Avista advises customers they can resume normal energy usage amid Spokane cold snap\nTwo days after warning of potential supply problems, Avista advised customers Sunday morning that they could resume regular energy use.\nAvista asked customers Friday evening to conserve energy during a regional cold snap: lowering the thermostat, turning off heat in empty rooms, taking shorter or colder showers. The request was the result of a mechanical issue with natural gas compressors belonging to TC Energy, a natural gas supplier to the utilities company.\nAvista announced Saturday night TC Energy repaired the problem, but the utility asked that customers consider conserving natural gas as well as electricity.\nAvista spokesperson Jared Webley declined Sunday to comment on the cause of the mechanical issue, deferring to TC Energy. TC Energy could not be reached Sunday.\nSaturday night, with temperatures near or below zero, more than 450 Avista customers, nearly 600 Northern Lights customers and 80 Inland Power and Light customers were without power.\nAvista spokesperson David Vowels said the 450 without power were unrelated to the mechanical issue or conservation requests.\nSunday morning, 30 Avista customers were experiencing outages, according to the company’s outage map. Over 130 customers at Inland Power and Light were without power Sunday morning in Spokane and surrounding counties, restored by Sunday afternoon. Largely surrounding Priest Lake, 275 Northern Lights customers still were without power Sunday afternoon.\nAvista engineers noticed a reduction in natural gas usage during the period of requested conservation, Webley said. Businesses, industrial and residential customers dramatically reduced energy usage, he said.\nAvista’s natural gas pipelines have incurred problems twice in the past few months. On Nov. 9, a landowner ruptured a pipeline between Colfax and Pullman, leaving nearly 37,000 customers without natural gas services.\nWebley said he doesn’t expect the issues to persist.\n“It just so happens we had two once-in-a-lifetime events in the last three months,” Webley said. “This was an emergency, one-of-a-kind situation.”\nInland Power and Light Co. asked similar conservation efforts of their customers; a post on Facebook from the company said “extreme energy use” risked overloading electrical systems.\n“If everyone reduces their energy use a little bit, it will have a massive positive impact,” the post read.\nThe utilities company recommended unplugging unused electronics, reducing use of appliances like dishwashers, clothes washers and dryers, and turning off unused lights.\nWebley said Avista’s power grid is not at risk of being overloaded.\nSpokane and surrounding areas are in the midst of a cold snap; some weekend temperatures set records for the area, according to the National Weather Service.\nOn Friday, the high was 13 degrees and the low minus-7, tying the 1949 record for lowest low for that day. The record for lowest high temperature for Jan. 12 was set in 1909 at 3 degrees.\nSaturday set a record for the lowest high for that day at 2 degrees, edging out Jan. 13, 1950’s 4-degree high. Saturday’s minus-10 low ranks among the top-three lowest for the day, a spot currently held by 1909’s low of 13 degrees below zero.\nSunday’s low was minus-4, the high was 10 degrees. The record lows for Jan. 14 are a minus-7 high set in 1888 and minus-28 for the lowest low in the same year.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jared webley",
        "sentiment": "none"
      },
      {
        "name": "david vowels",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "avista",
        "sentiment": "negative"
      },
      {
        "name": "northern lights",
        "sentiment": "none"
      },
      {
        "name": "inland power",
        "sentiment": "none"
      },
      {
        "name": "tc energy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "spokane",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T05:26:54.800+02:00",
  "updated": "2024-01-15T05:26:54.800+02:00"
}