{
  "thread": {
    "uuid": "fa6583f4a783dfa19b2c7861073f6cceb9477b1a",
    "url": "https://www.newidea.com.au/married-at-first-sight-jules-robinson-cameron-merchant-relationship-timeline",
    "site_full": "www.newidea.com.au",
    "site": "newidea.com.au",
    "site_section": "https://newidea.com.au",
    "site_categories": [
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "New Idea Magazine: Celebrity News &amp; Gossip",
    "title": "MAFS' Jules and Cam's true love story | New Idea Magazine",
    "title_full": "MAFS' Jules and Cam's true love story | New Idea Magazine",
    "published": "2024-01-07T03:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AU",
    "main_image": "http://www.newidea.com.au/media/67801/cam-and-jules-mafs-proposal.jpg",
    "performance_score": 0,
    "domain_rank": 33456,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fa6583f4a783dfa19b2c7861073f6cceb9477b1a",
  "url": "https://www.newidea.com.au/married-at-first-sight-jules-robinson-cameron-merchant-relationship-timeline",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-07T03:15:00.000+02:00",
  "title": "MAFS' Jules and Cam's true love story | New Idea Magazine",
  "text": "On Cam's 40th birthday, Jules shared a beautiful message to Instagram, expressing her love for the Australian cricketer. “You’re a living, walking example of what a good human is,\" she wrote. \"Happy 40th birthday to my [@cammerchant](https://www.instagram.com/cammerchant/)… they generally say life begins, or you come into your own when you hit 40 but you live life to the full every day and your awareness for who YOU truly are, your beliefs, and what you need to be the best version of yourself is like no other…\" To celebrate five years since first locking eyes with one another, Jules took to her Instagram to share a heartwarming tribute to her husband Cam. \"Five years ago today I met my husband, and we really did commit to all the words we shared that day,\" Jules wrote. \"I'd choose you in a thousand lifetimes, in any version of reality, I'd find you and I'd choose you @cammerchant. What an adventure we have been on together. I love you.\" \"Thankyou to #mafs for helping me find you this time 😉,\" she added. Cameron then shared a beautiful tribute of his own to the \"love of his life.\" \"I want a person who comes into my life by accident, but stays on purpose ❤️,\" the father of one wrote. \"Cannot believe it's been five years since I met my best friend for the first time in @julesrobinson and got married sight unseen..\" \"Still feel it was one of the best days I've ever experienced...& never would you think that in some of these photos we've only known each other for a matter of hours..\" He then continued: \"So many ask if it was Love at First Sight? & we are both so open to agree that it was definitely Vibe at First Sight.. There was something special, kind, supportive & warm about our first connection & it’s only become stronger over these past 5 years & so very grateful for you, our experiences & support & love we have created for each other & our family 😍\" \"How open we both were & it’s incredible to think of what you can create when you throw yourself all in.. \"These 5 years have been special & can’t wait to share so many more with you. Happy Love Day my everything ❤️\" After their on-screen wedding, the couple jetted off to New Zealand for their honeymoon to really get to know one another. They reaffirmed their relationship by renewing their wedding vows to each other while in NZ. Fans watched as Jules and Cam stayed true to one another throughout the filming. They delighted audiences when they exchanged the exciting L-word. And amongst all the drama, cheating scandals, and petty fights, Jules and Cam's love was a shining light. Their stint on MAFS finally came to an end with a dream proposal by Cam to Jules, where he asked the Sydney makeup artist to marry him - for real! During final commitment ceremony for the show, Cam made MAFS history by getting down on one knee and asking Jules to marry him — again. This time in a legally binding wedding! \"The moment you fall more in love than you thought you could fall and every little part of you says YES! I have nothing but love for this man,\" Jules said in an [Instagram post](https://www.instagram.com/p/BvqvPPMnQOv/) about the moment. The pair went on to host the most fabulous engagement party in April 2019. They celebrated with friends and family outside of the show, proving that their love was definitely for real. \"I had an engagement party tonight and I danced like no one was watching!!\" Jules said of the lavish party that took place at Acre Eatery, Sydney. At the MAFS reunion — which was filmed in January 2019— the couple revealed they planned on marrying on the anniversary of the day they met. But their plans changed earlier in September. \"We had this great idea to get married on the one-year anniversary, and it was just a lovely, romantic gesture,\" [Jules said on the Today show](https://www.newidea.com.au/married-at-first-sight-cameron-merchant-jules-robinson-postpone-wedding) recently. \"But so much has been happening and going on, and I wanted to enjoy the process of organising the wedding, so that's the only reason why it's been postponed.\" The pair then announced the revised date for their wedding - Tuesday, November 19th, 2019. While the couple's first marriage was not legally binding, this one was. Channel Nine's A Current Affair took viewers behind the scenes of the big day. At the time, an [insider source](/umbraco/During%20final commitment ceremony for the show, Cam made MAFS history by getting down on one knee and asking Jules to marry him — again. This time in a legally binding wedding! \"The moment you fall more in love than you thought you could fall and every little part of you says YES! I have nothing but love for this man,\" Jules said in an Instagram post about the moment.) revealed to New Idea that the pair would actually be tying the knot on November 16, some three days before their television special went to air. WATCH: Cam proposes to Jules during the final commitment ceremony. Article continues after video. Then in April 2020, the newlyweds announced that they were expecting their first child in an interview with Stellar. \"I honestly thought it was going to come with a fight. Because of my age, I had done all the hormone testing, the egg count...so much is instilled that you're going to struggle because of your age,\" she told the publication. Baby Oliver was born on September 29, 2020, with doting parents shared the first images of the little angel with our sister publication [ WHO. ](https://www.who.com.au/jules-robinson-cam-merchant-love-story) \"It's been an incredibly emotional time,\" Jules said before adding that she and Cam were \"so in love.\" Ollie made his Instagram debut mere days after his birth, his parents sharing a video of their son squeezing his mum's finger. \"I would do it a thousand times again for you,\" wrote Jules. \"Oliver Chase Merchant. Our little man has arrived, healthy and beautiful and my heart is full.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.instagram.com/cammerchant/)…",
    "https://www.instagram.com/p/BvqvPPMnQOv/)",
    "https://www.who.com.au/jules-robinson-cam-merchant-love-story)",
    "https://instagram.com/cammerchant/)…",
    "https://instagram.com/p/BvqvPPMnQOv/)",
    "https://who.com.au/jules-robinson-cam-merchant-love-story)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jules",
        "sentiment": "positive"
      },
      {
        "name": "cam",
        "sentiment": "positive"
      },
      {
        "name": "cameron",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "instagram",
        "sentiment": "positive"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:49:18.310+02:00",
  "updated": "2024-01-08T01:49:18.310+02:00"
}