{
  "thread": {
    "uuid": "cbb9babab7ea40a0157b6ae161a33f41ec26760c",
    "url": "https://bnnbreaking.com/tech/green-hydrogen-the-cornerstone-of-industrial-decarbonization",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/rss",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Green Hydrogen: The Cornerstone of Industrial Decarbonization",
    "title_full": "Green Hydrogen: The Cornerstone of Industrial Decarbonization",
    "published": "2024-02-16T10:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/479dbeaa43958d5faea030a49d37167adf4301cb5dd44cf5aa59476d65926c40.jpg",
    "performance_score": 0,
    "domain_rank": 27879,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cbb9babab7ea40a0157b6ae161a33f41ec26760c",
  "url": "https://bnnbreaking.com/tech/green-hydrogen-the-cornerstone-of-industrial-decarbonization",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Wojciech Zylm",
  "published": "2024-02-16T10:14:00.000+02:00",
  "title": "Green Hydrogen: The Cornerstone of Industrial Decarbonization",
  "text": "In an era where the clamor for sustainable energy solutions is louder than ever, a new chapter unfolds in the quest for environmental stewardship. The spotlight shines on green hydrogen, hailed as a beacon of hope in the energy transition journey. At the heart of this revolution are electrolyzer plants, with Hitachi Energy at the forefront, championing the development of medium to giga-scale facilities. This initiative is not just about innovation; it's a testament to the collaborative spirit, as seen in Hitachi Energy's partnership with H2 Green Steel in Sweden. Their joint venture aims to revolutionize steelmaking by reducing CO2 emissions by a staggering 95 percent through the use of green hydrogen in a direct reduction plant.\nThe American Drive Towards Industrial Decarbonization\nThe United States is not lagging in this global race towards decarbonization. The US Department of Energy recently earmarked $171 million to fuel projects dedicated to slashing industrial greenhouse gas emissions and cultivating decarbonization technologies. Among these projects is a groundbreaking initiative in Toledo, Ohio, boasting a $10 million investment. Spearheaded by the University of Wisconsin-Madison, this project proposes a novel integration of a solid oxide electrolyzer cell with an industrial direct reduction shaft furnace. The ambition is bold yet clear: to produce direct reduced iron with at least a 90% reduction in greenhouse gas emissions, aiming for a production capacity of 1.6 million tons per year.\nGermany's Leap with the tkH2Steel Project\nAcross the Atlantic, Germany is making its own giant leap with the tkH2Steel project, orchestrated by Thyssenkrupp. This initiative is groundbreaking, with plans to operate a direct reduction plant fully on hydrogen by 2029. The project's centerpiece features two innovative melters, symbolizing a significant leap towards decarbonization in steelmaking. The hydrogen requirement for this venture is currently under a transparent and broad-based tender process. Notably, this project has garnered substantial support, with funding of around 2 billion euros from the German Federal Ministry for Economic Affairs and Climate Protection and the state of North Rhine-Westphalia.\nEmbracing a Greener Future\nThe journey towards a sustainable future is laden with challenges, yet the collective efforts of nations and corporations indicate a promising path forward. The collaboration between Hitachi Energy and H2 Green Steel, the proactive initiatives by the US Department of Energy, and Thyssenkrupp's ambitious tkH2Steel project are exemplary milestones in this quest. These endeavors not only highlight the potential of green hydrogen as a pivotal force in energy transition but also underscore the importance of global cooperation and innovation in combating climate change. As the world continues to navigate through the complexities of decarbonization, these projects serve as beacons of hope, illuminating the path towards a greener, more sustainable future.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "us department of energy",
        "sentiment": "none"
      },
      {
        "name": "hitachi energy",
        "sentiment": "none"
      },
      {
        "name": "green steel",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sweden",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T12:17:59.361+02:00",
  "updated": "2024-02-16T12:17:59.361+02:00"
}