{
  "thread": {
    "uuid": "fc6cc5742f3814da8d092161fa14ac659d68ab81",
    "url": "https://www.thehansindia.com/business/finance-ministry-sees-gdp-growth-comfortably-surpassing-65-in-2023-24-847650",
    "site_full": "www.thehansindia.com",
    "site": "thehansindia.com",
    "site_section": "https://thehansindia.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Andhra Pradesh Breaking News, Telangana News, Hyderabad News Updates, National News, Breaking News",
    "title": "Finance Ministry sees GDP growth comfortably surpassing 6.5% in 2023-24",
    "title_full": "Finance Ministry sees GDP growth comfortably surpassing 6.5% in 2023-24",
    "published": "2023-12-29T14:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets.thehansindia.com/h-upload/2023/12/29/1410406-economy.jpg",
    "performance_score": 0,
    "domain_rank": 15776,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fc6cc5742f3814da8d092161fa14ac659d68ab81",
  "url": "https://www.thehansindia.com/business/finance-ministry-sees-gdp-growth-comfortably-surpassing-65-in-2023-24-847650",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Hans India",
  "published": "2023-12-29T14:10:00.000+02:00",
  "title": "Finance Ministry sees GDP growth comfortably surpassing 6.5% in 2023-24",
  "text": "Live [Aircraft gets stuck under flyover in Bihar's East Champaran, causes traffic jams](/news/national/aircraft-gets-stuck-under-flyover-in-bihars-east-champaran-causes-traffic-jams-847653) [Job fair in the last week of January: Group of ministers to be formed: CM Siddaramaiah](/news/cities/bengaluru/job-fair-in-the-last-week-of-january-group-of-ministers-to-be-formed-cm-siddaramaiah-847652) [Punjab CM launches new website for NRIs](/news/national/punjab-cm-launches-new-website-for-nris-847651) [Finance Ministry sees GDP growth comfortably surpassing 6.5% in 2023-24](/business/finance-ministry-sees-gdp-growth-comfortably-surpassing-65-in-2023-24-847650) [Wipro seeks Rs 25.15 crore damages from former CFO Jatin Dalal for breaching non-compete clause](/technology/tech-news/wipro-seeks-rs-2515-crore-damages-from-former-cfo-jatin-dalal-for-breaching-non-compete-clause-847649) [TTD Chairman release The Hans India 2024 calendar](/andhra-pradesh/ttd-chairman-release-the-hans-india-2024-calendar-847648) [ULFA Signs Memorandum With Centre And Assam, Paving The Way For Northeast Stability](/news/national/ulfa-signs-memorandum-with-centre-and-assam-paving-the-way-for-northeast-stability-847647) [Prime Minister Narendra Modi's Vision And Leadership: Navigating Challenges And Unveiling Transformative Initiatives](/news/national/prime-minister-narendra-modis-vision-and-leadership-navigating-challenges-and-unveiling-transformative-initiatives-847646) [Will JN.1 drive a severe Covid wave in India?](/life-style/health/will-jn1-drive-a-severe-covid-wave-in-india-847645) [Kurchini Madatha Petti: Mahesh Babu uses this catchy phrase for a mass number](/cinema/kurchini-madatha-petti-mahesh-babu-uses-this-catchy-phrase-for-a-mass-number-847644) Just In Finance Ministry sees GDP growth comfortably surpassing 6.5% in 2023-24 The government expects the Indian economy's GDP growth rate in 2023-24 to \"comfortably\" exceed its forecast of 6.5 percent despite the risks to growth and stability outlook that mainly emanate from outside the country, according to the Finance Ministry's half-yearly economic review report, released on Friday. New Delhi: The government expects the Indian economy's GDP growth rate in 2023-24 to \"comfortably\" exceed its forecast of 6.5 percent despite the risks to growth and stability outlook that mainly emanate from outside the country, according to the Finance Ministry's half-yearly economic review report, released on Friday. The better-than-expected growth in Q2 of 2023-24 and the emergence of India as the fastest-growing major economy in H1 of FY24 have improved the growth prospects and prompted various domestic and international agencies to upgrade GDP growth projections for FY24. The momentum gained in Q2 of FY24 is likely to be sustained in Q3 as well. High frequency indicators in India for October and November 2023 reflect robust economic activity. PMI Manufacturing and Services remained in the expansionary zone in October and November. October 2023 imprints of the IIP and Index of Eight Core Industries also highlight sustained growth in manufacturing activity, the report points out. Sentiments in the services sector remain upbeat, driven, among others, by an upswing in the tourism cum hotel industry induced by leisure travel, business travel, and social events. Growth in consumption demand is expected to be sustained. Urban demand conditions remain resilient, with higher growth in auto sales, fuel consumption and UPI transactions. Rural demand is also catching up, as reflected in robust growth in two and three-wheeler sales, it adds. On the inflation front, with the stable downward movement in core inflation and continuing deflation in fuel inflation, the headline inflation outlook is on a declining trend, notwithstanding temporary disruptions from food prices. RBI has projected inflation to average at 5.4 per cent in FY24. The outlook for India's external sector is promising, as seen in the November releases of trade balances for both services and merchandise. The relatively stable Indian rupee against the US dollar and other prominent currencies and adequate foreign exchange reserves add to the optimism. This sanguinity is visible in the resurgence of foreign portfolio investments since November 2023 and in FY24 in general, compared to FY23. Foreign investment inflows are also helping the Indian stock market indices to climb new heights, reflecting broad-based optimism on growth among domestic and foreign investors on growth prospects, according to the report.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jatin dalal",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "finance ministry",
        "sentiment": "negative"
      },
      {
        "name": "wipro",
        "sentiment": "none"
      },
      {
        "name": "ttd",
        "sentiment": "none"
      },
      {
        "name": "ulfa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bihar",
        "sentiment": "none"
      },
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "punjab",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T16:49:55.824+02:00",
  "updated": "2023-12-29T16:49:55.824+02:00"
}