{
  "thread": {
    "uuid": "97b6b8a0bd9515850b5c511fcb81461563fb2df4",
    "url": "https://www.24-horas.mx/2024/01/16/buffalo-congela-a-steelers-y-avanzan-de-ronda",
    "site_full": "www.24-horas.mx",
    "site": "24-horas.mx",
    "site_section": "https://www.24-horas.mx/rss",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": "24 Horas",
    "title": "Buffalo congela a Steelers y avanzan de ronda",
    "title_full": "Buffalo congela a Steelers y avanzan de ronda",
    "published": "2024-01-16T14:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.24-horas.mx/wp-content/uploads/2024/01/Diseno-sin-titulo-2024-01-16T040021.430.jpg",
    "performance_score": 0,
    "domain_rank": 56550,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "97b6b8a0bd9515850b5c511fcb81461563fb2df4",
  "url": "https://www.24-horas.mx/2024/01/16/buffalo-congela-a-steelers-y-avanzan-de-ronda",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción 24 Horas",
  "published": "2024-01-16T14:05:00.000+02:00",
  "title": "Buffalo congela a Steelers y avanzan de ronda",
  "text": "Superada la crisis por las tormentas de nieve que azotaron la región de New York, los Bills de Buffalo hicieron valer su condición de locales y extendieron su racha a cinco victorias y solo una caída en postemporada bajo las órdenes de Sean McDermott, tras vencer a los Pittsburgh Steelers 31-17 en la ronda de comodines y ahora buscarán la cima en la Conferencia Americana.\nTres anotaciones sin respuesta por parte de los Bills, rápidamente condicionaron las posibilidades de unos Steelers que con la peor ofensiva entre los 14 clasificados a playoffs, apenas lograron competir con un par de anotaciones entre el segundo y el cuarto período, que le dejaron a Mason Rudolph con 229 yardas y muy lejos de competir con Josh Allen y sus tres pases de anotación, más un acarreo de 52 yardas hasta las diagonales.\nTras verse ampliamente superados en la eliminatoria y luego de los cuestionamientos por el limitado accionar que mostró su equipo durante la temporada, Mike Tomlin protagonizó\nPara la Nacional y luego de superar en Arlington a los Cowboys, los Green Bay Packers tendrán que jugar nuevamente fuera de casa para medirse a los San Francisco 49ers en Californiaun último episodio de controversia para los Steelers, al retirarse de la conferencia de prensa cuando se le mencionó sobre su futuro al vivir su último año de contrato en Pittsburgh.\nCon una sexta derrota en sus últimos siete juegos disputados, los Philadelphia Eagles quedaron eliminados tras caer en Tampa Bay ante los Buccaneers por marcador de 32-9 y ver anulada así la posibilidad de repetir en el Super Domingo por segundo año consecutivo.\nEn una combinación entre errores puntuales de los visitantes, más la efectividad en la primera mitad de los Bucs, los campeones de la división del Sur hicieron lo necesario para vencer a los quintos sembrados de la NFC y confirmar su presencia en la ronda divisional por tercera ocasión en los últimos cuatro años.\nTras el final del encuentro en Florida, las rondas divisionales de cada conferencia quedaron conformadas, con los ocho equipos restantes dentro de la National Football League, para disputar los boletos a los juegos de cada conferencia.\nDentro de la Conferencia Americana, los partidos de la ronda divisional enfrentarán a los Houston Texans de visita ante los Baltimore Ravens, mientras que los Kansas City Chiefs tendrán que sobrellevar el primer partido de Patrick Mahomes en postemporada fuera de Arrowhead, al tener que sortear a los Bills en Buffalo.\nPara la Nacional y luego de superar en Arlington a los Cowboys, los Green Bay Packers tendrán que jugar nuevamente fuera de casa para medirse a los San Francisco 49ers en California. Los Detroit Lions nuevamente jugarán ante su gente para buscar el pase al juego de conferencia contra los Buccaneers.\nSuperada la crisis por las tormentas de nieve que azotaron la región de New York, los Bills de Buffalo hicieron valer su condición de locales y extendieron su racha a cinco victorias y solo una caída en postemporada bajo las órdenes de Sean McDermott, tras vencer a los Pittsburgh Steelers 31-17 en la ronda de comodines y ahora buscarán la cima en la Conferencia Americana.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-16T15:57:08.304+02:00",
  "updated": "2024-01-16T15:57:08.304+02:00"
}