{
  "thread": {
    "uuid": "3d113eff443fabaa804a67f6a00a966be71a7c7d",
    "url": "https://www.eluniversal.com.co/regional/bolivar/la-feria-sembradores-de-paz-dejo-un-balance-positivo-en-bolivar-DA10451301",
    "site_full": "www.eluniversal.com.co",
    "site": "eluniversal.com.co",
    "site_section": "https://eluniversal.com.co/regional",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Regional | El Universal Cartagena",
    "title": "La Feria “Sembradores de Paz” dejó un balance positivo en Bolívar | EL UNIVERSAL - Cartagena",
    "title_full": "La Feria “Sembradores de Paz” dejó un balance positivo en Bolívar | EL UNIVERSAL - Cartagena",
    "published": "2024-05-03T22:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.eluniversal.com.co/binrepository/915x686/56c0/800d686/none/13704/USSE/feria-del-sena-en-bolivar_10010122_20240503144417.jpg",
    "performance_score": 0,
    "domain_rank": 26195,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3d113eff443fabaa804a67f6a00a966be71a7c7d",
  "url": "https://www.eluniversal.com.co/regional/bolivar/la-feria-sembradores-de-paz-dejo-un-balance-positivo-en-bolivar-DA10451301",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "REDACCIÓN BOLÍVAR",
  "published": "2024-05-03T22:32:00.000+03:00",
  "title": "La Feria “Sembradores de Paz” dejó un balance positivo en Bolívar | EL UNIVERSAL - Cartagena",
  "text": "Con el objetivo de apoyar a las víctimas del conflicto armado, el Servicio Nacional de Aprendizaje en Bolívar se sumó a la Feria de Emprendimiento “Sembradores de Paz”, gracias a alianza con el Multicentro La Plazuela en Cartagena y la participación de unidades productivas lideradas por personas víctimas pertenecientes a los programas SENA Emprende Rural (SER), Fondo Emprender y varios vinculados a Sistema de Responsabilidad Penal para Adolescentes. [Lea: Renta ciudadana y Renta Joven: así puedes consultar si tu giro llegó](https://www.eluniversal.com.co/cartagena/renta-ciudadana-y-renta-joven-asi-puedes-consultar-si-tu-giro-llego-AB10442075) En total, al cierre de la jornada, el valor de las ventas alcanzadas por los emprendimientos entre el público asistente al Multicentro La Plazuela fue de $32.155.000, con lo cual se impulsa el trabajo digno y se mueve la economía campesina y popular de la Región, apoyada por el SENA. Arte y Diseño Zenú, Artesanías Palma de Iraca, Artmy Colombia, Dulces Wadnipar, Lácteos Paraíso, Kamai, MaryCrea, Surizadai, Bomboimbo, Casa Artesana, Fruylac, Chococampo y Pupy Frut, son los nombres de los emprendimientos participantes que pertenecen a diversos sectores tales como: artesanías, gastronomía, turismo y textiles, entre otros. [Lea: SENA reconstruye vivienda destruida por invierno y la entrega a su dueña](https://www.eluniversal.com.co/regional/sena-reconstruye-vivienda-destruida-por-invierno-y-la-entrega-a-su-duena-NG10432708) Inés Yepes, coordinadora de la Agencia Pública de Empleo en Bolívar, afirmó: “Estamos muy contentos de apoyar a nuestra población víctima del conflicto armado en Bolívar. Queremos resaltar que durante la feria asistieron 600 personas para respaldar a los emprendedores, quienes lograron vender productos por más de 30 millones de pesos”. Desde los municipios El Carmen de Bolívar, Magangué, Mahates, Marialabaja, San Jacinto, San Juan Nepomuceno, Turbaco; Cartagena y los corregimientos San Basilio de Palenque, San Cayetano y San Cristóbal, se movilizaron estos emprendimientos participantes. “Estamos muy agradecidos por la oportunidad que nos brinda el SENA para dar a conocer nuestro negocio. Estos espacios nos permiten crear relaciones comerciales y llegar a nuevos mercados con nuestros emprendimientos”, aseguró María Isabel Medina Díaz, creadora de la marca MaryCrea, la cual se dedica al diseño y confección de prendas de vestir inspiradas en mujeres reales, adaptándose a diferentes estilos y tallas. En 2023, en Bolívar se orientaron a 18.630 víctimas del conflicto armado. Además, se asesoraron a 20 emprendedores víctimas, quienes resultaron beneficiarios de la convocatoria del Fondo Emprender. También 64.834 personas con formación titulada y complementaria.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T22:50:22.731+03:00",
  "updated": "2024-05-03T22:50:22.731+03:00"
}