{
  "thread": {
    "uuid": "44eb6bd1262044d542a24bcdb9d492aab555eacc",
    "url": "https://gloria.tv/pagination/y0SUqyXntEcTM08dOQgMKrg3AyJ0eFg5siE6xOx4awi2xLmZnvc0YyzeK3ascyBsASOjJgA8FnzGtoWQJtPVXgqXoczAsZaDzcaD9CRhy4Y6k0lRQQZSiMWtPR44TS9gqzvlX4HHeVrM1r9Mhf7sTr29yZzzE4f3maS8FWleYrZpnOz4SoPpyRtPupFw3PZCizTwJXrS7y8KMEgxOqD7aDE46rQozbzUnUez4U6RNamKAnJnbwADV9uHga5Xnzy8kJv8s6FWIE9sVYj482owulOTP6RYEKXlsRYEWR9DMHDZE9CBGgE9yfZchTyy4WdheUvIgvVaz6tQzpEOEvzaCfvpRcTV9IIhqMdGxiiEcqFBkrSVmXefZUf7v4xTjDySbNWvMy58e31vybluYEHMzWh1CHh6sgMefjmy8ARbpFP6diJyxbLIWDR2tyPw9VvwxGZKJEHGcrkZPrVdb3IlmI0TR7tlR9KxBYzceRMmVvVFPGL80PWCss9HEzkFQ58ZnPouKESQipe04yZHkLww0DyrtP7QyWbnUoK4Di7cOuFIvNkTAQGQjpjG5QTMjzqkYGYe98GuK5vhRRuuCXc7AUkhhfvDj1B8X5tVVyzB7dQsChdNKExmT3QwRy0R1L6e1LQHNPjPrhi0ZNVthKt1YhcJIDgtbzh7UieHAWOG1ykJkwoCEbHgVyn1g2xnL6DXWPTLDC0ioH2Un1LTMywMtzwIya3hYGv7N00VJLM9fDMIZgWomDELYuSn46wnpzAVoeAjMuNG1kF4SAWFW1kyCPGscCJ2VyIzq6VJvVWYxHQb60R5Xyv4NO8YmnkMqg9q4Ki4jucfNmNaR2IWhoVS",
    "site_full": "gloria.tv",
    "site": "gloria.tv",
    "site_section": "https://gloria.tv/news",
    "site_categories": [
      "social"
    ],
    "section_title": "חדשות – Gloria.tv",
    "title": "חדשות - Gloria.tv",
    "title_full": "חדשות - Gloria.tv",
    "published": "2025-02-15T11:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": null,
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 21990,
    "domain_rank_updated": "2025-02-10T23:00:00.000+02:00",
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "44eb6bd1262044d542a24bcdb9d492aab555eacc",
  "url": "https://gloria.tv/pagination/y0SUqyXntEcTM08dOQgMKrg3AyJ0eFg5siE6xOx4awi2xLmZnvc0YyzeK3ascyBsASOjJgA8FnzGtoWQJtPVXgqXoczAsZaDzcaD9CRhy4Y6k0lRQQZSiMWtPR44TS9gqzvlX4HHeVrM1r9Mhf7sTr29yZzzE4f3maS8FWleYrZpnOz4SoPpyRtPupFw3PZCizTwJXrS7y8KMEgxOqD7aDE46rQozbzUnUez4U6RNamKAnJnbwADV9uHga5Xnzy8kJv8s6FWIE9sVYj482owulOTP6RYEKXlsRYEWR9DMHDZE9CBGgE9yfZchTyy4WdheUvIgvVaz6tQzpEOEvzaCfvpRcTV9IIhqMdGxiiEcqFBkrSVmXefZUf7v4xTjDySbNWvMy58e31vybluYEHMzWh1CHh6sgMefjmy8ARbpFP6diJyxbLIWDR2tyPw9VvwxGZKJEHGcrkZPrVdb3IlmI0TR7tlR9KxBYzceRMmVvVFPGL80PWCss9HEzkFQ58ZnPouKESQipe04yZHkLww0DyrtP7QyWbnUoK4Di7cOuFIvNkTAQGQjpjG5QTMjzqkYGYe98GuK5vhRRuuCXc7AUkhhfvDj1B8X5tVVyzB7dQsChdNKExmT3QwRy0R1L6e1LQHNPjPrhi0ZNVthKt1YhcJIDgtbzh7UieHAWOG1ykJkwoCEbHgVyn1g2xnL6DXWPTLDC0ioH2Un1LTMywMtzwIya3hYGv7N00VJLM9fDMIZgWomDELYuSn46wnpzAVoeAjMuNG1kF4SAWFW1kyCPGscCJ2VyIzq6VJvVWYxHQb60R5Xyv4NO8YmnkMqg9q4Ki4jucfNmNaR2IWhoVS",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2025-02-15T11:41:00.000+02:00",
  "title": "חדשות - Gloria.tv",
  "text": "Female Anglican Preacher \"Concelebrated\" with Bishops in the Novus Ordo\nVivian Schwanke De Oliveira, a female Anglican preacher, concelebrated with 7 bishops and 80 priests at the Installation Eucharist of Monsignor Odelir José Magri, 61, as the Archbishop of Chapecó, …עוד\nThe woman entered wearing a blue tunic and stole along with the priests and bishops in the entrance procession.\nShe stood in the presbytery, actively participated in the Eucharistic consecration and grabbed Communion.\nArchbishop Magri, during his installation Eucharist, spoke of the ecumenical significance of the presence of different religious authorities at the celebration. He mentioned Mrs. Schwanke De Oliveira and referred to her at the meal altar.\n#newsIqtlcsewme\nדיווחרשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\nדיווחשינוי התגובה\nמחיקת התגובה\nדיווחשינוי התגובה\nמחיקת התגובה\nעוד 3 תגובות\nAle heca była...\nHeca zamykania Kościołów pod przykrywką epidemii, już miała miejsce w historii! Wrogowie Kościoła są sprytni i skuteczni w swoich poczynaniach. W tym roku pod pretekstem pandemii, pozamykali nam …עוד\nWrogowie Kościoła są sprytni i skuteczni w swoich poczynaniach.\nW tym roku pod pretekstem pandemii, pozamykali nam Kościoły tym samym odcięli wiernych, od Najświętszej Ofiary Eucharystycznej Mszy Świętej i od Sakramentów Świętych. Zrobiono to celowo z rozmysłem i najważniejszym dla Katolików wydarzeniu w kalendarzu liturgicznym.\nAle ta heca zamykania Kościołów pod pretekstem epidemii już była w przeszłości. Jak widać historia lubi się powtarzać.\nPodobne wydarzenie miało miejsce w 1917 r. we wsi Taboryszki w której\nw latach 1914-1918\nwikariuszembył ks.\nMichał Sopoćko.\nW Książce ,,Z Misją Bożego Miłosierdzia \" Anna Dragan opisuje jak wrogowie Boga i Kościoła walczyli z Katolikami.\n,,...Kiedy w 1915 roku Wileńszczyznę opuścili Rosjanie, ustępując Niemcom, teren parafii znalazł się w trzech nowo utworzonych okręgach administracyjnych. W Niedziele żandarmi sprawdzali, czy do Kościoła, w Taboryszkach nie przybywają …\nעוד\nדיווחרשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\nדיווחשינוי התגובה\nמחיקת התגובה\n''...Tymczasem Niemcy, działając z właściwą ich konsekwencją, powołali sąd polowy, dla ukarania żandarmów, którzy w okrutny sposób odpychali wiernych …עוד\nדיווחשינוי התגובה\nמחיקת התגובה\nPOD PRETEKSTEM EPIDEMII ZAMKNIĘTO WIEŚ, ZABRANIAJĄC KOMUKOLWIEK WJAZDU LUB WYJAZDU. TYM SPOSOBEM PROBLEMY Z DOCIERANIEM WIERNYCH NA NABOŻEŃSTWA, PRZESTAŁY …עוד\nI otóż właśnie ten najgorszy okres niemieckiej okupacji był dla Ks. Sopoćki i jego rosnącej charyzmy w środowisku wiernych wręcz bezcenny. Załatwił sobie przepustkę, zamieszkał w pobliskiej wsi w domu opuszczonym przez prawosławnego duchownego, odwiedzał wiernych i odprawiał dla nich Nabożeństwa...\nChristian leaders in the Holy Land rebuke Trump’s plan to relocate Palestinians - LifeSite\n(LifeSiteNews) — The Patriarchs and Heads of the Churches in Jerusalem have issued a joint statement indirectly …\nדיווחרשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\nדיווחשינוי התגובה\nמחיקת התגובה\nדיווחשינוי התגובה\nמחיקת התגובה\npsalm\nPanie, Ty zawsze byłeś nam ucieczką Zanim narodziły się góry, † nim powstał świat i ziemia, * od wieku po wiek Ty jesteś Bogiem. Bo tysiąc lat w Twoich oczach † jest jak wczorajszy dzień, który …עוד\nZanim narodziły się góry, †\nnim powstał świat i ziemia, *\nod wieku po wiek Ty jesteś Bogiem.\nBo tysiąc lat w Twoich oczach †\njest jak wczorajszy dzień, który minął, *\nalbo straż nocna.\nPanie, Ty zawsze byłeś nam ucieczką Porywasz ich, stają się niby sen poranny, * jak trawa, która rośnie: rankiem zielona i kwitnąca, * wieczorem więdnie i usycha. Panie, Ty zawsze byłeś nam ucieczką Naucz nas liczyć dni nasze, * byśmy zdobyli mądrość serca. Powróć, Panie, jak długo będziesz zwlekał? * Bądź litościwy dla sług Twoich! Panie, Ty zawsze byłeś nam ucieczką\nדיווחרשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\nDecyzja o przyznaniu Marcinowi Romanowskiemu statusu uchodźcy została utrzymana w mocy przez sąd – poinformowała w piątek PAP węgierska policja. Według interpretacji prawnika, chodzi o brak zakwestionowania …עוד\nProcedura azylowa w stosunku do osoby, której dotyczy skarga, została przeprowadzona przez właściwe organy – przyznano jej status uchodźcy. Decyzja ta została utrzymana w mocy przez sąd\n— poinformowała w piątek PAP węgierska policja.\nWęgierski sąd podjął decyzję ws. Romanowskiego\nWydrukowano: wiadomości z Polski i ze świata Wydrukowano: wiadomości z Polski i ze świata Zapraszamy do komentowania artykułów w mediach społecznościowych …\n[דיווח](https://gloria.tv/post/TBUsRtAVM8bR2hmNZrnRDX7sx/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/1Pofjbdig3hkBmHEkjDPUqE3g/request/complaint)שינוי התגובה\nמחיקת התגובה\n[דיווח](https://gloria.tv/posting/Ms4b4MikVw6B4WNC4qBf7fWHJ/request/complaint)שינוי התגובה\nמחיקת התגובה\n[15 lutego sobota V Tydzień zwykły Rok liturgiczny: C/I Czytelnia 15 lutego Święty Klaudiusz de la Colombiere, prezbiter Zobacz także: • Błogosławiony …](https://gloria.tv/post/g1XabYx3fBTV2wFBj863ZySQv)\nCzytelnia 15 lutego Święty Klaudiusz de la Colombiere, prezbiter Zobacz także: • [Błogosławiony Michał Sopoćko, prezbiter](https://gloria.tv/go/f1Pcl9XWNtVuLMFT8T8viCK92gqv369vvcFSL82GXTTQSwrX8YvKEThWGOPcGAK4iv2MiUk4F1xk9PyZ3ykEEL3MvJzcwupd4Ofi0fviQx9sl7uZbzjZz9W) • [Święty Zygfryd, biskup](https://gloria.tv/go/9czreG0HtBWmlbYMeynfzkhBms2zPMkhKV02q1zYattZNKSvYM5hMnMnxx63ThuFDxkceY0SyeC0rpSAlGMYhCF4tUgAK3exDAz4FcPcAupmTCBkPChf2ZO) Klaudiusz urodził się 2 lutego 1641 r. we Francji …עוד\n15 lutego\nŚwięty Klaudiusz de la Colombiere, prezbiter\nZobacz także:\n•\n[Błogosławiony Michał Sopoćko, prezbiter](https://gloria.tv/go/f1Pcl9XWNtVuLMFT8T8viCK92gqv369vvcFSL82GXTTQSwrX8YvKEThWGOPcGAK4iv2MiUk4F1xk9PyZ3ykEEL3MvJzcwupd4Ofi0fviQx9sl7uZbzjZz9W)\n•\n[Święty Zygfryd, biskup](https://gloria.tv/go/9czreG0HtBWmlbYMeynfzkhBms2zPMkhKV02q1zYattZNKSvYM5hMnMnxx63ThuFDxkceY0SyeC0rpSAlGMYhCF4tUgAK3exDAz4FcPcAupmTCBkPChf2ZO)\nKlaudiusz urodził się 2 lutego 1641 r. we Francji. Kształcił się i przebywał w kolegium jezuickim w Lyonie. Kiedy miał lat 18, wstąpił do Towarzystwa Jezusowego. Po nowicjacie odbył tam także kurs filozofii, po którym według ówczesnego zwyczaju w zakonie wykładał jako kleryk w miejscowym kolegium gramatykę i literaturę. Studia teologiczne odbył w Paryżu w latach 1666-1670, pełniąc równocześnie funkcję korepetytora i wychowawcy synów ministra finansów we Francji, słynnego Colberga. Zaraz po święceniach kapłańskich przełożeni powierzyli Klaudiuszowi odpowiedzialny obowiązek kaznodziei w Lyonie. Zyskał sławę jako mówca i wychowawca. Równocześnie był spowiednikiem konwiktorów i profesorem retoryki. W roku 1674 odbył tak zwaną trzecią probację, czyli próbę, po której został wyznaczony na superiora, czyli przełożonego domu jezuickiego w Paray-le-…\n[עוד](https://gloria.tv/post/g1XabYx3fBTV2wFBj863ZySQv)\n[דיווח](https://gloria.tv/post/g1XabYx3fBTV2wFBj863ZySQv/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[Od adoracji do ewangelizacji](https://gloria.tv/post/LWMpBKAvEx296kxnoxWzMKe3J)\nAdoracja eucharystyczna stawia człowieka wierzącego przed złożoną w ofierze obecnością Jezusa, który z miłości oddał swoje życie. Adoracja „utrwala” Jezusa w sytuacji „kryzysowej”, w tej najtrudniejszej …עוד\nTyle osób samotnych, opuszczonych, zakładników wewnętrznych dramatów, zalęknionych, schwytanych w sidła własnej przeszłości, bez nadziei… w adoracji …\n[עוד](https://gloria.tv/post/LWMpBKAvEx296kxnoxWzMKe3J)\n[דיווח](https://gloria.tv/post/LWMpBKAvEx296kxnoxWzMKe3J/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[Maly solfeż](https://gloria.tv/post/zed96VbwFFG13okxrbdrKm8tj)\nDo ciebie wznosim responsem głosów miłe Twe czyny, falą też wstanie soli tej ziemi lament co z winy, Ty przyjm go Janie. Powyższy, dość wolny przekład pierwszej strofy hymnu Ut queant laxit oddaje …עוד\nresponsem głosów\nmiłe Twe czyny,\nfalą też wstanie\nsoli tej ziemi\nlament co z winy,\nTy przyjm go Janie.\nPowyższy, dość wolny przekład pierwszej strofy hymnu Ut queant laxit oddaje jej charakterystykę, to jest każdy wers rozpoczyna się od wznoszącej nuty ut – re – mi – fa, etc. W łacińskim oryginale brzmi to następująco: Ut queant laxīs resonāre fibrīs Mīra gestōrum famulī tuōrum, Solve pollūtī labiī reātum, Sāncte Iohannēs. Autorstwo tekstu hymnu jest przypisywane żyjącemu w VIII stuleciu benedyktynowi – Pawłowi Diakonowi,\n[o którym już tu co nieco pisano.](https://gloria.tv/go/kS6Bp22277lbkR7IGlJKJDYTF2nxdNNyVVbbQsJ099pnQhoGtxm1y1QrRaH9Qt6s0oIhXqpKQcifjF2cN8shbIrNCs3efMk3FZTppe89CVjnzLtHKRbx8)Był m.in. autorem Historii Longobardów, Historii Rzymskiej, a także najprawdopodobniej żywota Grzegorza Wielkiego, oraz współpracownikiem Karola Wielkiego. Życie zakończył w matce benedyktyńskich klasztorów na Monte Cassino pod sam koniec VIII w. Hymn napisał oczywiście do oficjum na święto Narodzenia Św. Jana Chrzciciela – 24 czerwca. Jego niejako drugie życie rozpoczęło się wraz z innym, żyjącym na przełomie X i …\n[עוד](https://gloria.tv/post/zed96VbwFFG13okxrbdrKm8tj)\n[דיווח](https://gloria.tv/post/zed96VbwFFG13okxrbdrKm8tj/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\nPogłębiający się kryzys polskich dzieci. Raport ONZ - Portal-polski.pl\nCo czwarte dziecko, które wzięło udział w badaniu UNICEF Polska, twierdzi, że jego prawa nie są przestrzegane przez nauczycieli,…\n[דיווח](https://gloria.tv/post/4TNTFFscmity19iyH6cdtTwGW/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/dRwEpSJobRRx1Pufu1kZMr2x4/request/complaint)שינוי התגובה\nמחיקת התגובה\n[Komusza propaganda z kołchozu europejskiego ośmieszana poprzez vice prezydenta USA.](https://gloria.tv/post/1fCxSP7pinmC3ofjWUkkJiebM)\nTo jest piekne widzieć jak tępe Poliniaki zbaraniały od chazarskiej propagandy. [youtube.com/watch?v=m3Wa-h3oy6A](https://gloria.tv/go/tnHf9mH518FP49Cz3yK50fNI5sUaUvNQw9xEARKuCDFN7o2xkBk7zvSmzh5iTcDWdDIf18yjnoxmAKuuk6crVYEsQFozTgQi)עוד\n[youtube.com/watch?v=m3Wa-h3oy6A](https://gloria.tv/go/tnHf9mH518FP49Cz3yK50fNI5sUaUvNQw9xEARKuCDFN7o2xkBk7zvSmzh5iTcDWdDIf18yjnoxmAKuuk6crVYEsQFozTgQi)\n[דיווח](https://gloria.tv/post/1fCxSP7pinmC3ofjWUkkJiebM/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\nSanhedrin Letter to Trump: “You have been elected to fulfill a heavenly mission”עוד\nSanhedrin Letter to Trump: \"You have been elected to fulfill a heavenly mission\"\nThe Nascent Sanhedrin published an open letter to President Donald Trump, blessing him for putting faith at the forefront …\n[דיווח](https://gloria.tv/post/hKdFuq6Gn14R1n7MYaHwtjbtS/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/2pmciksQNV9AC7JYJbyDwuWeD/request/complaint)שינוי התגובה\nמחיקת התגובה\nWhile still in office, David Ben Gurion, Zionist, Atheist & First Prime Minister of Israel stated: “The image of the world in 1987 as traced in my …עוד\n“The image of the world in 1987 as traced in my imagination: The Cold War will be a thing of the past. Internal pressure of the constantly growing intelligentsia in Russia for more freedom and the pressure of the masses for raising their living standards may lead to a gradual democratization of the Soviet Union. On the other hand, the increasing influence of the workers and farmers, and the rising political importance of men of science, may transform the United States into a welfare state with a planned economy.\n“Western and Eastern Europe will become a federation of autonomous states having a Socialist and democratic regime. With the exception of the USSR as a federated Eurasian state, ail other continents will become united in a world alliance, at whose disposal will be an international police force. All armies will be abolished, and there will be no more wars.\n“In Jerusalem, the United …\n[עוד](https://gloria.tv/post/hKdFuq6Gn14R1n7MYaHwtjbtS/replies)\nI recommend the full text pdf at the end: [israel365news.com/…ntent/uploads/2025/02/Letter-to-Trump-on-UECC1.pdf](https://gloria.tv/go/ZroBmvuaFF7UozT0seH3jIU7Wra1Ql2Dgs53y56GzTlyQGXSBxfRYOOCs85B8B8eAY6hs7fHx0M0zwZJEIZOapmiWXgPhyHJt4qAL2pRB3YTc7dTcpTe56IqQK2u9Q9YEqrDD7sewVIwYEvo0OW) as it is more telling (cf. \"Your …עוד\n[israel365news.com/…ntent/uploads/2025/02/Letter-to-Trump-on-UECC1.pdf](https://gloria.tv/go/ZroBmvuaFF7UozT0seH3jIU7Wra1Ql2Dgs53y56GzTlyQGXSBxfRYOOCs85B8B8eAY6hs7fHx0M0zwZJEIZOapmiWXgPhyHJt4qAL2pRB3YTc7dTcpTe56IqQK2u9Q9YEqrDD7sewVIwYEvo0OW)as it is more telling (cf. \"Your Historic Role\" section)\n[עוד 3 תגובות](https://gloria.tv/post/hKdFuq6Gn14R1n7MYaHwtjbtS/replies)\nDOD Prepares Invitation to Bring Back Troops Separated for Refusing COVID Vaccine\nChoose which Defense.gov products you want delivered to your inbox.\n[דיווח](https://gloria.tv/post/7AJ4jajxqbaz3bwVzSfW3NFMB/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/BNdyiZN4VQQm6H1dgH9KrZpD7/request/complaint)שינוי התגובה\nמחיקת התגובה\n@unzensiert_infoseite Vor dem Suezkanal ist die nuklear angetriebene »USS Harry S. Truman« mit einem Handelsschiff aus Panama zusammengestoßen …עוד\nVor dem Suezkanal ist die nuklear angetriebene »USS Harry S. Truman« mit einem Handelsschiff aus Panama zusammengestoßen. Berichten zufolge hat die Marine eine Untersuchung zur Ursache eingeleitet.\n@unzensiert / @unzensiertV2\n[דיווח](https://gloria.tv/posting/GBnV6cPBBiiG4jCYWBzKWn6zP/request/complaint)שינוי התגובה\nמחיקת התגובה\n[עוד שתי תגובות](https://gloria.tv/post/7AJ4jajxqbaz3bwVzSfW3NFMB/replies)\nNadzieję złóż w Bogu!\nNie opieraj się na samym sobie, lecz w Bogu połóż swoją nadzieję. Nie opieraj się na samym sobie, lecz w Bogu połóż swoją nadzieję.\n[דיווח](https://gloria.tv/post/jFUBYgthCguf1cycgvmZgWWRQ/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\nJeśli możesz... MOŻESZ POMÓCעוד\nOla straciła ojca, a jej mama jest niepełnosprawna. W lutym stracili dom. \"Z chorą mamą pozostałyśmy …\nTo, co spotkało Z domu nic się nie uratowało Szczęście nie trwało długo, bo w ubiegłą niedzielę …\n[דיווח](https://gloria.tv/post/8mbFXRptjnxCBwyrJRV6zdkEc/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\nImportowane zniszczenie Niemiec: gwałty na zwierzętach, zbiorowe gwałty na kobietach, terroryzowanie …\nImportowane zniszczenie Niemiec: gwałty na zwierzętach, zbiorowe gwałty na kobietach, terroryzowanie …\n[דיווח](https://gloria.tv/post/CcbFx1VkDNdN1uJdEoiE33Uvy/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[Jolanta Ziolkowska](https://gloria.tv/user/ooPN6dQqtqDP1Yfmu4fmG2Sfe) שיתפה את זה\n[דיווח](https://gloria.tv/share/TbdfFP6gtYBy4LKGez16a13b2/request/complaint)מחיקת השיתוף\nNiemieccy komentatorzy uznali zarzuty ze strony wiceprezydenta USA J.D. Vance’a pod adresem demokracji w Europie za przejaw „wojny kulturowej” ze strony amerykańskich populistów. Europa została …עוד\nAmerykański wiceprezydent swoje piątkowe wystąpienie na forum Monachijskiej Konferencji Bezpieczeństwa w całości poświęcił ostrej krytyce europejskiej demokracji, oskarżając Europę o odejście od własnych wartości, stosowanie cenzury, ignorowanie wyborców i prześladowanie chrześcijan. Uznał to za największe zagrożenie dla Starego Kontynentu.\nCZYTAJ WIĘCEJ:\n[- Vance wprost o kryzysie Europy! „Przybywam z ofertą”; „Nie obronimy demokracji, aresztując kogoś modlącego się we własnym domu”](https://gloria.tv/go/jyeBdsEnjST176LDt1K8cdY8jUCIWdcvVaSm5UMgmKHiXOkdUJPITUk6B2ehE0uwlSjzlTzdW7RXN8x69MIzWmwUTXfLgy77AdjMlL3IAe87zzVNzi2eRvQgbCSZ0vwLACenR9HLBPDmZ7itEecNgpZ9kG)\n[- Vance po rozmowie z Zełenskim: „Chcemy osiągnąć trwały pokój, a nie taki, który doprowadzi Europę Wschodnią do konfliktu za kilka lat”](https://gloria.tv/go/JjaezdOLM4IRPKu6jK2tEGGLlge6QhYbpy9CKxyI2zwXJ8j4Y0DXKsufnqqzB4YhnV0DI6iI2hpX2tKs4ELRboztyLjzCnL9iuARVU1MdHaDXjGnTfJj14euFF2fYy9EgEDdnsqPXC8HDEo3WunXOOdVAz99sdSIe8KlXG)\n„Die Zeit”: Przemówienie Vance’a to uderzenie obuchem\nPrzemówienie Vance’a to dla …\n[עוד](https://gloria.tv/post/KcsVxwSgCePd4JLeW2gYniXgx/replies)\nNiemiecka prasa po przemówieniu Vance'a: Uderzenie obuchem\nWydrukowano: wiadomości z Polski i ze świata Wydrukowano: wiadomości z Polski i ze świata Zapraszamy do komentowania artykułów w mediach …\n[דיווח](https://gloria.tv/post/KcsVxwSgCePd4JLeW2gYniXgx/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/DpafoUFrLU9V4YJikwZtgW7PW/request/complaint)שינוי התגובה\nמחיקת התגובה\n[Zaskakujący szczegół dotyczący rozmowy Trump-Putin!](https://gloria.tv/go/ysERmcjyFna3ryVz0zidZFyb7CFELFXzvzuS3igh9rGtsZp9GTQ1eeBKSq8knT2N7PNceecndSxQvkyiGYnYGhBF7b3gobtEXEKyfIdylzrmLp8NziuX8Oi5IGzwC1OShnC2TttFGRHgNEN6XW9EcRAO) Dlaczego rozmowa Trumpa z Putinem trwała wyraźnie dłużej niż Zełenskim? Ujawniono prozaiczny …עוד\n[Zaskakujący szczegół dotyczący rozmowy Trump-Putin!](https://gloria.tv/go/ysERmcjyFna3ryVz0zidZFyb7CFELFXzvzuS3igh9rGtsZp9GTQ1eeBKSq8knT2N7PNceecndSxQvkyiGYnYGhBF7b3gobtEXEKyfIdylzrmLp8NziuX8Oi5IGzwC1OShnC2TttFGRHgNEN6XW9EcRAO)\nDlaczego rozmowa Trumpa z Putinem trwała wyraźnie dłużej niż Zełenskim? Ujawniono prozaiczny powód. \"To zajmuje całą wieczność\"\nRóżnica polega na tym, że w przypadku Putina trzeba mieć tłumaczy, a to zajmuje całą wieczność. Zełenski (prezydent Ukrainy Wołodymyr Zełenski - PAP) mówi płynnie po angielsku, więc może komunikować się z Trumpem bezpośrednio i wszystko przebiega szybko\n— wyjaśnił Rubio.\n[דיווח](https://gloria.tv/posting/zYroeMfZyr822SUGhPca1CkkF/request/complaint)שינוי התגובה\nמחיקת התגובה\n[Światłość Wiekuista niechaj Im świeci](https://gloria.tv/post/iYBJQSB4kiFr1qKZjg121iuaX)\nModlitwa Św. Gertrudy uwalniająca 1000 dusz z czyśćca Ojcze Przedwieczny, ofiaruję Ci, Najdroższą Krew Boskiego Syna Twego, Pana naszego, Jezusa Chrystusa w połączeniu ze wszystkimi Mszami świętymi …עוד\nOjcze Przedwieczny,\nofiaruję Ci, Najdroższą Krew Boskiego Syna Twego,\nPana naszego, Jezusa Chrystusa\nw połączeniu ze wszystkimi Mszami świętymi\ndzisiaj na całym świecie odprawianymi,\nza dusze w Czyśćcu cierpiące, za umierających,\nza grzeszników na świecie, za grzeszników w Kościele powszechnym, za grzeszników w mojej rodzinie, a także w moim domu. Modlitwa za dusze w czyśćcu zapomniane O Maryjo, litość mnie przenika dla tych dusz, w ciemnych więzieniach pokuty zamkniętych, a nikogo nie mających na ziemi, kto by o nich pomyślał. Zwróć, o najlepsza Matko, wzrok Twój miłosierny na te dusze opuszczone, pobudź serca litościwych chrześcijan do modlitwy za nimi i wynajdź w Sercu swym macierzyńskim środki, aby im przyjść ze skuteczną pomocą, wśród opuszczenia jakim zostają. O Matko Nieustającej Pomocy, zlituj się nad duszami w czyśćcu opuszczonymi, Jezu miłosierny, daj im pokój wieczny.\n[דיווח](https://gloria.tv/post/iYBJQSB4kiFr1qKZjg121iuaX/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n- „W ostatnich latach polskie media zasypywała głupia propaganda na temat polityki klimatycznej, środowiskowej itd. Tego było pełno wszędzie. To są pieniądze, również z podatków Polaków, przeznaczane …עוד\nMiliardy na lobbowanie za Zielonym Ładem. Politycy PiS chcą komisji śledczej\nEuroposeł PiS Patryk Jaki wystąpił dziś na konferencji prasowej, w czasie której nawiązał do ogłoszonej wczoraj przez …\n[דיווח](https://gloria.tv/post/LCtMRCxFnL8g2ad6n8GHQp1Pn/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "negative",
  "categories": [
    "Religion and Belief"
  ],
  "topics": [
    "Religion and Belief->church",
    "Religion and Belief->religious leader"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": false,
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "Schwanke De Oliveira",
        "sentiment": "none"
      },
      {
        "name": "Odelir José Magri",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": null,
  "rating": null,
  "crawled": "2025-02-15T13:29:41.083+02:00",
  "updated": "2025-02-15T13:29:41.083+02:00"
}