{
  "thread": {
    "uuid": "0f91cdc55f24251e1f87ea6c688ea3391956d8b5",
    "url": "https://countercurrents.org/2024/01/despite-the-bombs-gazans-prepare-for-weddings",
    "site_full": "countercurrents.org",
    "site": "countercurrents.org",
    "site_section": "https://www.countercurrents.org",
    "site_categories": [
      "media"
    ],
    "section_title": "Educate | Organize | Agitate | Countercurrents",
    "title": "Despite The Bombs, Gazans Prepare For Weddings| Countercurrents",
    "title_full": "Despite The Bombs, Gazans Prepare For Weddings| Countercurrents",
    "published": "2024-01-20T05:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.countercurrents.org/wp-content/uploads/2024/01/Gaza-Wedding.jpg",
    "performance_score": 0,
    "domain_rank": 16601,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0f91cdc55f24251e1f87ea6c688ea3391956d8b5",
  "url": "https://countercurrents.org/2024/01/despite-the-bombs-gazans-prepare-for-weddings",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Countercurrents",
  "published": "2024-01-20T05:40:00.000+02:00",
  "title": "Despite The Bombs, Gazans Prepare For Weddings| Countercurrents",
  "text": "War, weddings and celebrations Palestinian style. This is Gaza, the land of the living. Here the Strip ekes of life despite the mass Israeli bombs. Mostapha Shamlakh decided to wed his fiancé in a tent on the Egyptian border after a seven-month engagement and despite the fact that 22 members of his family were massacred. He was also badly injured but decided to tie the knot just the same and look to the future despite the mass destructions. It was a colorful happy wedding with much pictures and video clips on the social media that foretold a nation that will not die but will create joy despite the misery and death. His beautiful bride Afnan Jibril looked radiant on the day of the wedding with a white and embroidered dress that looked magnificent and a flower tiara on top. There was lots of ululations in Rafah. These are a strong part of the traditions and festive ceremonies of Palestinians, their identity and culture as was the case in this wedding. Weddings in Gaza will never stop despite the Israeli gunfire. They are a sign of Palestinian tenacity. However the first wedding in Gaza was held in late 2023 in a school of displaced people. Gazans got bored of waiting for the war on them to end. They had great time as soon on the social media. It was a big party in which the thousands of people in the UNRWA school attended and enjoyed despite the bombs reigning on Gaza estimated at 100,000 tons since 7 October. And the case was true for Mohammed and Yasmin who got married in school classroom with traditional songs and candle sticks. They registered their love for life. You can be sure the Israelis won’t like this. Their aim is to make it so difficult for the Palestinians of Gaza that they would leave the Strip. The marriages and the weddings mean the Palestinians have no intention of leaving despite the mass bombings of Gaza and are a strong signal that they are determined to stay where they are. Dr Marwan Asmar is a journalist from Amman specializing on Middle East affairs.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "afnan jibril",
        "sentiment": "none"
      },
      {
        "name": "mostapha shamlakh",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T10:21:13.054+02:00",
  "updated": "2024-01-20T10:21:13.054+02:00"
}