{
  "thread": {
    "uuid": "5079529d63fc3cd925d7df19962ce508b2da43d3",
    "url": "https://www.chiroeco.com/when-does-it-make-sense-to-add-rehab-to-your-chiropractic-practice",
    "site_full": "www.chiroeco.com",
    "site": "chiroeco.com",
    "site_section": "https://chiroeco.com/rss",
    "site_categories": [
      "health"
    ],
    "section_title": "Chiropractic Economics",
    "title": "When does it make sense to add rehab to your chiropractic practice?",
    "title_full": "When does it make sense to add rehab to your chiropractic practice?",
    "published": "2024-04-04T01:46:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.chiroeco.com/wp-content/uploads/2024/04/AdobeStock_498721021.jpeg",
    "performance_score": 0,
    "domain_rank": 99195,
    "domain_rank_updated": "2024-04-02T13:08:16.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5079529d63fc3cd925d7df19962ce508b2da43d3",
  "url": "https://www.chiroeco.com/when-does-it-make-sense-to-add-rehab-to-your-chiropractic-practice",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jordan Knowlton-Key",
  "published": "2024-04-04T01:46:00.000+03:00",
  "title": "When does it make sense to add rehab to your chiropractic practice?",
  "text": "Rarely would a patient not benefit from adding rehabilitation/therapeutic exercises into their treatment plan.\nRehabilitation may be unnecessary in conditions that are self-limiting or purely “maintenance” in nature. However, any time a patient has lost functional capacity and must regain range of motion, stability and/or strength to restore function, they are a candidate for rehabilitation. Conditions where rehabilitation is critical are sprains, strains, whiplash, tendinopathies, vestibular-ocular conditions, chronic postural conditions, conditions resulting from a lack of stability and a host of other musculoskeletal conditions.1,2,3,4 For most patients, rehabilitation plans do not always have to be exhaustive of exercises, months in duration or completed at high intensity. Rather, they can be two to three simple exercises added to the patient’s daily routine, emphasizing quality repetitions that can be completed within a few minutes and several times per day at home. Proactive implementation of rehabilitation or balance programs is critical in fall-prevention programs and other conditions where the patient is focused on preventing an injury.\nTreat musculoskeletal conditions with combined therapies\nChiropractic manipulative therapy (CMT) is included in most chiropractic treatment plans, with good reason. However, some conditions do not respond to CMT or standard manual therapies or may even have those therapies contraindicated.4,5,6,7 One of the greatest advantages of being a doctor of chiropractic is the diverse and wide-ranging knowledge required for implementing various treatment modalities and the scope of practice allowing us to utilize these modalities. Most common musculoskeletal conditions can be managed in-office if the DC has the desire to master a few basic treatment methods to supplement their CMT expertise. In fact, numerous research studies over the past decade have emphasized that single modal treatment plans are less effective than combined therapies for treating musculoskeletal conditions.4,5,6,7 However, it should be recognized that not all DC offices are conducive or equipped to implement all the treatment methods needed for some conditions. Therefore, the DC may need to\nco-manage that patient’s care with another healthcare provider.\nFor example, ankle sprains are one of the most common sports injuries.1 You could easily replace “ankle sprains” with “bad back,” “headaches” or any other common condition you treat. Not only are ankle sprains common, they have a lasting effect on our patients’ lives. Most DCs have heard a variation of, “Oh, I have terrible ankles from rolling them frequently playing XYZ,” from a patient who played sports years ago but still carries the result of their injuries. Patients may not realize it at the time, but just because the pain in their affected region stopped doesn’t mean the condition or structures are healed. On the contrary, there is potential for a lasting decrease in proprioception, load capacity and strength following these injuries. This decrease often leads to re-injury, making the patients ideal candidates for rehabilitation to prevent re-injury and restore the affected area as close to its uninjured baseline as possible.\nManage musculoskeletal conditions with load and movement\nMany conditions used to be managed with PRICE (protect, rest, ice, compress, elevate), but sports medicine providers have progressed to POLICE (protect, optimally load, ice, compress, elevate) or similar acronyms reinforcing the need to introduce load and movement.8 As providers have realized that purely passive modalities are not effective treatment for acute injuries, the R (rest) from PRICE has been replaced with “optimally load.” The PRICE method will reduce pain and swelling in a joint, but it will not restore that joint’s function and capacity to the extent that the POLICE method will.8 The goal after a sprain is to return stability and strength to the affected ligament and surrounding tissues, a goal better addressed by POLICE.\nResearch shows the sooner we implement a manageable, minimally painful load to an injured region, the faster and better its recovery.8 Isometric exercises are an excellent option for these types of acute injuries.9 Isometric exercises can be completed with little to no equipment (a stout chair and the floor). To prevent re-aggravation of an acutely sprained ligament, the intensity of isometrics can be modified to limit the stress on the ligament and remain within their functional, minimally painful range of motion and still achieve benefit. Once fundamental strength has been re-established and our patient’s tolerance improves, they could return to non-painful weight bearing and begin more complex exercises focused on returning stability and regaining their full active range of motion with plyometrics.10 Again, these rehabilitation plans do not have to be complex, arduous tasks for either the provider or the patient.\nFinal thoughts\nHaving the knowledge to create rehabilitation plans for commonly treated musculoskeletal conditions demonstrates to patients the scope of a DC’s abilities and helps streamline their care. Instead of waiting weeks to be admitted to another facility for rehabilitation after a DC’s diagnosis, a patient can immediately begin the healing process. Rehabilitation plans can vary greatly in exercise types, intensities, repetitions and frequencies and still be successful.\nOnce DCs create a rehabilitation plan, depending on state regulations, a\nchiropractic assistant can help take the patient through the plan. If a DC does not have the desire/ability to incorporate rehabilitation with their patients, they can easily co-manage rehabilitation with another provider. Rehabilitation, while it takes time in a busy clinic, will improve patient outcomes, but is also a reimbursable service if performed in your clinic.\nJORDAN KNOWLTON-KEY, DC, MS, EMT, CCSP, ICSC, serves as the chiropractic sports physician at the Lake Placid United States Olympic and Paralympic Training Center, where he works primarily with biathlon, bobsled/skeleton and luge athletes. His passion for sports chiropractic and adventure sports led him to pursue several additional degrees/certificates so he could follow patients through each step of their recovery. He possesses a Master of Exercise Science degree, EMT license and Alpine Ski Patroller certification, and is also a Diplomate of the American Chiropractic Board of Sports Physicians® and an International Certified Sports Chiropractic and Certified Strength and Conditioning Specialist. He can be reached at or\npeaksportschiropractic.com for questions/inquiries.\nReferences\n- Zoch C, et al. Rehabilitation of ligamentous ankle injuries: A review of recent studies. British Journal of Sports Medicine. 2003;37(4):291-295.\nhttps://doi.org/10.1136/bjsm.37.4.291. Accessed Feb. 7, 2024.\n- Murtaugh B, et al. Eccentric Training for the Treatment of Tendinopathies. Current Sports Medicine Reports. 2013;12(3):175-182. PubMed.\nhttps://pubmed.ncbi.nlm.nih.gov/23669088/. Accessed Feb. 7, 2024.\n- Jayaseelan DJ, et al. Eccentric Exercise for Achilles Tendinopathy: A Narrative Review and Clinical Decision-Making Considerations. Journal of Functional Morphology and Kinesiology, 2019;4(2). MDPI.\nhttps://doi.org/10.3390/jfmk4020034. Accessed Feb. 7, 2024.\n- Espí-López GV, et al. Effectiveness of Manual Therapy Combined With Physical Therapy in Treatment of Patellofemoral Pain Syndrome: Systematic Review. Journal of Chiropractic Medicine. 2017;16(2):139-146. Elsevier.\nhttps://doi.org/10.1016/j.jcm.2016.10.003. Accessed Feb. 7, 2024.\n- Clar C, et al. Clinical effectiveness of manual therapy for the management of musculoskeletal and non-musculoskeletal conditions: Systematic review and update of UK evidence report. Chiropr Man Therap. 2014;22(12).\nhttps://doi.org/10.1186/2045-709X-22-12. Accessed Feb. 7, 2024.\n- Hidalgo B, et al. The efficacy of manual therapy and exercise for different stages of non-specific low back pain: An update of systematic reviews. The Journal of Manual and Manipulative Therapy. 2013;22(2):59-74. Taylor and Francis.\nhttps://doi.org/10.1179/2042618613Y.0000000041. Accessed Feb. 7, 2024.\n- Thoomes EJ. Effectiveness of manual therapy for cervical radiculopathy, a review. Chiropr Man Therap. 2016;24:45. PubMed.\nhttps://pubmed.ncbi.nlm.nih.gov/27980724/. Accessed Feb. 7, 2024.\n- Erdurmuş ÖY, et al. Comparison of the effects PRICE and POLICE treatment protocols on ankle function in patients with ankle sprain. Turkish Journal of Trauma and Emergency Surgery. 2023;29(8):920-928.\nhttps://doi.org/10.14744/tjtes.2023.29797. Accessed Feb. 7, 2024.\n- Toyoshima Y, et al. Isometric exercise during immobilization reduces the time to return to play after lateral ankle sprain. Physical Therapy in Sport. 2021;52:168-172. Elsevier.\nhttps://doi.org/10.1016/j.ptsp.2021.09.002. Feb. 7, 2024.\n- Davies G, et al. Current concepts of plyometric exercise. Int J Sports Phys Ther. 2015;10(6):760-786. NIH-NCBI.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC4637913/. Accessed Feb. 7, 2024.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://doi.org/10.3390/jfmk4020034.",
    "https://doi.org/10.1186/2045-709X-22-12.",
    "https://doi.org/10.1016/j.ptsp.2021.09.002.",
    "https://doi.org/10.14744/tjtes.2023.29797.",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4637913/.",
    "https://doi.org/10.1136/bjsm.37.4.291.",
    "https://pubmed.ncbi.nlm.nih.gov/23669088/.",
    "https://peaksportschiropractic.com",
    "https://doi.org/10.1016/j.jcm.2016.10.003.",
    "https://doi.org/10.1179/2042618613Y.0000000041.",
    "https://pubmed.ncbi.nlm.nih.gov/27980724/.",
    "https://www.doi.org/10.1186/2045-709X-22-12.",
    "https://www.doi.org/10.14744/tjtes.2023.29797.",
    "https://www.pubmed.ncbi.nlm.nih.gov/23669088/.",
    "https://www.pubmed.ncbi.nlm.nih.gov/27980724/.",
    "https://www.doi.org/10.3390/jfmk4020034.",
    "https://www.doi.org/10.1016/j.ptsp.2021.09.002.",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC4637913/.",
    "https://www.peaksportschiropractic.com",
    "https://www.doi.org/10.1136/bjsm.37.4.291.",
    "https://www.doi.org/10.1179/2042618613Y.0000000041.",
    "https://www.doi.org/10.1016/j.jcm.2016.10.003."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:58:30.086+03:00",
  "updated": "2024-04-05T00:58:30.086+03:00"
}