{
  "thread": {
    "uuid": "9fa13ccf216c8642e06f30ac7394ff56a2ae573b",
    "url": "https://greenreport.it/toscana/1342-una-tartaruga-marina-ha-nidificato-nel-parco-della-maremma",
    "site_full": "greenreport.it",
    "site": "greenreport.it",
    "site_section": "https://greenreport.it/toscana?format=feed&type=rss",
    "site_categories": [],
    "section_title": "Toscana",
    "title": "Una tartaruga marina ha nidificato nel Parco della Maremma",
    "title_full": "Una tartaruga marina ha nidificato nel Parco della Maremma",
    "published": "2024-07-05T11:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://greenreport.it/images/news/tartaruga%20marina%20ha%20nidificato%20nel%20Parco%20della%20Maremma.jpg",
    "performance_score": 0,
    "domain_rank": 37103,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9fa13ccf216c8642e06f30ac7394ff56a2ae573b",
  "url": "https://greenreport.it/toscana/1342-una-tartaruga-marina-ha-nidificato-nel-parco-della-maremma",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "info@greenreport.it (Redazione Greenreport)",
  "published": "2024-07-05T11:12:00.000+03:00",
  "title": "Una tartaruga marina ha nidificato nel Parco della Maremma",
  "text": "Una tartaruga marina ha nidificato nel Parco della Maremma\nLa mattina di giovedì 4 luglio è stato rinvenuto un nido di tartaruga marina Caretta caretta nella spiaggia di Cala Rossa, nel Parco regionale della Maremma. L’Ente Parco spiega che «Il nido è stato scoperto nelle prime ore dopo l’alba da tre studentesse dell’Università di Siena che fanno parte dei volontari “Amici del Parco” mentre effettuavano il consueto monitoraggio delle spiagge che annualmente il Parco svolge, grazie al prezioso aiuto di volontari e guardiaparco, nel periodo estivo proprio per individuare e mettere in sicurezza i nidi di questo rettile marino. Subito dopo la scoperta, è stata attivata la rete dell’Osservatorio Toscano per la Biodiversità (OTB) e di Legambiente che coordina il progetto europeo LIFE Turtlenest cui partecipa anche ARPAT. La veterinaria Chiara Caruso in qualità di referente per l’Ente Parco e del progetto LIFE Turtlenest di Legambiente per l’area sud, con il supporto del personale dell’ufficio tecnico, ha verificato la mattina stessa la presenza della camera delle uova. Una volta accertata la presenza delle uova il nido è stato delimitato e messo in sicurezza con l’aiuto dei guardiaparco. Nei prossimi giorni il monitoraggio delle spiagge continuerà con particolare attenzione in quanto la tartaruga che ha deposto ieri, potrà tornare per deporre altre uova nella stessa zona nelle prossime settimane considerando che le tartarughe possono deporre dai 3 ai 5 nidi a stagione.\nNell’ambito del progetto LIFE Turtlenest il Parco della Maremma è stato recentemente insignito del riconoscimento di “Area Protetta Amica delle Tartarughe Marine” dopo la stipula di un protocollo d’intesa in cui l’Ente si impegna a svolgere una serie di azioni a tutela di questa specie sempre più diffusa nei nostri mari a causa dell’aumento delle temperature che sta spingendo questi animali nella porzione occidentale del Mediterraneo.\nAl Parco ricordano che «La Caretta caretta, o tartaruga comune, pur non essendo ad imminente rischio di estinzione, è comunque una specie protetta e minacciata, la cui presenza sulle nostre coste è un indicatore di salute ambientale. Il Parco della Maremma si è sempre impegnato nella tutela della biodiversità e questo ritrovamento testimonia l'efficacia delle misure di conservazione adottate negli ultimi anni».\nIl presidente del Parco della Maremma, Simone Rusci, ha dichiarato: «Questo rinvenimento è un segnale incoraggiante per il futuro delle tartarughe marine nel nostro territorio. Invitiamo tutti i visitatori a rispettare le indicazioni di sicurezza e a collaborare con noi per garantire il successo riproduttivo nella nostra area protetta.\"\nA partire dal 4 luglio, la zona circostante il nido è stata delimitata e verrà sorvegliata per prevenire qualsiasi disturbo. Il Parco chiede a tutti i bagnanti ed ai turisti di mantenere una distanza di sicurezza e di non avvicinarsi al nido. Le uova si schiuderanno verosimilmente tra circa 60 giorni; i piccoli usciranno dal nido e si dirigeranno verso il mare dopo aver attraversato la spiaggia dove le femmine potrebbero tornare, tra circa 25 anni, a deporre le uova. Questa scoperta ci ricorda l'importanza della tutela del nostro ambiente e delle specie che lo abitano. Il Parco della Maremma continuerà, anche grazie alla disponibilità degli Amici del Parco, a lavorare instancabilmente per la conservazione della natura e per sensibilizzare il pubblico sull'importanza della protezione della fauna selvatica».",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T16:30:33.342+03:00",
  "updated": "2024-07-05T16:30:33.342+03:00"
}