{
  "thread": {
    "uuid": "18b2bc9597ebf570f1707ea5a75ed6da06d51649",
    "url": "https://vnexplorer.net/z/940942.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "El actuar que salvó la vida de todos los ocupantes del tren EFE en el accidente ferroviario",
    "title_full": "El actuar que salvó la vida de todos los ocupantes del tren EFE en el accidente ferroviario",
    "published": "2024-06-22T02:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1oEuLX.img",
    "performance_score": 0,
    "domain_rank": 82409,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "18b2bc9597ebf570f1707ea5a75ed6da06d51649",
  "url": "https://vnexplorer.net/z/940942.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-06-22T02:31:00.000+03:00",
  "title": "El actuar que salvó la vida de todos los ocupantes del tren EFE en el accidente ferroviario",
  "text": "El actuar que salvó la vida de todos los ocupantes del tren EFE en el accidente ferroviario El testimonio de un testigo permitió establecer cómo fue posible salvar la vida de todos los ocupantes del tren EFE que participó del accidente ferroviario ocurrido la madrugada del jueves en San Bernardo. El suceso ocurrió cuando dos trenes, uno de EFE y otro de la empresa Fepasa, colisionaron frontalmente debido a que, por causas que se investigan, transitaban por la misma vía. Por ello, la Fiscalía Occidente indaga el hecho junto con Carabineros, para establecer si hay responsabilidades penales en este incidente quedó dos muertos. Se trata de los dos ocupantes del tren Fepasa, los trabajadores Daniel Vega y José Bonín. Actualmente, hay dos detenidos por este caso por el cargo de cuasidelito de homicidio, ambos empleados de EFE. Se trata del encargado de control de la vía férrea y el maquinista del tren accidentado, quien se encontraba realizando un viaje de prueba de velocidad. Este último logró salvar la vida de todos los ocupantes del tren que encabezaba, que junto a él eran nueve, entre ellos cuatro ciudadanos chinos. Así lo relató uno de los ocupantes de la máquina, según informó El Mercurio, quien señaló que el viaje de prueba era controlado por el Puesto de Comando Centralizado (PCC). “Llegamos a la altura de la comuna de Buin, cuando a eso de las 23:30 horas aproximadamente, vía radial, PCC dispuso al maquinista que debíamos hacer un cambio de vía a la número 2, pista en la cual hicimos una prueba completa”, declaró. Luego, señaló que “cuando pasamos a hacer la segunda prueba en la vía 2 íbamos a una velocidad aproximada de 120 kilómetros por hora, y a eso de las 00:00 o pasada la medianoche, observamos que aparecen las luces del tren e indico ‘este tren viene por nuestra vía&quot;”. El aviso que salvó la vida de todos El testimonio de este testigo continuó señalando que “seguíamos en la cabina, el maquinista mantuvo la velocidad y así nos mantuvimos por unos segundos, cuando justo en ese momento el maquinista dice ‘arranquen&quot;”. Dicha advertencia salvó la vida de los nueve ocupantes, dijo el fiscal de Flagrancia Occidente, Pedro Aravena. “Rápidamente, les dije a las personas que estaban en el salón que nos trasladáramos lo más atrás posible del vagón. No me di cuenta si el maquinista accionó el freno de emergencia, pero imagino que lo hizo, porque es el protocolo que hay que hacer antes de abandonar la cabina”, expresó. Tanto el maquinista como el encargado de control serán formalizados este sábado, luego que la Fiscalía Occidente solicitara ampliar la detención.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-22T10:36:24.988+03:00",
  "updated": "2024-06-22T10:36:24.988+03:00"
}