{
  "thread": {
    "uuid": "b39232dad9a226b39144b5af16802f2f10176f12",
    "url": "https://appleinsider.com/articles/24/01/05/get-hr-block-deluxe-state-2023-for-just-3499-a-30-price-cut",
    "site_full": "appleinsider.com",
    "site": "appleinsider.com",
    "site_section": "http://appleinsider.com/rss/news/",
    "site_categories": [
      "mac_support",
      "tech"
    ],
    "section_title": "",
    "title": "Save 30% on H&R Block Tax Software Deluxe + State 2023",
    "title_full": "Save 30% on H&R Block Tax Software Deluxe + State 2023",
    "published": "2024-01-05T23:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://photos5.appleinsider.com/gallery/57947-118050-hr-block-tax-software-deal-xl.jpg",
    "performance_score": 0,
    "domain_rank": 1719,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 10
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b39232dad9a226b39144b5af16802f2f10176f12",
  "url": "https://appleinsider.com/articles/24/01/05/get-hr-block-deluxe-state-2023-for-just-3499-a-30-price-cut",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Michael Stroup",
  "published": "2024-01-05T23:12:00.000+02:00",
  "title": "Save 30% on H&R Block Tax Software Deluxe + State 2023",
  "text": "The beginning of the year also marks the beginning of tax season, but fear not, as retailers have H&R Block Deluxe Tax Software on sale to help you take the stress out of filing this year. Get H&R Block tax software for $34.99 Once upon a time, doing your taxes either meant going to an accountant and paying through the nose or doing your taxes by hand and running the risk of passing up deductions or making a mistake. Luckily, the launch of software like H&R Block's Deluxe Tax Software helps you do your taxes without the traditional risks, and for a limited time, it's on sale for only $29.99. Buy for $29.99 H&R Block's Tax Software acts as your digital tax accountant with the capability to find deductions for investments and more than 350 credits. The software also helps guide users through the filing process and offers support through an expansive library of more than 13,000 articles. Previous TurboTax users can switch over to H&R Block in a matter of seconds, giving filers a more affordable alternative. Plus, H&R Block is confident in filing accuracy that it provides in-person representation in the event the IRS decides to perform an audit. When you purchase the H&R Block Deluxe Tax Software, you receive five federal e-file \"credits,\" enough for the whole family to file. You can also file your state return once, download documents, and save them for later, all from your Mac or PC. While StackSocial has the H&R Block Deluxe Tax Software for the rock-bottom price of $29.99, Amazon has the same software download for $34.97 but with an added bonus. Those who buy the software through Amazon are able to unlock an additional 2% back on the already guaranteed maximum bonus. Buy from Amazon However, to unlock the additional bonus on your refund, you'll have to choose an Amazon gift card as the refund method. The bonus is attractive for those looking to go on a shopping spree, but individuals looking for the lowest price available should opt for the StackSocial deal. AppleInsider does not offer guidance on tax, legal, or accounting matters. The content provided here is solely for informational use and should not be considered as advice on tax, legal, or accounting issues. It is recommended that you seek advice from your personal tax, legal, and accounting professionals if you have tax-related questions. More excellent deals to help you offset those tax bills Use your tax refund to outfit yourself with some new tech. Check out more of our favorite deals below and always find the lowest prices in our Price Guide. Get 240 Mac apps for $72.25 with this 1-year Setapp subscription deal Buy a Costco membership this week & score a free gift card valued up to $40 Unlock high-performance computing with a $1,100 discount on this 16-inch MacBook Pro",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "h&r block tax software deluxe",
        "sentiment": "negative"
      },
      {
        "name": "turbotax",
        "sentiment": "none"
      },
      {
        "name": "h&r block",
        "sentiment": "none"
      },
      {
        "name": "stacksocial h&r block",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:01:00.826+02:00",
  "updated": "2024-01-13T06:56:28.087+02:00"
}