{
  "thread": {
    "uuid": "5f81f4fca5b825fddcd23d94cb9e2a3c9060352e",
    "url": "https://www.dawn.com/news/1806969",
    "site_full": "www.dawn.com",
    "site": "dawn.com",
    "site_section": "https://www.dawn.com/pakistan",
    "site_categories": [
      "media"
    ],
    "section_title": "Pakistan - DAWN.COM",
    "title": "Major leaders laud ‘tit-for-tat’ strikes in Iran - Newspaper - DAWN.COM",
    "title_full": "Major leaders laud ‘tit-for-tat’ strikes in Iran - Newspaper - DAWN.COM",
    "published": "2024-01-19T04:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://www.dawn.com/_img/social-default.jpg",
    "performance_score": 0,
    "domain_rank": 3113,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5f81f4fca5b825fddcd23d94cb9e2a3c9060352e",
  "url": "https://www.dawn.com/news/1806969",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kalbe Ali",
  "published": "2024-01-19T04:01:00.000+02:00",
  "title": "Major leaders laud ‘tit-for-tat’ strikes in Iran - Newspaper - DAWN.COM",
  "text": "• President Alvi says Pakistan will take ‘all necessary measures to defend its soil’ • Shehbaz praises nation for ‘fitting diplomatic, military steps’ • Zardari insists fraternal relations possible only on basis of equality ISLAMABAD: The country’s political leadership, including President Dr Arif Alvi and representatives from various parties, have commended the armed forces for retaliatory strikes in Iran, describing them as an inevitable action for national security. According to a statement issued by the President’s Secretariat, President Alvi said Pakistan would not compromise on its national security and territorial integrity and would take “all necessary measures to defend its soil”. He lauded the professionalism of the armed forces of Pakistan that targeted the terrorist hideouts in the Sistan and Baluchestan province of Iran, while avoiding the civilian casualties. The president said terrorism was a common challenge that required global efforts for its elimination. “Pakistan fully respects the sovereignty and territorial integrity of all states and expects the same from other nations not to violate international law,” he added. He said Pakistan and Iran were brotherly countries and they needed to resolve issues through dialogue and mutual consultation. PML-N President and former premier Shehbaz Sharif said Pakistan’s territorial integrity and the well-being of its citizens were paramount. “Pakistan has taken fitting diplomatic and military steps for peace and security. We seek peace between our two neighbourly countries but reserve the right to defend ourselves. The nation salutes our valiant armed forces for Operation Marg Bar Sarmachar,” he tweeted, referring to the operation under which Pakistan on Thursday morning struck militant hideouts in Iran. Former president and PPP leader Asif Ali Zardari also insisted that any country that looked at Pakistan with ill intentions would be given a response accordingly. Mr Zardari said that Pakistan was a peace-loving country, but those who wish to target it should think a hundred times before doing so. “We have always advocated for peace around the globe and have prioritised it as well,” he said. “Pakistan Army is among the best in the world and our forces know how to defend the country, and we desire cordial and fraternal relations with our neighbours but only on the basis of equality.” The PTI also described the air strikes carried out by Pakistan as the right to self-defence. In a statement, Imran Khan’s party said it stood firmly with the armed forces in the face of any foreign aggression to defend and safeguard the motherland. It said that Pakistan’s sovereignty, territorial integrity and security were of utmost importance, and no compromise would be made in this regard. JUI-F Central Secretary General Maulana Abdul Ghafoor Haideri criticised the violation of Pakistani airspace by Iran and said that the action by Pakistan was the best possible move under the circumstances. “Iran is a neighbouring country, but it should not cross borders,” Maulana Haideri said. The Pakistan Ex-Servicemen Society (PES) also appreciated the government and the armed forces for immediately responding to Iran’s hostile acts. “Iran’s missile and drone attacks inside Pakistan was not only an aggressive act and unprovoked violation of the country’s air space and international law but also a shocking diplomatic blunder committed by Iran which deflected the world’s attention from Israeli atrocities,” PES President Abdul Qayyum said at a press conference. Mr Qayyum, a retired lieutenant general, said Pakistan kept tracking Kulbhushan Jadhav’s movements in Iran for years but raided his hideout only when he was in Pakistan’s territory. “The TTP and BLA terrorists’ nests and training centres contiguous to our western borders both in Afghanistan and Iran could be struck by Pakistani security forces, but since it would have been a violation of international law, it was not done,” he said. The chief of Tehreek-i-Nafaz-i-Fiqh-i-Jafariya, Agha Syed Hussain Muqaddasi, declared Pakistan’s response to Iranian aggression as representative of the national aspirations and exhibition of unwavering resolve to defend the motherland. “Shias of Pakistan will prove to be a strong wall for the defence of each and every inch of the motherland,” he said in a statement. “Pakistan demonstrated the power of a responsible nuclear state,” he said, adding that Iran must not deviate from the path of Ayatollah Khomeini that the secret of success lies in the unity of Muslim countries. Published in Dawn, January 19th, 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alvi",
        "sentiment": "negative"
      },
      {
        "name": "zardari",
        "sentiment": "none"
      },
      {
        "name": "arif alvi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "secretariat",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "iran",
        "sentiment": "none"
      },
      {
        "name": "islamabad",
        "sentiment": "none"
      },
      {
        "name": "sistan",
        "sentiment": "none"
      },
      {
        "name": "baluchestan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T04:38:09.074+02:00",
  "updated": "2024-01-19T04:38:09.074+02:00"
}