{
  "thread": {
    "uuid": "2788a802fd92821ceb59510c8777c9a1dc0d8db3",
    "url": "https://www.eltiempo.com/cultura/gente/la-fruta-que-mejora-el-deseo-sexual-combate-el-envejecimiento-y-protege-al-corazon-3330723",
    "site_full": "www.eltiempo.com",
    "site": "eltiempo.com",
    "site_section": "https://eltiempo.com/economia/sectores/xm-advierte-riesgos-en-el-suministro-de-energia-electrica-y-pide-tomar-medidas-urgentes-3329267",
    "site_categories": [
      "media",
      "education",
      "business",
      "top_news"
    ],
    "section_title": "XM advierte riesgos en el suministro de energía eléctrica y pide tomar medidas urgentes",
    "title": "La fruta que mejora el deseo sexual, combate el envejecimiento y protege al corazón",
    "title_full": "La fruta que mejora el deseo sexual, combate el envejecimiento y protege al corazón",
    "published": "2024-04-05T01:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://imagenes.eltiempo.com/files/og_thumbnail/uploads/2024/04/04/660f1faeb1b22.jpeg",
    "performance_score": 0,
    "domain_rank": 3788,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2788a802fd92821ceb59510c8777c9a1dc0d8db3",
  "url": "https://www.eltiempo.com/cultura/gente/la-fruta-que-mejora-el-deseo-sexual-combate-el-envejecimiento-y-protege-al-corazon-3330723",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sofia Arias Martinez",
  "published": "2024-04-05T01:32:00.000+03:00",
  "title": "La fruta que mejora el deseo sexual, combate el envejecimiento y protege al corazón",
  "text": "Gente La fruta que mejora el deseo sexual, combate el envejecimiento y protege al corazón Su alto contenido de antocianinas puede contribuir a la salud y reducir el riesgo de enfermedades. [frutas](https://www.eltiempo.com/noticias/frutas)silvestres con propiedades antiinflamatorias, antibacterianas y una gran cantidad de nutrientes. Además de proporcionar fibra, vitaminas y minerales, ‘Health’ indica que son una de las fuentes más ricas de pigmentos antocianinas, que son compuestos que pueden proteger las células. Por lo tanto, el consumo de esta fruta puede ser beneficioso para la salud. Temas Relacionados [@dra.ninagarza]¿Sabías que las moras mejoran la salud cardiovascular? 🧐 [#bienestar] [#saludable] [#alimentacion] [♬ Flowers (Emotional, Cinematic, Lovely, Soft, Acoustic, Piano, Music, Song) - FredlMusic] [La fruta que disminuye el colesterol “malo” y tiene pocas calorías](https://www.eltiempo.com/salud/la-fruta-que-disminuye-el-colesterol-malo-y-tiene-pocas-calorias-850194)). [Arándanos y moras, entre las frutas más ricas en vitamina K: ¿por qué es importante?](https://www.eltiempo.com/cultura/gente/arandanos-y-moras-entre-las-frutas-mas-ricas-en-vitamina-k-por-que-es-importante-816070)). Contraindicaciones Los 10 superalimentos que le ayudan a su corazón Más noticias en EL TIEMPO DESCARGA LA APP EL TIEMPO Personaliza, descubre e informate. Empodera tu conocimiento [ Óscar, deportista de alto rendimiento de los juegos paralímpicos, sorprendió como nuevo integrante del ‘Desafío’ ](/cultura/gente/oscar-deportista-de-alto-rendimiento-de-los-juegos-paralimpicos-sorprendio-como-nuevo-integrante-del-desafio-3330807) Más noticias Nuestro mundo [ SENA: el listado de cursos de inglés gratuitos que hay y la duración de cada uno ](/colombia/sena-el-listado-de-cursos-de-ingles-gratuitos-que-hay-y-la-duracion-de-cada-uno-3330730) En el sitio web oficial se enumeran las distintas opciones que existen. [ Los países latinos a los que puede ir con pasaporte colombiano y quedarse hasta un año ](/colombia/los-paises-latinos-a-los-que-puede-ir-con-pasaporte-colombiano-y-quedarse-hasta-un-ano-3330577) La estadía puede ser tanto por turismo, negocios y estudios como por tránsito. [ Tras feminicidio de Camila en México, asesinan a niña Kevelin Sofía, de 10 años, en Brasil ](/mundo/tras-feminicidio-de-camila-en-mexico-asesinan-a-nina-kevelin-sofia-de-10-anos-en-brasil-3329372) El señalado del atroz crimen aceptó ante las autoridades su culpabilidad, aseguran medios locales. [ Cony Camelo denunció malos tratos a colombianos en México: sin celular, extorsiones y abortos ](/mundo/cony-camelo-denuncio-malos-tratos-a-colombianos-en-mexico-sin-celular-extorsiones-y-abortos-3329212) El cónsul de México, Andrés Hernández, dijo que las medidas se tomaban debido a irregularidades en la migración. [ Fotos: hombres fueron 'crucificados' en Filipinas este Viernes Santo en representación del Viacrucis ](/mundo/los-crucificados-de-filipinas-recrean-con-dolor-y-sangre-la-pasion-de-cristo-3328908) [ Puente de Baltimore: revelan audio de la angustiante emergencia por choque de buque ](/mundo/audio-de-la-caida-del-puente-de-baltimore-por-choque-de-buque-carguero-3328070) [ Kim Jong-un envía mensaje de condolencias a Putin por el atentado en Moscú ](/mundo/kim-jong-un-envia-mensaje-de-condolencias-a-putin-por-el-atentado-en-moscu-3327565) [ EN VIVO| Cierre en la vía Bogotá- Villavicencio por grave accidente de tránsito ](/bogota/en-vivo-movilidad-en-bogota-vea-las-restricciones-y-novedades-de-este-viernes-5-de-abril-3330822) Autoridades reportaron un grave accidente entre dos camiones que terminaron volcados cerca al peaje Boqueron II. [ En imágenes: el antes y el ahora de los embalses de Bogotá que están en niveles críticos ](/bogota/en-imagenes-el-antes-y-el-ahora-de-los-embalses-de-bogota-que-estan-en-niveles-criticos-3330824) El alcalde Galán hizo un llamado a ahorrar el recurso debido al nivel actual de estos cuerpos de agua. [ La Feria de las 2 Ruedas espera impulsar el sector de las motos, que viene cuesta abajo ](/colombia/medellin/la-feria-de-las-2-ruedas-espera-impulsar-el-sector-de-las-motos-que-viene-cuesta-abajo-3330780) El evento se realizará del 2 al 5 de mayo en Plaza Mayor, Medellín. [ La Gobernación de Antioquia demolió las primeras 18 casas de vicio del departamento ](/colombia/medellin/la-gobernacion-de-antioquia-demolio-las-primeras-18-casas-de-vicio-del-departamento-3330693) Los inmuebles estaban ubicados en el denominado 'Bronx' de Amagá. [ Ataques de disidencias de Farc: dos atentados en Cali y Jamundí en menos de 12 horas ](/colombia/cali/ataques-de-disidencias-de-farc-dos-atentados-en-cali-y-jamundi-en-menos-de-12-horas-3330848) Fuerza Pública se desplegó hacia zona rural de Jamundí, en el corregimiento de Robles. [ Atentado de disidentes contra el Ejército en Cali: estos son los daños por la explosión ](/colombia/cali/atentado-de-disidentes-contra-el-ejercito-en-cali-estos-son-los-danos-por-la-explosion-3330843) Un colegio está entre las afectaciones por este atentado que deja zozobra entre vecinos del sur y la ladera de Cali. [ 20 estructuras ilegales estarían operando con préstamos gota a gota en Barranquilla ](/colombia/barranquilla/20-estructuras-ilegales-estarian-operando-con-prestamos-gota-a-gota-en-barranquilla-3330790) Según la Policía, algunas de ellas se dedican al lavado de dinero producto de la extorsión. [ Más pie de fuerza para combatir crímenes e inseguridad en el Caribe ](/colombia/barranquilla/mas-pie-de-fuerza-para-combatir-crimenes-e-inseguridad-en-el-caribe-3330802) Este viernes continúa la cumbre de seguridad en Barranquilla. La extorsión, entre los principales temas a tratar. [ Otro atentado: una granada explotó contra la sede del Gaula Militar en Tumaco, Nariño ](/colombia/otras-ciudades/otro-atentado-una-granada-exploto-contra-la-sede-del-gaula-militar-en-tumaco-narino-3330826) Autoridades en alerta por dos atentados en el suroccidente. Uno ocurrió en Cali y otro en Tumaco. [ La historia de Kihara, la mascota que fue robada a joven LBGTQ+, asesinado en Bogotá ](/colombia/otras-ciudades/la-historia-de-kihara-la-mascota-que-fue-robada-a-un-ciudadano-asesinado-en-bogota-3330804) El canino fue recuperado por la Policía de Ibagué y está en buenas condiciones de salud. [ Argentina: los nuevos proyectos de Javier Milei para luchar contra el narcotráfico y el crimen ](/mundo/latinoamerica/argentina-los-nuevos-proyectos-de-javier-milei-para-luchar-contra-el-narcotrafico-y-la-inseguridad-3330788) El gobierno anunció que enviará al Parlamento un paquete de medidas. [ Tensión diplomática: Ecuador le pide a la embajadora de México que abandone el país ](/mundo/latinoamerica/tension-diplomatica-ecuador-le-pide-a-la-embajadora-de-mexico-que-abandone-el-pais-3330770) La Cancillería emitió un comunicado en el que declaró a la embajadora persona 'non grata'. [ ‘Voy a cometer un atentado’: hombre con un machete intenta irrumpir en sede presidencial de Argentina ](/mundo/latinoamerica/voy-a-cometer-un-atentado-hombre-con-un-machete-intenta-irrumpir-en-sede-presidencial-de-argentina-3330752) [ Sputnik V: las vacunas rusas anticovid que tienen en problemas a exministra de Guatemala ](/mundo/latinoamerica/denuncian-a-exministra-de-guatemala-por-compra-de-vacunas-rusas-anticovid-3330734) [ El Salvador: ONG's piden derogar régimen de excepción por presuntas violaciones a derechos humanos ](/mundo/latinoamerica/el-salvador-organizaciones-exigen-derogar-el-regimen-de-excepcion-por-presuntas-violaciones-a-los-derechos-humanos-3330648) [ Exclusivo: habla candidato en Venezuela que apuesta por implementar el sistema capitalista en ese país ](/mundo/venezuela/exclusivo-habla-candidato-en-venezuela-que-apuesta-por-implementar-el-sistema-capitalista-3330587) Luis Ratti ha presentado varios recursos ante el Supremo para que se mantenga la inhabilitación de María Corina Machado. [ Nicolás Maduro plantea ley que prohibiría a las personas que apoyen a Guyana ocupar cargos públicos ](/mundo/venezuela/nicolas-maduro-advierte-que-las-personas-que-apoyen-a-guyana-no-tendran-cargos-publicos-3330522) La ley también prohíbe la divulgación del mapa de Venezuela sin la incorporación de la Guyana Esequiba. [ María Corina Machado alerta que corre el riesgo de ser detenida 'de manera injustificada' ](/mundo/venezuela/maria-corina-machado-alerta-que-corre-riesgo-de-ser-detenida-de-manera-injustificada-3330368) [ Eliminar la reelección indefinida, entre las propuestas de candidato opositor en Venezuela ](/mundo/venezuela/eliminar-la-reeleccion-indefinida-entre-las-propuestas-de-candidato-opositor-en-venezuela-3330236) [ En vivo: venezolanos denuncian trabas para registrarse a votar en Colombia y otros países ](/mundo/venezuela/en-vivo-venezolanos-denuncian-trabas-para-registrarse-a-votar-en-colombia-y-otros-paises-3330224) [ Donald Trump recibe doble golpe en las cortes de Estados Unidos: ¿cómo lo afectan? ](/mundo/eeuu-y-canada/donald-trump-recibe-doble-golpe-en-las-cortes-de-estados-unidos-como-lo-afectan-3330789) En total, el expresidente enfrenta cuatro casos penales en su contra, un caso inédito en ese país. [ La mujer de Texas con las piernas más largas del mundo reveló cómo encuentra su talla ](/mundo/eeuu-y-canada/la-mujer-de-texas-con-las-piernas-mas-largas-revela-como-encuentra-ropa-de-su-talla-3330628) La joven respondió esto a través de sus redes sociales. [ Consejo de Derechos Humanos de la ONU aprueba resolución que condena trato de Israel a civiles en Gaza ](/mundo/europa/consejo-de-derechos-humanos-de-la-onu-aprueba-resolucion-que-condena-trato-de-israel-a-civiles-en-gaza-3330833) Después de seis semanas, a resolución obtuvo con 28 votos a favor, 6 en contra y 13 abstenciones. [ Cadena perpetua a hombre por haber guiado ataque ruso contra restaurante donde murió la escritora Victoria Amelina ](/mundo/europa/cadena-perpetua-a-hombre-por-haber-guiado-ataque-ruso-contra-restaurante-donde-murio-la-escritora-victoria-amelina-3330641) Los colombianos Héctor Abad Faciolince, escritor; el excomisionado de paz Sergio Jaramillo, y la periodista Catalina Gómez, resultaron heridos en ese hecho. [ El costoso nombramiento que desató una polémica en la Comisión Europea: su presidenta, señalada de favoritismo ](/mundo/europa/europa-polemica-por-nombramiento-en-la-comision-europea-que-esta-pasando-3330620) [ Así funcionan los testeos rápidos de cáncer y otras enfermedades para hacer desde casa ](/mundo/europa/asi-funcionan-los-testeos-rapidos-de-cancer-y-otras-enfermedades-para-hacer-desde-casa-3330572) [ La Otán cumple 75 años: ¿cómo nació y por qué Vladimir Putin logró darle nuevos aires? ](/mundo/europa/la-otan-cumple-75-anos-con-nuevos-aires-gracias-al-presidente-ruso-vladimir-putin-3330560) [ Mujer de 80 años muere tras el ataque de un elefante durante un safari: video ](/mundo/africa/mujer-de-80-anos-muere-tras-el-ataque-de-un-elefante-durante-un-safari-en-africa-3330151) El gigantesco animal persiguió y volcó el coche donde se encontraban otras seis personas. [ Uganda: Tribunal no bloquea ley anti-LGBTI pero reconoce violación de algunos derechos ](/mundo/africa/uganda-tribunal-no-bloquea-ley-anti-lgbti-pero-reconoce-violacion-de-algunos-derechos-3330075) La justicia derogó varias secciones de la norma y admitió que esta 'perpetúa' la vulnerabilidad. [ Israel accede a ampliar la ayuda humanitaria a Gaza tras llamada entre Joe Biden y Netanyahu ](/mundo/medio-oriente/israel-accede-a-ampliar-la-ayuda-humanitaria-a-gaza-tras-llamada-entre-joe-biden-y-netanyahu-3330830) Israel permitirá la provisión temporal de ayuda a través del puerto de Ashdod, así como por el cruce de Erez, en Israel. [ Israel anuncia 'alerta máxima' tras amenazas de Irán; tropas están desplegadas en frontera ](/mundo/medio-oriente/israel-dice-que-esta-en-alerta-maxima-y-sus-tropas-estan-desplegadas-en-las-frontera-3330756) El ejército israelí está atento ante cualquier represalia de Irán. [ ¿Qué tan probable es que Netanyahu renuncie ante la presión de los israelíes en las calles? ](/mundo/medio-oriente/que-tan-probable-es-que-netanyahu-renuncie-ante-la-presion-de-los-israelies-en-las-calles-3329945) [ 'A quien nos haga daño le haremos daño': la dura advertencia de Benjamín Netanyahu a Irán ](/mundo/medio-oriente/a-quien-nos-haga-dano-le-haremos-dano-advierte-netanyahu-a-iran-3330634) [ Más de 33.000 personas han muerto en Gaza tras seis meses de la ofensiva militar de Israel ](/mundo/medio-oriente/mas-de-33-000-personas-han-muerto-en-gaza-tras-seis-meses-de-guerra-3330485) [ Biden y Netanyahu hablarán por teléfono este jueves tras muerte de trabajadores de ONG en Gaza ](/mundo/medio-oriente/biden-y-netanyahu-hablaran-por-telefono-este-jueves-tras-muerte-de-miembros-de-ong-en-gaza-3330362) [ Los puntos que bloquean las negociaciones para una tregua en Gaza, según Catar ](/mundo/medio-oriente/los-puntos-que-bloquean-las-negociaciones-para-una-tregua-en-gaza-segun-catar-3330355) [ 'Se acaba tiempo para proteger a civiles en Rafah', advierten ONG internacionales en Gaza ](/mundo/medio-oriente/se-acaba-el-tiempo-para-proteger-civiles-en-rafah-advierten-oeneges-internacionales-3330173) [ Egipto inauguró su nueva capital, un desarrollo faraónico en medio del desierto ](/mundo/medio-oriente/egipto-inauguro-su-nueva-capital-un-desarrollo-faraonico-en-medio-del-desierto-3330122) [ Él es José Andrés, el chef español que fundó la ONG atacada por Israel en Gaza ](/mundo/medio-oriente/quien-es-jose-andres-el-chef-espanol-que-fundo-la-ong-atacada-por-israel-en-gaza-3330104) [ Ataque de Israel contra miembros de ONG fue por 'identificación errónea', según informe ](/mundo/medio-oriente/ataque-de-israel-contra-miembros-de-ong-fue-por-identificacion-erronea-segun-informe-3330081) [ La polémica ley sobre el servicio militar obligatorio que provoca división en Israel ](/mundo/medio-oriente/la-polemica-ley-sobre-el-servicio-militar-obligatorio-que-provoca-division-en-israel-3329908) [ Palestina pide formalmente entrar como Estado miembro de pleno derecho en la ONU ](/mundo/medio-oriente/palestina-pide-formalmente-entrar-como-estado-miembro-de-pleno-derecho-en-la-onu-3329895) [ Unrwa advierte que no se podrá evitar la hambruna en Gaza si los ataques continúan ](/mundo/medio-oriente/unrwa-advierte-que-no-se-podra-evitar-la-hambruna-en-gaza-si-los-ataques-continuan-3329851) [ Irán dice que Israel pagará por ataque a consulado y pide responsabilidades a EE. UU. ](/mundo/medio-oriente/iran-dice-que-israel-pagara-por-ataque-a-consulado-y-pide-responsabilidades-a-ee-uu-3329708) [ Netanyahu admite que Israel mató de forma 'no intencionada' a siete trabajadores de ONG ](/mundo/medio-oriente/netanyahu-admite-que-israel-mato-de-forma-no-intencionada-a-trabajadores-de-ong-3329673) [ Australia pide 'rendir cuentas' por la muerte de trabajadora humanitaria asesinada en Gaza ](/mundo/medio-oriente/australia-pide-rendir-cuentas-por-la-muerte-de-trabajadora-humanitaria-asesinada-en-gaza-3329661) [ ONG reporta la muerte de varios trabajadores humanitarios extranjeros en ataque israelí en Gaza ](/mundo/medio-oriente/ong-reporta-muerte-de-varios-trabajadores-humanitarios-extranjeros-en-ataque-israeli-en-gaza-3329621) [ ¿Qué es Al Jazeera, por qué Israel lo prohibió y por qué a Estados Unidos le preocupa? ](/mundo/medio-oriente/que-es-al-jazeera-por-que-israel-lo-prohibio-y-por-que-a-estados-unidos-le-preocupa-3329566) [ Los riesgos de una guerra regional con Israel tras bombardeo a consulado de Irán en Siria ](/mundo/medio-oriente/el-bombardeo-a-consulado-de-iran-en-siria-puede-desatar-guerra-regional-con-israel-3329557) [ Fuerte temblor de magnitud 5.3 sacude varias regiones en India ](/mundo/asia/sismo-de-magnitud-5-3-sacude-a-la-india-el-epicentro-fue-en-chamba-3330619) El movimiento telúrico se registró en horas de la noche (hora local). Le contamos. [ Corea del Norte: así se decide la vida de los ciudadanos según su 'lealtad' al régimen ](/mundo/asia/que-es-el-songbun-el-modelo-social-en-corea-del-norte-que-determina-la-vida-de-los-ciudadanos-segun-su-lealtad-al-regimen-3330448) Pertenecer a una u otra \"casta\" determina desde dónde vive hasta sus estudios y trabajo. [ El rascacielos en Taiwán que usa un sistema con una bola gigante para no derrumbarse ](/mundo/asia/el-rascacielos-en-taiwan-que-usa-un-sistema-con-una-bola-gigante-para-no-derrumbarse-3330535) [ Terremoto en Taiwán: al menos 70 mineros quedaron atrapados tras derrumbes en Hualien - video ](/mundo/asia/terremoto-en-taiwan-al-menos-70-mineros-quedaron-atrapados-tras-derrumbes-en-hualien-3330500) [ Taiwán eleva a 10 la cifra de muertos por el terremoto más fuerte en la isla en los últimos 25 años ](/mundo/asia/taiwan-eleva-a-10-la-cifra-de-muertos-por-el-terremoto-mas-fuerte-en-la-isla-en-los-ultimos-25-anos-3330472) [ Terremoto de magnitud 6.0 sacudió la parte este de Japón: esto se sabe ](/mundo/asia/terremoto-de-magnitud-6-0-sacudio-la-parte-este-de-japon-esto-se-sabe-3330449) [ Cinco misterios que rodean a Corea del Norte, Kim Jong un y su poderosa familia ](/mundo/asia/cinco-misterios-que-rodean-a-corea-del-norte-kim-jong-un-y-su-poderosa-familia-3330001) [ Video: monte Merapi entra en actividad en Indonesia cubriendo de ceniza caliente a pueblos aledaños ](/mundo/asia/monte-merapi-en-indonesia-entra-en-actividad-y-cubre-de-ceniza-a-magelang-3330199) [ ‘Todo fue caos’: el terror que vivieron los latinos durante terremoto de 7,4 en Taiwán ](/mundo/asia/todo-fue-caos-el-terror-que-vivieron-los-latinos-durante-terremoto-de-7-4-en-taiwan-3330185) [ Taiwán: la razón por la que el duro terremoto de 7.4 dejó un saldo tan bajo de muertos ](/mundo/asia/taiwan-la-razon-por-la-que-el-duro-terremoto-de-7-4-dejo-un-saldo-tan-bajo-de-muertos-3330132) [ Testimonio de una estudiante argentina durante el terremoto de Taiwán: 'Fue muy feo' ](/mundo/asia/estudiante-argentina-relata-su-experiencia-durante-el-terremoto-de-taiwan-3330103) [ (Fotos): Así avanzan las labores de rescate en Taiwán tras fuerte terremoto de 7.4 ](/mundo/asia/fotos-asi-avanzan-las-labores-de-rescate-en-taiwan-tras-fuerte-terremoto-de-7-4-3330089) [ Terremoto en Taiwán: Presidente electo visitó ‘zona cero’ del sismo y promete ayudas a los afectados ](/mundo/asia/video-terremoto-en-taiwan-presentadora-continuo-su-programa-en-medio-de-sismo-3330071) [ Terremoto en Taiwán: revelan video del colapso de emblemático edificio; mujer murió por volver para rescatar a gato ](/mundo/asia/terremoto-en-taiwan-revelan-dramatico-video-del-colpaso-de-edificio-en-hualien-3330059) [ EN VIVO | Terremoto en Taiwán deja más de 120 personas atrapadas: este es el balance de muertos y heridos ](/mundo/asia/en-vivo-tras-terremoto-en-taiwan-se-reportan-cuatro-muertos-y-50-heridos-3330047) [ Cancillería de Colombia informó las líneas de atención para colombianos en Taiwán tras terremoto ](/mundo/asia/cancilleria-de-colombia-informo-las-lineas-de-atencion-para-colombianos-en-taiwan-3330025) [ Impresionante video muestra cómo se vivió el terremoto en noticiero en vivo en Taiwán ](/mundo/asia/impresionante-video-muestra-como-se-vivio-el-terremoto-en-noticiero-en-vivo-en-taiwan-3330018) [ Terremoto en Taiwán: impactantes videos retratan la gravedad del sismo que generó alerta de tsunami ](/mundo/asia/terremoto-en-taiwan-impactantes-videos-retratan-la-gravedad-del-sismo-que-genero-alerta-de-tsunami-3329995) [ Fuerte terremoto de 7.5 sacudió a la isla de Taiwán: autoridades emiten alerta de tsunami ](/mundo/asia/terremoto-de-7-5-sacudio-a-la-isla-de-taiwan-no-se-ha-emitido-alerta-de-tsunami-3329979) [ Días clave del juicio contra el español Daniel Sancho: habla abogado de la familia del colombiano Edwin Arrieta ](/mundo/asia/daniel-sancho-cerca-de-juicio-por-asesinato-de-colombiano-edwin-arrieta-habla-abogado-3329746) [ 5 ciudades turísticas que están haciendo del mundo un lugar mejor al ser sostenibles ](/mundo/mas-regiones/5-ciudades-que-estan-haciendo-del-mundo-un-lugar-mejor-segun-el-indice-global-de-sostenibilidad-3330458) Estos destinos trabajan por un futuro con menos emisiones de carbono. [ Histórico: Consejo de Derechos Humanos de la ONU aprueba resolución sobre la intersexualidad, ¿de qué trata? ](/mundo/mas-regiones/consejo-de-derechos-humanos-de-la-onu-aprueba-resolucion-sobre-la-intersexualidad-3330527) Es la primera resolución de su historia sobre la lucha contra la discriminación y la violencia hacia esta población. [ 'No es broma': por qué Botsuana amenaza con enviar 20.000 elefantes a Alemania ](/mundo/mas-regiones/no-es-broma-por-que-botswana-amenaza-con-enviar-20-000-elefantes-a-alemania-3330079) [ Los momentos de pánico en Taiwán por el terremoto de 7,4: 'Es el más fuerte en 25 años' ](/mundo/mas-regiones/al-menos-4-personas-muertas-y-50-heridas-tras-un-terremoto-de-magnitud-7-4-en-taiwan-3330022) [ Forbes revela el club de los US$ 100.000 millones: estos son los más ricos del mundo ](/mundo/mas-regiones/el-club-de-los-us-100-000-millones-quienes-son-las-14-personas-con-las-fortunas-mas-gigantescas-del-mundo-3329861) [ La antigua maravilla de Medio Oriente, en el noroeste de Arabia Saudita, que era inaccesible hasta ahora ](/mundo/mas-regiones/la-antigua-maravilla-de-medio-oriente-que-era-inaccesible-hasta-ahora-3329684) [ Fuerza Quds: así opera el grupo de élite de Irán del general Zahedi, asesinado en Damasco en un ataque atribuido a Israel ](/mundo/mas-regiones/fuerza-quds-como-opera-el-temido-grupo-de-elite-de-iran-y-cual-era-el-rol-en-el-del-general-zahedi-asesinado-en-damasco-en-un-ataque-atribuido-a-israel-3329642) [ 'Espero que me arresten': el desafío de la autora de Harry Potter a la nueva ley antiodio en Escocia ](/mundo/mas-regiones/espero-que-me-arresten-los-polemicos-mensajes-anti-trans-de-la-la-escritora-j-k-rowling-por-una-nueva-ley-en-escocia-sobre-los-delitos-de-odio-3329593) [ ¿Qué tan probable es que los países adopten un acuerdo que ayude a evitar futuras pandemias? ](/mundo/mas-regiones/que-tan-probable-es-que-los-paises-adopten-un-acuerdo-que-ayude-a-evitar-futuras-pandemias-3328606) [ Más de 1.050 millones de toneladas de comida se desperdiciaron en 2022, según la ONU ](/mundo/mas-regiones/mas-de-1-050-millones-de-toneladas-de-comida-se-desperdiciaron-en-2022-segun-la-onu-3328348) [ Rescatan a un hombre atrapado durante unas 30 horas en una alcantarilla en Australia ](/mundo/mas-regiones/rescatan-a-un-hombre-atrapado-durante-unas-30-horas-en-una-alcantarilla-en-australia-3327885) [ Tres muertos y cientos de casas destruidas por terremoto de magnitud 6,9 en Papúa Nueva Guinea ](/mundo/mas-regiones/tres-muertos-y-casi-un-centenar-de-casas-destruidas-por-un-terremoto-en-papua-nueva-guinea-3327693) [ ¿Por qué Canadá reducirá la cifra de trabajadores temporales extranjeros? ](/mundo/mas-regiones/por-que-canada-reducira-la-cifra-de-trabajadores-temporales-extranjeros-3326981) [ La Asamblea General de la ONU pide 'normas' ante riesgos de la inteligencia artificial ](/mundo/mas-regiones/la-asamblea-general-de-la-onu-pide-normas-ante-riesgos-de-la-inteligencia-artificial-3326816) [ Pilas: estas son las rutas aéreas con más turbulencias del mundo ](/mundo/mas-regiones/pilas-estas-son-las-rutas-de-vuelo-de-avion-con-mas-turbulencias-del-mundo-3325994) [ Australia: Uber acuerda pagar más de 190 millones de dólares a miles de taxistas ](/mundo/mas-regiones/uber-acuerda-pagar-198-millones-de-dolares-a-miles-de-taxistas-y-choferes-en-australia-3325495) [ La historia de los migrantes haitianos que deben regresar a su país pese a la oleada de violencia ](/mundo/mas-regiones/los-migrantes-haitianos-que-republica-dominicana-esta-obligando-a-regresar-a-su-pais-pese-a-la-crisis-de-la-nacion-caribena-3324738) [ El pueblo surcoreano escondido a pocos metros de la frontera con Corea del Norte ](/mundo/mas-regiones/el-pueblo-surcoreano-escondido-a-pocos-metros-de-la-frontera-con-corea-del-norte-3324939) [ Así fue como Finlandia logró reducir a la mitad su tasa de suicidios ](/mundo/mas-regiones/como-logro-finlandia-reducir-a-la-mitad-su-tasa-de-suicidios-3325033) [ Así va investigación tras 'incidente' de avión de Latam en vuelo a Chile: lo que reveló caja negra ](/mundo/mas-regiones/avion-de-latam-estarian-cerca-de-conocer-el-origen-del-incidente-en-vuelo-a-chile-3323853) [Horóscopo](https://www.eltiempo.com/horoscopo?cid=AUT_CON_PUBL_ET_HOROSCOPOCONT) Encuentra acá todos los signos del zodiaco. Tenemos para ti consejos de amor, finanzas y muchas cosas más. [Crucigrama](https://www.eltiempo.com/crucigrama?cid=AUT_CON_PUBL_ET_CRUCIGRAMACONT) Pon a prueba tus conocimientos con el crucigrama de EL TIEMPO",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:35:09.219+03:00",
  "updated": "2024-04-05T14:41:56.329+03:00"
}