{
  "thread": {
    "uuid": "d6a85a03286bdaa32dee2fa27ed6871c28f16c03",
    "url": "https://globalnews.ca/news/10207211/former-u-of-w-professor-order-of-ontario/",
    "site_full": "globalnews.ca",
    "site": "globalnews.ca",
    "site_section": "https://globalnews.ca/regina",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "Regina News | Weather &amp; Traffic - Latest Sports | Breaking News",
    "title": "Former U of W professor takes his place in history with Order of Ontario | Globalnews.ca",
    "title_full": "Former U of W professor takes his place in history with Order of Ontario | Globalnews.ca",
    "published": "2024-01-07T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://globalnews.ca/wp-content/uploads/2024/01/John-English-2.jpg?quality=85&strip=all&w=331&h=379&crop=1",
    "performance_score": 0,
    "domain_rank": 910,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d6a85a03286bdaa32dee2fa27ed6871c28f16c03",
  "url": "https://globalnews.ca/news/10207211/former-u-of-w-professor-order-of-ontario/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ken Hashizume CJOY",
  "published": "2024-01-07T23:00:00.000+02:00",
  "title": "Former U of W professor takes his place in history with Order of Ontario | Globalnews.ca",
  "text": "For the second time in as many years, a resident of Guelph was named to the Order of Ontario.\nJohn English was one of 25 appointed to the 2023 Order of Ontario by Lieutenant Governor Edith Dumont on New Year’s Day.\nEnglish was recognized for his work as a historian. A news release from the Ministry of Citizenship and Multiculturalism said English brings history to life, shaping our understanding of our past and place in the world today.\nBut studying and teaching history wasn’t English’s aspiration growing up in the village of Plattsville, approximately 25 minutes southwest of Kitchener.\n“My first thought was: I would be a lawyer,” he said. “When I was an undergraduate (at the University of Waterloo), I found a real love of history and politics. I took both those courses and when you love a subject, you’ll do well and I did well enough to earn a scholarship.”\nStory continues below advertisement English would go on to do graduate studies at Harvard University for five years before returning to the Southern Ontario area getting a job at Waterloo as he was completing his PhD.\nGet the latest National news. Sent to your email, every day. When not teaching Canadian history, English wrote books on former prime ministers Pierre Trudeau, Lester Pearson, Arthur Meighen, and Robert Borden. He was also a Special Ambassador for Landmines and as Special Envoy for Canada at the UN Security Council.\nEnglish also served in federal politics, representing the riding of Kitchener in Parliament from 1993 to 1997.\nMore on Canada Will car prices come down in 2024? Industry experts share their outlook Honda considers $14 billion plan for EV production in Canada Blunt talk on military challenges is a ‘good thing,’ retired defence chief says Calgary history making Olympic canoeist fighting for equality in sports In 2020, English was appointed to the Order of Canada for his contributions as a historian, author and administrator. He said both orders are of great significance to him.\nTrending Now Will car prices come down in 2024? Industry experts share their outlook JN.1 is Canada’s new dominant COVID-19 subvariant. Here’s what to know “The Order of Canada was a great honour. I appreciate them both and don’t rank them at all.”\nEnglish is retired from teaching and has been living in Guelph since 2019. He said he has lived a great life and met some wonderful people over the course of his career.\n“I’ve friends in the academic community, the political community, the business community, and the journalist community,” English said. “The greatest experience in my life is the diversity of the people that I know. They come from all walks of life, all kinds of backgrounds. I think I’ve been been enriched by that experience very much.”\nStory continues below advertisement The Order of Ontario is the highest honour that a civilian can receive in the province. Marva Wisdom of Guelph was one of 26 named to the 2022 Order of Ontario. She received the honour at a ceremony at Queen’s Park in November.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://d21y75miwcfqoq.cloudfront.net/70c8fc80",
    "https://www.d21y75miwcfqoq.cloudfront.net/70c8fc80"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john e",
        "sentiment": "neutral"
      },
      {
        "name": "edith dumont",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of waterloo",
        "sentiment": "none"
      },
      {
        "name": "ministry of citizenship and multiculturalism",
        "sentiment": "none"
      },
      {
        "name": "harvard university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "guelph",
        "sentiment": "none"
      },
      {
        "name": "ontario",
        "sentiment": "none"
      },
      {
        "name": "kitchener",
        "sentiment": "none"
      },
      {
        "name": "southern ontario",
        "sentiment": "none"
      },
      {
        "name": "waterloo",
        "sentiment": "none"
      },
      {
        "name": "plattsville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:46:45.703+02:00",
  "updated": "2024-01-08T01:46:45.703+02:00"
}