{
  "thread": {
    "uuid": "92c5ac2e11384a279e74b00ed1d8f917034bae21",
    "url": "https://orthochristian.com/157990.html",
    "site_full": "orthochristian.com",
    "site": "orthochristian.com",
    "site_section": "https://orthochristian.com/xml/rss.xml",
    "site_categories": [
      "religion",
      "catholicism",
      "christianity"
    ],
    "section_title": "Orthochristian.com",
    "title": "“The Lord Saved Him!”",
    "title_full": "“The Lord Saved Him!”",
    "published": "2023-12-28T13:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.pravoslavie.ru/255564.s.jpg",
    "performance_score": 0,
    "domain_rank": 75770,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "92c5ac2e11384a279e74b00ed1d8f917034bae21",
  "url": "https://orthochristian.com/157990.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Boris Shiryayev",
  "published": "2023-12-28T13:47:00.000+02:00",
  "title": "“The Lord Saved Him!”",
  "text": "In author Boris Shiryaev’s (1889–1959) documentary novella on the Solovki prison camp entitled, The Undying Lamp, there is a literary description of St. Hilarion Troitsky, who was imprisoned on Solovki at the same time as Shiryaev himself. In the chapter entitled, “The Tales of the Rocks”, we see an undying image of the outstanding Russian hierarch and Holy New Martyr of Russia. Here we have translated an excerpt from that chapter.\nNot only one such rock lies in the walls of Solovki Monastery. Human rocks were piled into these boulders, and human rocks dwelt there. One rock was the Solovki archimandrite who closed the gates of the monastery to the patriarch [Nikon] who disdained the traditions of ancient Rus’. Other rocks were his monk-warriors who held out for ten years against the shots of the patriarch’s military leader, Meshcherinov. Many other such rocks lived here, whose names remain unknown.\nThe tales of Solovki stones are ancient but incorruptible and there is no end to them… In a row with the mossy rocks of past ages now stand new ones, from present days, just as steadfast and unwavering.\n One of these new yet equally uncrushable rocks of the Solokvi Monastery Spirit was the archbishop, Vladyka Hilarion.\nFrom his first days of Solovki life, Vladyka’s name was wrapped in a legend of strength and glory. They say that in what was then the not so distant past, he was sent by the Synod to put down an uprising in a monastery in the Caucasus Mountains that had been captivated by the mad preaching of the as yet unforgotten frenzied fanatic, Monk Illiodore—the “Russian Savonarola”. The monastery refused to submit to the Holy Synod and sealed itself off. It would have been tactless to send the police to resolve this purely ecclesiastical conflict. The monks in the monastery locked the gates against the still young vicar bishop, and refused to listen to his admonitions. But this did not stop the warrior of Christ. With the power of his mighty word, Vladyka gathered the faithful and advanced in a Cross procession to the monastery, taking it by storm, like the fortress monasteries of olden days.\nThere was far more than a grain of truth to this legend. Later I heard it confirmed by several different sources. There is no factual truth at all in another legend about him that arose toward the end of his first year in Solovki, but it nevertheless provides an extremely interesting and a very colorful description of this purely Russian hierarch’s remarkable personality. In this sense, it has its own truth—not factual but internal, like apocrypha.\nThey say that to Kem\n1 came a Papal nuncio intending to take advantage of the tragic situation of the Orthodox clergy for the sake of forming a Unia. They say that the OGPU was forced by diplomatic motives to allow the nuncio a meeting with imprisoned Russian hierarchs, who in their turn chose Vladyka Hilarion as their representative. There are colorful and detailed descriptions of the meeting in Kem of two “princes of the Church”, of the nuncio’s pompous vestments and Hilarion’s poor peasant’s gown, the Vatican’s emissary’s speech and conditions for church unification; his promise to have all the Russian clergy released from Solovki, and the proud, tragically unbending reply of the bishop who chose the crown of thorns and refused the cardinal’s tiara offered him… People even argued about the details, like for example which icon Vladyda Hilarion held as he went out to meet the nuncio.\nBut there isn’t a drop of factual truth in these apocrypha nor could there be. The OGPU would have categorically refused any ambassador from the Pope, and especially any meeting with prisoners. Moreover, all the hierarchs on Solokvi conclusively denied that this happened.\nNevertheless, the apocrypha were born and lived on the island. They even travelled to the mainland; I heard them later in Moscow.\nThe legend arose and lived because people wanted to see a real embodiment of spiritual power in the Church, its invincible stronghold; and the most suitable focus of this embodiment was Vladyka Hilarion.\nHis enormous inner strength manifested itself from the first days of his arrival at the prison camp. He was not the eldest of the imprisoned hierarchs, but he was immediately accepted amongst them as a high, if not first-ranking authority. his authority reached even greater heights amongst the believing laity—they called him the guardian and locum tenens of the Patriarchal throne, raised to this dignity by a Patriarch Tikhon’s secret testament—also apocryphal. They also spoke of promises from the GPU if he should transfer to the “Living Church” and become the head of this GPU creation, and of his decisive refusal. The latter is quite possible. Such offers were often made to hierarchs and ordinary clergy alike.\nEven the prison authorities could not resist the power emanating from the always calm and quiet Vladyka Hilarion. In their conversations with him they never permitted themselves any of the indecent jokes so widespread on Solovki, where not only the Chekist guards but also the majority of criminals considered it their sworn obligation to mock the “opium”,\n2 sometimes viciously, other times with coarse familiarity.\nNot rarely, as if against their own will, the guards called him “Vladyka”. The usual, official terminology was “prisoner”. But the nickname “opium” was never pinned on him by anyone.\n Archbishop Hilarion (Troitsky) among the clergy at the Solovki camp (seventh from the left). Photo: brooklyn-church.org\nVladyka Hilarion was always chosen as a delegate to the head of the island, Eichmans, when they needed to obtain some difficult thing; and he always achieved the aim. It was he who managed to concentrate the clergy into the 6th company, to receive some relaxation of the regime for them, and to transfer the majority of the clergy of all ranks to stewardship positions, where they showed their great honesty.\nIt was he who insisted on leaving the hair and beards on men of the Church during the typhus epidemic, when everyone was being shaved bald. There was in fact no need to shave the clergy, because they tended to keep themselves clean. Shaving the elderly priests would have meant submitting them to new mockery and insult.\nWhile obtaining lighter work for others, both clergy and laity, Vladyka never sought any special positions for himself; in fact, he many times refused offers from Eichmans, who saw and appreciated his great organizational abilities. He preferred to be an ordinary fisherman. One could suppose that the sea was a close and familiar element to the hierarch’s prodigious nature, to the Russian “prince of the Church”—precisely Russian, a direct spiritual descendant of bishops, archimandrites, and abbots who taught and instructed the princes of this world, the powerful in their simplicity and the simple in their power, given them from God.\nWhen the first breath of spring breaks its icy surface, the White Sea is quite terrible. Tearing away from the mother iceberg, ice ridges in their drunken play rush to the north, crashing into each other with shocks of thunder, climbing onto each other, piling into hills and then crashing apart once again. Rare is the seaman who dares to take his karbas—an awkward but sturdy White Sea longboat—out to sea without extreme need. No one will push off from the shore when the seemingly calm sea is covered with a grey sheath of “shuga”—small shards of thickly moving ice. There is no salvation from shuga! It will firmly seize a longboat in its white paws and carry it off to the midnight, from which there is no return.\nOn one of these dusky, misty April days, at the harbor near the St. Savvatius Hermitage—now a headquarters for fishing teams comprised of the remaining Solovki monks, and prisoners. Based there were monks, Chekist guards, and fishermen from amongst the prisoners, mainly clergy. All were gazing fixedly into the distance. Out at sea, rustling ominously, crawled the shuga.\n“But their little souls will perish,” commented an old monk dressed in a tattered overcoat, pointing at a barely visible speck that flickered momentarily upon the icy darkness. “You can’t escape the shuga…”\n“It’s all in God’s hands…”\n“Where could they have come from?”\n“Who knows! It happens quickly—the sea looks clean and so they went out, the reckless ones, and the water caught them into the shuga… The shuga received them into its embrace and won’t let them go for anything. It’s happened before!”\nThe head of the post, Chekist Konev, jerked the Ziess binoculars from his eyes.\n“There are four in the boat. Two oarsmen, and two in uniform. Must be Sukhov himself.”\n“Couldn’t be anyone else. He’s a bold hunter and greedy for the catch, and now the beluga are running. They can weigh up to a hundred poods.\n3 It would be an enviable thing for anyone to snatch such a monster. Well, he took the risk!”\nIn the Russian north, beluga is what they call the nearly extinct sea cow—a large white seal.\n“So they’re stuck, you say?” the Chekist asked the monk.\n“No one’s ever gotten out of a shuga on an oar-karbas.”\nMost of those standing there crossed themselves. Someone whispered a prayer.\nBut there in the distance a black spot flickered, now hiding in the ice, now dipping up again for a moment. A desperate struggle was on between man and the fierce, cunning elements. The elements were prevailing.\n“Yep, you won’t get off the shore in a slush like that, how will they get away from it there?” the Chekist uttered, wiping the binocular lenses with a handkerchief. “Amba! Sykhov’s a goner! Write off the military enlistment commander as an expense!”\n“Well, that will be as God wills,” sounded a voice that was quiet, yet filled with profound inner strength.\nAll involuntarily turned towards the short but stocky fisherman with the greying, full beard.\n Archbishop Hilarion. Solovki prison camp. Photo: brooklyn-church.org\n“Who’ll come with me, for the glory of God, to save human souls?” just as quietly and assuredly continued the fisherman, looking over the crowd and piercingly gazing into the eyes of each one. “You, Fr. Spyridon, you, Fr. Tikhon, and you two Solovki men… That’ll do the job. Drag the karbas to the sea!”\n“I won’t permit it! the Chekist suddenly blurted out. “Without a guard or permission from the chief I won’t permit you to go out to sea!”\n“The chief is out there, in the shuga, and we don’t refuse any guard. Get in the barkas, comrade Konev!”\nThe Chekist tensed up, the dropped his shoulders and silently walked away from the shore.\n“Ready?”\n“The barkas is on the water, Vladyka! Let’s go with God!”\nVladyka Hilarion stood at the wheel, and slowly wending through the blockage, the boat moved away from the shore.\nDusky clouds fell. They were followed by a freezing, windy Solokvi night, and no one left the dock. They would run to get warm, then quickly return. Something monolithic and great forged these men together. Everyone, even the Chekist with the binoculars. They spoke to each other in whispers, and in whispers prayed to God. The believed, and they doubted. The doubted, and believed.\n“There’s no one like God!”\n“Without His will, the shuga won’t let them go.”\nThe watch hearkened to the nighttime rustle of the sea, their eyes boring through the darkness now hanging over them. They whispered some more. They prayed some more.\nBut only when the sun drove away the wall of mist from the shore did they see a boat returning to them—carrying not four, but nine men.\nThen everyone who stood at the dock—monks, prisoners, and guards—all as one crossed themselves and fell to their knees.\n“A true miracle! The Lord saved them!”\n“The Lord saved us!” said Vladyka Hilarion also, pulling the dead exhausted Sukhov out of the karbas.\nPascha was a late one that year, in May, when the cool northern sun had long hung in the pale, gray sky. Spring had come, and, being then on my prison duty under the military enlistment officer of the Special Solovki Regiment, Sukhov, one day when the fragrant buds on the lean Solovki birch trees were quietly and sweetly unfolding, I was walking with him past the very crucifix at which he had once fired two shots from his rifle.\nDrops of spring rain and melting snow collected in the deep wounds inflicted by his cartridges and flowed from them in dark rivulets. It was exactly as if the breast of the Crucified One was bleeding.\nSuddenly and unexpectedly to me, Sukhov turned back his Red Army cap, stopped, and hastily, broadly crossed himself.\n“See that you don’t say a word to anyone… Or you’ll rot in the clinker! Do you know what day it is today? Saturday… Passion Saturday…”\nIn the creeping, whitish dusk of Solokvi, vaguely paled the holy face of the Crucified Christ—Russian, homespun, with a slave’s appearance, Who left His land here too, on its midnight edge, shot by the present-day murderer who worshipped Him…\nIt seems to me that the light of an unearthly smile fleeted across Christ’s bloodless, holy face.\n“The Lord saved him!” I said, repeating Vladyka Hilarion’s words that he spoke on the shore. “He saved him then, and now!..”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "boris shiryaev",
        "sentiment": "negative"
      },
      {
        "name": "shiryaev",
        "sentiment": "none"
      },
      {
        "name": "hilarion troitsky",
        "sentiment": "none"
      },
      {
        "name": "meshcherinov",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nikon",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T06:32:38.459+02:00",
  "updated": "2023-12-29T06:32:38.459+02:00"
}