{
  "thread": {
    "uuid": "ffae2ef72f5b58bfe81f815949a7c0fa92f22bef",
    "url": "https://www.deccanherald.com/lifestyle/is-your-skin-ready-for-the-cold-days-2837428",
    "site_full": "www.deccanherald.com",
    "site": "deccanherald.com",
    "site_section": "https://www.deccanherald.com/latest-news",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Latest News News: Latest News News Today, Latest News Latest News and Headlines, Latest News Local News Updates | Deccan Herald",
    "title": "Is your skin ready for the cold days?",
    "title_full": "Is your skin ready for the cold days?",
    "published": "2024-01-05T23:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.deccanherald.com/deccanherald%2F2024-01%2Fdf11f3e9-1e4a-4e17-bbb6-68685d78670f%2Fskincare_1461395_1280.jpg?rect=0%2C0%2C1280%2C672&amp;w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop",
    "performance_score": 0,
    "domain_rank": 2972,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ffae2ef72f5b58bfe81f815949a7c0fa92f22bef",
  "url": "https://www.deccanherald.com/lifestyle/is-your-skin-ready-for-the-cold-days-2837428",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shilpi Madan",
  "published": "2024-01-05T23:26:00.000+02:00",
  "title": "Is your skin ready for the cold days?",
  "text": "The nip in the air is making you dive deeper into your warm bed, right? Enjoy the snuggles but make time to replenish the moisture levels in your skin to ensure it stays hydrated. Winter tends to remove the moisture from your skin, leaving you with that scaly, dry feeling.\nGet ready for a juicy dose of hydration to celebrate a smoother, brighter skin tone.\nHere’s how you deep-nourish your skin and hair:\nWash right\nYou need a gentle formula that purifies, detoxifies, and soothes the skin. “Switch your cleanser to a gentle, non-foaming face wash,” advises dermatologist Dr Madhuri Agarwal. “Add a chemical exfoliant containing lactic acid, glycolic acid and polyhydroxy acids. Avoid physical scrubs.”\nCream up\n“Bring in cream-based thick moisturisers, in place of light water-based moisturisers. Make way for a sunscreen that also has a moisturiser. While removing make-up too, use moisturising cleansers and toners. Do not wait for your skin to start cracking to replace your products, do it a couple of weeks before the skin starts showing signs of excessive dryness,” says Dr Agarwal.\nStay hydrated\n“It is the most effective way to lend a glow to dull skin,” says dermatologist Dr Kripa Kathuria. “We tend to drink lesser water when it is cold, but a dip in water intake makes way for loss of skin elasticity. The skin looks stretched and parched, leading to flakiness.”\nTip top point\nMake time for pedicures and manicures to massage those cuticles and shrug off the dead skin accumulation, especially around your heels and toes. “Massaging petroleum jelly on extremely rough feet and wearing cotton socks to ensure it stays in place, is a good idea for those who experience acute dryness on their feet,” says Dr Kathuria.\nSome tips from Dr Madhuri Agarwal\nToners and soaps: Skip alcohol-based toners and soaps as they sap moisture from your skin. Avoid strong fragrances and essential oils that might generate reactions. Also avoid steroid creams that might work as quick-fix for rashes but damage the skin in the long run.\nSay yes to hydrators: You need more of ceramides shea butter sunflower oils or rosehip seed oil hyaluronic acid squalene oatmeal white soft paraffin lipid-rich oils glycerine lactic acid and niacinamide.\nSerum and cream: Stick to antioxidant serums to combat free radical damage and protect skin from showing sunspots and environmental damage. Continue with night creams retinol application and use of sunscreen throughout winter.\nADVERTISEMENT (Published 05 January 2024, 20:56 IST)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "madhuri agarwal",
        "sentiment": "none"
      },
      {
        "name": "agarwal",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:19:21.902+02:00",
  "updated": "2024-01-06T00:19:21.902+02:00"
}