{
  "thread": {
    "uuid": "37efd424a0fc9a7982f14bdeb74063aa25c06895",
    "url": "https://gulfnews.com/uae/transport/uae-launches-summer-without-accidents-traffic-safety-drive-1.103266262",
    "site_full": "gulfnews.com",
    "site": "gulfnews.com",
    "site_section": "http://gulfnews.com",
    "site_categories": [
      "media",
      "car_culture",
      "vehicles",
      "top_news"
    ],
    "section_title": "Gulf News: Latest UAE news, Dubai news, Business, travel news, Dubai Gold rate, prayer time, cinema",
    "title": "UAE launches ‘Summer Without Accidents’ traffic safety drive | Transport – Gulf News",
    "title_full": "UAE launches ‘Summer Without Accidents’ traffic safety drive | Transport – Gulf News",
    "published": "2024-06-24T15:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AE",
    "main_image": "https://imagevars.gulfnews.com/2022/11/03/GHIATH-Smart-Patrol-_1843d01dc90_medium.jpg",
    "performance_score": 0,
    "domain_rank": 1956,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "37efd424a0fc9a7982f14bdeb74063aa25c06895",
  "url": "https://gulfnews.com/uae/transport/uae-launches-summer-without-accidents-traffic-safety-drive-1.103266262",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gulf News Report Follow us",
  "published": "2024-06-24T15:27:00.000+03:00",
  "title": "UAE launches ‘Summer Without Accidents’ traffic safety drive | Transport – Gulf News",
  "text": "Dubai: Dubai Police on Monday announced it is stepping up traffic safety measures to support the nationwide ‘Summer without accidents’ campaign being organised by the Ministry of Interior until September 1.\nThe announcement came during a press conference held in the presence of Major General Abdulla Ali Al Ghaithi, Assistant Commandant for Operations Affairs at Dubai Police; Major General Saif Muhair Al Mazrouei, Director of the General Department of Traffic in Dubai Police; Brigadier Ahmad Alsam Al Naqbi, Director of Traffic and Patrols Department in Ras Al Khaimah Police; Head of the Traffic Awareness Committee in the Federal Traffic Council, Zaid Abdurrahman Al Qubaidi, Executive Director of the Retail Sector at ENOC, directors of police stations, directors of sub-departments in the General Department of Traffic, and a number of officers and media representatives.\nGet exclusive content with Gulf News WhatsApp channel Maj Gen Al Ghaithi said the annual efforts are part of an integrated work system involving the government and private sectors, which unite and support joint efforts to reduce the number of traffic accidents and related injuries and fatalities across the country.\nHe highlighted the concerning number of traffic-related fatalities during the summer months (June 1 to August 31) in Dubai over the past three years:\n2023: 30 deaths, 45 severe injuries, 308 moderate injuries, and 283 minor injuries\n2022: 36 deaths, 35 severe injuries, 314 moderate injuries, and 315 minor injuries\n2021: 26 deaths, 41 severe injuries, 178 moderate injuries, and 217 minor injuries\nalso read Abu Dhabi Police ask residents to secure homes, vehicles before summer travel Video: All main roads in Dubai to be covered by Intelligent Traffic Systems Summer in UAE: How to avoid heat cramps, heat exhaustion and heat stroke Safety tips Brig Al Naqbi called on drivers to adhere to speed limits, avoid distractions while driving, maintain a safe distance between vehicles, and take preventive measures for vehicles and trucks by checking tyres, ensuring their safety, and replacing them if expired or showing any cracks or bulges. He emphasised the importance of using good quality tyres that meet specifications to avoid traffic accidents caused by tyre bursts, mainly due to the thermal pressure from high temperatures in the summer.\nBrig Al Naqbi stressed the necessity of following traffic safety and security procedures inside vehicles to prevent potential risks and reduce traffic accidents and their resulting fatalities, injuries, and material and moral damages. He also highlighted the importance of being aware of essential information about vehicle tyres and how to react in case of a tyre burst, keeping safety tools in the vehicle, and not leaving lighters, perfumes, batteries, power banks, compressed containers, hand sanitisers, and gas cylinders in the vehicle.\nHe further emphasised the need for fire extinguishers to be available in vehicles so that motorists can intervene immediately and extinguish fires in emergencies, especially during the summer when temperatures rise.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://whatsapp.com/channel/0029Va23xpxEFeXuMgVqck3B",
    "https://www.whatsapp.com/channel/0029Va23xpxEFeXuMgVqck3B"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ahmad alsam al naqbi",
        "sentiment": "none"
      },
      {
        "name": "saif muhair al mazrouei",
        "sentiment": "none"
      },
      {
        "name": "abdulla ali al ghaithi",
        "sentiment": "none"
      },
      {
        "name": "zaid abdurrahman al qubaidi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dubai police",
        "sentiment": "negative"
      },
      {
        "name": "gulf news dubai",
        "sentiment": "negative"
      },
      {
        "name": "ministry of interior",
        "sentiment": "none"
      },
      {
        "name": "ras al khaimah police",
        "sentiment": "none"
      },
      {
        "name": "operations affairs at dubai police",
        "sentiment": "none"
      },
      {
        "name": "traffic and patrols department",
        "sentiment": "none"
      },
      {
        "name": "gulf news whatsapp",
        "sentiment": "none"
      },
      {
        "name": "maj gen al ghaithi",
        "sentiment": "none"
      },
      {
        "name": "traffic awareness committee",
        "sentiment": "none"
      },
      {
        "name": "federal traffic council",
        "sentiment": "none"
      },
      {
        "name": "general department of traffic in dubai police",
        "sentiment": "none"
      },
      {
        "name": "enoc",
        "sentiment": "none"
      },
      {
        "name": "general department of traffic",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uae",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T15:51:06.403+03:00",
  "updated": "2024-06-24T16:36:20.026+03:00"
}