{
  "thread": {
    "uuid": "045bc2958e57f01345304508e9f834694f3c672e",
    "url": "https://timesofindia.indiatimes.com/entertainment/english/hollywood/news/zone-of-interest-director-jonathan-glazer-wins-oscar-for-best-international-film-condemns-occupation-and-israel-palestine-conflict-in-rousing-speech/articleshow/108377935.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://timesofindia.indiatimes.com/home/headlines",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "News, Today's News Headlines, Breaking News and Live News from India and World - Times of India",
    "title": "'Zone of Interest' director Jonathan Glazer wins Oscar for Best International Film; Condemns 'occupation' and Israel-Palestine conflict in rousing speech | - Times of India",
    "title_full": "'Zone of Interest' director Jonathan Glazer wins Oscar for Best International Film; Condemns 'occupation' and Israel-Palestine conflict in rousing speech | - Times of India",
    "published": "2024-03-11T03:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-108377966,width-1070,height-580,imgsize-20182,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 275,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "045bc2958e57f01345304508e9f834694f3c672e",
  "url": "https://timesofindia.indiatimes.com/entertainment/english/hollywood/news/zone-of-interest-director-jonathan-glazer-wins-oscar-for-best-international-film-condemns-occupation-and-israel-palestine-conflict-in-rousing-speech/articleshow/108377935.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-03-11T03:44:00.000+02:00",
  "title": "'Zone of Interest' director Jonathan Glazer wins Oscar for Best International Film; Condemns 'occupation' and Israel-Palestine conflict in rousing speech | - Times of India",
  "text": "The powerful Auschwitz-set psychological horror film, \\\"The Zone of Interest\\\", which on Sunday won the Oscar for best international film, stunned critics with its penetrating study of the banality in the shadow of the death camp.The victory marks the first time that a submission from Britain has won the Academy Award in this category, which is open to non-English language films made by countries other than the United States.\\\"Our film shows where dehumanisation leads at its worst. It's shaped all of our past and present,\\\" said British director Jonathan Glazer as he accepted the award, before issuing a strong statement about the conflict in Gaza.— Kahlissee (@Kahlissee) \\\"Right now, we stand here as men who refute their Jewishness and the Holocaust being hijacked by an occupation which has led to conflict for so many innocent people,\\\" said Glazer, who is Jewish.\\\"Whether the victims of October the 7th in Israel, or the ongoing attack on Gaza, all the victims of this dehumanisation, how do we resist?\\\" 108374566See More: Oscar 2024 LIVE Updates: Robert Downey Jr wins Best Actor award for 'Oppenheimer'!The German-language film, which earned a total of five Oscar nods and won three BAFTAs, focuses on the family of Rudolf Hoess, the longest-serving commandant of the Auschwitz camp, who lived a stone's throw from the gas chambers.While the screams and gunshots are audible from their beautiful garden, Hoess (Christian Friedel), his wife Hedwig (Sandra Hueller, an Oscar nominee for \\\"Anatomy of a Fall\\\") and their children carry on as though nothing is amiss.They pull the curtains to mask the rising smoke from the incinerators, they use their pool -- life carries on, even when the death trains arrive to disgorge their doomed passengers. At one point, Hedwig samples a lipstick she found in the pocket of a fur coat stripped from a gassed woman. She rejoices when she finds a diamond in a confiscated tube of toothpaste. The horror \\\"is just bearing down on every pixel of every shot, in sound and how we interpret that sound... It affects everything but them,\\\" Glazer told AFP at last year's Cannes film festival where 'Zone' won the Grand Prix, the runner-up prize. 108377329\\\"Everything had to be very carefully calibrated to feel that it was always there -- this ever-present, monstrous machinery,\\\" he said.Hedwig's mother eventually recoils at what is happening beyond the house's walls, but most of the family's friends and acquaintances are utterly indifferent.The 58-year-old Glazer focused on the apparent normality of daily lives around the death camp, viewing Hoess's family not as obvious monsters but as terrifyingly ordinary.\\\"The things that drive these people are familiar -- nice house, nice garden, healthy kids,\\\" he said.\\\"How like them are we?\\\"The \\\"zone of interest\\\" is what the Nazis called the 40-square-kilometre area surrounding Auschwitz. The film is based on Martin Amis' 2014 novel of the same name.The film has earned near-universal acclaim, with The Hollywood Reporter calling it a \\\"bone-chilling Holocaust drama like no other\\\", and Variety hailing it as \\\"profound, meditative and immersive\\\".But some criticised Glazer for not showing Auschwitz itself, the largest Nazi concentration camp where more than 1.1 million people, most of them Jewish, lost their lives, according to the site's museum.- 'I cogitate a lot' -The director is known for taking his time: \\\"The Zone of Interest\\\" came a decade after his last film, the acclaimed, deeply strange sci-fi \\\"Under the Skin\\\" (2013) starring Scarlett Johansson.Glazer first made his name with music videos for Radiohead, Blur and Massive Attack in the 1990s before moving into films with \\\"Sexy Beast\\\" (2000) and \\\"Birth\\\" (2004). 108377766\\\"I cogitate a lot. I think a lot about what I'm going to make, good or bad,\\\" he said.\\\"This particular subject obviously is a vast, profound topic and deeply sensitive for many reasons and I couldn't just approach it casually.\\\"Beyond Amis' novel, Glazer spent two years reading other books and accounts on the subject before beginning to map out the film with collaborators.The film bested \\\"Perfect Days\\\" from Wim Wenders, \\\"The Teachers' Lounge\\\", \\\"Society of the Snow\\\" and \\\"Io Capitano\\\" for the Oscar.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jonathan glazer",
        "sentiment": "neutral"
      },
      {
        "name": "robert downey jr",
        "sentiment": "none"
      },
      {
        "name": "glazer",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "auschwitz",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T03:48:43.025+02:00",
  "updated": "2024-03-11T03:48:43.025+02:00"
}