{
  "thread": {
    "uuid": "47f4655684ad46a35e5e5b568771413c85d4cace",
    "url": "https://www.vulture.com/2024/01/adam-driver-italian-roles-luigi.html",
    "site_full": "www.vulture.com",
    "site": "vulture.com",
    "site_section": "http://www.vulture.com",
    "site_categories": [
      "media",
      "television",
      "entertainment"
    ],
    "section_title": "Vulture - Entertainment News - TV, Movies, Music, Books, Theater, Art",
    "title": "Adam Driver’s Next Italian Role Should Be Luigi",
    "title_full": "Adam Driver’s Next Italian Role Should Be Luigi",
    "published": "2024-01-05T23:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://pyxis.nymag.com/v1/imgs/fdf/300/207ed63879701a1d03bcd7d4745737ef48-adam-driver-luigi.1x.rsocial.w1200.jpg",
    "performance_score": 0,
    "domain_rank": 1570,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "47f4655684ad46a35e5e5b568771413c85d4cace",
  "url": "https://www.vulture.com/2024/01/adam-driver-italian-roles-luigi.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rebecca Alter",
  "published": "2024-01-05T23:57:00.000+02:00",
  "title": "Adam Driver’s Next Italian Role Should Be Luigi",
  "text": "Mamma mia. Did you know Adam Driver is named that because all of us movie nerds are absolutely driving him up a wall? It’s true, and also it’s clever wordplay. The lean, mean, very-good-at-acting machine thinks we’ve been making too much of a fuss over him playing back-to-back Italian guys with broad pizza-box accents, first in 2021’s House of Gucci and then in 2023’s Ferrari . “Who gives a shit that it was two Italians back to back?” he said on the inexplicably popular Smartless podcast. “Like, it’s two!”\nWell, fine. If he really thinks two paisans don’t a pattern make, he shouldn’t just throw the bambino out with the bathwater. He must simply follow this up by playing another famous Italian capitano of industry in another title-role collaboration with a seasoned director .\nLuigi.\nBut … but .. But … you sputter like a like a pathetic Maserati engine trying to keep up with a sexy Ferrari during the 1957 Mille Miglia. But what ? But Luigi isn’t a real person, whereas Maurizio Gucci and Enzo Ferrari are? Idiota! That’s exactly why Luigi would be the perfect character to close out Driver’s Italian trilogy. Being one of the world’s most famous video-game characters and simultaneously one of the world’s most famous sidekicks makes Luigi a fascinating role for Driver to tackle, larger than life and second fiddle all at once. Unbound by the need to imitate someone real, he can make it entirely his own and take big creative swings.\nLuigi occupies a fascinating middle ground between Driver’s two previous Italian roles. He is meek, like Gucci, but really, really into racing small bespoke cars, like Ferrari. In fact, while watching the third act of Ferrari, all I could think was how it reminded me of a Mario Kart level ( Delfino Square , maybe) right down to the inclusion of a mid-race moment with a banana peel. Whereas those other roles were high-status bosses, in a Luigi movie we’d get to see Driver as a plumber, a working man, like his stunning turn as a bus driver in Paterson. Maybe we’d witness him rise to the top of the Mushroom Kingdom’s waste-management industry or become a superstar in the princess-saving business. It would be interesting to do an entire Luigi movie in which Mario is only implied; a brotherly fallout arc would also be fascinating.\nEarlier in 2023, Chris Pratt got flak for totally WASP-washing Mario in the animated Super Mario Bros. Movie , foregoing the character’s charming little accent. Charlie Day’s Luigi followed suit. But audiences had only to wait until the release of Ferrari to hear Driver, Penélope Cruz, and Patrick Dempsey all tackle Mario-ese fake Italian accents with aplomb, giving their performances far more color than Pratt gave to a literal cartoon. Driver has proven he could nail the role in a way that would please longtime Luigi heads. Plus, he’s tall, he wears overalls well , and there is photographic proof of him being able to jump really high .\nFinally, there is the question of who will direct Driver as Luigi. What we’d need for Untitled Adam Driver Luigi Film is a third octogenarian director after Ridley Scott and Michael Mann. Neither Mann nor Scott is Italian, so I’m going to rule out Francis Ford Coppola and Martin Scorsese. They’ve both worked with Driver, but they’re also both too genuinely invested in the topic of Italian masculinity to deliver a Gucci -level product.\nSo I’m going to throw a name in the ring: David Cronenberg . Think of what he would do with all of those pipes and sewers Luigi hops around in. Think of what a Cronenbergian Piranha Plant would look like. Better yet, picture his take on Luigi’s Mansion. Anyway, this is some food for thought. Not just an excuse to Photoshop a Luigi hat and mustache on a random picture of Adam Driver or anything.\nRelated Adam Driver on Playing Two Italians: ‘Like, It’s Two!’",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.pinterest.com/pin/adam-driver-central--567523990540346580/",
    "http://www.youtube.com/watch?v=PUHFK0mJw4c",
    "https://twitter.com/adamdrivercentl/status/1282894040086622211",
    "http://youtube.com/watch?v=PUHFK0mJw4c",
    "https://www.pinterest.com/pin/adam-driver-central--567523990540346580",
    "https://www.twitter.com/adamdrivercentl/status/1282894040086622211",
    "http://www.youtube.com/watch",
    "https://pinterest.com/pin/adam-driver-central--567523990540346580/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "luigi mamma",
        "sentiment": "negative"
      },
      {
        "name": "adam driver",
        "sentiment": "negative"
      },
      {
        "name": "mille miglia",
        "sentiment": "none"
      },
      {
        "name": "enzo ferrari",
        "sentiment": "none"
      },
      {
        "name": "luigi",
        "sentiment": "none"
      },
      {
        "name": "maurizio gucci",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "house of gucci",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:46:21.775+02:00",
  "updated": "2024-01-06T00:46:21.775+02:00"
}