{
  "thread": {
    "uuid": "d69eb549b53baf2dda767650d3f2fb5cb51e81f0",
    "url": "https://www.infobae.com/espana/2024/03/08/defensa-premia-a-lourdes-losa-por-el-8m-piloto-en-afganistan-y-senegal-y-a-los-mandos-del-avion-de-la-casa-real",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "http://www.infobae.com/feeds/rss/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Infobae.com",
    "title": "Defensa premia a Lourdes Losa por el 8M: piloto en Afganistán y Senegal y a los mandos del avión de la Casa Real",
    "title_full": "Defensa premia a Lourdes Losa por el 8M: piloto en Afganistán y Senegal y a los mandos del avión de la Casa Real",
    "published": "2024-03-08T14:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/58JAFF4gzyE5-YFHX7M2qVHU7EY=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/IBEBKCEAABH3DC32TPXDONMDSY.jpg",
    "performance_score": 0,
    "domain_rank": 2077,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d69eb549b53baf2dda767650d3f2fb5cb51e81f0",
  "url": "https://www.infobae.com/espana/2024/03/08/defensa-premia-a-lourdes-losa-por-el-8m-piloto-en-afganistan-y-senegal-y-a-los-mandos-del-avion-de-la-casa-real",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Marta Moreno",
  "published": "2024-03-08T14:05:00.000+02:00",
  "title": "Defensa premia a Lourdes Losa por el 8M: piloto en Afganistán y Senegal y a los mandos del avión de la Casa Real",
  "text": "Con 40 años, la salmantina (aunque nacida en Zamora) Lourdes Losa tiene grandes hitos a sus espaldas. La comandante del Ejército del Aire fue la primera mujer en la historia de las Fuerzas Armadas españolas en ser número uno de su promoción, la LXI del Cuerpo General de la Escuela de Oficiales del Ejército del Aire. Este 8 de marzo, el Ministerio de Defensa, con Margarita Robles al frente, le concede el XI Premio ‘Soldado Idoia Rodríguez, Mujer de las Fuerzas Armadas’ por su profesionalidad y experiencia como piloto de aeronaves militares, además de por su destacada actuación en misiones internacionales.\nAsí se refleja en el Boletín Oficial del Estado de este viernes, Día Internacional de la Mujer, donde se materializa esta condecoración creada en el año 2007 con el nombre de la primera mujer militar española que murió en cumplimiento de una misión internacional de paz. El premio se concedió después de que un jurado, presidido por la Subsecretaria de Defensa, Adoración Mateos, así lo propusiese tras una reunión el pasado 5 de febrero. La condecoración se entrega a personas o instituciones civiles o militares que hayan contribuido a potenciar el papel de la mujer en las Fuerzas Armadas y a favorecer la igualdad de oportunidades.\nTe puede interesar:\nAina Vidal: “España se ha convertido en la vanguardia de derechos feministas mientras Europa avanza hacia posiciones duras”\nPiloto de Rajoy y de la Casa Real\nLourdes Losa comenzó especializándose con el avión militar CN-235, utilizado en misiones humanitarias. Después, estuvo destinada en Zaragoza pilotando un Hércules —la columna vertebral del mando de transporte militar—, para luego pasar a la base de Torrejón de Ardoz, donde se convirtió en la primera comandante de un Airbus 310 de transporte de autoridades, uno de los mejor dotados del Ejército del Aire. También pilotó el Falcon con el Gobierno de Mariano Rajoy.\nEstuvo tres años en una base aérea del Ejército de Estados Unidos, en concreto, la de Charleston, lo que le permitió volar el Boeing C-17 Globemaster III, uno de los aviones más utilizados en misiones de distintos ejércitos, como el de EE. UU., Canadá, Reino Unido o Australia.\nTe pude interesar:\nAsí se gestó la negociación de la amnistía: propuestas telemáticas, a tres bandas y con un acelerón final\nLosa superaba las 3.200 horas de vuelo antes de ser comandante, un ascenso que le hizo volver a Salamanca y bajarse de los aviones, como suele pasar en estos casos con el Ejército del Aire. Tal y como comentó en una entrevista con un medio regional salmantino, durante su carrera ha vivido situaciones como que se le parasen los motores del avión o problemas con el sistema hidráulico. De hecho, estas situaciones le han permitido prescindir de la sensación de peligro en los vuelos comerciales. También ha vivido momentos difíciles y de tensión en sus misiones en Afganistán o Irak, con un riesgo muy elevado al estar en un escenario de conflicto.\nMás Noticias\n[Los días de vacaciones pagadas y se contabilizan como días cotizados](/espana/2024/03/08/cuanto-se-cobra-de-paro-segun-los-meses-cotizados/)\nCuánto se cobra de paro según los meses cotizados\n[En concreto, la pensión media de las mujeres se situó en 2023 en los 1.068 euros mensuales, frente a los 1.361 euros de los varones](/espana/2024/03/08/las-mujeres-pensionistas-cobran-485-euros-menos-que-los-hombres-pese-a-que-la-prestacion-se-ha-incrementado-un-13-desde-2019/)\nLas mujeres pensionistas cobran 485 euros menos que los hombres pese a que la prestación se ha incrementado un 13% desde 2019\n[La madre de Ángel Cristo y Sofía Cristo ha sido condenada a un año y ocho meses de prisión por un delito de alzamiento de bienes, aunque se prevé que esta no pise la cárcel](/espana/2024/03/08/las-primeras-palabras-de-barbara-rey-tras-su-pacto-con-la-fiscalia-no-debo-ni-un-centimo-a-hacienda/)\nLas primeras palabras de Bárbara Rey tras su pacto con la Fiscalía: “No debo ni un céntimo a Hacienda”\n[El consejero delegado de Cepsa ha asegurado que seguirán trabajando con el Gobierno “para generar una mayor claridad regulatoria y la asignación de subvenciones”](/espana/2024/03/08/cepsa-pierde-233-millones-en-2023-frente-al-beneficio-record-del-ano-anterior-lastrada-por-el-impuesto-a-las-energeticas/)\nCepsa pierde 233 millones en 2023 frente al beneficio récord del año anterior lastrada por el impuesto a las energéticas\n[La extinción de condominio permite adjudicarse la propiedad de un inmueble con menor coste fiscal](/espana/2024/03/08/vender-la-parte-de-una-vivienda-en-caso-de-divorcio-o-de-herencia-sale-mas-caro-que-adjudicarla-al-otro-propietario/)\nVender la parte de una vivienda en caso de divorcio o de herencia sale más caro que adjudicarla al otro propietario\nMÁS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T14:11:28.802+02:00",
  "updated": "2024-03-08T14:11:28.802+02:00"
}