{
  "thread": {
    "uuid": "db9c0d0db9cec261a15217b00ac972854bc8d5c6",
    "url": "http://www.krgv.com/news/condado-hidalgo-reparte-calentadores-para-combatir-las-bajas-temperaturas/",
    "site_full": "www.krgv.com",
    "site": "krgv.com",
    "site_section": "https://www.krgv.com/noticias-rgv",
    "site_categories": [
      "media"
    ],
    "section_title": "KRGV News | Noticias RGV",
    "title": "Condado Hidalgo reparte calentadores para combatir las bajas temperaturas",
    "title_full": "Condado Hidalgo reparte calentadores para combatir las bajas temperaturas",
    "published": "2024-01-11T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dcer237tfveol.cloudfront.net/v2/t5LOekO9y4dkGbVOmBYeQQAi8f6WomlxoUYKAEhgCN0yKQ853i6_qB2FI7ofXRB78lhhO0yjUbyGOOqkQ4qQtnr_2L8puvBVCUYrujtsV_FT0dnT3leZhCUqj2grD0MKtLNxU_pz6PnNK4KGGnRqnu",
    "performance_score": 0,
    "domain_rank": 40563,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db9c0d0db9cec261a15217b00ac972854bc8d5c6",
  "url": "http://www.krgv.com/news/condado-hidalgo-reparte-calentadores-para-combatir-las-bajas-temperaturas/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@KRGV",
  "published": "2024-01-11T02:00:00.000+02:00",
  "title": "Condado Hidalgo reparte calentadores para combatir las bajas temperaturas",
  "text": "Condado Hidalgo reparte calentadores para combatir las bajas temperaturas Ante el pronóstico de viento frío y las bajas temperaturas registradas en el Valle, la Agencia de Servicios Comunitarios del condado Hidalgo busca atender las necesidades de las personas más vulnerables. Por ello, estarán ofreciendo calentadores y un detector de humo a 100 familias que no tienen suficientes medios para calentar sus hogares. Entre los criterios en cuenta debe haber un miembro mayor de 60 años, niños menores de cinco años o un miembro con alguna discapacidad. Para calificar se pedirá llenar una aplicación, además debe mostrar los ingresos en su hogar, los cuales deben ser igual o menor al 150 por ciento del nivel de pobreza. Además, debe mostrar identificación y prueba de residencia como un recibo de luz, agua o gas. \"Esos fondos que utilizamos para comprar que son los calentadores también los utilizamos para pagar los biles de la luz. Pueden calificar para un calentador y también pueden calificar para que les ayudemos a pagar los biles de la luz en el futuro para que puedan utilizar los fondos para que se ayuden\", dijo Jaime Longoria, director de Servicios Comunitarios del condado Hidalgo. Si usted cree que califica para recibir un calentador, estos están disponibles en la oficina principal ubicada en 2524 N. Closner en Edinburg. Las personas pueden aplicar en línea en [www.hidalgocsa.org](https://hidalgocsa.org/) o pueden llamar al 956-383-6240 para más información. Por su parte, Jaime Longoria habló con Noticias RGV sobre la importancia de tomar algunas precauciones al usar calentadores eléctricos para evitar cualquier tragedia. \"También les quiero recordar, al utilizar un calentador, un calentador de luz, asegúrense de que la conexión sea directamente al enchufe de la luz en la pared, que no se utilicen lo que son cordones de extensión, porque eso es algo muy peligroso\", agregó Longoria. Longoria añadió que es importante asegurarse que los calentadores no estén colocados cerca de material inflamable como cortinas y que también es necesario colocar detectores de humo en las casas. More News News Video - Donna police seeking man accused of shooting girlfriend in the shoulder - Witnesses testifying in Victor Godinez trial detail tense manhunt for suspect - La Feria high school students receive ‘reality check’ ahead of graduation - Edinburg actress celebrating landing role in new Marvel series - Man killed in shooting near Edinburg identified, sheriff's office investigating",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-12T00:44:12.288+02:00",
  "updated": "2024-01-12T12:27:21.174+02:00"
}