{
  "thread": {
    "uuid": "5ee7690c39e43b09002e8f1da163d06c237b6523",
    "url": "https://johnmenadue.com/achieving-the-two-state-solution-in-the-wake-of-gaza-war",
    "site_full": "johnmenadue.com",
    "site": "johnmenadue.com",
    "site_section": "https://johnmenadue.com/wp-json/wp/v2/posts/378668",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": null,
    "title": "Achieving the Two-State solution in the wake of Gaza war - Pearls and Irritations",
    "title_full": "Achieving the Two-State solution in the wake of Gaza war - Pearls and Irritations",
    "published": "2024-03-08T19:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 82715,
    "domain_rank_updated": "2024-03-05T12:11:17.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5ee7690c39e43b09002e8f1da163d06c237b6523",
  "url": "https://johnmenadue.com/achieving-the-two-state-solution-in-the-wake-of-gaza-war",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jeffrey D. Sachs",
  "published": "2024-03-08T19:57:00.000+02:00",
  "title": "Achieving the Two-State solution in the wake of Gaza war - Pearls and Irritations",
  "text": "Peace can come through the immediate implementation of the two-state solution, making the admission of Palestine to the United Nations the starting point, not the ending point.\nThe two-state solution is enshrined in international law and is the only viable path to a long-lasting peace. All other solutions—a continuation of Israel’s apartheid regime, one bi-national state, or one unitary state—would guarantee a continuation of war by one side or the other or both. Yet the two-state solution seems irretrievably blocked. It is not. Here is a pathway.\nThe Israeli government strongly opposes a two-state solution, as does a significant proportion of the Israeli population, some on religious grounds (“God gave us the land”) and some on security grounds (“We can never be safe with a State of Palestine”). A significant proportion of Palestinians regard Israel as an illegitimate settler-colonial entity, and in any event distrust any peace process.\nHow then to proceed?\nThe usual recommendation is the following six-step sequence of events: (1) ceasefire; (2) release of hostages; (3) humanitarian assistance; (4) reconstruction; (5) peace conference for negotiations between Israel and Palestine ; and finally (6) establishment of two states on agreed boundaries. This path is impossible. There is a perpetual deadlock on steps 5 and 6, and this sequence has failed for 57 years since the 1967 war.\nThe failure of Oslo is the paradigmatic case in point. There are irreconcilable differences, such as the status of East Jerusalem. Israeli zealots would force from power any Israeli politician who dares to give up East Jerusalem to Palestinian sovereignty and Palestinian zealots would do the same with any Palestinian leader who gave up sovereignty over East Jerusalem. We should relinquish the continuing illusion that Israel will ever reach agreement, or that Palestine would ever have the negotiating power to engage meaningfully with Israel, especially when the Palestinian Authority is highly dependent on the US and other funders.\nThe correct approach is therefore the opposite, starting with the establishment of two states on globally agreed boundaries, notably the boundaries of June 4, 1967 as enshrined in UN Security Council and UN General Assembly resolutions. The UN member states will have to impose the two-state solution, instead of waiting for yet another Palestinian-Israeli failed negotiation.\nThus, the settlement should follow this order: (1) establishment of Palestine as 194th member state within two-state solution framework on June 4, 1967 borders; (2) immediate ceasefire; (3) release of hostages; (4) humanitarian assistance; (5) peacekeepers, disarmament and mutual security; and (6) negotiation on modalities (settlements, return of refugees, mutually agreed land-swaps, and others; but not boundaries).\nIn 2011, the State of Palestine (now recognised by 140 UN member states but not yet as a UN member state itself) applied for full UN member status . The UN Security Council Committee on New Members (constituted by the UN Security Council) recognised the legitimacy of Palestine’s application, but as is utterly typical in the “peace process,” the US government prevailed on the Palestinian Authority to accept “observer status,” promising that full UN membership would soon follow. Of course, it did not.\nThe Security Council, backed by the UN General Assembly, has the power under the UN Charter to impose the two-state settlement. It can do so as a matter of international law, following decades of relevant resolutions. It can then enforce the solution through a combination of carrots (economic inducements, reconstruction funding, UNSC-backed peacekeepers, disarmament, border security, etc.) and sticks (sanctions for violations by either party).\nThe only conceivable border for creating the two-state solution is that of June 4, 1967. Starting from that border, the two sides might indeed negotiate a mutually agreed swap of land for mutual benefit, but they would do so knowing that the “best alternative to a negotiated agreement” (BATNA) is the June 4, 1967 border.\nIt is quite possible, indeed likely, that the US would initially veto the proposed pathway. After all, the US has already used its veto multiple times to block merely a ceasefire . Yet, the process of eliciting the US veto and then securing a large majority vote in the UN General Assembly will be salutary for three reasons.\nFirst, US politics is shifting rapidly against Israeli policies given the US public’s growing understanding of Israel’s war crimes and Israel’s political extremism. This shift in public opinion makes it far more likely that the US leaders will sooner rather than later accept the basic approach outlined here because of US domestic political dynamics. Second, the increasing US isolation in the UN Security Council and UN General Assembly is also weighing heavily on US leaders, and forcing the US leadership to reconsider its policy positions in view of geopolitical considerations. Third, a strong vote in the UNSC and UNGA for the two-state solution on June 4, 1967 borders will help to strengthen international law and the terms of the eventual settlement as soon as the US veto is lifted.\nFor these reasons, there is a realistic prospect that the UN will finally exercise its international legal and political authority to create the conditions for peace.\nTwenty-two years ago, Arab and Islamic leaders affirmed in the 2002 Arab Peace Initiative that that the only pathway to peace is through the two-state solution. On February 7, 2024, the Saudi Ministry of Foreign Affairs reasserted that a comprehensive peace will only be achieved by recognising an independent Palestinian state on the 1967 borders and East Jerusalem as the capital. The Arab states and the world community generally shouldn’t buy into another vague peace process that is likely doomed to fail, especially given the urgency caused by the ongoing genocide in Gaza and the bad-will accumulated over the past 57 years of a fruitless “Peace Process.”\nPeace can come through the immediate implementation of the two-state solution, making the admission of Palestine to the UN the starting point, not the ending point. Two sovereign states, on the boundaries of June 4, 1967, protected initially by UN-backed peacekeepers and other guarantees, will be the starting point for a comprehensive and just peace not only between Israel and Palestine—and also a regional peace that would secure diplomatic relations across the Middle East and end this conflict that has burdened the inhabitants, the region, and the world, for more than a century.\nRepublished from Common Dreams, March 5, 2024\nShare and Enjoy ! SHARE TWEET SHARE COPY EMAIL PRINT",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [
    "https://johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item6.svg",
    "https://johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item4.svg",
    "https://www.linkedin.com/sharing/share-offsite/?url=",
    "https://twitter.com/intent/tweet?text=%20-%20%20",
    "https://www.commondreams.org/tag/gaza",
    "https://www.commondreams.org/tag/palestine",
    "https://www.facebook.com/share.php?u=",
    "https://www.commondreams.org/opinion/two-state-solution-gaza-2667433791",
    "https://www.mofa.gov.sa/en/ministry/statements/Pages/The-Ministry-of-Foreign-Affairs-stated-that-regarding-the-discussions-between-Saudi-Arabia-and-the-US.aspx",
    "https://johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item3.svg",
    "https://johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item5.svg",
    "https://www.printfriendly.com/print?url=",
    "https://www.un.org/unispal/document/auto-insert-184036/",
    "https://news.un.org/en/story/2024/01/1146097",
    "https://johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item2.svg",
    "https://johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item1.svg",
    "https://www.kas.de/c/document_library/get_file?uuid=a5dab26d-a2fe-dc66-8910-a13730828279&groupId=268421",
    "https://research.un.org/en/docs/sc/quick/veto",
    "https://un.org/unispal/document/auto-insert-184036/",
    "https://commondreams.org/tag/gaza",
    "https://www.johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item4.svg",
    "https://www.johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item1.svg",
    "https://commondreams.org/tag/palestine",
    "https://www.printfriendly.com/print",
    "https://www.kas.de/c/document_library/get_file",
    "https://www.un.org/unispal/document/auto-insert-184036",
    "https://www.linkedin.com/sharing/share-offsite/",
    "https://twitter.com/intent/tweet",
    "https://facebook.com/share.php?u=",
    "https://www.facebook.com/share.php",
    "https://printfriendly.com/print?url=",
    "https://www.news.un.org/en/story/2024/01/1146097",
    "https://www.johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item6.svg",
    "https://kas.de/c/document_library/get_file?uuid=a5dab26d-a2fe-dc66-8910-a13730828279&groupId=268421",
    "https://linkedin.com/sharing/share-offsite/?url=",
    "https://www.johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item3.svg",
    "https://mofa.gov.sa/en/ministry/statements/Pages/The-Ministry-of-Foreign-Affairs-stated-that-regarding-the-discussions-between-Saudi-Arabia-and-the-US.aspx",
    "https://www.johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item2.svg",
    "https://www.johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item5.svg",
    "https://www.twitter.com/intent/tweet?text=%20-%20%20",
    "https://www.research.un.org/en/docs/sc/quick/veto",
    "https://commondreams.org/opinion/two-state-solution-gaza-2667433791"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "united nations",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T20:56:45.385+02:00",
  "updated": "2024-03-08T20:56:45.385+02:00"
}