{
  "thread": {
    "uuid": "ba2eb235ca2ad16e5079dd2666ce0731a1f6509d",
    "url": "https://www.austinchronicle.com/daily/news/2024-05-04/point-austin-everything-old-is-new-again",
    "site_full": "www.austinchronicle.com",
    "site": "austinchronicle.com",
    "site_section": "http://www.austinchronicle.com/daily",
    "site_categories": [
      "music",
      "entertainment"
    ],
    "section_title": "Daily - The Austin Chronicle",
    "title": "Point Austin: Everything Old Is New Again: The long, honorable history of students “disturbing the war” - News - The Austin Chronicle",
    "title_full": "Point Austin: Everything Old Is New Again: The long, honorable history of students “disturbing the war” - News - The Austin Chronicle",
    "published": "2024-05-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "http://www.austinchronicle.com/imager/b/original/3152096/d356/IMG_0264.jpg",
    "performance_score": 0,
    "domain_rank": 6055,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 8
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ba2eb235ca2ad16e5079dd2666ce0731a1f6509d",
  "url": "https://www.austinchronicle.com/daily/news/2024-05-04/point-austin-everything-old-is-new-again",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Michael King; Sat May 4",
  "published": "2024-05-04T03:00:00.000+03:00",
  "title": "Point Austin: Everything Old Is New Again: The long, honorable history of students “disturbing the war” - News - The Austin Chronicle",
  "text": "Point Austin: Everything Old Is New Again The long, honorable history of students “disturbing the war” By [Michael King](/authors/michael-king/), 8:00AM, Sat. May 4, 2024 From 2005-2020, now-retired Austin Chronicle News Editor [Michael King](/authors/michael-king/) wrote about city and state politics from a progressive perspective in his weekly column, “ [Point Austin](/news/point-austin/).” We’re pleased to bring back his column whenever he’s inspired to tackle the state we’re in. Is it time to start quoting Dylan again? And here I sit so patiently Waiting to find out what price You have to pay to get out of Going through all these things twice … – “ [Stuck Inside of Mobile with the Memphis Blues Again](https://www.bobdylan.com/songs/stuck-inside-mobile-memphis-blues-again/)” Watching events unfold in the past few weeks at Columbia University, Emory University, USC, UCLA and many places elsewhere – even my hallowed alma mater, Indiana University – my sense of deja vu has become a little overwhelming. We have definitely been here before. History may not repeat, but sometimes it certainly rhymes. I looked about for my faded copy of [Who Rules Columbia?](https://nacla.org/who-rules-columbia), the Sixties-era booklet that helpfully traced the connections between the university and what President Eisenhower presciently described as the “ [military-industrial complex](https://en.wikipedia.org/wiki/Eisenhower%27s_farewell_address).” Turns out you don’t need a physical copy anymore – the 34-page pamphlet produced by the [North American Congress on Latin America](https://nacla.org/) is available for download from an internet that didn’t exist in 1968. NACLA itself is now a nonprofit housed at New York University – where students are also protesting the war in Gaza and getting busted for their effort. Gaza and the Middle East is not exactly NACLA territory, but as NACLA once did for Columbia, among this new generation there are certainly folks reviewing the research-and-training network between American universities and the Israeli military machine. That’s what the demand for “divestment” is all about. More than 50 years later, the rhetoric of the NACLA report sounds at times a little tendentious, but (with some help by documentation liberated by occupiers from the office of then Columbia president Grayson Kirk) it helpfully traces the institutional networks among New York money, political and business power, and the defense and intelligence establishment. It provides wide-ranging analysis of an incestuous relationship between the state and academia, e.g.: “The importance of the relationship between the intelligence community and Columbia is great. The universities and their personnel serve in an advisory capacity and as a feed-back mechanism for intelligence evaluation. Also, by involving academics in intelligence, the CIA is able to create a favorable disposition towards the secrecy and manipulation which has become essential to many government operations in America.” Columbia was (and is) certainly not alone. Meanwhile, on the theory that what didn’t work 50 years ago should surely succeed today, university administrators have been staging a [militarized revival](https://www.nytimes.com/2024/04/22/us/campus-protests-arrests.html) of Sixties institutional responses to student protests, supported to a great degree by politicians and law enforcement. Nowhere has that been more apparent than in Austin, where Texas Gov. Greg Abbott leapt at yet another opportunity for performative brutality, student-beating and chest-beating in equal measure. This heavy-handed response has mostly been the institutional pattern across the country – but not everywhere. To the credit of the D.C. police department, when it was called upon by George Washington University administrators to put down a student protest, officers took a look, saw that the students were peaceful, and declined to intervene. At least some lawmen [still follow the law](https://www.washingtonpost.com/opinions/2024/04/29/gw-campus-protests-palestine/). And guess what? While official over-reaction elsewhere has predictably triggered nastier clashes, the GWU protests have remained peaceful and educational, even while posturing [GOP Congressmen demand repression](https://www.washingtonpost.com/dc-md-va/2024/05/01/gw-protests-house-republicans-dc-response/). Although it’s been more than 50 years, I and my fellow I.U. alums have definitely had flashbacks to our time as undergraduates, when we reacted to the escalations of the U.S. war on Southeast Asia (and to institutional racism) with opposition, strikes, demonstrations, and occasional disruptions. The I.U. demos then were both massive and almost entirely peaceful, and – unlike today – there were very few mass arrests. Those did happen elsewhere (and occasionally worse, e.g., the entirely unnecessary national guard/police killings at Kent State and Jackson State). But that era was before the feds began offloading excess military hardware to local police departments, and also before the Supreme Court decided More-Guns-Everywhere had become rational public policy. The moral and ideological lines now are murkier, as well, with Hamas and Israel locked in a grotesque conflict mostly targeting civilians. In response , students are peacefully (with some lamentable exceptions) declaring: Enough is enough. It’s helpful to recall the words of [Howard Zinn](https://www.howardzinn.org/collection/disturbing-the-war/) on Vietnam anti-war protests: “And they’ll say we’re disturbing the peace, but there is no peace. What really bothers them is that we are disturbing the war.” It should not surprise anyone that UT administrators are claiming that “weapons,” including guns, were allegedly confiscated in the latest aftermath of the campus protests. In recent years, I’ve attended a few Capitol rallies where state police stood between armed right- and left-wing militants enjoying their alleged Second Amendment rights, “rights” eagerly applauded and reinforced by the Legislature – and specifically [welcomed on campus](https://www.texastribune.org/2021/03/11/texas-legislature-campus-carry-guns-schools/). Is it any surprise that students or their sympathizers will follow that pernicious lead, or that blood will eventually spill? (As of publication, Travis County Attorney Delia Garza said there had been [no evidence](https://www.kut.org/crime-justice/2024-05-02/ut-says-pro-palestinian-demonstrators-carried-guns-and-assaulted-people-prosecutors-beg-to-differ) of protesters carrying guns or weapons.) As it happens, decades ago I also taught at UT-Austin for several years, and became familiar with administrators’ reflexive deference to state power, both because it comes to them naturally and because they persuade themselves that obedience will result in self-protection. The example of Columbia president Minouche Shafik, who cracked the whip on protesting students only to have House Speaker [Mike Johnson and other GOP leaders](https://www.washingtonpost.com/politics/2024/04/24/mike-johnson-house-speaker-columbia-student-gaza-protests/) demand her resignation, should remind everyone how pointless it is to appease the powerful – they simply demand more appeasement. It is sometimes said, in the wake of the latest crackdowns on student protest, that politicians and administrators have failed to “learn the lessons” of earlier crackdowns, vividly recalled from the Sixties. But what lessons should they learn? That repression only spawns more resistance (as it does), or that repression is enthusiastically applauded in the venomous right-wing media-sphere that didn’t exist in 1968? Certainly Gov. Abbott recognizes the headlines and political capital to be gained by sending in the heavily armed state troopers. What works at the Texas border will surely work on UT’s South Lawn. Only a few years ago, Abbott and his party were insisting that universities must defend “free speech” at all costs, denouncing what they called “cancel culture” allegedly aimed at conservative students, and enshrining “ [free speech on campus](https://www.texastribune.org/2024/04/29/ut-austin-pro-palestinian-demonstrations-free-speech/)” into state law. They failed to helpfully footnote, “We mean freedom of speech only for opinions that coincide with our own.” That was then. Now that current students are reacting with revulsion at Israel’s unmediated slaughter of Palestinians, Abbott screams “ [antisemitism](https://www.texastribune.org/2024/03/27/israel-hamas-war-texas-universities/)” and sends in the troops. Unlike the direct U.S. adventure in Vietnam, our complicity in the Gaza war is indirect, but very real, and further complicated by the horrendous Oct. 7 attack on Israeli civilians by Hamas. But to demand a cease-fire and an end to war on civilians is neither support for “terrorism” nor is it antisemitism. A state government (and state GOP) that [can’t bring itself to denounce Nazis](https://www.texastribune.org/2023/12/02/texas-gop-antisemitism-resolution/) has no business standing in judgment over students denouncing genocide. As for Gov. Abbott, it’s useful to recall Chicago Mayor Richard Daley’s memorable malapropism in response to criticism of the police attacks on demonstrators at the 1968 Democratic Convention: “Gentlemen, get the thing straight once and for all – the policeman isn’t there to create disorder, the policeman is there to preserve disorder.” Alas, we have been here before. Got something to say on the subject? [Send a letter to the editor](https://www.austinchronicle.com/gyrobase/Postmark). A note to readers: Bold and uncensored, The Austin Chronicle has been Austin’s independent news source for over 40 years, expressing the community’s political and environmental concerns and supporting its active cultural scene. Now more than ever, we need your support to continue supplying Austin with independent, free press. If real news is important to you, please consider making a donation of $5, $10 or whatever you can afford, to help keep our journalism on stands. [ More by Michael King ](/authors/michael-king/) April 19, 2024 Feb. 20, 2024 [Palestine](/search/keywords:Palestine/), [Vietnam](/search/keywords:Vietnam/), [Israel](/search/keywords:Israel/), [Greg Abbott](/search/keywords:Greg+Abbott/), [Columbia University](/search/keywords:Columbia+University/), [UT-Austin](/search/keywords:UT-Austin/), [UT](/search/keywords:UT/) [MORE IN THE ARCHIVES](/issues/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.texastribune.org/2023/12/02/texas-gop-antisemitism-resolution/)",
    "https://en.wikipedia.org/wiki/Eisenhower%27s_farewell_address).”",
    "https://www.washingtonpost.com/dc-md-va/2024/05/01/gw-protests-house-republicans-dc-response/).",
    "https://www.washingtonpost.com/opinions/2024/04/29/gw-campus-protests-palestine/).",
    "https://nacla.org/who-rules-columbia),",
    "https://nacla.org/)",
    "https://www.texastribune.org/2021/03/11/texas-legislature-campus-carry-guns-schools/).",
    "https://www.howardzinn.org/collection/disturbing-the-war/)",
    "https://www.nytimes.com/2024/04/22/us/campus-protests-arrests.html)",
    "https://www.texastribune.org/2024/04/29/ut-austin-pro-palestinian-demonstrations-free-speech/)”",
    "https://www.bobdylan.com/songs/stuck-inside-mobile-memphis-blues-again/)”",
    "https://www.washingtonpost.com/politics/2024/04/24/mike-johnson-house-speaker-columbia-student-gaza-protests/)",
    "https://www.texastribune.org/2024/03/27/israel-hamas-war-texas-universities/)”",
    "https://www.kut.org/crime-justice/2024-05-02/ut-says-pro-palestinian-demonstrators-carried-guns-and-assaulted-people-prosecutors-beg-to-differ)",
    "https://texastribune.org/2021/03/11/texas-legislature-campus-carry-guns-schools/).",
    "https://nytimes.com/2024/04/22/us/campus-protests-arrests.html)",
    "https://washingtonpost.com/dc-md-va/2024/05/01/gw-protests-house-republicans-dc-response/).",
    "https://www.en.wikipedia.org/wiki/Eisenhower%27s_farewell_address).”",
    "https://bobdylan.com/songs/stuck-inside-mobile-memphis-blues-again/)”",
    "https://howardzinn.org/collection/disturbing-the-war/)",
    "https://www.nacla.org/who-rules-columbia),",
    "https://www.nacla.org/)",
    "https://texastribune.org/2024/04/29/ut-austin-pro-palestinian-demonstrations-free-speech/)”",
    "https://texastribune.org/2023/12/02/texas-gop-antisemitism-resolution/)",
    "https://kut.org/crime-justice/2024-05-02/ut-says-pro-palestinian-demonstrators-carried-guns-and-assaulted-people-prosecutors-beg-to-differ)",
    "https://texastribune.org/2024/03/27/israel-hamas-war-texas-universities/)”",
    "https://washingtonpost.com/opinions/2024/04/29/gw-campus-protests-palestine/).",
    "https://washingtonpost.com/politics/2024/04/24/mike-johnson-house-speaker-columbia-student-gaza-protests/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dylan",
        "sentiment": "none"
      },
      {
        "name": "michael king",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "austin chronicle news",
        "sentiment": "none"
      },
      {
        "name": "columbia university",
        "sentiment": "none"
      },
      {
        "name": "indiana university",
        "sentiment": "none"
      },
      {
        "name": "usc",
        "sentiment": "none"
      },
      {
        "name": "ucla",
        "sentiment": "none"
      },
      {
        "name": "memphis blues again",
        "sentiment": "none"
      },
      {
        "name": "emory university",
        "sentiment": "none"
      },
      {
        "name": "point austin",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "austin chronicle point austin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T17:26:25.623+03:00",
  "updated": "2024-05-04T17:26:25.623+03:00"
}