{
  "thread": {
    "uuid": "7f913691d6a0c30338ee761b92585d144a97132c",
    "url": "https://www.daijiworld.com/news/newsDisplay?newsID=1205215",
    "site_full": "www.daijiworld.com",
    "site": "daijiworld.com",
    "site_section": "https://www.daijiworld.com/home",
    "site_categories": [
      "media",
      "non_standard_content"
    ],
    "section_title": "Daijiworld - A News portal linking West coast of India and the World",
    "title": "Mangaluru: St Agnes High School celebrates Vanamohtsava - Daijiworld.com",
    "title_full": "Mangaluru: St Agnes High School celebrates Vanamohtsava - Daijiworld.com",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://daijiworld.ap-south-1.linodeobjects.com/Linode/images3/agnes050724_1.jpg",
    "performance_score": 0,
    "domain_rank": 22606,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7f913691d6a0c30338ee761b92585d144a97132c",
  "url": "https://www.daijiworld.com/news/newsDisplay?newsID=1205215",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "Mangaluru: St Agnes High School celebrates Vanamohtsava - Daijiworld.com",
  "text": "Media Release Mangaluru, Jul 5: The festival of forest was celebrated at St Agnes High School on July 5. The programme was hosted by class XB. Vanamohtsava commenced with the prayer service on the theme ‘Each one plant one.’ The students asked for God’s grace on unique planet. Readings from the sacred scriptures signified the grace of God on nature. The headmistress Sr Gloria AC planted a flowering sapling, fostering greener future. A courteous welcome was offered to the staff and students by Nuzath. A relevant skit ‘PHARAK PADTHA HAI’ was enacted by the students in Hindi language. The skit conveyed the essential message of conserving water, reducing carbon imprints and recycling plastic. Deepika and Iha Zulaika put the knowledge of the audience to test by conducting a quiz on the significance of Vanamohtsava. An expressive freestyle dance depicting grave environmental issues associated with plastic pollution grabbed the attention of the students. The dance aimed to promote afforestation. The whole class sang 'PED LAGAYEN' and 'THIS BEAUTIFUL EARTH' highlighting the joy of planting saplings. The headmistress Sr Gloria AC began her speech by congratulating the class teacher Prima Frank and the students of Class 10B for organizing a pertinent programme for the day. She brought out the significance of trees in Indian culture for millennia. She even urged to take sustained action to ensure greener and healthier planet for future generations. The programme concluded with the vote of thanks proposed by Sneha Crasta. Hina and Thanusha compered the programme Disclaimer: Please write your correct name and email address. Kindly do not post any personal, abusive, defamatory, infringing, obscene, indecent, discriminatory or unlawful or similar comments. Daijiworld.com will not be responsible for any defamatory message posted under this article. Please note that sending false messages to insult, defame, intimidate, mislead or deceive people or to intentionally cause public disorder is punishable under law. It is obligatory on Daijiworld to provide the IP address and other details of senders of such comments, to the authority concerned upon request. Hence, sending offensive comments using daijiworld will be purely at your own risk, and in no way will Daijiworld.com be held responsible.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nuzath",
        "sentiment": "none"
      },
      {
        "name": "vanamohtsava",
        "sentiment": "none"
      },
      {
        "name": "deepika",
        "sentiment": "none"
      },
      {
        "name": "iha zulaika",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "st agnes high school",
        "sentiment": "negative"
      },
      {
        "name": "gloria ac",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vanamohtsava",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T13:59:04.586+03:00",
  "updated": "2024-07-05T13:59:04.586+03:00"
}