{
  "thread": {
    "uuid": "a3ade331aa570c8803c1a0e3b28f9cf8985b5376",
    "url": "https://dailycaller.com/2024/03/29/kevin-mooney-the-shroud-face-to-face-new-investigation-points-to-authenticity-of-shroud-of-turin-filmmaker-says",
    "site_full": "dailycaller.com",
    "site": "dailycaller.com",
    "site_section": "http://dailycaller.com/feed",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "The Daily Caller",
    "title": "KEVIN MOONEY: The Shroud Face to Face: New Investigation Points To Authenticity of Shroud of Turin, Filmmaker Says | The Daily Caller",
    "title_full": "KEVIN MOONEY: The Shroud Face to Face: New Investigation Points To Authenticity of Shroud of Turin, Filmmaker Says | The Daily Caller",
    "published": "2024-03-29T17:41:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn01.dailycaller.com/wp-content/uploads/2024/03/SHROUD-SC1-2.jpeg",
    "performance_score": 0,
    "domain_rank": 2512,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a3ade331aa570c8803c1a0e3b28f9cf8985b5376",
  "url": "https://dailycaller.com/2024/03/29/kevin-mooney-the-shroud-face-to-face-new-investigation-points-to-authenticity-of-shroud-of-turin-filmmaker-says",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kevin Mooney",
  "published": "2024-03-29T17:41:00.000+03:00",
  "title": "KEVIN MOONEY: The Shroud Face to Face: New Investigation Points To Authenticity of Shroud of Turin, Filmmaker Says | The Daily Caller",
  "text": "What began as an “accidental photograph” in the words of author and filmmaker Robert Orlando yielded a highly detailed image of a crucified man with wounds that are particular to what Jesus Christ endured roughly 2000 years ago.\nThe story — as it is told in a new Crime Scene Investigation (CSI) style film — highlights fresh research into the Shroud of Turin and puts the burden of proof back onto skeptics who claim the shroud is a medieval forgery.\nBishop Robert Barron, the founder of the Word on Fire ministry, describes the book that inspired the film as “a compelling and convincing account of the single most fascinating relic in the Christian world.” Orlando also wrote and directed the film from the book.\nThe first-person investigation turns on the photograph produced during an Italian festival in 1898 by an attorney and amateur photographer named Secondo Pia that included black-and-white negatives replete with astonishing revelations.\n“The photo showed that the shroud was infinitely more detailed and lifelike than what was commonly thought,” Orlando said. “We see a crucified man with whippings, gashes on the skull and forehead where a crown of thorns could be placed, a cut in the side of the ribcage and nail wounds in the wrists.”\nAs Orlando points out, it was not exactly routine practice for Roman soldiers to fashion a crown of thorns. The photographic image also flushes out the wound between the fifth and sixth ribs that corresponds with a key passage from the Gospel of John where he describes how a centurion pierced Jesus’ side.\nThe shroud is 14-foot linen cloth housed in the Cathedral of St. John the Baptist in Turin, Italy, that bears the image of a crucified man. Although carbon-dating techniques initially indicated the shroud was not old enough to be the burial cloth of Christ, the filmmaker points to updated research that now suggests otherwise.\n“The Shroud: Face to Face,” which is set to premier online on Good Friday, March 29, explains why the book version lays out the investigation and its key arguments with the shroud’s timeline and the latest evidence.\nProblems with Carbon Dating\nSo, what about the carbon-14 dating from 1988 that concluded the shroud probably dated back to 1260 or 1390? This is where a group known as the Shroud of Turin Research Project (or STURP) comes into play. The team includes more than a dozen physicists, chemists, photographers, and other researchers.\nThe film and the book make it clear that STURP has more than a few agnostics on board. A STURP investigation found that different parts of the shroud are of different ages, but that’s not the only problem.\nThe shroud was burned in 1532 in a fire that broke out in a chapel where it was being kept at the time in Chambery, France. Orlando says, “Samples taken from one end of the linen cannot be representative of the entire fabric, nor can we differentiate between the carbon originating from the image, the carbon resulting from the fire, or the carbon naturally absorbed by the shroud over time.”\nSome of the latest evidence challenging the initial results of the carbon dating can be found here.\nThe film and the book also describe how STURP investigators performed an X-Ray analysis of the bloodstains that showed they were not created by lead paint meaning they could not have been the byproduct of an artist’s rendition.\nAnother hurdle that skeptics must confront concerns the 3-D (three dimensional) image of the shroud that some researchers have been able to produce.\n“One question that comes up in the film is how would a forger embed three-dimensional information when there would be no means of viewing this information for say another 600 years,” Orlando observes. “An evil genius would need to be at work.”\nHere’s how STURP sums up it findings: “We can conclude for now that the Shroud image is that of a real human form of a scourged, crucified man. It is not the product of an artist. The blood stains are composed of hemoglobin and also give a positive test for serum albumin. The image is an ongoing mystery and until further chemical studies are made, perhaps by this group of scientists, or perhaps by some scientists in the future, the problem remains unsolved.”\nWhat about Orlando himself? What is his final takeaway?\n“I am not here to tell those what to believe,” he said. “But I also don’t want the skeptics to dismiss the preponderance of evidence, which in the end could be the natural effect, of a supernatural event.”\nKevin Mooney is the Senior Investigative Reporter at the Commonwealth Foundation, Pennsylvania’s free-market think tank, and writes for several national publications. Twitter: @KevinMooneyDC\n Foundation.\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://en.wikipedia.org/wiki/Shroud_of_Turin_Research_Project",
    "https://philpapers.org/archive/CASTRD-3.pdf",
    "http://www.amazon.com/exec/obidos/ASIN/B0BZK4D6FZ",
    "https://www.theshroudfilm.com/",
    "https://www.shroud.com/78conclu.htm",
    "https://www.philpapers.org/archive/CASTRD-3.pdf",
    "https://www.en.wikipedia.org/wiki/Shroud_of_Turin_Research_Project",
    "http://amazon.com/exec/obidos/ASIN/B0BZK4D6FZ",
    "https://www.theshroudfilm.com",
    "https://shroud.com/78conclu.htm",
    "https://theshroudfilm.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "robert orlando",
        "sentiment": "negative"
      },
      {
        "name": "kevin mooney",
        "sentiment": "negative"
      },
      {
        "name": "secondo pia",
        "sentiment": "none"
      },
      {
        "name": "robert barron",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "turin",
        "sentiment": "none"
      },
      {
        "name": "orlando",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T17:46:12.860+03:00",
  "updated": "2024-04-10T13:54:57.559+03:00"
}