{
  "thread": {
    "uuid": "58711de869654ddbabeba55a9b63a8b378721692",
    "url": "https://newsrnd.com/life/2023-12-30-postbank-customers-will-receive-1000-euros-%E2%80%93-in-these-cases--account-holders-are-entitled-to-the-payment.rym95AGaPT.html",
    "site_full": "newsrnd.com",
    "site": "newsrnd.com",
    "site_section": "https://www.newsrnd.com",
    "site_categories": [
      "media"
    ],
    "section_title": "The Limited Times",
    "title": "Postbank customers will receive 1000 euros – in these cases, account holders are entitled to the payment - The Limited Times",
    "title_full": "Postbank customers will receive 1000 euros – in these cases, account holders are entitled to the payment - The Limited Times",
    "published": "2023-12-30T06:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.merkur.de/assets/images/33/487/33487957-eine-frau-betritt-die-filiale-einer-postbank-2teyb21kUNfe.jpg",
    "performance_score": 0,
    "domain_rank": 47405,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "58711de869654ddbabeba55a9b63a8b378721692",
  "url": "https://newsrnd.com/life/2023-12-30-postbank-customers-will-receive-1000-euros-%E2%80%93-in-these-cases--account-holders-are-entitled-to-the-payment.rym95AGaPT.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2023-12-30T06:37:00.000+02:00",
  "title": "Postbank customers will receive 1000 euros – in these cases, account holders are entitled to the payment - The Limited Times",
  "text": "Status: 30.12.2023, 05:22 a.m.\nBy: Fabian Hartmann\nCommentsPrint Share\nIt has not been an easy year for Postbank customers: constant IT problems, and many were even denied access to their accounts. Can compensation still help?\nBremen – At least there is some good news for Postbank customers, who had little reason to be happy this year. For some of them, the bank now transfers up to 1000 euros. However, this only applies under certain circumstances. But what are they and who can claim the payment?\nPostbank customers have been able to submit an online application for payments of up to 1000 euros since last Wednesday (20.12.23). Postbank has provided the corresponding application form on its website. The offer is intended as a compensation payment, as Postbank customers have had to deal with various problems in recent months. Some of them were even denied access to their account.\nWhy does Postbank pay some customers up to 1000 euros? The reason for persistent problems at Postbank is an IT changeover in which twelve million Postbank customers and seven million Deutsche Bank customers were brought together on a common platform. However, the integration of bank customers turned out to be more difficult than expected – and more time-consuming. Between January and September alone, consumer advice centres in Germany received around 1700,<> complaints about Deutsche Bank's subsidiaries Postbank and DSL Bank, according to the Federal Association of Consumer Organisations (vzbv).\nThe fourth and final step of the merger of Postbank and Deutsche Bank customers was completed in July this year. But even after that, the problems did not stop, on the contrary, continued to increase: about 1100 complaints were only received by the consumer advice centres in the third quarter.\nCustomers complained of issues such as temporary account access, account suspensions, and unredeemed direct debits. The focus was also on annoyances related to garnishment protection accounts, which are intended to protect people with debts from seizures. At the beginning of September, the financial regulator Bafin warned Deutsche Bank about significant impairments in customer service and demanded that existing problems be solved quickly. Since then, progress has been monitored by a special envoy.\nUp to 1000 euros – in these cases, Postbank customers are entitled to the payment The possibility of applying for compensation payments of up to 1000 euros is aimed at Postbank customers who have suffered damage due to longer processing times. Holders of a Postbank account can receive the compensation payment under the following conditions:\nIf they suffered financial loss in 2023 due to delayed processing in connection with garnishment, insolvency or garnishment protection. If the total amount of damage is less than 1000 euros. If the damage caused can be proven by appropriate supporting documents. Actually, Deutsche Bank CEO Christian Sewing had promised as part of a public apology to fix the ongoing IT problems by the end of the year. However, this will no longer happen, as the Tagesschau , among others, recently reported. The processing of the remaining backlogs is complex and sometimes takes more time than expected. \"We will therefore finalize some of these cases at the beginning of 2024,\" a spokesperson said.\nSimilar news: Postbank customers receive 1000 euros – under the following conditions 15 hours Postbank customers will receive 1000 euros – in these cases, account holders are entitled to the payment 15 hours Postbank customers receive 1000 euros – under the following conditions 2 days Postbank customers will receive 1000 euros – in these cases, account holders are entitled to the payment 2 days",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fabian hartmann",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "postbank",
        "sentiment": "negative"
      },
      {
        "name": "deutsche bank",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bremen",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T06:39:15.724+02:00",
  "updated": "2023-12-30T06:39:15.724+02:00"
}