{
  "thread": {
    "uuid": "3e6495f9850f699821c04c83f4bd46f64c890959",
    "url": "https://www.elespanol.com/enclave-ods/historias/20240106/borrar-huella-pisada-baldosas-transforman-pasos-energia-renovable/820168180_0.html",
    "site_full": "www.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://seguro.elespanol.com",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "EL ESPAÑOL - Diario digital, plural, libre, indomable, tuyo",
    "title": "Borrar tu huella con cada pisada: las baldosas que transforman tus pasos en energía renovable",
    "title_full": "Borrar tu huella con cada pisada: las baldosas que transforman tus pasos en energía renovable",
    "published": "2024-01-06T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s1.elespanol.com/2023/12/26/enclave-ods/820178333_238708341_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2588,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3e6495f9850f699821c04c83f4bd46f64c890959",
  "url": "https://www.elespanol.com/enclave-ods/historias/20240106/borrar-huella-pisada-baldosas-transforman-pasos-energia-renovable/820168180_0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tania Carballo",
  "published": "2024-01-06T02:00:00.000+02:00",
  "title": "Borrar tu huella con cada pisada: las baldosas que transforman tus pasos en energía renovable",
  "text": "Si toda la energía que producimos al día se aprovechase, no tendríamos que preocuparnos de la factura de la luz al final del mes. Y si nuestros pasos se convirtieran en electricidad, solo con nuestros pies se podría iluminar al mundo entero. Ya hay quienes se están atreviendo a esto mismo, de la mano de tecnologías que prometen dar un golpe sobre la mesa (y sobre el suelo).\n[ Las plantas hablan: un grupo de expertos explica la curiosa razón por la que pueden comunicarse ]\nNuestra vida está llena de rutinas que pueden suponer un perjuicio para la conservación del medio ambiente. Para participar en el cambio, lo principal es ser conscientes de todo aquello que podemos cambiar.\nHan pasado 14 años desde que Laurence Kemball-Cook, en ese entonces estudiante de diseño industrial de la Universidad de Loughborough (Reino Unido), pensó en qué podía hacer él para participar en ese cambio.\nLo único que le hizo falta fue darse cuenta de que la estación de tren de Victoria que utilizaba regularmente recibía alrededor de 75 millones de visitantes cada año. Entonces, Laurence pensó en lo que pasaría si aprovechase cada paso que las personas dan en su día a día.\nDe esa reflexión nacieron las baldosas Pavegen , un innovador método que aprovecha cada pisada para transformarla en energía sustentable, que cambia de base la generación de electricidad mediante fuentes renovables. Con este ingenio, el creador no solo quiere cambiar el mundo, sino demostrar el poder transformador de la tecnología para generar cambios positivos.\nBaldosas Pavegen.\nIluminar las calles a nuestro paso Las ciudades están repletas de personas. Si pensamos en una capital como Madrid, tan solo unas cuantas baldosas Pavegen podrían suponer una transformación en la calidad de vida. La tecnología por sí sola no hará un mundo más sostenible , eso está en nuestra mano y en cambiar nuestro comportamiento de cara a aquello que queremos para nuestro futuro.\nDe ahí nació la idea de los pasos ecológicos, buscando una baldosa de 45 x 60 centímetros que se hunde cinco milímetros y genera ocho vatios de energía con cada pisada.\nBaldosa Pavegen.\nLas baldosas verdes están pensadas para espacios públicos con mucha afluencia de personas: estaciones de tren, aeropuertos, centros comerciales o colegios donde millones de pisadas transcurren día a día.\nEl peso de las personas hace que la baldosa comprima un generador electromagnético y ocasione un movimiento giratorio para producir de 2 a 4 julios de energía limpia fuera de la red.\nLa energía generada por millones de pisadas es utilizada para impulsar herramientas de sostenibilidad como iluminación LED, mobiliario urbano inteligente, aplicaciones, iluminación de señales o zonas wifi.\nA pesar de que pensemos que las personas perciben el hundimiento de la baldosa, lo cierto es que el movimiento es mínimo, por lo que quien camina sobre ella no se da cuenta de que está generando energía.\nSin embargo, la efectividad de estas baldosas sí depende de quien las pise . El peso de un niño pequeño no genera el movimiento suficiente como para generar energía; en cambio, una persona adulta sí contribuiría a este cambio.\nNo solo las pisadas son las que hacen que las baldosas energía, sino que se puede saltar sobre ellas, correr o bailar. La propia empresa de Pavegen ha organizado diferentes eventos como pistas de baile, experiencias o carreras para generar energía.\nEvento de baile de Pavegen.\nAdemás, la tecnología de Pavegen crea experiencias muy atractivas , al utilizar la energía renovable de una pisada, para educar e involucrar a clientes y partes interesadas por igual.\nLas empresas también está alineándose con marcas sostenibles y a su vez están generando cambios positivos e inspirando un pensamiento más consciente en todo nuestro planeta.\nSigue los temas que te interesan Energía Objetivo 13: Acción por el clima Objetivo 7: Energía asequible y no contaminante Objetivo 9: Industria, innovación e infraestructura Sostenibilidad",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://www.youtube.com/embed/Bgqw0c0lAe4?si=LBdg8Cy9WaNmG1jZ",
    "https://www.youtube.com/embed/Bgqw0c0lAe4",
    "https://youtube.com/embed/Bgqw0c0lAe4?si=LBdg8Cy9WaNmG1jZ"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T03:37:33.615+02:00",
  "updated": "2024-01-06T03:37:33.615+02:00"
}