{
  "thread": {
    "uuid": "e4bcc70747996c90e4951aa1033f9d9c4f800af8",
    "url": "https://vnexplorer.net/z/958898.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Vento e onde sul lago di Como, salvate 45 persone",
    "title_full": "Vento e onde sul lago di Como, salvate 45 persone",
    "published": "2024-06-23T06:29:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1oJl9F.img",
    "performance_score": 0,
    "domain_rank": 82409,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e4bcc70747996c90e4951aa1033f9d9c4f800af8",
  "url": "https://vnexplorer.net/z/958898.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-06-23T06:29:00.000+03:00",
  "title": "Vento e onde sul lago di Como, salvate 45 persone",
  "text": "Vento e onde sul lago di Como, salvate 45 persone Sono state 45 le persone in barca soccorse dalla serata di ieri a questa mattina sul lago di Como a causa del maltempo con raffiche di vento arrivate a 30 nodi, quindi oltre 50 chilometri orari, che hanno causato mareggiate con onde alte più di un metro. Di queste 36 sono state portate in salvo dalle due unità navali della guardia costiera mentre altre nove da vigili del fuoco, guardia costiera ausiliaria e battello dell’Aerosoccorso di Como. In diversi casi le barche erano incagliate su scogliere e tra gli alberi, in altri casi le imbarcazioni erano in avaria o non riuscivano a manovrare e quindi rischiavano di scontrarsi contro le scogliere rocciose. Le operazioni di soccorso alle 12 imbarcazioni che hanno avuto problemi sono state coordinate dalla sala operativa della Guardia Costiera di Salò, che ha questo compito dal 15 giugno. E proprio la guardia costiera invita i diportisti, prima di uscire in barca, a controllare l’efficienza dell’imbarcazione, il carburante, le dotazioni di sicurezza. E anche a controllare il meteo e a portare con sé un telefono con collegamento internet, che permette ai soccorsi di definire con precisione la posizione di chi chiede aiuto Da registrare gli interventi dei Vigili del fuoco nella notte in provincia di Belluno per due frane. Il primo intervento alle 5.15 nella frazione Moline del comune di Sovramonte, con detriti che hanno interessato la strada regionale 50 al km 56+300. Insieme al personale del distaccamento di Feltre sono intervenuti i tecnici di Veneto strada con una pala gommata per liberare la strada. Analogo intervento anche dalla parte trentina della strada con un altro mezzo movimento terra. Poco prima delle ore 6 i vigili del fuoco del Basso Feltino sono intervenuti per un’altra frana nella frazione di Arina di Lamon, lungo la strada provinciale 40 al km 2+200 che ha bloccato la strada. Anche in questo caso è intervenuto un mezzo di Veneto strade per liberare le carreggiate. Vigili del fuoco in azione dalle 4 anche nei comuni di Asiago e Gallio, in provincia di Vicenza, per l’esondazione di due torrenti a causa delle forti piogge. Non si hanno notizie di persone rimaste ferite. Sono oltre 60 le chiamate giunte alla sala operativa del 115, soprattutto per allagamenti di strade, negozi, scantinati, garage e locali sotto il piano stradale. Il dispositivo di soccorso dei vigili del fuoco di Asiago è stato integrato con l’invio di squadre da Vicenza e del personale volontario dei distaccamenti di Thiene e Recoaro. La situazione è in miglioramento e i corsi d’acqua scorrono di nuovo dentro gli alvei. Nella zona di Schio i Vigili del fuoco sono intervenuti per una frana in Contrà Masetto e lungo la strada da San Rocco di Tretto a Schio, dove la strada è rimasta bloccata. Nella notte un albero ha bloccato la circolazione lungo la tangenziale a Schio. Sono stati effettuati interventi nella zona di Schio per danni causati dall’acqua.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-23T14:30:34.184+03:00",
  "updated": "2024-06-23T14:30:34.184+03:00"
}