{
  "thread": {
    "uuid": "59d6ea966eeddb00efe0137472c03e77b1c5eb0e",
    "url": "https://www.europapress.es/nacional/noticia-madrid-acoge-semana-preestreno-documental-surgimiento-movimiento-basta-ya-contra-eta-20240120130750.html",
    "site_full": "www.europapress.es",
    "site": "europapress.es",
    "site_section": "https://www.europapress.es/noticias/",
    "site_categories": [
      "media"
    ],
    "section_title": "\r\n\t Últimas Noticias - EUROPA PRESS\r\n",
    "title": "Madrid acoge esta semana el preestreno del documental sobre el surgimiento del movimiento '¡Basta Ya!' contra ETA",
    "title_full": "Madrid acoge esta semana el preestreno del documental sobre el surgimiento del movimiento '¡Basta Ya!' contra ETA",
    "published": "2024-01-20T14:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.europapress.es/fotoweb/fotonoticia_20240120130750_1200.jpg",
    "performance_score": 0,
    "domain_rank": 2691,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "59d6ea966eeddb00efe0137472c03e77b1c5eb0e",
  "url": "https://www.europapress.es/nacional/noticia-madrid-acoge-semana-preestreno-documental-surgimiento-movimiento-basta-ya-contra-eta-20240120130750.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Europa Press",
  "published": "2024-01-20T14:07:00.000+02:00",
  "title": "Madrid acoge esta semana el preestreno del documental sobre el surgimiento del movimiento '¡Basta Ya!' contra ETA",
  "text": "MADRID, 20 Ene. (EUROPA PRESS) -\nLa eurodiputada de Ciudadanos Maite Pagazaurtundua ha reunido el testimonio de varios protagonistas de la resistencia y de la lucha por la libertad frente a la banda terrorista ETA en un documental titulado '¡Basta Ya! Resistencia democrática: Conversaciones en la librería Lagun', que se emitirá en primicia en Madrid el próximo viernes 26 de enero.\nEl documental cuenta con los testimonios de personas que \"se pusieron en pie\" para abrir \"las ventanas a la libertad\" y en la que repasan el surgimiento del movimiento Basta Ya y lo que representó la librería donostiarra Lagun, que fue un \"refugio\" de quienes rechazaban la violencia de ETA y ayudó a que se gestara el movimiento de protesta.\n\"Este documental habla de la fuerza de la palabra de quienes decidieron ejercer su ciudadanía libre pese a la amenaza\", ha explicado Pagazaurtundua en un comunicado sobre el trabajo remitido a Europa Press, que ha contado con el apoyo del grupo en el Parlamento Europeo Renew Europe y realizada por Juan Vadillo.\nEl preestreno tendrá lugar el próximo viernes 26 de enero a las 18.00 horas en los Cines Yelmo Ideal en Madrid. Tras la proyección tendrá lugar un coloquio entre varios de los protagonistas. El estreno tendrá lugar en el centro Tabakalera de San Sebastián el próximo 8 de febrero, aniversario del asesinato de Joseba Pagaza a manos de ETA (2003), y ese mismo día quedará ya a disposición del público en la web de Basta Ya.\nEL MOVIMIENTO BASTA YA Basta Ya recibió del Parlamento Europeo, en el año 2000, el Premio Sajárov a la libertad de conciencia. Para recordarlo, la eurodiputada organizó hace ahora un año una exposición en la sede de la Eurocámara que ofrecía la experiencia de cruzar un 'túnel del miedo', en el que acercarse al ambiente de acoso que sufrieron los vecinos de el País Vasco y Navarra.\nMeses después, uno de los referentes en aquella lucha por la libertad y que ayudó a que se gestara Basta Ya, la librería Lagun, cerraba sus puertas definitivamente tras haber resistido a todo durante 55 años, primero contra Franco, luego, frente al mundo de ETA en el País Vasco, recuerdan los promotores de la cita.\nEl documental que llega ahora recoge el testimonio de quienes se pusieron en pie para abrir aquellas \"ventanas a la libertad\", su reflexión sobre el presente y sobre el futuro, y dejar un testimonio \"semilla para la pelea democrática\".\nIgnacio Latierro, fundador de Lagun junto a su mujer, Rosa Cuezvo, a María Teresa Castells y José Ramón Recalde; el profesor de Filosofía y escritor Carlos Martínez Gorriarán; Roberto Herrero, periodista y escritor; el dibujante e ilustrador José Mari Alemán; el filósofo y escritor Fernando Savater, Maite Sánchez y María José Rodríguez 'Pepo\"' repasan en este documento junto a Pagaza el surgimiento de Basta Ya y lo que representó la librería donostiarra, cuya sede en la Plaza de la Constitución se convirtió en refugio.\nAquel local se cerró tras el intento de asesinato de José Ramón Recalde, pero la librería reabrió en otra calle en 2001. Allí se han grabado las entrevistas de este documental, \"entre estanterías y mesas rebosantes de libros\".\nMás información ETA Terrorismo Ciudadanos Parlamento Europeo",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T14:11:05.878+02:00",
  "updated": "2024-01-20T14:11:05.878+02:00"
}