{
  "thread": {
    "uuid": "6218a3f2a7a0e6700271573b870f4008b7ecd7b9",
    "url": "https://alabama.rivals.com/news/how-alabama-guard-aaron-estrada-has-found-his-role-this-season",
    "site_full": "alabama.rivals.com",
    "site": "rivals.com",
    "site_section": "https://alabama.rivals.com/feed",
    "site_categories": [
      "sports"
    ],
    "section_title": "Rivals.com",
    "title": "How Alabama guard Aaron Estrada has found his role this season",
    "title_full": "How Alabama guard Aaron Estrada has found his role this season",
    "published": "2024-01-05T20:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.rivals.com/image/upload/f_auto,q_auto,t_headline_primary/q2l4dycsugsnbjgo77o3",
    "performance_score": 0,
    "domain_rank": 10230,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6218a3f2a7a0e6700271573b870f4008b7ecd7b9",
  "url": "https://alabama.rivals.com/news/how-alabama-guard-aaron-estrada-has-found-his-role-this-season",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dean Harrell •",
  "published": "2024-01-05T20:50:00.000+02:00",
  "title": "How Alabama guard Aaron Estrada has found his role this season",
  "text": "Being a new face on an SEC roster is no easy task, not even for a two-time conference player of the year in the Coastal Athletic Association.\nFor Aaron Estrada, however, he has had no trouble in finding his role with the Crimson Tide this season after 13 games.\nPreviously a 20 points per game scorer at Hofstra, Estrada was the primary scorer and ball handler at his former school. Adjusting to a lineup with equally talented scorers such as Mark Sears and Grant Nelson this year, Estrada has had to learn to play a different style.\n“As you guys know I was just pretty much a scorer at Hofstra for the last two years,” Estrada said on Friday. “Here, that’s not necessarily the case. I feel like I’m just making winning plays at this point, and it doesn’t have to necessarily end with a shot every time.”\nRight now, Estrada is averaging 13.8 points per game, 4.8 rebounds per game, and 4.1 assists per game. The veteran guard is a well-rounded playmaker on a roster that is full of scorers from everywhere on the floor.\nComing off of his best game yet, Estrada nearly finished with a triple-double against the Liberty Flames. Having 13 points, 10 rebounds, and nine assists, the New Jersey native has seen tremendous progression in his game this season.\n“I’m starting to get the hang of not having to shoot as much as I did,” Estrada said after the Liberty game. “Just being able to pass to Grant, or Mark, or Latrell when he’s hitting. Assists really come easy because these guys are making shots too.”\nEarly in the season, Estrada dominated the backcourt in scoring with Sears as he put up over 20 points in three of the first six games of the season. Now, he has fallen into a role where he primarily passes and rebounds, while still being able to score when needed.\nIn his last three games, Estrada has combined for 19 rebounds and 22 assists, along with averaging 12 points per game during that stretch as well.\n“I think he’s starting to figure out where to attack, where to get the assist, how to plan with these guys a little more,” head coach Nate Oats said. “I think he’s figuring a lot of other things out. I think he’s a guy that hopefully we can get him a triple-double this year with the amount of shooting players he has around him.”\nEstrada finding his role as a dominant playmaker comes just in time for conference play for the Crimson Tide. As the competition gets tougher and the games become more meaningful, look for one of Alabama’s most consistent players to play a significant role in the coming weeks.\n“I think his overall game, playmaking, defense, rebounding, all of it, I think he’s playing his best basketball of the year so far,” Oats said.\nAfter a short holiday break, Alabama will open up conference play on the road in Nashville against the Vanderbilt Commodores on Jan. 6 at 2:30 p.m. CT.\ntrending {{ article.title }} premium-icon\n{{ timeAgo(article.live_at) }}",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "aaron estrada",
        "sentiment": "neutral"
      },
      {
        "name": "estrada",
        "sentiment": "none"
      },
      {
        "name": "grant nelson",
        "sentiment": "none"
      },
      {
        "name": "mark sears",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sec",
        "sentiment": "neutral"
      },
      {
        "name": "hofstra",
        "sentiment": "none"
      },
      {
        "name": "crimson tide",
        "sentiment": "none"
      },
      {
        "name": "coastal athletic association",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "alabama",
        "sentiment": "none"
      },
      {
        "name": "hofstra",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:45:11.142+02:00",
  "updated": "2024-01-06T00:45:11.142+02:00"
}