{
  "thread": {
    "uuid": "aeb62ab495e3f405b0e1a64f6fb880562d4a81bf",
    "url": "https://www.meridianstar.com/news/girl-scouts-gold-award-project-benefits-local-students/article_0ad0155a-a598-11ee-82e9-233f3b455b6c.html",
    "site_full": "www.meridianstar.com",
    "site": "meridianstar.com",
    "site_section": "https://meridianstar.com",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "meridianstar.com",
    "title": "Girl Scout's Gold Award project benefits local students | News | meridianstar.com",
    "title_full": "Girl Scout's Gold Award project benefits local students | News | meridianstar.com",
    "published": "2023-12-28T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/meridianstar.com/content/tncms/assets/v3/editorial/3/33/333d8a76-a59e-11ee-bdb7-23a099af1b52/658da249c7d34.image.jpg?crop=1746%2C917%2C0%2C134&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 85355,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aeb62ab495e3f405b0e1a64f6fb880562d4a81bf",
  "url": "https://www.meridianstar.com/news/girl-scouts-gold-award-project-benefits-local-students/article_0ad0155a-a598-11ee-82e9-233f3b455b6c.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "GLENDA SANDERS | gsanders@themeridianstar.com",
  "published": "2023-12-28T07:00:00.000+02:00",
  "title": "Girl Scout's Gold Award project benefits local students | News | meridianstar.com",
  "text": "Georgia Collins, a local Girl Scout, visited with the Boys and Girls Club of East Mississippi on Wednesday to donate pickleball equipment to the organization and give the club’s students a few lessons on playing the popular sport. She hoped to show the students that pickleball not only is an easy sport to learn but also a fun way to get more physical exercise, reduce stress levels, create more social interaction and improve focus and concentration, all of which can help improve a person’s overall health. “I have been playing pickleball routinely for about a year. It helps me balance my stress level and physical fitness,” said Collins, 17. The Lamar School senior is currently completing her Girl Scout Gold Award project, which focuses on increasing community awareness of the overall physical and mental health benefits that can come from playing an activity such as pickleball. “I wanted to do something I was very interested in, but I wanted it to also be something that could help my community,” she said. Pickleball is a great form of exercise because it requires a lot of movement, Collins said. It is usually played in groups of two or four, so it also helps to foster social interaction and decrease feelings of loneliness and isolation, which many children and adults have experienced following the COVID-19 pandemic. Currently the nation’s fastest-growing sport, pickleball courts have popped up around Meridian over the past year, including several public courts at the Sammie Davidson Complex, which has opened up access to the sport for area students, one of the factors which led to her project idea. “Pickleball is a fun game for people of all ages or any athletic ability,” Collins said. “You can pick it up really easily.” To raise money for her Gold Award project, Collins hosted a charity pickleball tournament, called Pickleball Palooza, at the end of the summer in conjunction with Anthony Hiatt at Northwood Country Club. “With an overwhelming response, I filled all available tournament slots and raised a little over $700,” she said. She used the proceeds from the tournament to purchase two portable pickleball nets, 25 paddles, 50 balls and court tape to mark the inbound lines, all of which she donated to the Boys and Girls Club. After setting up the net in the club’s indoor gym, she and her father, Al Collins, took to opposite sides of the net, working with the students on hitting techniques as they took turns playing doubles. Before Collins’ donation, the Boys and Girls Club did not have any pickleball equipment, said Director of Operations Whitney Hood, but the students seemed interested in learning the new sport and some were catching on quickly. “A lot of our kids have never played pickleball; it’s just something they have not been around. They grow up on basketball, football and baseball,” Hood said. “This is something interesting because this is something new for them.” Sixth grader Ci’Nyla Griffin said she was a little familiar with the sport and thinks the pickleball equipment will be a fun new activity for the Boys and Girls Club. “I think it will be good. We have played it before at Love Out Loud,” she said. Ci’Nyla said she was having fun trying to return the ball and serve although she was still trying to figure out how to play the game. Collins, who joined the Girl Scouts during eighth grade, still needs to make her final presentation of her project to receive the Gold Award, the highest and most prestigious award given in Girl Scouting. The Gold Award is similar to the Boy Scouts Eagle Scout Award. In the fall, she plans to attend the University of Southern Mississippi, which offers a four-year, $2,000-a-year scholarship for Gold Award recipients Hood said children love to learn new things and the Boys and Girls Club is grateful for community resources, such as Collins’ donation, that help bring access to new activities for their students. One of the nets and part of the equipment will remain at the Boys and Girls Club’s West End headquarters unit and the second net and other half of the equipment will probably be taken across town to the Velma Young unit, she said. “We really appreciate them coming and introducing us to pickleball,” Hood said. “I think (the students) are going to love it and not just the older group, but I think the younger kids will catch on as well.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "collins",
        "sentiment": "none"
      },
      {
        "name": "lamar",
        "sentiment": "none"
      },
      {
        "name": "coll",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "georgia collins",
        "sentiment": "negative"
      },
      {
        "name": "girls club",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "east mississippi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:29:43.008+02:00",
  "updated": "2023-12-29T00:29:43.008+02:00"
}