{
  "thread": {
    "uuid": "6bd63dae418ef9989fc8777308a355ebb333bccc",
    "url": "https://www.kveller.com/this-rabbi-is-organizing-a-shabbat-for-ceasefire-in-hopes-of-a-better-future-for-her-jewish-kids/",
    "site_full": "www.kveller.com",
    "site": "kveller.com",
    "site_section": "https://www.kveller.com/rss",
    "site_categories": [
      "religion",
      "judaism"
    ],
    "section_title": "Kveller",
    "title": "This Rabbi Is Organizing a Shabbat for Ceasefire In Hopes of a Better Future for Her Jewish Kids – Kveller",
    "title_full": "This Rabbi Is Organizing a Shabbat for Ceasefire In Hopes of a Better Future for Her Jewish Kids – Kveller",
    "published": "2024-01-20T01:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.kveller.com/wp-content/uploads/2024/01/rabbiwise.jpg",
    "performance_score": 0,
    "domain_rank": 48357,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6bd63dae418ef9989fc8777308a355ebb333bccc",
  "url": "https://www.kveller.com/this-rabbi-is-organizing-a-shabbat-for-ceasefire-in-hopes-of-a-better-future-for-her-jewish-kids/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lior Zaltzman",
  "published": "2024-01-20T01:11:00.000+02:00",
  "title": "This Rabbi Is Organizing a Shabbat for Ceasefire In Hopes of a Better Future for Her Jewish Kids – Kveller",
  "text": "It all started with a voice memo, two weeks after October 7. Like many of us, Rabbi Alissa Wise was feeling “a pit of despair.” She was in deep grief about the Israelis killed and the over 200 taken hostage, but also about the growing numbers of Palestinians killed, now estimated at over 20,000. So, she sent a voice memo to a network of a few dozen other rabbis, asking to put out [a statement calling for a ceasefire.](https://rabbis4ceasefire.com/statement/) Wise wanted fellow Jews to hear that “a ceasefire is a Jewishly rooted call,” she tells Kveller over the phone. “There are Jewish values that affirm calling for a ceasefire at this time.” The initial statement had 80 signatories with rabbis from across the world joining the call. Now, there are over 250 members of a group that formed out of this initial call, now known as Rabbis for Ceasefire. This Shabbat, they’re hosting an event dubbed [Shabbat for Ceasefire](https://rabbis4ceasefire.com/shabbat-for-ceasefire/), co-sponsored by a coalition of 10 synagogues and half a dozen Jewish community organizations. They’re live-streaming services throughout Shabbat and hosting workshops with rabbis like Abby Stein, transgender rights activist and author, and a Shabbat address from Palestinian poet and author Mosab Abu Toha, who wrote about his recent journey out of Gaza for the New Yorker. The organization has held several actions and Wise says one of their primary goals “is to bring our moral and spiritual power to the Palestinian-led movement for ceasefire — to do what we can to save lives and realize ceasefire.” For Wise, the upcoming Shabbat is something that gives her hope. “It feels like an important consolidation of the Jewish left that obviously has been growing for decades before this time, but it’s really consolidating and emerging powerfully at this time where we need it most.” For many who believe in Israel’s right to exist, joining the movement for ceasefire feels fraught. Some chants do explicitly call for the end of the Jewish state, others are debated. Some protests have praised the October 7 attacks as valid resistance, and many are led by explicitly anti-Zionist organizations. Wise does have a long history of anti-Zionist organizing, as deputy director of Jewish Voice for Peace (JVP) and co-founder of its rabbinical council, but she doesn’t see Rabbis for Ceasefire as an anti-Zionist endeavor. The term isn’t part of the group’s statements, and while their demand asks for a cessation of Israeli attacks in Gaza, it does directly acknowledge the October 7 attack and Israeli grief. Different rabbis in the organization might have different ideas about how to define their activism, but at a time when Zionism and anti-Zionism feel muddled and unclear, Wise is comfortable tabling the conversation about these terms and ideals for a later date. “We are not picking up the question of Zionism or the future of the Jewish state,” Wise says. The focus for her right now is centered around the movement’s united call for a ceasefire. When asked about Rabbis for Ceasefire’s position on the hostages taken into Gaza, Wise says she feels that the call for a ceasefire is congruent with the call to return the Israeli hostages still held captive by Hamas. She sees them as one and the same, saying, “We’re allowing this concept of ceasefire to encompass a more holistic vision for ending this crisis.” The group’s initial late October statement, and a December 27 addendum, called for the release of all hostages. Wise believes Shabbat for Ceasefire is an opportunity to care for Jews involved with the ceasefire movement, to provide “spiritual nourishment,” as she calls it. That spiritual nourishment is about giving pro-ceasefire Jews “a chance to practice staying tethered to Jewish tradition” through their activism. To remind them that “our calls for ceasefire are rooted in the ancient liturgy of our people. We call for peace at the end of every service.” She stresses that the ideas of striving for peace, of the protection of the sanctity of human life, are all central to Judaism. But it’s also a time of rest, on the Jewish day of respite. Wise thinks it’s important to get a chance “to recharge and refuel for the ongoing work.” “I know a lot of us are feeling exhausted and depleted for months of mobilization, of getting arrested and screaming in the streets and doing whatever we can to call for a ceasefire. We also need a chance to recharge and to let our traditions help us do that.” It happens that this week’s Torah portion deals with an ethical conundrum in the Passover story. [Parashat Bo](https://www.myjewishlearning.com/article/parashat-bo/) talks of the 10 plagues, including the plague of the firstborn. “How do we understand now what ethical harm, the moral harm, that comes from that kind of violence?” Wise asks. Wise is a mother of three school-aged kids, and they’re very much privy to her political action. “I’ve upended my life for Rabbis for Ceasefire, so the reverberations of that are felt throughout the family.” Her kids join her at protests, and her 5-year-old even came back from a playdate last weekend with information about a protest he wanted the family to attend. There’s an understanding in Wise’s family that activism is central to both their family and their Jewish life. They belong to Kol Tzedeq Synagogue in West Philadelphia, one of the co-sponsors of this weekend’s event. While she knows it might sound corny to talk about l’dor v’dor, “from generation to generation,” she says she feels “compelled to ensure that my kids have a Judaism worth being a part of.” She says what inspires a lot of her activism is about the Jewish legacy she’s leaving behind for them. “I was raised in a Modern Orthodox, very Zionist family, that instilled in me this love of Yiddishkeit, love of Judaism and a sense of obligation to ensure Judaism continues to exist,” Wise says. Wise attended Jewish day school, and the moments that struck her most in her Jewish upbringing were the stories she heard about Jewish people fighting to claim their Judaism through history in the face of oppression, in situations when “it could have just been easier to save their lives” if they relinquished their Jewish identity. “I’m kind of built for this,” Wise says about building this movement. “I’m a very fast moving, motivated person. I think I’m really stubborn. I would just refuse to let this be, to let this go unchallenged, to let Palestinians even for a moment feel that the Jewish community is not standing with them.” For Wise, the key to not feeling alone in this moment when so many Jewish families feel torn apart because of politics is finding your people and your political home, “where you can let your hair down and be your full self…with all of your values and political commitments and identities, and be embraced and loved for that.” And she also thinks it’s good to find the kind of spaces online that allow you to “hope scroll, not doom scroll.” In all that movement, Wise isn’t trying to directly convince people in the Jewish community not involved in the ceasefire movement or opposed to it to join her. “I’m not really interacting that much with people outside of the ceasefire movement. I learned long ago to turn off the comments on my social media, and not let the haters in,” Wise professes. For all those who care about Israel, she thinks it’s worth asking at this moment, “What do you think will bring about safety for Israelis?” Wise adds, “What will allow you to look back at this time and feel like you responded in the way that you can feel proud about and good about? I think everybody’s making their own decisions about how to do that.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://rabbis4ceasefire.com/shabbat-for-ceasefire/),",
    "https://rabbis4ceasefire.com/statement/)",
    "https://www.myjewishlearning.com/article/parashat-bo/)",
    "https://www.rabbis4ceasefire.com/shabbat-for-ceasefire/),",
    "https://www.rabbis4ceasefire.com/statement/)",
    "https://myjewishlearning.com/article/parashat-bo/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alissa wise",
        "sentiment": "neutral"
      },
      {
        "name": "kveller",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T02:45:44.422+02:00",
  "updated": "2024-01-20T02:45:44.422+02:00"
}