{
  "thread": {
    "uuid": "ce6b22cb45925310bc5925dc62a470c6c76c2883",
    "url": "https://dnyuz.com/2023/12/29/trump-being-kicked-off-maine-ballot-huge-victory-for-democracy-mary-trump/",
    "site_full": "dnyuz.com",
    "site": "dnyuz.com",
    "site_section": "https://dnyuz.com/2023/11/20/qatar-un-mediation-returns-orphaned-ukrainian-teen-home-after-russia-ordeal",
    "site_categories": [
      "media"
    ],
    "section_title": "Qatar-UN mediation returns orphaned Ukrainian teen home after Russia ordeal &#8211; DNyuz",
    "title": "Trump Being Kicked Off Maine Ballot ‘Huge Victory for Democracy’—Mary Trump – DNyuz",
    "title_full": "Trump Being Kicked Off Maine Ballot ‘Huge Victory for Democracy’—Mary Trump – DNyuz",
    "published": "2023-12-29T08:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dnyuz.com/wp-content/uploads/2023/12/Trump-Being-Kicked-Off-Maine-Ballot-‘Huge-Victory-for-Democracy—Mary.jpg",
    "performance_score": 0,
    "domain_rank": 27269,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ce6b22cb45925310bc5925dc62a470c6c76c2883",
  "url": "https://dnyuz.com/2023/12/29/trump-being-kicked-off-maine-ballot-huge-victory-for-democracy-mary-trump/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsweek",
  "published": "2023-12-29T08:39:00.000+02:00",
  "title": "Trump Being Kicked Off Maine Ballot ‘Huge Victory for Democracy’—Mary Trump – DNyuz",
  "text": "Mary Trump, the estranged niece of former President Donald Trump , has welcomed the decision by Maine Secretary of State Shenna Bellows to remove her uncle from the state’s 2024 primary ballot, which she described as “a HUGE Victory for democracy.”\nOn Thursday, Bellows stripped Trump from Maine’s primary ballot based on her interpretation of the 14th Amendment to the Constitution, which prohibits anyone who, having “taken an oath” to protect the Constitution, goes on to engage in “insurrection or rebellion” from holding certain positions. It follows the December 19 decision by the Colorado Supreme Court to remove Trump from that state’s primary ballot , which the Colorado Republican Party has asked the U.S. Supreme Court to overturn.\nPolling indicates Trump is by some margin the frontrunner for the 2024 Republican presidential nomination, meaning the GOP race could be utterly transformed if the decision to exclude him from state ballots is upheld. The former president is facing federal charges over claims he broke the law while attempting to overturn the 2020 presidential election result, a period that saw hundreds of his supporters storm the Capitol on January 6, 2021. Trump has pled not guilty to all counts and argues the case against him is politically motivated.\nOn her Substack blog, Mary Trump quoted part of Bellows’ ruling on her uncle, in which the Maine secretary of state said: “I do not reach this conclusion lightly. Democracy is sacred…I am mindful that no Secretary of State has ever deprived a presidential candidate of ballot access based on Section Three of the Fourteenth Amendment.\n“I am also mindful, however, that no presidential candidate has ever before engaged in insurrection. The oath I swore to uphold the Constitution comes first above all, and my duty under Maine’s election laws, when presented with a Section 336 challenge, is to ensure that candidates who appear on the primary ballot are qualified for the office they seek.”\nMary Trump commented “HELL YEAH!” adding: “NO ONE should give Donald a free pass…not according to Section 3 of the 14th amendment—the Equal Protection clause.”\nShe added: “This is what JUSTICE look like. What happens now? Over a DOZEN states may do the same—kick Donald right off the ballot. Make no mistake: This is a HUGE Victory for democracy.”\nLawsuits seeking to remove Trump from the 2024 ballot are currently pending in 14 states, according to data compiled by Lawfare: Arizona, Alaska, Nevada, New Jersey, New Mexico, New York, Oregon, South Carolina, Texas, Vermont, Virginia, West Virginia, Wisconsin and Wyoming.\n“It’s time for EVERY state to drop the hammer on my uncle. We are watching justice happen in real time,” Mary Trump wrote. “I am watching and celebrating. Will you join me as I break out the [popcorn emoji]?”\nNewsweek has reached out to Donald Trump’s campaign team for comment by email.\nThe decision to remove Trump from the Maine primary ballot sparked a furious response from his campaign spokesperson Steven Cheung who said the Republican frontrunner would “quickly” appeal.\nHe said: “The Maine Secretary of State is a former ACLU [American Civil Liberties Union] attorney, a virulent leftist and a hyper-partisan Biden-supporting Democrat who has decided to interfere in the presidential election on behalf of Crooked Joe Biden .”\nBellows, a Democrat, was executive director of the American Civil Liberties Union of Maine from 2005 to 2013. She served two terms in the Maine Senate from 2016 to 2020. In January 2021, she became Maine’s first female secretary of state.\n“ Democrats in blue states are recklessly and un-Constitutionally suspending the civil rights of the American voters by attempting to summarily remove President Trump’s name from the ballot,” said Cheung. “Make no mistake, these partisan election interference efforts are a hostile assault on American democracy. Biden and the Democrats simply do not trust the American voter in a free and fair election and are now relying on the force of government institutions to protect their grip on power.”\nJust hours after the Maine decision California’s secretary of state, Shirley Weber, said she wouldn’t be removing Trump from the state’s primary ballot.\nUncommon Knowledge\nNewsweek is committed to challenging conventional wisdom and finding connections in the search for common ground.\nNewsweek is committed to challenging conventional wisdom and finding connections in the search for common ground.\nThe post Trump Being Kicked Off Maine Ballot ‘Huge Victory for Democracy’—Mary Trump appeared first on Newsweek .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mary trump",
        "sentiment": "negative"
      },
      {
        "name": "donald trump",
        "sentiment": "negative"
      },
      {
        "name": "shenna bellows",
        "sentiment": "none"
      },
      {
        "name": "bellows",
        "sentiment": "none"
      },
      {
        "name": "trump",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "trump being kicked off maine ballot",
        "sentiment": "negative"
      },
      {
        "name": "u.s. supreme court",
        "sentiment": "none"
      },
      {
        "name": "state",
        "sentiment": "none"
      },
      {
        "name": "gop",
        "sentiment": "none"
      },
      {
        "name": "colorado supreme court",
        "sentiment": "none"
      },
      {
        "name": "colorado republican party",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "maine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T12:44:30.037+02:00",
  "updated": "2023-12-29T12:44:30.037+02:00"
}