{
  "thread": {
    "uuid": "14471d50000a3e921fecd507b0b72c2a5e7631ee",
    "url": "https://www.gulf-times.com/article/680174/sports/al-attiyah-wins-second-stage-to-seize-lead-in-portugal",
    "site_full": "www.gulf-times.com",
    "site": "gulf-times.com",
    "site_section": "https://www.gulf-times.com/rssFeed/3",
    "site_categories": [
      "media",
      "financial_news",
      "finance",
      "top_news"
    ],
    "section_title": "",
    "title": "Al-Attiyah wins second stage to seize lead in Portugal",
    "title_full": "Al-Attiyah wins second stage to seize lead in Portugal",
    "published": "2024-04-04T21:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "QA",
    "main_image": "https://www.gulf-times.com/gulftimes/uploads/images/2024/04/04/thumbs/300x300/160769.jpg",
    "performance_score": 0,
    "domain_rank": 10421,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "14471d50000a3e921fecd507b0b72c2a5e7631ee",
  "url": "https://www.gulf-times.com/article/680174/sports/al-attiyah-wins-second-stage-to-seize-lead-in-portugal",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "info@gulf-times.com (Gulf Times)",
  "published": "2024-04-04T21:37:00.000+03:00",
  "title": "Al-Attiyah wins second stage to seize lead in Portugal",
  "text": "Qatar’s Nasser Saleh al-Attiyah and his French co-driver Edouard Boulanger are the new leaders of the Rally-Raid Portugal. The Prodrive Hunter crew fended off a fierce challenge from Overdrive Racing’s Yazeed al-Rajhi to carve out a narrow advantage of 20 seconds after the second day of frantic competition across muddy, slippery and extremely demanding tracks in rural Portugal.\nThe stage win gave al-Attiyah valuable five points for the FIA World Rally-Raid Championship (W2RC) and enabled him to close to within seven of Carlos Sainz in the virtual overall rankings.\nThe Qatari ace said: “It’s good to win the stage. I’m happy. We were a little cautious because it’s a new race for everyone and it’s easy to make mistakes. We have to go stage-by-stage and accumulate points every day for the championship.”\nAl-Rajhi and Timo Gottschalk were the first crew to finish the day’s stage and the third quickest time sees the Saudi maintain second place. Al-Rajhi said: “We opened the road after the (Guerlain) Chicherit crash, around km30. We did our best and Timo (Gottschalk) did a great job. I think it went well.”\nPersistent fog forced race officials to delay the start of the second selective section (SS3) by 45 minutes for car competitors. Crews then tackled a stage of 166.29km.\nSaood Variawa and his French co-driver François Cazalet started strongly and were the quickest to the 98km checkpoint. The South African lost a little time in the latter kilometres but held on to snatch the outright lead for the first time on a W2RC event. His delight was short-lived, however: he was awarded a 30-minute time penalty soon after the stage finished and plummeted out of contention.\nCarlos Sainz and his co-driver Alex Haro remain firmly in the hunt for victory in the first of the X-Raid Mini JCW Rally Plus machines. The four-time Dakar winner was fifth quickest on the day and occupies third overall. Sainz said: “Everything went smoothly. The car is impeccable and the stage was quite technical, with muddy and narrow parts – typical of Portugal.”\nOvernight leader Guerlain Chicherit stopped on two occasions early in the stage with technical issues after an accident and was passed by his main rivals. But the second stoppage after 79km was terminal for his stage ambitions and the Frenchman was forced to abandon the track and head back to the bivouac with a fistful of time penalties to follow.\nHis Overdrive Racing teammate Guillaume De Mevius had suffered mechanical woes on Wednesday but the Belgian’s misery was compounded when he damaged his Toyota Hilux in an accident after 48km. Any ambitions of remaining in contention for top W2RC points were ruined.\nJoao Ferreira and Filipe Palmeiro delivered a potent stage performance in their X-Raid JCW Rally Plus and moved up to fourth in the Ultimate category rankings with the fourth quickest time.\nThe Portuguese said: “Difficult. The first part of the special was very slippery with a lot of mud. After neutralisation, in the second part, the surface was drier and we were able to have more fun. Fourth place overall, for now. It doesn’t look bad to me.”\nSebastien Loeb belied his lack of experience in the Challenger category and delivered a menacing performance in his Taurus T3M with co-driver Fabian Lurquin. The two-time winner of the WRC Rally of Portugal started the stage 27th on the road and overhauled all his Challenger rivals with the second quickest time behind al-Attiyah. He moved up to fifth overall and first in class – 3min 54sec ahead of the seventh-placed Portuguese duo of Joao Dias and João Miranda in their Santag Racing Can-Am Maverick X3.\nLoeb said: “We were always on the attack. We did our best with the car we have. It really went all out. It wasn’t possible to do much more.”\nToyota Gazoo Racing’s Lucas Moraes and Spanish co-driver Armand Monleón hold sixth overall and Lithuania’s Vaidotas Zala and his local navigator Paulo Fiúza are eighth in the third of the Mini JCW Rally Plus machines built by X-Raid.\nAlexandre Pinto is third in Challenger and ninth overall in his Can-Am and Marcus Baumgart rounds off the top 10 in the second of the Prodrive-built Hunters after setting the sixth quickest time on the day’s stage.\nHis brother Cristian holds 11th in the third Hunter, the Challenger duo of Nicolas Cavigliasso and Armindo Araújo are 12th and 13th and local championship contender Joao Ramos and Overdrive Racing’s Juan Cruz Yacopini complete the top 15. Cavigliasso is the highest-placed of the W2RC registered drivers in the Challenger section.\n[Sports](/sports)\nAl-Attiyah wins second stage to seize lead in Portugal\n‘It’s good to win the stage. I’m happy. We were a little cautious because it’s a new race for everyone’\nNasser Saleh al-Attiyah and his co-driver Edouard Boulanger (left) pose with their medals after winning the second stage at the Rally-Raid Portugal on Thursday.\nNasser Saleh al-Attiyah in action on Thursday.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "edouard boulanger",
        "sentiment": "negative"
      },
      {
        "name": "al-attiyah",
        "sentiment": "negative"
      },
      {
        "name": "nasser saleh al-attiyah",
        "sentiment": "negative"
      },
      {
        "name": "carlos sainz",
        "sentiment": "none"
      },
      {
        "name": "al-rajhi",
        "sentiment": "none"
      },
      {
        "name": "yazeed al-rajhi",
        "sentiment": "none"
      },
      {
        "name": "timo gottschalk",
        "sentiment": "none"
      },
      {
        "name": "timo (gottschalk",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "al-attiyah",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "portugal qatar",
        "sentiment": "none"
      },
      {
        "name": "portugal",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:14:28.026+03:00",
  "updated": "2024-04-05T02:14:28.026+03:00"
}