{
  "thread": {
    "uuid": "7445842e739a495fb27c30ff74be227a08060a3c",
    "url": "https://www.hola.com/actualidad/20231228245694/operacion-triunfo-gala-navidad-hola/",
    "site_full": "www.hola.com",
    "site": "hola.com",
    "site_section": "https://hola.com/tags/operacion-triunfo-2023/",
    "site_categories": [
      "media"
    ],
    "section_title": "Operacion Triunfo 2023: últimas noticias e imágenes - Revista ¡HOLA!",
    "title": "¡HOLA! entra en exclusiva a la gala navideña de Operación Triunfo",
    "title_full": "¡HOLA! entra en exclusiva a la gala navideña de Operación Triunfo",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.hola.com/imagenes/actualidad/20231228245694/operacion-triunfo-gala-navidad-hola/1-354-93/primevideo-t.jpg",
    "performance_score": 0,
    "domain_rank": 5978,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7445842e739a495fb27c30ff74be227a08060a3c",
  "url": "https://www.hola.com/actualidad/20231228245694/operacion-triunfo-gala-navidad-hola/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Paula Todoli",
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "¡HOLA! entra en exclusiva a la gala navideña de Operación Triunfo",
  "text": "En una época tan emotiva como es la Navidad, en la Academia de Operación Triunfo no podía faltar una noche a la altura que invitara a disfrutar del espíritu festivo propio de estas fechas. Por ello, la Academia de OT abrió sus puertas en exclusiva a ¡HOLA!, para vivir en primera mano el espíritu navideño que hubo en el talent show. En este programa pudimos disfrutar de los 16 concursantes unidos otra vez, que volvieron —nunca mejor dicho— a casa por Navidad. Pero antes, no quisimos desaprovechar la oportunidad de estar junto a los invitados de Prime Video en un cocktail de bienvenida, donde hablamos con ellos sobre algunos temas como la convivencia en familia, sus favoritos de esta edición, o con qué tipo de música se atreverían a participar en Operación Triunfo:\nUnos invitados muy especiales Virginia Troconis, Rush Smith, Ariane Hoyos, Alejandra Osborne, o Lourdes Montes , entre muchos, fueron algunos de los influencers que no quisieron perderse la oportunidad de vivir una experiencia como la de asistir al talent show de referencia en España y con los que pudimos hablar. En el backstage nos encontramos con Verdeliss, una gran fan del programa que nos asegura que, como madre de familia numerosa, encuentra muchas similitudes entre la convivencia en el hogar y cómo gestionar la Academia de OT : «En aquello que vemos que destacamos, o que el otro tiene una dificultad, nos apoyamos. Y creo que gran parte del progreso y de las mejoras vienen de que podamos tendernos una mano en este sentido».\nVER GALERÍA\nVer galería Cuando hablamos de música, Alejandra Osborne tiene claros sus gustos. Con todo el talento musical que abraza su familia, no hemos podido evitar preguntarle por la canción que más le gusta de su padre, Bertín Osborne. La celebrity nos cuenta que, además de todas las rancheras, su tema favorito del repertorio musical de su padre es “Las noches de San Juan”.\nUna noche marcada por clásicos de ayer y hoy Si hay un estilo musical que triunfa en estas fechas es el de los villancicos. De ahí que los concursantes tuvieran la excusa perfecta para lucir sus voces en este género que, además, también se palpó como uno de los favoritos del público, que conocían cada uno de estos temas al pie de la letra. Una noche repleta de duetos musicales increíbles recordando viejos tiempos como la canción de Salma y Naiara con “Farolito” de Gloria Estefan (1995), o “It´s the most wonderful time of the year” de Andy Williams (1963), hasta temas más actuales como la de Denna y Violeta “Santa´s coming for us” de Sia (2017), o “Te regalo” de Carla Morrison (2017), interpretada por Bea y Ruslana. Incluso al final de las actuaciones, se unieron Xuso Jones y Masi Rodríguez, interpretando todos juntos la famosa canción Happy Xmas (War is over) de John Lennon.\nVER GALERÍA\nVer galería Los momentos más emotivos Con los regalos a pie de árbol en medio del plató, uno de los acontecimientos más esperados de la noche fue la entrega de los regalos del amigo invisible que los concursantes habían preparado entre ellos. Un afinador de guitarra, fotos de familiares enmarcadas, accesorios de moda como un gorro o unas gafas en forma de corazón, y otros más sentimentales como un cuarzo rosa… Regalos que sin duda todos ellos guardarán con mucho cariño como recuerdo de su paso por la academia (y que nosotras ya nos hemos apuntado como ideas para sorprender en estos Reyes Magos). Xuso Jones no podía faltar en un momento tan especial, que apareció vestido de Papá Noel para entregar cartas que los fans habían escrito a los ya famosos concursantes.\nVER GALERÍA\nVer galería Como broche de oro, la Academia tenía preparados unos vídeos grabados por las familias de cada concursante, donde les mandaban ánimo y mucho cariño. Un momento en el que fue imposible no emocionarse, incluso la misma Chenoa empatizó con cada uno de ellos, llena de nostalgia por su paso por OT en 2001.\nNuestros looks favoritos de la gala En esta ocasión tan especial, hemos podido hablar con el equipo de estilistas del programa, dirigido por Verónica Febrero. En palabras de la experta, «intentamos dar a los estilismos un aire de viejo Hollywood, adecuándolo a esta época y otorgando a cada artista su estilo. Respetamos el gusto de cada concursante. Jugamos con mucho brillo con las lentejuelas y texturas. En cuanto a colores, pensamos en aquellos que nos daban aire navideño como el rojo, granate, verde, negro, plata y oro».\nVER GALERÍA\nVer galería Si hay una protagonista indiscutible en lo referido a looks, es Chenoa. Para la ocasión, la presentadora optó por un traje de chaqueta de lo más innovador con unos zapatos de salón plateados, perfecto para estas fiestas. Pero los concursantes tampoco se quedaron atrás, y todos sus outfits se convirtieron en una fuente de inspiración. Algunos de nuestros favoritos fueron el vestido rojo de Chiara, con aires de los años 60 y toques del pop de los 90, que homenajeó al estilismo de una actuación de Mariah Carey en navidad con las botas de Baby Spice , de Spice Girls. También hay que hacer especial mención a Violeta y Denna con vestidos total black de lentejuelas, o el look de Noemi Galera con un tres piezas de lentejuelas negro y zapatos Azarey.\nAgradecimientos. Vídeo: Borja Viz. Fotografía: @iamquesada. ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://content.jwplatform.com/videos/o9I0zkzb-1920.mp4",
    "https://content.jwplatform.com/videos/o9I0zkzb-1280.mp4",
    "https://content.jwplatform.com/videos/o9I0zkzb.mp4",
    "https://content.jwplatform.com/videos/o9I0zkzb-720.mp4",
    "https://www.content.jwplatform.com/videos/o9I0zkzb-720.mp4",
    "https://www.content.jwplatform.com/videos/o9I0zkzb-1280.mp4",
    "https://www.content.jwplatform.com/videos/o9I0zkzb.mp4",
    "https://www.content.jwplatform.com/videos/o9I0zkzb-1920.mp4"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:07:42.400+02:00",
  "updated": "2024-01-27T03:30:08.614+02:00"
}