{
  "thread": {
    "uuid": "eadf4981d6d821c53184171f19a6c53478f0462a",
    "url": "https://leonardo.it/news/cammini-d-italia-come-funziona-comunita-turismo-lento-sostenibile",
    "site_full": "leonardo.it",
    "site": "leonardo.it",
    "site_section": "https://leonardo.it/rss",
    "site_categories": [],
    "section_title": "Leonardo.it",
    "title": "Cammini d’Italia, cos’è e come funziona la comunità del turismo lento e sostenibile",
    "title_full": "Cammini d’Italia, cos’è e come funziona la comunità del turismo lento e sostenibile",
    "published": "2024-02-16T09:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://leonardo.it/wp-content/uploads/2024/01/SH_coppia_montagna_trekking.jpg",
    "performance_score": 0,
    "domain_rank": 35204,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eadf4981d6d821c53184171f19a6c53478f0462a",
  "url": "https://leonardo.it/news/cammini-d-italia-come-funziona-comunita-turismo-lento-sostenibile",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alessandro Zoppo",
  "published": "2024-02-16T09:48:00.000+02:00",
  "title": "Cammini d’Italia, cos’è e come funziona la comunità del turismo lento e sostenibile",
  "text": "Nata nel 2017 come community su Facebook, oggi è un sito cliccatissimo, un’app, un libro e da giugno anche un festival: prima tappa il Monte Nerone.\n“Abbandona le grandi strade, prendi i sentieri”: il pugliese Davide Nanna ha fatto sua la massima di Pitagora quando ha deciso di mollare il lavoro e trasformare la sua passione in Cammini d’Italia, uno dei siti più visitati da chi ama la natura, l’escursionismo e il\nturismo slow. Nata nel 2017, la community mette insieme tutti i cammini d’Italia e i consigli per affrontarli.\nCammini d’Italia: alla scoperta di luoghi nascosti\nL’obiettivo è favorire la riscoperta della montagna, dei sentieri e dei territori nascosti, specie per chi pensa a una vita (o ad una semplice fuga durante ferie e weekend) lontano dalla città e dal caos, a contatto con la natura. Su\nCammini d’Italia ogni cammino è mappato e accompagnato da scheda tecnica (con lunghezza, tappe, dislivello e così via), storia, fonti d’acqua, servizi, pericoli, accessi e contatti delle associazioni locali.\nPrima del sito c’era semplicemente una pagina Facebook. Col tempo, la comunità si è allargata ed è arrivata su tutti i canali social. Oggi schiera un portale e un’app per una realtà che Nanna presenta come “un’azienda di promozione turistica verticale sul mondo dei cammini, ma anche sul trekking e sull’escursionismo: sul movimento lento e sostenibile”.\nIncredibile ma vero: l’idea di Cammini d’Italia nasce da un malore. Davide Nanna, 29enne laureato in Marketing e Comunicazione, è stregato da Into the Wild di Sean Penn e dal libro Nelle terre estreme di Jon Krakauer, in cui viene raccontata la storia vera di Christopher “Alexander Supertramp” McCandless, e viene convinto da un compagno di università a Urbino a mettersi alla prova.\n“Ero all’ultima tappa della Via degli Dei, già vicino a Firenze. Ero partito senza sapere niente di cammini, senza informazioni e attrezzatura. E l’ho pagata. Nonostante tutto però fu un’esperienza unica”, racconta al Corriere della Sera. Ex dipendente di un’azienda nutraceutica, lascia il lavoro e si dedica a tempo pieno al portale, ampliato con l’aiuto di ex colleghi d’università e appassionati conosciuti durante le sue escursioni.\nCammini d’Italia: app, sito e anche un libro\nOgni anno Cammini d’Italia pubblica la classifica dei dieci cammini più visitati dagli appassionati. Il sito lavora per arricchire sempre di più le informazioni sui percorsi segnalati, collaborando con i distretti turistici, le fondazioni e le associazioni locali. Non solo: l’azienda pubblica la Guida al primo cammino (un manuale con informazioni pratiche e attendibili su tutte le fasi di un trekking, da quelle preparatorie come l’allenamento e la scelta di equipaggiamento e attrezzature a quelle pratiche come la cartografia e la navigazione con dispositivo satellitare) e organizza eventi.\nÈ a Cammini d’Italia che si deve l’inaugurazione del cammino del Gran Sasso, 61 chilometri da percorrere in cinque tappe, concepito per avere il tempo di fermarsi e visitare posti straordinari come Rocca Calascio e il Canyon dello Scoppaturo, Fonte Vetica e Campo Imperatore. Quest’anno il 2 giugno, in occasione del weekend della Festa della Repubblica, lancia il primo Festival dei Cammini d’Italia. La scelta della location è ricaduta su una vetta della catena appenninica umbro-marchigiana: il Monte Nerone, la montagna dai mille volti.\nRiproduzione riservata © 2024 - LEO\nultimo aggiornamento: 16-02-2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "https://camminiditalia.org/",
    "https://camminiditalia.org",
    "https://www.camminiditalia.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T11:31:26.465+02:00",
  "updated": "2024-02-16T11:31:26.465+02:00"
}