{
  "thread": {
    "uuid": "e80e1c2b4485a6a7314b0aaa991f99ab16f0278b",
    "url": "https://dnyuz.com/2024/07/04/fortisbc-says-all-customers-now-see-renewable-natural-gas-on-utility-bills",
    "site_full": "dnyuz.com",
    "site": "dnyuz.com",
    "site_section": "https://feeds.feedburner.com/dnyuz",
    "site_categories": [
      "media"
    ],
    "section_title": "DNyuz",
    "title": "FortisBC says all customers now see renewable natural gas on utility bills",
    "title_full": "FortisBC says all customers now see renewable natural gas on utility bills",
    "published": "2024-07-05T02:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dnyuz.com/wp-content/uploads/2024/07/FortisBC-says-all-customers-now-see-renewable-natural-gas-on.jpg",
    "performance_score": 0,
    "domain_rank": 25106,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e80e1c2b4485a6a7314b0aaa991f99ab16f0278b",
  "url": "https://dnyuz.com/2024/07/04/fortisbc-says-all-customers-now-see-renewable-natural-gas-on-utility-bills",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bloomberg",
  "published": "2024-07-05T02:14:00.000+03:00",
  "title": "FortisBC says all customers now see renewable natural gas on utility bills",
  "text": "FortisBC says it has become the first utility in North America to automatically designate a portion of its residential customers’ natural gas use to renewable natural gas, or RNG.\nAs of July 1, all FortisBC’s residential customers will see their natural gas bills include a one per cent RNG blend.\n“It is clear that our province needs all available tools to address climate change and support an affordable energy transition towards lower emissions for residents, businesses and industry,” said Doug Slater, vice-president of Indigenous relations and regulatory affairs at FortisBC, in a news release.\n“The gas system is undergoing a transition as we work to increase the supply of renewable and low-carbon gases, like RNG.”\nRNG is a non-fossil-fuel form of natural gas, typically produced by harnessing the methane produced from landfills or agricultural waste.\nIn recent years, many North American utility companies have begun investing in RNG as a way to reduce their emissions. While it is more expensive than traditional natural gas, it is more climate friendly and comes with the advantage of being a “drop-in fuel,” meaning no costly changes to transmission infrastructure or home appliances are required.\nWhen RNG is added to a natural gas system, it mixes with conventional natural gas. That means it can’t be directed to a specific customer.\nUntil now, FortisBC has been offering a voluntary RNG program through which homes and businesses can choose to lower their climate footprint by paying extra to designate up to 100 per cent of the gas they use as RNG. While that program will continue, the utility recently received regulatory approval to designate one per cent of all customers’ total natural gas use as RNG.\nCustomers will not see a cost increase on their bills due to the change, Fortis said. The one per cent RNG blend will be incorporated in the storage and transport line item on their bill and customers will see a carbon tax credit for the portion of their gas that is automatically designated as RNG.\nHowever, the company said it plans to continue to increase its supply of RNG over time and customers could see a change in their bills in the future.\nRNG demand is being driven in part by public policy in certain provinces. British Columbia’s CleanBC objectives commit to a 15 per cent renewable gas content in the province’s natural-gas system by 2030, for example, while the government of Quebec has also set minimum RNG targets for natural gas providers.\nFortisBC’s current RNG suppliers include farms, landfills and municipalities.\nThis report by The Canadian Press was first published July 2, 2024.\nThe post\nFortisBC says all customers now see renewable natural gas on utility bills appeared first on Bloomberg.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.bnnbloomberg.ca/fortisbc-says-all-customers-now-see-renewable-natural-gas-on-utility-bills-1.2092218",
    "https://bnnbloomberg.ca/fortisbc-says-all-customers-now-see-renewable-natural-gas-on-utility-bills-1.2092218"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "doug slater",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fortisbc",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "north america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T03:18:38.695+03:00",
  "updated": "2024-07-05T03:18:38.695+03:00"
}