{
  "thread": {
    "uuid": "2aaa75fec4522de960073fbd5b680bd4530db5d9",
    "url": "https://seekingalpha.com/article/4660446-yum-brands-multi-brand-operator-with-downside-protection?source=feed_all_articles",
    "site_full": "seekingalpha.com",
    "site": "seekingalpha.com",
    "site_section": "https://seekingalpha.com/atom.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "mutual_funds"
    ],
    "section_title": "All Articles on Seeking Alpha",
    "title": "Yum Brands: Multi-Brand Operator With Downside Protection",
    "title_full": "Yum Brands: Multi-Brand Operator With Downside Protection",
    "published": "2023-12-30T16:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.seekingalpha.com/cdn/s3/uploads/getty_images/458666461/image_458666461.jpg?io=getty-c-w1536",
    "performance_score": 0,
    "domain_rank": 1027,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2aaa75fec4522de960073fbd5b680bd4530db5d9",
  "url": "https://seekingalpha.com/article/4660446-yum-brands-multi-brand-operator-with-downside-protection?source=feed_all_articles",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-30T16:00:00.000+02:00",
  "title": "Yum Brands: Multi-Brand Operator With Downside Protection",
  "text": "Investment Thesis\nI assign a buy to Yum Brand Holdings (NYSE: NYSE:\nYUM) with a price target of $140 per share. YUM's shift to 98% of stores franchised has made it an asset-light business, reducing ongoing expenses and capital expenditure requirements. I expect Yum's low-cost menu to serve as an attraction to consumers during an economic slowdown. Not only that, but the company is diversified in terms of brands and geographic sales, enabling stable free cash flow generation.\nCompany Profile\nYum Brands is the world's\nlargest quick-service restaurant, \"QSR,\" with 55,361 restaurants in 155 countries and territories. The company runs a franchise business model with a 98% franchise rate and owns/operates the remaining 2%. Most sales are derived from the U.S. (56.7% of total revenue in 2022). YUM reported revenue across four segments. KFC, Taco Bell, Pizza Hut, and\nKFC represents 41.4% of sales and is the #1 global chicken brand in the QSR market, with 27,760 restaurants in 149 countries and territories. In 2022, KFC reported +4% Y/Y same-store sales growth, an operating profit margin of profit margin of 42.3% and a net profit margin of 13.2%. In addition to that, 86% of KFC restaurants were located outside of the U.S., and 99% of them were operated by franchisees. KFC offers fried and non-fried chicken products like sandwiches, chicken strips, and more.\nTaco Bell represents 35.6% of sales and is the #1 in the U.S. Mexican QSR market, with ~8,000 locations in 32 countries and territories. In 2022, Taco Bell reported +8% Y/Y same-store sales growth, an operating profit margin of profit margin of 34.9% and a net profit margin of 23.9 (the highest of all four). Around 12% of Taco Bell stores were located outside the U.S., and 94% were franchised.\nThe Pizza Hut brand represents 15% of sales and is the #2 global pizza QSR market. In 2022, it reported 0% Y/Y same-store sales growth, 19,034 store counts, an operating profit margin of profit margin of 34.9% and a net profit margin of -2.2% down from 6.8% in 2021.\n66% of Pizza Hut restaurants were located internationally, and over 99% were operated by franchisees. As you can see below, this segment has remained stagnant over the past few years. I believe one of the reasons is because of the intense competition.\nAs for Habit Burger Grill, it was\nacquired in 2020 for $375 million. Currently, it doesn't represent much of the company's total revenue. In Fiscal Year 2022, the segment reported sales of $661 million and an operating loss of $24 million.\nLow-Cost Menu\nAcross all its brands, Yum offers a low-cost yet valuable menu for the consumer. If we look at KFC. I was strolling through their\nwebsite the other day, and I was amazed by the value one can get for just a few bucks. I live in New York, so prices might differ from state to state or country to country.\nTo give you an idea, I was in the city the other day and wanted to grab a cup of coffee; it cost me $4 for a medium cup. For just $6 extra with taxes, you can get yourself a combo meal at KFC, which includes a large Pepsi, a chicken sandwich, and a side of fries for just $10.11; the calories of this combo range from 970 to 1200 calories.\nSame story with\nTaco Bell; they have combo meals ranging from $5 to $9. For example, for just $5, you can get a five-layer burrito, a taco, and a large size. After looking at Taco Bell's offering, I now understand why they have been able to grow sales at such a high rate (8%) despite the pressure faced by the consumer. The company also offers limited deals occasionally, which should help it attract even more customers.\nRecent Earnings\nYUM brands\nreported strong Q3 earnings with double-digit growth in operating profit and EPS. Despite this, the company still missed revenue estimates by $64 million. The unit count increased by 6%, driven by 1,130 gross new units, which was a Q3 record. Digital sales also exceeded $7 billion, yielding a digital mix of over 45%. Below is a breakdown of the company's revenue in the quarter by brand/segment.\nDespite having the largest store count and being the number one QSR chicken restaurant, KFC had the most unit growth, while Taco Bell enjoyed the most same-store sales. Aside from top and bottom line growth, the balance sheet was also in solid shape, with increased liquidity and the repayment of $60 million of debt. Additionally, the company repurchased $50 million worth of shares and paid $169 million in dividends.\nAll in all, the quarter was encouraging, considering the economic pressures faced by consumers. Record digital sales are what I liked the most because this will help the firm improve margins and retain customers through loyalty programs.\nValuation\nMy price target is based on 25.00x of FY2024 EPS of $5.61. I assumed an average store unit growth of 4.15%, 4.00% growth in company sales, 4.25% in franchise and property, and 4.25% in franchise contributions for advertising and other. This results in a total revenue growth rate of 5.50%. My main revenue drivers are price increases and new store openings. Expenses have been diminishing year-over-year since most new store unit openings are under franchisee agreements. I expect the same trend to continue.\nWith that said, in FY2024, I assumed a G&A margin of 16.35%, a company restaurant margin of 25.20%, and a franchise advertising and another margin of 23.50% (this has stayed constant over the years, as you can see below). Below is a snapshot of my model and assumptions. The 25.00x multiple is at a discount to the five-year-average FWD multiple.\nRisks\nThroughout the years, YUM has amassed a lot of debt; since 2016, Total debt has only been rising year-over-year. As of the latest quarter, the company had $12.27 billion in total debt, $687 million in cash and cash equivalents, a TTM EBITDA of $2.24 billion, and a net debt/EBITDA ratio of 4.36x. High leverage is standard among franchises such as Yum. Domino Pizza (\nDPZ) has a net debt/EBITDA ratio of 5.24x.\n|2016||2017||2018||2019||2020||2021||2022||Latest Quarter|\n|Total Debt ($MM)||9,125||9,804||10,095||11,340||11,800||12,219||12,661||12,277|\nAlthough a highly franchised businesses help the company reduce ongoing costs, it is a double-edged sword. Franchisees mostly undergo a lot of leverage to buy into the franchise, and many might not survive economic downturns. If these franchisees can't meet their debt obligations, they will eventually close and go bankrupt, which is what happened to the Pizza Hut's largest U.S.\nfranchisee in 2020. This can can put pressure on the company's top line.\nConclusion\nThe bottom line is that Yum Brands is an asset-light business, given its highly franchised stores underpinned by high-quality brands. I believe the company will continue to deliver top- and bottom-line growth due to its brand equity and value offerings to customers. The company does carry risk, just like other businesses, but I believe there is downside protection given its diversification and low-cost menu. I'm overweight, with a price target of $140.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [
    "https://kfc.com/menu/edit/kfc-spicy-sandwich-combo/d784abde-3498-4a8a-ab9f-169ddcaee407",
    "https://s2.q4cdn.com/890585342/files/doc_financials/2023/q3/Q3-2023-Yum-Brands-Earnings-Release.pdf",
    "https://s2.q4cdn.com/890585342/files/doc_presentations/Yum-Analyst-Deck-2022-FINAL.pdf",
    "https://www.s2.q4cdn.com/890585342/files/doc_financials/2023/q3/Q3-2023-Yum-Brands-Earnings-Release.pdf",
    "https://cnbc.com/2020/07/01/pizza-huts-largest-us-franchisee-files-for-chapter-11-bankruptcy.html",
    "https://www.cnbc.com/2020/07/01/pizza-huts-largest-us-franchisee-files-for-chapter-11-bankruptcy.html",
    "https://tacobell.com/food/deals-and-combos/classic-combo",
    "https://www.yum.com/wps/portal/yumbrands/Yumbrands/news/press-releases/yum+brands+completes+acquisition+of+the+habit+restaurants",
    "https://yum.com/wps/portal/yumbrands/Yumbrands/news/press-releases/yum+brands+completes+acquisition+of+the+habit+restaurants",
    "https://www.tacobell.com/food/deals-and-combos/classic-combo",
    "https://www.kfc.com/menu/edit/kfc-spicy-sandwich-combo/d784abde-3498-4a8a-ab9f-169ddcaee407",
    "https://www.s2.q4cdn.com/890585342/files/doc_presentations/Yum-Analyst-Deck-2022-FINAL.pdf"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "yum",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "yum brand holdings",
        "sentiment": "negative"
      },
      {
        "name": "yum",
        "sentiment": "none"
      },
      {
        "name": "qsr",
        "sentiment": "none"
      },
      {
        "name": "taco bell",
        "sentiment": "none"
      },
      {
        "name": "pizza hut",
        "sentiment": "none"
      },
      {
        "name": "kfc",
        "sentiment": "none"
      },
      {
        "name": "company profile yum brands",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T16:05:58.878+02:00",
  "updated": "2023-12-30T16:05:58.878+02:00"
}