{
  "thread": {
    "uuid": "0f56fda5cb27298871f337acc96f1d30f38e9b68",
    "url": "https://vnexplorer.net/higher-govt-spend-investment-set-stage-for-7-3-pc-growth-in-fy24-s825030.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Higher govt spend & investment set stage for 7.3 pc growth in FY24",
    "title_full": "Higher govt spend & investment set stage for 7.3 pc growth in FY24",
    "published": "2024-01-06T02:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwDYF.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0f56fda5cb27298871f337acc96f1d30f38e9b68",
  "url": "https://vnexplorer.net/higher-govt-spend-investment-set-stage-for-7-3-pc-growth-in-fy24-s825030.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-06T02:13:00.000+02:00",
  "title": "Higher govt spend & investment set stage for 7.3 pc growth in FY24",
  "text": "Higher govt spend & investment set stage for 7.3 pc growth in FY24\nINDIA’S GROSS Domestic Product (GDP) is estimated to grow 7.3 per cent in 2023-24, according to the first advance estimates of national income released by the National Statistical Office (NSO) Friday.\nThe 7 per cent-plus growth rate in FY24 — the third year in a row, and in the backdrop of poor global conditions and a slowing down of the world economy — comes ahead of national elections likely to be held in a few months from now.\nThe first advance estimates of growth is marginally up from 7.2 per cent in 2022-23, but way higher than the government’s initial growth estimate of 6.5 per cent.\nHigher investment coupled with government expenditure along with a pickup in sectoral outputs of mining, manufacturing, construction and financial services, are seen supporting the higher GDP growth. Agriculture and trade, hotels, transport and communication services seem to be slowing down.\nConsumption demand is, however, seen tepid in the current financial year. Private final consumption expenditure (PFCE) — indicator of consumption demand — is seen growing at 4.4 per cent in 2023-24, the slowest pace in two decades barring the pandemic year of FY21. The previous low for PFCE growth rate was 2.9 per cent in 2002-03. It grew at 7.5 per cent in 2022-23. In contrast, government final consumption expenditure (GFCE) is seen sharply up at 4.1 per cent in FY24 as against 0.1 per cent in the previous year.\nInvestments — as reflected in Gross Fixed Capital Formation (GFCF) — are expected to stay at a high level of 10.3 per cent in FY24 as against 11.4 per cent in 2022-23.\nThe first advance estimates of GDP, obtained by extrapolation of data of the first seven-eight months of the ongoing financial year (FY24), are released early to help officers in the Union Ministry of Finance and other departments in framing the broad contours of Union Budget for the next financial year which is to be presented in Parliament on February 1.\nNominal GDP, which takes into account inflation, is estimated to grow at 8.9 per cent in 2023-24, sharply lower than 16.1 per cent, reflecting the deflation in the wholesale price index (WPI) that is used in calculating the GDP deflator. The annual GDP deflator growth is estimated to be at a 48-year low of 1.4 per cent in 2023-24, as per India Ratings. This is expected to affect the government’s fiscal deficit calculations as the Union Budget for 2023-24 had assumed a nominal GDP growth of 10.5 per cent.\nThe First Revised Estimates of national income for 2022-23 are due for release on February 29 which may also lead to revision in growth rate of first advance estimate for FY24, NSO said.\nBoth the Reserve Bank of India (RBI) and the government had earlier projected a growth rate of 6.5 per cent for FY24, but in its December policy, the RBI revised up the real GDP growth forecast to 7 per cent for FY24.\n“Despite global headwinds, the growth momentum witnessed in FY24 is indicative of the Indian economy’s resilience. However, the road ahead is not going to be easy so long as PFCE does not recover fully and become broad based. Here the key would be to watch the wage growth especially of the households belonging to the lower income bracket because that is what is critical for broad basing the consumption demand. The data shows that the real wage growth of households belonging to the lower income bracket was marginally negative in 2QFY24. Ind-Ra’s calculation shows that a 1% increase in real wages could lead to a 1.12% increase in the real PFCE and the multiplier effect of this could result in a 64 bp increase in the GDP growth,” India Ratings’ Sunil Kumar Sinha and Paras Jasrai said in a note.\nThe per capita real GDP is expected to increase by 6.4 per cent in FY24, while per capita net national income is seen growing 6.3 per cent to Rs 1.05 lakh as against Rs 98,374 last year. “…during the pre pandemic years, the real per capita GDP growth was averaging 5.3%. Additionally, per capita PFCE in real terms will expand by 3.5% in FY24. The post pandemic average of per capita PFCE however is at 6.7%, against 5.5% in pre pandemic era,” State Bank of India’s Group Chief Economic Adviser Soumya Kanti Ghosh said in a note.\nSectorally, manufacturing is seen growing at 6.5 per cent in FY24 as against 1.3 per cent growth in the previous year, while mining and quarrying is expected to grow at 8.1 per cent from 4.6 per cent. Construction is expected to post double-digit growth of 10.7 per cent. Agricultural output is, however, seen slowing down with 1.8 per cent growth in 2023-24 as against 4 per cent in the previous year.\nServices sector growth is also projected to moderate to 7.7 per cent in FY24 from 9.5 per cent growth in the previous year. While financial, real estate and professional services are seen growing at 8.9 per cent, higher from 7.1 per cent a year ago, trade, hotels, transport and communication services are seen growing at a slower rate of 6.3 per cent in FY24 than 14 per cent in the previous year.\nThis comes after the Indian economy had posted a higher-than-expected growth of 7.6 per cent in July-September as against 7.8 per cent in April-June. However, economists and the RBI have estimated a slowdown in the remaining two quarters of the financial year, which is expected to continue in FY25.\nWith the first advance estimates of GDP at 7.3 per cent for FY24, back of the envelope calculations show that the Indian economy is estimated to grow 7 per cent in October-March, slower than 7.7 per cent growth in April-September. Economists said GDP projections for the second half may be too optimistic.\nExplained\nResilience in slowing world INDIA continues to post the fastest growth rate amidst a slowing global economy, clearly indicating a resilience despite worries in many parts of the world. A pick up in private consumption can broadbase economic growth.\n“In our view, the growth assumed for H2 FY2024 is quite high, given the tepid outlook for agriculture amidst the weak kharif output and ongoing lag in rabi sowing, as well as the feared temporary slowdown in capex ahead of the General Elections,” Aditi Nayar, Chief Economist, Head – Research and Outreach, ICRA said.\nFor the second half in FY24, the GDP projection of 7.3 per cent factors in a slowdown in PFCE at 4.4 per cent as against 4.5 per cent growth in the first half. “The concerning aspect in the GDP data is the weak consumption growth at 4.4% (for FY24). This would be the slowest consumption growth in the past two decades barring the pandemic year of FY21. Investment has grown by a strong 10.3% led by strong capex by Centre and the state governments. However, for the investment growth to be sustained it is very important for the consumption growth to be bolstered,” Rajani Sinha, Chief Economist, CareEdge Ratings said.\nGovernment final consumption expenditure (GFCE) is also seen slowing down in the second half to 3.1 per cent from 5.1 per cent growth in the first half. Investments through GFCF are expected to sharply pick up with 11 per cent estimated growth in the second half as against 9.5 per cent in April-September\nGross Value Added or GVA — which is GDP minus net product taxes and reflects national income from the output side — is expected to grow at sub-7 per cent with estimated 6.9 per cent in FY24 as against 7.0 per cent last fiscal. Discrepancies, which is the difference in national income when calculated through the income and expenditure approach, accounted for Rs 2.6 lakh crore in overall GDP.\nFor the latest news from across India, Political updates, Explainers, Sports News, Opinion, Entertainment Updates and more Top News, visit Indian Express. Subscribe to our award-winning Newsletter Download our App here Android & iOS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwDYF.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwDYF.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "national statistical office",
        "sentiment": "none"
      },
      {
        "name": "nso",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:21:22.765+02:00",
  "updated": "2024-01-06T02:21:22.765+02:00"
}