{
  "thread": {
    "uuid": "a4af58fbf1fdc159534a79a29bb58bbdc38f108c",
    "url": "https://www.portafolio.co/negocios/empresas/sostenibilidad-startup-lider-en-soluciones-sostenibles-anuncia-inversion-millonaria-598477",
    "site_full": "www.portafolio.co",
    "site": "portafolio.co",
    "site_section": "http://www.portafolio.co",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "\n              Noticias economicas de Colombia y el Mundo | Portafolio.co          ",
    "title": "Startup líder en soluciones sostenibles anuncia inversión millonaria | Empresas | Negocios | Portafolio",
    "title_full": "Startup líder en soluciones sostenibles anuncia inversión millonaria | Empresas | Negocios | Portafolio",
    "published": "2024-02-15T23:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.portafolio.co/files/article_content/uploads/2024/02/15/65ce80f6a4229.jpeg",
    "performance_score": 0,
    "domain_rank": 17492,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a4af58fbf1fdc159534a79a29bb58bbdc38f108c",
  "url": "https://www.portafolio.co/negocios/empresas/sostenibilidad-startup-lider-en-soluciones-sostenibles-anuncia-inversion-millonaria-598477",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SOFÍA DÍAZ RICO",
  "published": "2024-02-15T23:37:00.000+02:00",
  "title": "Startup líder en soluciones sostenibles anuncia inversión millonaria | Empresas | Negocios | Portafolio",
  "text": "Glasst, empresa emergente líder en soluciones sostenibles, ha anunciado una inversión millonaria para impulsar la construcción sostenible en Colombia.\n(Vea: Estas son las 'startups' y emprendimientos más grandes que hay en Colombia).\nTras un año 2023 marcado por importantes transformaciones en su modelo de negocio, Juan Camilo Botero, fundador y CEO de Glasst, ha revelado los planes para el año 2024.\nEntre los planes está el lanzamiento al mercado de la primera pintura arquitectónica removible del mundo, un invento colombiano.\n\"En los próximos meses, lanzaremos al mercado uno de nuestros productos más innovadores y disruptivos: Unpaint, una pintura removible que permite experimentar con diferentes colores y diseños en múltiples superficies sin el compromiso de un cambio permanente. Esta solución revolucionará la experiencia de pintar, ofreciendo un producto funcional y divertido\", explicó Botero.\nAdemás de su producto estrell a, Glasst ofrece desmoldantes de concreto. También está trabajando en el desarrollo de un recubrimiento para aislar interiores de temperaturas externas y en la creación de una cinta líquida que reemplace la cinta de enmascarar.\nGlasst tiene como objetivo realizar una inversión de US$1 millón este año y duplicar sus ventas.\nEn general , las proyecciones para 2024 son positivas, esperan alcanzar una facturación cercana a los US$4 millones al cierre del año, considerablemente superior a los US$2 millones registrados en 2023. Para lograr estos resultados, la atención de la startup se centrará en expandir su presencia en otros mercados y desarrollar nuevas innovaciones en productos.\n(Vea: Las 'startups' colombianas que recibirán US$50.000 por innovación}.\n\"Contamos con un portafolio único sin competencia directa. Nuestra tecnología representa el primer sustituto para las películas plásticas de un solo uso en el sector de la construcción en Colombia. Recientemente, una de nuestras patentes fue valorada en $1.4 billones por Tecnnova\" , afirmó Botero.\nEn cuanto a sus planes de inversión futuros, Botero reveló que la compañía recibió US$2 millones para el presente año, destinados a proyectos a lo largo de los siguientes 12 meses.\nPor otra parte, están en proceso de estructurar una nueva ronda de inversión con participación de inversionistas europeos y americanos.\nEl capital recibido se destinará principalmente a la expansión en el mercado norteamericano, la contratación de entre 10 y 20 nuevos empleados para fortalecer el equipo de la empresa, contrataciones comerciales y de marketing en los cinco países donde opera, la mejora del laboratorio para investigación y desarrollo, así como la participación en ferias y eventos nacionales e internacionales del sector de la construcción.\n(Vea: Tetra Pak lanza programa para acelerar ‘startups’).\nSOFÍA DÍAZ RICO\nPeriodista Portafolio Exportaciones no minero energéticas de Colombia muestran sólido crecimiento en el 2023 Destacados",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T00:35:09.357+02:00",
  "updated": "2024-02-20T18:40:12.065+02:00"
}