{
  "thread": {
    "uuid": "6717161f882063707a0915de80c4a5bf60d5a592",
    "url": "http://www.bozemandailychronicle.com/opinions/guest_columnists/guest-column-protecting-the-smith-for-the-next-generation/article_3521eea6-cb53-11ee-9cda-eb4f3da7afd1.html",
    "site_full": "www.bozemandailychronicle.com",
    "site": "bozemandailychronicle.com",
    "site_section": "http://www.bozemandailychronicle.com/opinion/",
    "site_categories": [
      "media"
    ],
    "section_title": "Opinions | bozemandailychronicle.com",
    "title": "Guest column: Protecting Smith for the next generation | Guest Columnists",
    "title_full": "Guest column: Protecting the Smith for the next generation | Guest Columnists | bozemandailychronicle.com",
    "published": "2024-02-15T14:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/bozemandailychronicle.com/content/tncms/custom/image/2ffee154-edef-11e4-a572-ab4a61dde6eb.png?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 17365,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6717161f882063707a0915de80c4a5bf60d5a592",
  "url": "http://www.bozemandailychronicle.com/opinions/guest_columnists/guest-column-protecting-the-smith-for-the-next-generation/article_3521eea6-cb53-11ee-9cda-eb4f3da7afd1.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "David Brooks",
  "published": "2024-02-15T14:00:00.000+02:00",
  "title": "Guest column: Protecting Smith for the next generation | Guest Columnists",
  "text": "On February 22nd, Montana families across the state will be checking their email with bated breath, in hopes of receiving notification of a coveted private party permit to float the treasured Smith River. Each year, tens of thousands of Montanans and guests to the Big Sky state apply for just a handful of available permits. The annual permit lottery, established by Montana Fish, Wildlife, and Parks in the early 1990s, helps protect this iconic Montana waterway’s many values from its history to its wildlife, its renown wild trout fishery to it deep cultural resources.\nUnfortunately, the Smith River needs and deserves protection from more than keenly managed recreational use. The Smith watershed’s cultural, ecological, recreational, and revenue-driving assets, which benefit all Montanans, are being threatened by industrial-scale mining on both private and public lands, putting fragile populations of wild and native fish, golden eagles, and game animals at risk.\nMining has long been woven into the fabric of Montana and employs many hardworking Montanans. Minerals extracted from Montana soil are used in our daily lives. Clean water and healthy ecosystems are also an intimate and defining part of Montana, and what it means to be Montanan. Some places are just too special to risk even a slim potential from possible mining contamination. The Smith River is one such place.\nThe same Australian-owned company that has proposed a major copper mining operation on the banks of Sheep Creek, the most important coldwater, trout spawning tributary to the Smith River, has also filed nearly 700 mining claims on the public lands adjacent to Sheep Creek. The company has told Montanans it has no plans to mine these public lands, where grazing allotments, invaluable riparian habitat, and public recreation abound. Meanwhile, the company tells its investors of plans for a 50-year mining district spanning to public lands in the Smith watershed.\nCurrently, Montana Trout Unlimited and the Mountain Mamas are working with other organizations, businesses, and individuals to encourage the United States Forest Service (USFS) to withdraw certain federal, public lands within the Smith River watershed from hardrock mineral claims. This “mineral withdrawal” effort needs YOUR help.\nWe are collecting petition signatures to present to agency decision-makers in hopes of obtaining a mineral withdrawal in the next six months. Please visit: https://montanatu.org/smith-mineral-withdrawal/ and sign your name today.\nThe public lands within the Smith have been used for millennia by Montana’s first peoples, with some of the best examples of Native American pictographs in the state. In fact, the Fort Belknap Indian Community and the Confederated Salish and Kootenai Tribes have already passed resolutions in support of a mineral withdrawal. We need our decision makers and the USFS to do the same.\nMontana families haven been casting for trout in the honey holes beneath Canyon Depth and telling spooky stories under the moonlight at Parker Flat for generations. The Smith River gives us the opportunity to unplug and reconnect, which precious few places still do. The Smith is a place where you can still wonder at the beauty and secrets of pictographs, peep osprey, watch black bears amble through sloping wildflower meadows, sleep under stars far from the nearest road, listen to nothing but the wind blowing and eagles calling…and have the same experience from one generation to the next. For Montana families, places like the Smith are sacred, and worth protecting.\nSign our petition today, and make your voice heard for a Montana icon.\nLet the news come to you Get any of our free daily email newsletters — news headlines, opinion, e-edition, obituaries and more.\nExplore newsletters David Brooks is the executive director of Montana Trout Unlimited, living in Missoula. Becky Edwards lives in Bozeman and is the executive director of the Mountain Mamas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest"
  ],
  "external_links": [
    "https://cloud.adamspg-email.com/bozemandailychronicle-newsletters",
    "https://www.montanatu.org/smith-mineral-withdrawal/",
    "https://montanatu.org/smith-mineral-withdrawal",
    "https://montanatu.org/smith-mineral-withdrawal/",
    "https://www.cloud.adamspg-email.com/bozemandailychronicle-newsletters"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "smith",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "montana",
        "sentiment": "none"
      },
      {
        "name": "smith river",
        "sentiment": "none"
      },
      {
        "name": "big sky",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T09:21:28.892+02:00",
  "updated": "2024-02-16T09:21:28.892+02:00"
}