{
  "thread": {
    "uuid": "8ec7118d6e9a67cb505da086a85378af6f12454c",
    "url": "https://turnto10.com/news/coronavirus/show-us-something-good/assisted-living-center-hosts-deer-hunt-to-lift-residents-spirits",
    "site_full": "turnto10.com",
    "site": "turnto10.com",
    "site_section": "https://turnto10.com",
    "site_categories": [
      "media"
    ],
    "section_title": "chevron-right",
    "title": "chevron-right",
    "title_full": "chevron-right",
    "published": "2023-12-29T00:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://turnto10.com/resources/media/820d977a-2767-46d1-8d09-ade11ea71dc7-large16x9_530PPSGASSISTEDLIVINGHUNTING_frame_2171.jpeg",
    "performance_score": 0,
    "domain_rank": 16800,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8ec7118d6e9a67cb505da086a85378af6f12454c",
  "url": "https://turnto10.com/news/coronavirus/show-us-something-good/assisted-living-center-hosts-deer-hunt-to-lift-residents-spirits",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SAMANTHA READ, NBC 10 NEWS",
  "published": "2023-12-29T00:30:00.000+02:00",
  "title": "chevron-right",
  "text": "Maine blocked Donald Trump from its primary ballot, making it the second state to do so. PROVIDENCE, R.I. (WJAR) — An assisted living facility in Providence recently invited its residents to participate in a one-of-a-kind activity, indoor deer hunting. Roughly 75 people receive care at the Highlands on the East Side. Inside, is holiday decorations galore, and the fun doesn't stop there. It continues to the top floor, where those with memory loss are cared for. “It’s all about the activities and the residents' lifestyle here,\" said Karen Van Gorden, the Executive Director of the facility. “It’s most important for my staff, especially around the holidays, to smile and to make our residents feel good. We talk about holiday memories, we talk about traditions that everyone has so every day we’re doing something different to make it special for our residents.\" Tara Chabot, is the memory care Director. She plans a lot of the activities for her residents, and a while back she came across an online video, of seniors using nerf guns to 'hunt' staff at the facility. She saw the joy it brought those residents and staff and wanted to try it out. “I saw a clip of someone doing this, I believe it was at a nursing home, and they had a couple trees and they were running in between them. I thought, 'Oh, that would be fun let’s try it,\" said Chabot. “I asked on my town's free yard sale page for anybody who had extra Christmas trees that they didn’t need and so we got a whole bunch. It was just so nice of people, they were so excited and asked for pictures to show how it went afterwards and people were so sweet online about it.\" Chabot and her husband drove around and picked up all of the fake trees. She decorated them and set them up into a forest in the memory care unit. Then, one of her friends with several children, donated several nerf guns. Chabot purchased deer antlers and set everything up. She recruited other staff members to participate in the deer hunt. “They kind of looked at me like I was crazy,\" she said laughing. “We’re all just a family. We’re all working together, we’re all equal, we all love each other, have fun together, we’re all in it together.\" Last week, memory care residents were invited down for the activity. Staff handed out nerf guns and ammo, from there, it was a free-for-all. Staff ran in between trees while residents fired. They helped them reload when necessary. “It was a little challenging to go at them running back and forth Resident Frank Landry absolutely loved it. “I just like the interaction and pretending,\" he said. “It’s fun shooting a gun at different targets and you know they can’t get hurt. It was fun. I love doing stuff together with them, they’re coworkers and my friends.\" Each month, staff said they try to have a 'theme' in which they base their activities around. The deer hunt was a huge hit. “I think it was wonderful. I think the residents. to hear them laughing, the staff running around and laughing together, it was great,\" said Van Gorden. “It was a lot of fun. I didn't think they'd have as good aim as they did,\" said Chabot. “We try to give them lots of love, especially during this time.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tara chabot",
        "sentiment": "none"
      },
      {
        "name": "karen van gorden",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "providence",
        "sentiment": "none"
      },
      {
        "name": "r.i.",
        "sentiment": "none"
      },
      {
        "name": "providence",
        "sentiment": "none"
      },
      {
        "name": "highlands",
        "sentiment": "none"
      },
      {
        "name": "east side",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:39:31.818+02:00",
  "updated": "2023-12-29T03:47:41.634+02:00"
}