{
  "thread": {
    "uuid": "8bfad9c6ba23ea8a8d8aa184b2daec710337fc23",
    "url": "https://www.digitaljournal.com/entertainment/meet-will-omar-perez-actor-musician-photographer-and-content-creator/article",
    "site_full": "www.digitaljournal.com",
    "site": "digitaljournal.com",
    "site_section": "https://www.digitaljournal.com/entertainment",
    "site_categories": [
      "media"
    ],
    "section_title": "Entertainment Archives - Digital Journal",
    "title": "Meet Will Omar Perez: Actor, musician, photographer, and content creator - Digital Journal",
    "title_full": "Meet Will Omar Perez: Actor, musician, photographer, and content creator - Digital Journal",
    "published": "2024-01-07T20:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.digitaljournal.com/wp-content/uploads/2024/01/Will-Omar-Perez.jpg",
    "performance_score": 0,
    "domain_rank": 1470,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 11
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8bfad9c6ba23ea8a8d8aa184b2daec710337fc23",
  "url": "https://www.digitaljournal.com/entertainment/meet-will-omar-perez-actor-musician-photographer-and-content-creator/article",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Markos Papadatos",
  "published": "2024-01-07T20:18:00.000+02:00",
  "title": "Meet Will Omar Perez: Actor, musician, photographer, and content creator - Digital Journal",
  "text": "Actor and musician Will Omar Perez. Photo Courtesy of Will Omar Perez. Will Omar Perez is a Puerto Rican actor, musician, photographer, and content creator. He chatted about his latest endeavors, and the digital age.\nDaily motivations On his daily inspirations as an actor and content creator, he said, “My daily inspiration comes from life itself. Each day offers a new opportunity to explore, learn, and draw from various sources that fuel my creativity.”\n“One of my primary inspirations is the diversity of human experiences. I find inspiration in the stories of people, their struggles, triumphs, and the emotions that make us uniquely human,” he said.\n“Observing the world around me, whether it’s through personal interactions, current events, or the simple beauty of everyday life, provides a constant stream of inspiration,” he added.\nThe digital age On being a part of the digital age, Perez said, “Being a part of the digital age is both exciting and overwhelming. The constant evolution of technology, the prevalence of streaming services, and social media have transformed the way we live, communicate, and consume information.”\n“On one hand, the convenience of having instant access to a vast array of entertainment through streaming platforms is incredible. It’s like having the world’s library and cinema at your fingertips. However, the fast-paced nature of the digital age can also be overwhelming,” he elaborated.\n“On one side, it’s a fantastic way to connect with people globally, share experiences, and stay updated with current events. On the other side, it can lead to information overload and a sense of being constantly plugged in,” he added.\nFuture plans Regarding his future plans, he shared, “On a personal level, I am focused on continued self-growth and cultivating meaningful relationships with those around me. I aspire to maintain a healthy work-life balance that allows me to cherish moments with loved ones while pursuing my passions.”\nPerez continued, “In terms of my professional journey, I am dedicated to grow my craft as an actor and content creator/photographer. This involves continuous learning, staying updated on industry trends, and seeking diverse opportunities that challenge and inspire me.”\n“Collaborating with other creative minds is a key aspect of my vision, as it not only enhances my skills but also contributes to the creation of impactful and compelling content,” he added.\nWill Omar Perez: The Photographer Perez also opened up about his photography. “My journey into photography was a blend of curiosity and a deep appreciation for visual storytelling. I found myself drawn to the idea of freezing moments in time, creating visual narratives that evoke emotions and tell stories beyond words,” he said.\n“The initial spark started when I began exploring my surroundings with a camera in hand. Whether it was the play of light and shadow during golden hours, the vibrant colors of nature, or the candid expressions of people, I discovered that photography provided a unique outlet for my creativity,” he elaborated.\n“Photography, for me, is an ever-evolving journey of self-expression and discovery. It’s a way to share my perspective, tell stories that need to be told, and find beauty in the experiences of life. Whether it’s through the lens of a camera or the lens of my own experiences,” he added.\nCareer-defining moments Perez also revealed some moments that shaped him in his career. “In my childhood, Disney Channel was a significant part of my entertainment, sparking my interest in pursuing a career as an actor. Fast forward to when I turned 20, I landed a role doing background work in the Disney Channel original film ‘Teen Beach Movie’.,” he said.\n“Stepping onto the set for the first time was a surreal experience,” he admitted. “The realization hit me. That moment served as a turning point in my career. It wasn’t just about being on set; it was the tangible proof that dreams could come true with dedication and hard work.”\n“Learning that anything is possible when you put in the effort was a game changing lesson for me, shaping my perspective on the possibilities in the industry,” he added.\nFavorite mottos to live by Regarding his favorite mottos to live by, he said, “One of my favorite mottos to live by is ‘Embrace the Journey.’ Life is an unpredictable adventure, and every experience, whether positive or challenging, contributes to personal growth and learning. It reminds me to appreciate the present moment and find value in the process, not just the destination.”\nHe noted that “Embrace Challenges as Opportunities” is another motto that resonates with him. “Challenges are inevitable, but viewing them as opportunities for growth and learning transforms adversity into a catalyst for personal development. It encourages resilience and a positive mindset in the face of difficulties,” he said.\n” Finally to ‘strive for balance’,” he said. “Balancing various aspects of life, such as work, relationships, and personal well-being, is essential for overall happiness and fulfillment. It’s a reminder to prioritize self-care and maintain a healthy equilibrium in the different facets of life.”\nAdvice for young and aspiring actors and content creators For young and aspiring content creators and actors, he said, “Embrace the learning process, the journey is as important as the destination.”\n“Stay persistent and resilient, rejection is a part of the industry, but it doesn’t define you. View setbacks as stepping stones to improvement. Your dedication will set you apart in the long run,” he said.\nPerez continued, “Networking is crucial for creating opportunities and finding collaborators who share your passion. Genuine connections can lead to valuable insights and collaborative projects.”\n“Create your own opportunities, don’t wait for opportunities to come to you; create them yourself. Whether it’s starting a YouTube channel, producing your short film, or participating in local theater, take initiative in showcasing your talent,” he added.\nIt is important to ‘stay authentic’ Perez encouraged them to “stay authentic, because your uniqueness is your strength.” “Stay true to yourself and bring authenticity to your work. Audiences connect with genuine voices and stories,” he said.\n“Celebrate small wins, acknowledge and celebrate your achievements, no matter how small. It’s essential to recognize and appreciate your progress along the way,” he acknowledged.\n“Prioritize mental and physical well-being, the creative process can be demanding. Take care of your mental and physical well-being. Balancing a healthy lifestyle contributes to sustained creativity and resilience,” he said.\n“Remember, your journey is unique, and success is a subjective concept. Enjoy the process, stay passionate, and let your love for the craft be your driving force. The road may be challenging, but with dedication and perseverance, you’ll find your path to success,” he elaborated.\nSuccess On his definition of success, Perez said, “Success, to me, is a blend of professional achievement, personal fulfillment, and making a positive impact on others. True success, to me, is the combination of these elements.”\nTo learn more about Will Omar Perez, follow him on Instagram .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/will_0mar/?hl=en",
    "https://instagram.com/will_0mar/?hl=en",
    "https://www.instagram.com/will_0mar/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "will omar perez",
        "sentiment": "negative"
      },
      {
        "name": "omar perez",
        "sentiment": "negative"
      },
      {
        "name": "perez",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:04:07.755+02:00",
  "updated": "2024-01-08T00:04:07.755+02:00"
}