{
  "thread": {
    "uuid": "666d31733647c0fd9fded7b95f8d9f45cfbc73bf",
    "url": "https://larepublica.pe/sociedad/2024/02/29/joven-de-abancay-estudio-medicina-en-la-unsaac-y-ahora-triunfa-en-espana-mi-futuro-era-ser-transportista-evat-2516098",
    "site_full": "larepublica.pe",
    "site": "larepublica.pe",
    "site_section": "https://www.larepublica.pe",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Últimas noticias de última hora del Perú y el mundo en La República",
    "title": "Joven de Abancay estudió Medicina en la UNSAAC y ahora triunfa en España: “Mi futuro era ser transportista” | Sociedad | La República",
    "title_full": "Joven de Abancay estudió Medicina en la UNSAAC y ahora triunfa en España: “Mi futuro era ser transportista” | Sociedad | La República",
    "published": "2024-03-01T00:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://imgmedia.larepublica.pe/1200x630/larepublica/original/2024/02/29/65e101003aade27e4a721924.jpg",
    "performance_score": 0,
    "domain_rank": 7882,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "666d31733647c0fd9fded7b95f8d9f45cfbc73bf",
  "url": "https://larepublica.pe/sociedad/2024/02/29/joven-de-abancay-estudio-medicina-en-la-unsaac-y-ahora-triunfa-en-espana-mi-futuro-era-ser-transportista-evat-2516098",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nayeli Fitzcarrald",
  "published": "2024-03-01T00:15:00.000+02:00",
  "title": "Joven de Abancay estudió Medicina en la UNSAAC y ahora triunfa en España: “Mi futuro era ser transportista” | Sociedad | La República",
  "text": "Joven de Abancay estudió Medicina en la UNSAAC y ahora triunfa en España: “Mi futuro era ser transportista” En una entrevista, Fredy Chipa reveló que, a pesar de haber estudiado Medicina en la Universidad Nacional de San Antonio Abad del Cusco, su futuro estaba en el rubro del transporte porque en su adolescencia, cuando su padre manejaba un tráiler, lo ayudaba. [Frank Luján, el atleta huancavelicano que debutó como el peruano más rápido en la historia: conoce su historia](/deportes/2024/02/25/frank-lujan-huancavelicano-hizo-historia-en-sevilla-y-es-el-peruano-mas-rapido-en-debutar-en-un-maraton-evat-1583850) [¿Cuánto cuesta vivir en ESPAÑA? Peruana lo revela y asombra: \"El recibo de agua llega cada 3 meses\"](/tendencias/2024/02/25/peruana-revela-cuanto-le-cuesta-vivir-en-espana-y-asombra-el-recibo-de-agua-nos-llega-cada-3-meses-evat-1725375) Desde las calles de Abancay hasta los prestigiosos hospitales de España, la historia de Fredy Chipa Ccasani es un relato de superación y éxito. Fue criado en un entorno humilde y enfrentó numerosos desafíos desde muy joven. A pesar de ello, [ su determinación y deseo de crecimiento personal](https://larepublica.pe/deportes/2024/02/25/frank-lujan-huancavelicano-hizo-historia-en-sevilla-y-es-el-peruano-mas-rapido-en-debutar-en-un-maraton-evat-1583850) lo llevaron a convertirse en un destacado cardiólogo electrofisiólogo reconocido internacionalmente. ¿Quién es Fredy Chipa? Fredy Chipa nació y creció en Abancay, donde las dificultades económicas eran parte de día a día. A pesar de estas circunstancias, no se dejó vencer por los obstáculos. De pequeño, ayudó a su familia en diversas labores, desde trabajar en una bodega hasta asistir a su padre en el manejo de un tráiler. \"Recuerdo que de pequeño a veces no teníamos un lugar donde dormir o a veces el techo se nos caía encima, pero viví una infancia feliz. Mis padres siempre han hecho todo lo posible para darnos de comer, con lo poco que se podía obtener del trabajo en la chacra\", expresó Fredy para la agencia Andina. PUEDES VER: [Alumna sorprende al revelar por qué dejó la UNMSM y se fue a la Agraria: \"Le conté a mis padres por videollamada] ¿Por qué decidió estudiar Medicina? “Mi madre tenía una pequeña bodega, también iba con una carretilla a vender algunos productos en la calle, ayudé a mi papá a los 14 años cuando manejaba un tráiler. Mi futuro más o menos era ser transportista o algo semejante, pero siempre quise estudiar algo. Incluso hubo un año que dejé el colegio por la situación económica en casa, pero nada me detuvo”, detalló Chipa. A pesar de que sus padres nunca habían tenido la oportunidad de asistir a la universidad, inculcaron en él el valor del conocimiento. Esta acción lo llevó a mudarse a Cusco, donde logró ingresar a la carrera de Medicina en la Facultad de Medicina de la Universidad Nacional de San Antonio Abad (UNSAAC). \"Hacía cuidados intensivos, la parte cardiológica me llamaba mucho la atención. Siempre supe que en la parte cardiológica se podía hacer cosas más sofisticadas y en Cusco no había tecnologías, eso me motivó a ir a Lima a trabajar en cardiología\", recordó el doctor para la agencia Andina. Fredy viajó a España para especializarse en el campo de la electrofisiología. Foto: Andina ¿Cómo llegó a estudiar en España? Consciente de las limitaciones tecnológicas y de recursos en el país para el estudio avanzado de la cardiología, especialmente en electrofisiología, Fredy decidió expandir sus horizontes. Su búsqueda lo llevó a trabajar y realizar una maestría en España, país donde pudo realizar sus pasantías en prestigiosas instituciones, como el Hospital Sant Joan de Déu y el Hospital Clínic de Barcelona. PUEDES VER: [Ingresó a la UNI, UNMSM y otras 3 universidades con solo 17 años: ahora apunta a la NASA y ya escribió 2 libros] ¿Qué acciones realiza Fredy en Perú? El reconocido cardiólogo visita el país cada tres meses para ayudar a personas sin acceso a atención cardíaca especializada. Ha liderado la implementación de servicios avanzados de cardiología en importantes hospitales, y ha ofrecido también procedimientos gratuitos como la ablación cardíaca. Cabe precisar que participó en la implantación de un mini Holter Subcutáneo en el Instituto Nacional de Salud del Niño de San Borja, el primero en el Perú. Con ello se ha facilitado la detección y seguimiento de afecciones cardíacas en niños. Egresada de la carrera de Ciencias de la Comunicación con especialidad en Periodismo en la Universidad Nacional Federico Villarreal. Experiencia como redactora en diversas áreas, y con especial interés en salud, economía y sociedad.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:39:26.274+02:00",
  "updated": "2024-03-01T00:39:26.274+02:00"
}