{
  "thread": {
    "uuid": "9e014b00fe9b19327a9d25ea4e4212cf19f8eaa2",
    "url": "https://wonderfulengineering.com/this-nasa-spacecraft-is-going-to-attempt-landing-on-the-sun/",
    "site_full": "wonderfulengineering.com",
    "site": "wonderfulengineering.com",
    "site_section": "https://wonderfulengineering.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Wonderful Engineering",
    "title": "This NASA Spacecraft Is Going To Attempt ‘Landing’ On The Sun",
    "title_full": "This NASA Spacecraft Is Going To Attempt ‘Landing’ On The Sun",
    "published": "2024-01-05T17:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wonderfulengineering.com/wp-content/uploads/2024/01/1-16.jpg",
    "performance_score": 0,
    "domain_rank": 33125,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9e014b00fe9b19327a9d25ea4e4212cf19f8eaa2",
  "url": "https://wonderfulengineering.com/this-nasa-spacecraft-is-going-to-attempt-landing-on-the-sun/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shaheer Shahzad",
  "published": "2024-01-05T17:18:00.000+02:00",
  "title": "This NASA Spacecraft Is Going To Attempt ‘Landing’ On The Sun",
  "text": "NASA’s Parker Solar Probe is preparing for a historic attempt to fly past the Sun’s searing atmosphere at an incredible 435,000 mph. The spacecraft is expected to reach an unprecedented closeness of 3.8 million miles to the Sun’s blazing “surface,” which will be the closest any human-made object has ever been to the star in our solar system. Parker project scientist Nour Raouafi has emphasized the remarkable nature of the accomplishment, drawing comparisons between the audacious expedition and the famous Moon landing of 1969. As Raouafi put it, “We are basically almost landing on a star,” emphasizing the endeavor’s importance to all of humanity. Although the distance of 3.8 million miles may appear vast, it is only a small fraction, just four percent, of the immense space between the Earth and the Sun. Despite the seemingly insurmountable obstacles, the Parker Solar Probe, which was launched in 2018, has already experienced numerous close encounters with our radiant star. In 2021, NASA commemorated the probe’s accomplishment of “touching” the Sun from a distance of 8.1 million miles, paving the way for even closer approaches in the future. This year, on the magical evening of Christmas Eve, the spacecraft is set to embark on its boldest adventure yet. It will venture astonishingly close, a mere 3.8 million miles, to the fiery surface of the Sun. Enduring scorching temperatures that reach an incredible 2,500 degrees Fahrenheit, the probe will skillfully navigate through the Sun’s outer atmosphere, also referred to as the corona. In this remarkable journey, it will delve into the enigmatic depths of this vast celestial entity, unraveling its secrets and mysteries. The Sun is a dynamic sphere of hydrogen and helium gas that forms a magnetic bubble around itself as solar wind emanates from its corona, despite the fact that the phrase “landing” on the Sun may seem ambitious. Our capacity to live and operate in space will be improved by the Parker Solar Probe, which will also greatly advance our knowledge of space weather and offer critical insights into the characteristics of the Sun. The statement made by Raouafi, “As we speed closer and closer to the solar surface, we will learn more about the properties of the Sun itself,” sums up the exciting possibilities for novel discoveries that will expand our understanding of the universe.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "parker",
        "sentiment": "none"
      },
      {
        "name": "raouafi",
        "sentiment": "none"
      },
      {
        "name": "nour raouafi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nasa",
        "sentiment": "negative"
      },
      {
        "name": "parker solar probe",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "earth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:24:39.688+02:00",
  "updated": "2024-01-06T04:08:34.972+02:00"
}