{
  "thread": {
    "uuid": "6c2766c398be6b2a65f8c19557d8b77bdfdfe814",
    "url": "https://newsrnd.com/news/2024-01-03-weyarn-outlook-for-the-year--great-steps-into-the-future.r1xBuymmup.html",
    "site_full": "newsrnd.com",
    "site": "newsrnd.com",
    "site_section": "https://www.newsrnd.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News/Politics - The Limited Times",
    "title": "Weyarn outlook for the year: Great steps into the future - The Limited Times",
    "title_full": "Weyarn outlook for the year: Great steps into the future - The Limited Times",
    "published": "2024-01-03T19:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.merkur.de/assets/images/33/521/33521521-soll-2024-fertiggestellt-werden-der-radweg-von-thalham-nach-kleinpienzenau-es-ist-der-erste-teilabschnitt-einer-verbindung-die-irgendwann-von-weyarn-3Ufe.jpg",
    "performance_score": 0,
    "domain_rank": 47643,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6c2766c398be6b2a65f8c19557d8b77bdfdfe814",
  "url": "https://newsrnd.com/news/2024-01-03-weyarn-outlook-for-the-year--great-steps-into-the-future.r1xBuymmup.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2024-01-03T19:54:00.000+02:00",
  "title": "Weyarn outlook for the year: Great steps into the future - The Limited Times",
  "text": "Status: 03.01.2024, 18:30 PM\nBy: Christine Merk\nCommentsPrint Share\nTo be completed in 2024: The cycle path from Thalham to Kleinpienzenau. It is the first section of a connection that will eventually run from Weyarn to Miesbach. © Max Kalup\nThe year 2024 will be a challenging one for Weyarn – certainly for the employees at the town hall. Around 60 projects are on the to-do list. Some of them mean big steps for the community.\nWeyarn – When Mayor Leonhard Wöhr lists what was done in 2023, it's an impressive list. In addition, the municipal council and administration have laid the foundation stone for important projects that are well advanced or even completed in 2024. An excerpt:\nCycle path to Miesbach At the beginning of September, the symbolic ground-breaking ceremony for a section of a long-awaited cycle path from Weyarn to the district town took place. This first part of the entire trail is in the middle, it leads from Thalham to Kleinpienzenau. The municipality of Weyarn is acting as the client, the Rosenheim State Building Authority is paying the costs. The section will be completed in the spring. Mayor Wöhr is already in negotiations with property owners on whose land the routes for the section from Thalham to Weyarn could be located. \"I hope that we can create the conditions for the cycle path to continue successfully,\" he says.\nAssisted living Two houses will be built to the south of the Alter Wirt, which will house residential groups for senior citizens, among other things. The Free State of Bavaria has already pledged funding. In the first quarter of 2024, the project will enter the \"hot phase\", Wöhr announces, which means finalising the land-use planning, contractually agreeing with the owner and finding a sponsor.\nAgri-PV systems Two agri-PV plants on a total area of 10.7 hectares are to be built west of Kleinpienzenau and will produce up to 75 percent of the electricity consumed in Weyarn in the future: more than ten megawatt hours. The facilities will not be visible from the state road. The development plan will be finalised in 2024. The municipality wants to have the participation of the municipal company or citizens examined.\nStudent Supervision From 2024, the new Childcare Act will come into force, which will gradually oblige municipalities to offer all-day care for all primary school children. In September, a separate committee was set up to deal with the issue. \"In 2024, we want to develop a concept for how the whole thing can be managed,\" says Wöhr. In doing so, he also directs his gaze in the direction of the neighbouring community of Feldkirchen-Westerham. Weyarn is a member of the school association there and is therefore also financially affected by the measures there.\nMy news Burglars rummage through Warngau single-family house and loot weapons - drunk (26) drives traffic sign around Read\nDriver still wanted to swerve – New Year's Eve rocket explodes under moving car reading\nOutlook for the year Holzkirchen: Setting the course for a new living spaceRead\nPerfect interaction: This is what Alpine Christmas feeling sounds like\nNew Year's Eve rocket shoots from house at moving car – and explodes right underneath\nRestless New Year's Eve for the police: 23-year-old shoots pyrotechnics with a gun read\nProperties The municipality has acquired a building on Erlacher Weg. It must be renovated before it can be used. \"We are currently in the planning phase to find space for several residential units,\" explains Wöhr. He hopes that there will also be subsidies for this.\nBroadband expansion The municipality has commissioned an analysis of the current situation. It is intended to clarify where there is still a need in the area municipality and whether an improvement would be financially feasible at all. The final decision lies with the municipal council. However, Wöhr already makes it clear: \"If there are no more subsidies, then it will be difficult to continue anything here.\"\nMoney and resources Like the broadband expansion, other projects in Weyarn are also dependent on grants. One of them is the expansion of the local heating network. \"We need government subsidies for this,\" says Wöhr. With regard to the Free State, he is pleased that no cuts have yet been announced; however, he is concerned about the federal government's budget freeze. \"As long as we don't have planning security, we're up in the air - and that doesn't just affect municipalities, but also private individuals.\" Keywords: municipal heat planning or energy-efficient renovation. In any case, the homework booklet will challenge the municipality financially and in terms of personnel. \"The municipal council has to make the decisions to use the available resources in a targeted manner.\"\nAbout this series\nThe turn of the year offers an opportunity for an outlook: Which projects will be tackled or implemented in the district and its municipalities in 2024? Where might the cutbacks need to be made? We'll give you an overview.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christine merk",
        "sentiment": "negative"
      },
      {
        "name": "max kalup",
        "sentiment": "none"
      },
      {
        "name": "leonhard wöhr",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rosenheim state building authority",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "thalham",
        "sentiment": "none"
      },
      {
        "name": "miesbach",
        "sentiment": "none"
      },
      {
        "name": "kleinpienzenau",
        "sentiment": "none"
      },
      {
        "name": "weyarn",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T20:05:29.032+02:00",
  "updated": "2024-01-03T20:05:29.032+02:00"
}