{
  "thread": {
    "uuid": "1583942f98f0c61a7f5032791cdfafe82f1d0bca",
    "url": "https://www.affaritaliani.it/food/pressione-alta-la-cura-e-nel-pomodoro-ecco-l-ultimo-studio-spagnolo-894473.html",
    "site_full": "www.affaritaliani.it",
    "site": "affaritaliani.it",
    "site_section": "https://affaritaliani.it",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": "Il primo quotidiano on-line - Affaritaliani.it",
    "title": "Pressione alta, la cura è nel pomodoro: ecco l'ultimo studio spagnolo - Affaritaliani.it",
    "title_full": "Pressione alta, la cura è nel pomodoro: ecco l'ultimo studio spagnolo - Affaritaliani.it",
    "published": "2024-01-05T19:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.affaritaliani.it/static/upl2022/shoc/shock-termico-pomodoro.jpg",
    "performance_score": 0,
    "domain_rank": 18042,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1583942f98f0c61a7f5032791cdfafe82f1d0bca",
  "url": "https://www.affaritaliani.it/food/pressione-alta-la-cura-e-nel-pomodoro-ecco-l-ultimo-studio-spagnolo-894473.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Affaritaliani",
  "published": "2024-01-05T19:51:00.000+02:00",
  "title": "Pressione alta, la cura è nel pomodoro: ecco l'ultimo studio spagnolo - Affaritaliani.it",
  "text": "Pressione alta, la cura è nel pomodoro: ecco l'ultimo studio spagnolo L'ortaggio, tipico della dieta mediterranea, si caratterizza per l'elevato numero di minerali e vitamine, tra cui il licopene ed i flavonoidi Il pomodoro abbassa la pressione: ecco i benefici dell'ortaggio I pomodori, ortaggi tipici della dieta mediterranea, abbassano la pressione e si caratterizzano per l’elevato contenuto di minerali, vitamine liposolubili e soprattutto licopene, un carotenoide cui sono state attribuite proprietà antiossidanti e antinfiammatorie. Lo riporta il quotidiano \"l'Erborista\". Nuove prove di efficacia, riguardo i benefici dei pomodori, sono emersi dall’analisi dei dati dello studio spagnolo sulla dieta mediterranea denominato “Predimed”, un trial randomizzato e controllato che ha valutato l’effetto di un intervento basato sulla dieta mediterranea in soggetti che presentavano un elevato rischio cardiovascolare. La suddivisione della popolazione esaminata in base all’assunzione giornaliera di pomodoro ha permesso innanzitutto di rilevare tra i consumatori regolari di questo ortaggio una maggiore adesione alla dieta mediterranea e un maggiore consumo di frutta e verdura nell’alimentazione quotidiana. [LEGGI ANCHE: Tumore, i cibi che prevengono il cancro. Ecco cosa dovresti mangiare](/medicina/tumore-i-cibi-che-prevengono-il-cancro-ecco-cosa-dovresti-mangiare-893670.html) L’analisi dei risultati, raccolti nel corso di tre anni di osservazione, ha mostrato inoltre una correlazione lineare tra il consumo di pomodori e i valori della pressione sistolica e diastolica nei soggetti con ipertensione di I grado. La valutazione separata dei dati relativi soltanto alle persone che non avevano una diagnosi di ipertensione all’inizio dello studio ha mostrato una riduzione del 36% del rischio di sviluppare questo disturbo tra coloro che consumavano in media 110 g di pomodori al giorno. Trattandosi di uno studio osservazionale non è possibile definire dei rapporti di causalità tra l’assunzione alimentare e parametri di salute, tuttavia questi dati suggeriscono che il consumo di pomodoro, all’interno della dieta mediterranea, svolge un ruolo favorevole sia nella prevenzione che nella gestione dell’ipertensione. Questi effetti protettivi sembrano correlati con l’azione antiossidante, antitumorale e antinfiammatoria attribuita ad alcuni composti del pomodoro, come per esempio il licopene e altri flavonoidi, l’acido ascorbico e il potassio, che esplica un effetto di stabilizzazione dei valori pressori. [LEGGI ANCHE: Cibi nocivi, ecco i 10 alimenti da evitare per una dieta sana](/food/pesticidi-cibo-gli-alimenti-da-evitare-889239.html) [Iscriviti alla newsletter](https://www.deltapictures.it/lp/affaritaliani/iscriviti-alla-newsletter/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://www.deltapictures.it/lp/affaritaliani/iscriviti-alla-newsletter/)",
    "https://deltapictures.it/lp/affaritaliani/iscriviti-alla-newsletter/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:54:09.293+02:00",
  "updated": "2024-01-06T01:54:09.293+02:00"
}