{
  "thread": {
    "uuid": "3f97af820f6611f81447e900e82d25821a7a6372",
    "url": "https://www.adnews.com.au/opinion/tear-down-the-walls-of-complexity-and-reconnect-with-your-customers/type/yafOpinion",
    "site_full": "www.adnews.com.au",
    "site": "adnews.com.au",
    "site_section": "https://www.adnews.com.au/index.cfm?type=yafopinion&view=displaytyperssfeed",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "AdNews Opinion Article",
    "title": "Tear down the walls of complexity and reconnect with your customers - AdNews",
    "title_full": "Tear down the walls of complexity and reconnect with your customers - AdNews",
    "published": "2024-03-15T00:34:55.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AU",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 35743,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3f97af820f6611f81447e900e82d25821a7a6372",
  "url": "https://www.adnews.com.au/opinion/tear-down-the-walls-of-complexity-and-reconnect-with-your-customers/type/yafOpinion",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-15T00:34:55.000+02:00",
  "title": "Tear down the walls of complexity and reconnect with your customers - AdNews",
  "text": "Matt Morgan. Legend has it that once upon a time a CMO’s job was simple: Know thy customer.\nSomehow, even that goal has become increasingly more difficult over time. Of all the C-suite roles, marketing has become the most complex, exploding faster than even the most hardened generalist can keep up with.\nBut by far and away the biggest complexity CMOs face is how to use data. There is data flying indiscriminately at CMOs from all angles, from their agencies, from their teams, from tech partners, and of course from the rapid adoption of their own suite of tools and technologies.\nEvery tool has its own specific set of outputs, which the average marketer is increasingly under equipped to interpret, derive customer insights from or use to confidently make decisions. Increasingly decision makers have not had the time to upskill their adtech and martech literacy, relying on the interpretation of data from agencies and teams with their own KPIs and outcome bias.\nFor CMOs, it has become nearly impossible to get to the insight that sits buried under the data mountain. This makes insight-driven, customer-centric decision making immensely harder than it should be. It’s become so overwhelming that Australian business leaders suffer from ‘ decision distress ’ (95%) - more than any other nation .\nEvery CMO must now be a technologist, understanding obfuscated, complex and non-uniform martech stacks.\nEvery CMO must now understand how to extract insights from the performance of a growing list of digital channels.\nThey must understand and prioritise a never ending list of short-term and long-term KPIs. Balance agency partners with divergent agendas.\nThe complex ever-evolving marketing landscape has stretched CMOs to the limit of what they can cohesively control and influence.\nThis complexity is bad for one key reason: it has created a gap between organisations and their customers, obscuring the answer to our north star: Know thy customer.\nMarketing complexity then, made up of the very tools aggressively sold in to help us, now cloud the only thing that ever mattered: ‘True Brand Perception’.\nTrue Brand Perception is the overarching feeling a customer has about a brand based on the sum of every interaction they have ever had with that company.\nWithout considering how the decisions we make impact True Brand Perception, we are making decisions blindfolded.\nTake our True Brand Perception barometer yourself:\nWhen was the last time you spoke to your customer? When you last spoke to your customer, did you uncover insights that surprised you? Are you able to see your brand exactly as your customers do? Can you think of interactions that detract from your customer’s true brand perception? Do your departments communicate and collaborate freely or are there constant surprises and misalignment? Do your employees believe you live up to your brand values? Would you encourage your friends and family to invest in your brand? If you found you had a lot of question marks in answer to these questions, the chances are that complexity has driven a wedge between how you see your business and how customers really experience your business.\nFrom pre-roll to packaging, from comms to call-centre, every single interaction can impact a customer’s total brand perception, affecting sales, loyalty and word of mouth. That is because every customer sees every interaction as a brand interaction, not as an individual business unit as many businesses view their organisation.\nUntil marketers and the wider organisation start seeing their business as their customers do (as a total brand), the gap between your business and customer will remain. For businesses to create consistent brand experiences across every touchpoint, the marketing department needs to do a better job of both selling in a brand platform to the wider organisation, and creating a decision-making framework for all staff, from CEO to call centre, to help them make more consistent, customer-centric decisions.\nWhen businesses treat everything they do as a brand, they are able to create consistent brand experiences, ensuring that all interactions positively reinforce true brand perception. We call this True Brand Experience ; when no gap exists between how a business sees itself, and how a customer really experiences them.\nThe path to True Brand Experience starts with the ability to cut-through the data deluge and make decisions based on the simple art of listening to the voices that matter most. Go direct to the source, cut out the complexity in the middle, and let people speak, while you simply listen. Listen to your employees. Listen to your customers. And then measure the gap between what your employees think is important, and what your customers think is important. Whatever lives in the gap is the complexity that separates a business from its customers. These are the real things an organisation needs to invest time and effort on to close the gap and start creating True Brand Experiences.\nMatt Morgan is Managing Director, lowercase",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.retailbiz.com.au/topics/omnichannel/nine-in-10-business-leaders-feel-so-overwhelmed-by-data-they-give-up-on-decision-making/",
    "https://lowercaseadvisory.com/true-brand-experience",
    "https://www.retailbiz.com.au/topics/omnichannel/nine-in-10-business-leaders-feel-so-overwhelmed-by-data-they-give-up-on-decision-making",
    "https://www.lowercaseadvisory.com/true-brand-experience",
    "https://retailbiz.com.au/topics/omnichannel/nine-in-10-business-leaders-feel-so-overwhelmed-by-data-they-give-up-on-decision-making/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matt morgan",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:34:56.500+02:00",
  "updated": "2024-03-15T00:34:56.500+02:00"
}