{
  "thread": {
    "uuid": "124213acf4ffdfec305a662f2d4b326493065472",
    "url": "https://www.foxnews.com/media/massachusetts-considers-trust-funds-states-poorest-newborns-help-shrink-racial-wealth-gap",
    "site_full": "www.foxnews.com",
    "site": "foxnews.com",
    "site_section": "https://www.foxnews.com/media/massachusetts-considers-trust-funds-states-poorest-newborns-help-shrink-racial-wealth-gap",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Massachusetts considers trust funds for state's poorest newborns to help 'shrink the racial wealth gap'",
    "title_full": "Massachusetts considers trust funds for state's poorest newborns to help 'shrink the racial wealth gap'",
    "published": "2023-12-28T17:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.foxnews.com/foxnews.com/content/uploads/2023/08/wa-drug-exposed-babies-feeding_.jpg",
    "performance_score": 0,
    "domain_rank": 287,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 14
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "124213acf4ffdfec305a662f2d4b326493065472",
  "url": "https://www.foxnews.com/media/massachusetts-considers-trust-funds-states-poorest-newborns-help-shrink-racial-wealth-gap",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kendall Tietz",
  "published": "2023-12-28T17:36:00.000+02:00",
  "title": "Massachusetts considers trust funds for state's poorest newborns to help 'shrink the racial wealth gap'",
  "text": "Massachusetts is considering trust funds, aimed at reducing the racial wealth gap, for the state's poorest newborns that the recipients would be able to access when they turn 18. The \"baby bonds\" would be an at-birth publicly funded trust fund program for Massachusetts residents , to be used for college, buying a home or starting a business. The amount given to each eligible newborn would depend on their household income, although it doesn't give a maximum amount or specify who would qualify for the funds. \"Children born into households with low income (which are disproportionately households of color) are prioritized through eligibility requirements set by the state or through a progressive allocation system, with those with the lowest income receiving the largest investments,\" the Massachusetts state government says on its website. \"This is to provide the most support to children born with the least resources, and to shrink the racial wealth gap.\" VA GOV. YOUNGKIN SAYS BUDGET PROPOSAL PRIORITIZES EARLY LEARNING AND CHILD CARE PROGRAMS Newborn babies in a hospital nursery. (ER Productions Limited via Getty Images) The trust funds aim to narrow the racial wealth gap in Massachusetts, as well as increase \"access to financial education, closing the race and gender wage gap, addressing racial equity, expanding college affordability , and promoting STEM education.\"The program could cost the state roughly $52 million annually with an estimated 8,000 infants qualifying each year in Massachusetts, The Boston Globe reported . In March 2022, the State Treasurer Deborah Goldberg announced at the Economic Empowerment Trust Fund board meeting that she was convening a task force to explore the creation of Baby Bonds in Massachusetts. Goldberg told The Globe that officials have not yet identified a funding source for the program, but that it will \"hopefully… be a priority\" that \"will receive the kind of funding it needs.\"Democratic state Sen. Paul R. Feeley, who introduced the bill in Massachusetts, said the trust funds would \"build wealth from the bottom up,\" putting poorer people \"on a trajectory for real opportunity from day one,\" The Daily Mail reported . WISCONSIN GOV. EVERS FINDS $170M IN FEDERAL FUNDS TO CONTINUE COVID-ERA CHILDCARE SUBSIDIES \"By investing at the start of a child's life, we are providing a jump-start to individuals otherwise at a disadvantage by beginning to narrow the racial wealth gap and giving our most vulnerable residents a fighting shot at the middle class and the American Dream,\" Feeley said. A national version of the law is currently stalled in Congress. (iStock) A national version of the law, the American Opportunity Accounts Act, which has stalled in Congress, proposes giving each child a $1,000 seed deposit at birth, followed by annual deposits of up to $2,000 based on their parents' income. Children from the lowest-income families could accrue $46,215 by the time they turn 18, while qualifying families in the highest income bracket could accrue around $1,681, according to the Daily Mail. THREE MILLION CHILDREN SET TO LOSE CHILD CARE WITH EXPIRATION OF FEDERAL FUNDING In Connecticut, which has its own infant trust fund, low-income babies are given a one-time deposit of $3,200, which is held in the bonds and accrues interest until they are 18, according to Massachusetts Baby Bonds task force findings . In Washington, D.C., any child born in the district on or after October 1, 2021, to a family enrolled in Medicaid with an income of 300% of the Federal Poverty Line, is eligible to receive an initial deposit of at least $500. Similarly, California approved a trust fund of up to $8,000 each for children who lost a parent or guardian to COVID-19. Baby bond proposals are also under consideration in Iowa, New Jersey, New York, and Wisconsin. CLICK TO GET THE FOX NEWS APP",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.mass.gov/info-details/massachusetts-baby-bonds-task-force",
    "https://www.bostonglobe.com/2023/12/26/metro/what-are-baby-bonds/",
    "https://www.dailymail.co.uk/news/article-12904259/Massachusetts-baby-bonds-poverty-money-college-home.html",
    "https://www.congress.gov/bill/117th-congress/senate-bill/222/text",
    "https://www.mass.gov/doc/baby-bonds-task-force-findings-report-0/download",
    "https://dailymail.co.uk/news/article-12904259/Massachusetts-baby-bonds-poverty-money-college-home.html",
    "https://mass.gov/doc/baby-bonds-task-force-findings-report-0/download",
    "https://mass.gov/info-details/massachusetts-baby-bonds-task-force",
    "https://www.bostonglobe.com/2023/12/26/metro/what-are-baby-bonds",
    "https://congress.gov/bill/117th-congress/senate-bill/222/text",
    "https://bostonglobe.com/2023/12/26/metro/what-are-baby-bonds/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "youngkin",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "massachusetts",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:07:33.044+02:00",
  "updated": "2023-12-29T01:07:33.044+02:00"
}