{
  "thread": {
    "uuid": "ce9cd24846579823bd5d64f571b2cb9840db8f97",
    "url": "https://vnexplorer.net/a-warship-captain-explains-how-the-ukrainians-are-defeating-russia-at-sea-s1795670.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "A warship captain explains: How the Ukrainians are defeating Russia at sea",
    "title_full": "A warship captain explains: How the Ukrainians are defeating Russia at sea",
    "published": "2024-03-08T19:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jyZmr.img",
    "performance_score": 0,
    "domain_rank": 52286,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ce9cd24846579823bd5d64f571b2cb9840db8f97",
  "url": "https://vnexplorer.net/a-warship-captain-explains-how-the-ukrainians-are-defeating-russia-at-sea-s1795670.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-08T19:32:00.000+02:00",
  "title": "A warship captain explains: How the Ukrainians are defeating Russia at sea",
  "text": "Ukrainian drone footage shows Russian warship Sergei Kotov after a drone strike. Such operations show the way for Western navies – Ministry of Defence of Ukraine/Reuters\nAs the war in Ukraine carries on amongst a sea of offensives, counter-offensives, fatalities, propaganda, war crimes and an odd mix of both stalled and overly aggressive promises from Ukraine’s allies, there remains one beacon of positivity – the restoration and maintenance of the freedom of navigation in the Black Sea. Grain export figures have doubled this year as Russian attempts to interfere with shipping out of Ukraine are relentlessly beaten back.\nLast week the Russian patrol ship Sergei Kotov was the thirteenth ship of Russia’s Black Sea Fleet to be sunk or crippled. Why they keep hanging individual ships out to dry remains a mystery when the infamous Kalibr missile has the legs to cover the whole Black Sea but they do – and yet again, Ukraine’s use of maritime drones has proven decisive.\nEmerging body cam footage from the Sergei Kotov under attack from five Magura V5 drones also shows how many basic elements are still missing. To me this is one of the more remarkable elements of this. Historically, ships have often been caught out by the first attack. The USS Stark, hit by two Exocets fired from an Iraqi jet in 1987, is a good example of this but lessons were quickly learned and assimilated across the US Navy. Similarly, the USS Cole getting hit by a suicide boat whilst alongside in Aden in October 2000 is another example of an attack that caught the ship by surprise but resulted in a pan-Nato rethink about warship vulnerability and protection when alongside.\nThe body cam footage shows three fundamental things to defend against a fast-moving surface threat are missing in the Black Sea Fleet. First is speed and manoeuvre. When operating without layered defence as smaller ships often will, this is perhaps your greatest ally. The ship should be doing 30 knots and weaving as though lives depend on it, because they do. Instead, the Kotov appears to be doing about half that and mainly in a straight line. These drones have a low freeboard which makes them difficult to detect on radar, but that same low freeboard will make them easy to outrun in anything other than the calmest waters.\nI led a multi-ship exercise against this threat off the west coast of Scotland and the USS Forrest Sherman, an Arleigh Burke-class destroyer assigned to my task group, created a seven-metre wake that the attacking jet skis were physically unable to cross. Meanwhile, the other British frigate in the group and I launched our helicopters which then picked the attackers off at their leisure. The top speed of the Magura is around 40 knots. This will drop to 30 in a sea state 2 and well below that in anything above a sea state 4. Spot them early then run away calling in combat air to deal with them once you’re clear.\nThe second is mounted weapons. It’s hard to describe how much more effective a mounted weapon is than one you are holding, even more so if it is rough or the captain is throwing the ship around (see above). It’s also one of the easiest weapon modifications to do. The body cam footage shows someone running side to side then firing from their shoulder. Not badly as it happens, but this would be so much more effective with a series of simple mounts, welded to the deck in key locations aft of the bridge.\nThird is weight of fire. A Royal Navy frigate has six mountings down each side, seven if you count the main gun, of varying rates of fire and calibre sizes including a 30mm cannon that can be controlled from inside the ship. This gives you options as the situation escalates. I was lucky during my time and managed to head off all potential attacks with timely and well-aimed shots across the bow. Granted, there isn’t much point in doing this with a drone but there was still a significant weight of fire to bring to bear if that failed. Firing from a moving platform to hit another moving platform is not an exact science and frankly, the more ‘lead in the air’ the better. And if there is more than one target, as there was in this instance, it is important to be able to allocate separate gun mountings to each one and then switch mid-engagement as and when they are neutralized. Doing this well whilst under attack, at night, from a ship being thrown around at ‘max chat’ requires hours, days and weeks of practice and dedication.\nOf course, this shouldn’t all be about the final few miles and white-of-the-eyes defence. Intelligence gathering, the ability to spot incoming attacks from the air, layered defence, automated weapons, soft-kill measures – i.e. defeating the threat by jamming its uplink (if it has one) and confusing its targeting or control systems – all form part of the defensive equation that from all videos seen so far, seems to be missing in the Black Sea Fleet.\nHowever, the real lesson from the Black Sea now isn’t how to defend against this threat – we have been practising that for decades – it is the value of offensive drone operations. Ukraine’s success has not suddenly revealed this to maritime planners; it has banged the nail out of sight though.\nWith so many systems and companies emerging that specialise in this area, all with competitive products and options, the key will be defining the requirement quickly and coherently enough to attract precious defence funds. This makes me nervous because, frankly, there aren’t any. In fact, as of Tuesday’s budget, there are fewer.\nThe RAF’s 216 squadron exemplifies this dislocation between requirement and money. Formed in April 2020, it was set up as an experimental unit to test drone swarms. A good idea until it was revealed last week that zero tests have taken place since due to a ‘lack of funds’. US efforts are more advanced and in January, the US Navy reached out to industry looking for, “small Unmanned Surface Vehicle (sUSV) interceptors, capable of autonomously transiting hundreds of miles through contested water space, loitering in an assigned operating area while monitoring for maritime surface threats, and then sprinting to interdict a noncooperative, manoeuvring vessel.” How this develops will be one to watch as funds are similarly squeezed over there.\nUpper deck weapons crew aboard Royal Navy frigate HMS Montrose during an exercise against fast attack craft. There’s no substitute for plenty of lead in the air – PO(Phot) Jim Gibson RNR/Royal Navy\nThe other risk is that pursuit of technological solutions becomes an altar at which perfectly serviceable existing equipment is then sacrificed. The premature disposal of our minehunter fleet, an area where we genuinely led the world for decades, is a good example of this. There is no doubt that ‘uncrewed’ is the answer to the mine hunting problem but not for many years until the technology is mature and the support infrastructure to get it there fully developed. Neither of these is the case now. Overtly saying ‘no need to put a person in the minefield anymore’ whilst covertly saying ‘and look at the money we’ll save’ won the day. Daft when you consider how prevalent this threat is and always will be.\nGlobally, the ability to move cargo, energy and communications around the world by and under the sea unhindered remains up for grabs as potential state and non-state adversaries all jump on the disruption bandwagon.\nThe lessons of the Black Sea are that offensive drone operations, above, on and below the waves are where the smart money should now be. Imagine how useful a Type 31 frigate in the Red Sea with a full suite of Mk41 housed missiles, including land attack, lasers and guns with proximity ammunition for drone defence would be just now. Add to that mission bays brimming with offensive drones for surveillance and strike. This is the vision captured by the project team and any number of future maritime warfare graphics. The trouble is, we need it now and not in 20 years time when it will be ready.\nThere is a debate to be had over whether we are entering a new maritime era or whether we were always in one and only now are people starting to realise it. However, until that realisation manifests itself in votes and therefore money, it is moot. Ukraine is delivering a masterclass in delivering offensive and decisive maritime effects with uncrewed systems and limited resources.\nWe need to do the same as it seems that’s all we’re going to get.\nTom Sharpe is a former Royal Navy officer who commanded four of Her Majesty’s warships (during the reign of the late Queen)\n%n\nSign up to the Front Page newsletter for free: Your essential guide to the day’s agenda from The Telegraph – direct to your inbox seven days a week.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jyKE8.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jyZmr.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jyKE8.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jyZmr.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sergei kotov",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "ministry of defence",
        "sentiment": "none"
      },
      {
        "name": "reuters",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "black sea",
        "sentiment": "none"
      },
      {
        "name": "magura",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T19:40:04.935+02:00",
  "updated": "2024-03-08T19:40:04.935+02:00"
}