{
  "thread": {
    "uuid": "300d72f10de255f4c6d5b2c08c6fb626e87808b4",
    "url": "https://www.victoriaadvocate.com/news/visd-school-board-candidate-called-antisemitic-for-social-media-post/article_45969e2c-dcc3-11ee-8a10-b7eb7bcec1dd.html",
    "site_full": "www.victoriaadvocate.com",
    "site": "victoriaadvocate.com",
    "site_section": "https://www.victoriaadvocate.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Victoria Advocate | Victoria, TX | Innovate. Educate. Advocate",
    "title": "VISD school board candidate called antisemitic for social media post | News | victoriaadvocate.com",
    "title_full": "VISD school board candidate called antisemitic for social media post | News | victoriaadvocate.com",
    "published": "2024-03-08T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/victoriaadvocate.com/content/tncms/assets/v3/editorial/8/80/88045b82-dcc8-11ee-831c-3b73cdd46f3a/5a8e69892b90d.image.jpg?crop=1166%2C612%2C3%2C444&amp;resize=1166%2C612&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 25284,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "300d72f10de255f4c6d5b2c08c6fb626e87808b4",
  "url": "https://www.victoriaadvocate.com/news/visd-school-board-candidate-called-antisemitic-for-social-media-post/article_45969e2c-dcc3-11ee-8a10-b7eb7bcec1dd.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Patrick Sloan-Turner",
  "published": "2024-03-08T07:00:00.000+02:00",
  "title": "VISD school board candidate called antisemitic for social media post | News | victoriaadvocate.com",
  "text": "A social media post from January by a candidate for the Victoria Independent School District’s board of trustees has been called blatant “antisemitism” by a leader in Victoria’s Jewish community. In a post on Jan. 25, Andrew Rokovich, of Victoria, shared a video to his Facebook page with a caption suggesting people of the Jewish faith have acted immorally for 2,000 years. A video attached to the Facebook post explains Jewish practices related to eruv. An eruv is a symbolic boundary in Jewish law that allows carrying objects in public spaces on the Sabbath within that boundary. Above the video reads “They have been allowed to morally skirt laws for 2000 years, seems like a coincidence?” “This is just blatant, unapologetic antisemitism,” said Dr. Gary Branfman, a local surgeon and member of Victoria’s Temple B’Nai Israel about the post. “It’s hate ... Anybody who stereotypes us as if we represent one group is absurd.” Rokovich, 40, is running to represent the Victoria school district’s District 2 on the school board. He is the former president of the Victoria Young Republicans Club. On Wednesday, he said he did not remember writing the post but “that doesn’t mean I didn’t.” “I can say I don’t don’t disagree with the sentiment. I’m a Catholic,” Rokovich said. When asked if he respects other religions, Rokovich said he took issue with the question, saying “respect, No. 1, is earned, and it’s not earned because of your religion.” During a phone interview Wednesday, Rokovich acknowledged the page was his. As of Wednesday, [the page](https://www.facebook.com/people/Andrew-Rokovich/100007516338724/?paipv=0&eav=Afb_GfEsBIatbTD3Q-KeeEsXgOhZ2of8j8Y2-gk0sdDqpAvsyhA3AQ1Wcj3XR8s8CW0&_rdr) was publicly viewable. “And, also, for the record, I will not be going on the Facebook and deleting anything,” Rokovich said in the interview. “I don’t believe in that garbage. Everything’s there.” On Thursday, the page could not be viewed by the Victoria Advocate’s Facebook profile. “When this happens, it’s usually because the owner only shared it with a small group of people, changed who can see it or it’s been deleted,” according to Facebook. Branfman was quick to remind of the dangers of antisemitism, especially during heightened conflict in Gaza. Locally, Branfman said Victoria has seen examples of antisemitism — a swastika was spray-painted on the B’Nai Israel temple along with the words “the Jews.” As someone of the Jewish faith, Branfman said speech like the kind of speech in Rokovich’s post is always deeply dangerous, but definitely so from someone running for public office. “The danger is somebody getting into office and promoting this blatant antisemitism to young people who don’t know better. That’s the danger,” Branfman said. “The danger is that lies get magnified. And when there’s no opposition to them, there’s no alternative viewpoint. People then take this kind of antisemitism to be true.” Rokovich said he is not antisemitic and this matter or his personal views about the Jewish faith don’t relate to his candidacy for the school board. “It doesn’t equate to us being in debt and spending our last dollar anywhere, and that is completely separate from Israel,” he said. “The real message I want (voters) to understand ... Is VISD is in dire need of administration changes ... And that’s really what I’m going to put my energy and focus into.” “A big part of my campaign is including everyone, regardless of whether I agree with them,” said Rokovich, adding Branfman had contacted him to share his thoughts about Rokovich’s post. For Branfman, hate speech is normalized when an elected official with antisemitic views feels fine sharing them publicly. Before some realize it, people who hate those of Jewish faith are in positions of high power, he said. “Eighty-five years ago in the 1930s, 25,000 Nazis had a rally at Madison Square Garden in New York City. Everybody said, ‘Oh, it’s gonna go away,’” Branfman said. “It starts small. They get elected to school boards and then to city government and then the state government. It starts with this whole concept, right? And then from there, it’s a snowball rolling down a hill.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.facebook.com/people/Andrew-Rokovich/100007516338724/?paipv=0&eav=Afb_GfEsBIatbTD3Q-KeeEsXgOhZ2of8j8Y2-gk0sdDqpAvsyhA3AQ1Wcj3XR8s8CW0&_rdr)",
    "https://www.facebook.com/people/Andrew-Rokovich/100007516338724/",
    "https://facebook.com/people/Andrew-Rokovich/100007516338724/?paipv=0&eav=Afb_GfEsBIatbTD3Q-KeeEsXgOhZ2of8j8Y2-gk0sdDqpAvsyhA3AQ1Wcj3XR8s8CW0&_rdr)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rokovich",
        "sentiment": "none"
      },
      {
        "name": "andrew rokovich",
        "sentiment": "none"
      },
      {
        "name": "gary branfman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "victoria independent school district",
        "sentiment": "negative"
      },
      {
        "name": "facebook",
        "sentiment": "none"
      },
      {
        "name": "victoria young republicans club",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "victoria",
        "sentiment": "none"
      },
      {
        "name": "victoria school",
        "sentiment": "none"
      },
      {
        "name": "victoria's temple b'nai israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T17:37:19.930+02:00",
  "updated": "2024-03-16T05:31:59.254+02:00"
}