{
  "thread": {
    "uuid": "f0dd7b0072f624f6e864acf01ba2ef986f65baf6",
    "url": "https://www.jpost.com/israel-news/article-804340",
    "site_full": "www.jpost.com",
    "site": "jpost.com",
    "site_section": "https://www.jpost.com/rss/rssfeedsisraelnews.aspx",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics",
      "top_news"
    ],
    "section_title": "JPost.com - Israel News",
    "title": "Sisterhood: The US woman's Zionist organization helping Israeli women - Israel News - The Jerusalem Post",
    "title_full": "Sisterhood: The US woman's Zionist organization helping Israeli women - Israel News - The Jerusalem Post",
    "published": "2024-06-02T07:23:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.jpost.com/image/upload/f_auto,fl_lossy/c_fill,g_faces:center,h_407,w_690/601033",
    "performance_score": 0,
    "domain_rank": 958,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f0dd7b0072f624f6e864acf01ba2ef986f65baf6",
  "url": "https://www.jpost.com/israel-news/article-804340",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "jpost.com",
  "published": "2024-06-02T07:23:00.000+03:00",
  "title": "Sisterhood: The US woman's Zionist organization helping Israeli women - Israel News - The Jerusalem Post",
  "text": "Hadassa: The US woman's Zionist organization helping Israeli women Hadassah Women won’t stop at anything when it comes to helping those in need By ANDREA SAMUELS JUNE 2, 2024 12:23 Updated: JUNE 2, 2024 12:24 CHAGALL WINDOWS at Hadassah University Medical Center, in Jerusalem’s Ein Kerem. (photo credit: Dana Bar Siman-Tov) ‘Healing the world” may sound like a tall order, but for Hadassah, The Women’s Zionist Organization of America (HWZOA), practically nothing is beyond their reach.\n“At Hadassah, we have the power to heal our world. For us, that means bringing healing – in every sense of the word – where it’s needed most, in the US, Israel, and around the world,” states the organization’s website. For this 300,000-strong US-based community of female volunteers and philanthropists and their male associates and supporters, this goal lies at the heart of their organization.\nSince the start of the current war, HWZOA has been working tirelessly to help those affected in any way they can, such as wounded soldiers, bereaved and displaced families, the families of the hostages, and the victims of sexual violence – women and girls whose voices have not been heard.\nSignificant funds have been raised to provide practical help and assistance where possible, and leaders of the organization from abroad have visited Israel on two solidarity missions. The Magazine was invited to join one of these missions to meet the women who make the impossible happen.\nThe day began with a visit to the new eight-story Gandel Rehabilitation Center at Hadassah Hospital Mount Scopus. Although the center was under construction when the war started, the organization redoubled its efforts to expedite the process after Oct. 7 with a phased opening. THE GROUP at the Foreign Ministry, where they held discussions around the sexual violence of Oct. 7. (credit: Dana Bar Siman-Tov)\n“Right now, we are facing a real crisis in the State of Israel that has only intensified, given the many war wounded who need rehabilitation,” explained Prof. Yoram Weiss, director general of the Hadassah Medical Organization.\n“It is important to understand that each wounded person requires prolonged rehabilitation, a period of at least several weeks – if not many months.” The center\nTwelve wounded soldiers were the first patients to be welcomed into the center on January 15. The first to come through its doors was 1st Sgt. Yotam, to the sounds of Hadassah representatives clapping and singing “Shalom Aleichem.” Since then, scores of wounded soldiers have received state-of-the-art treatment at the center, such as physical and occupational therapy, physiotherapy, hydrotherapy, and respiratory and orthopedic rehabilitation.\n“The first patients, all of whom were wounded in the war – heroes and heroines to whom we owe a huge debt of gratitude – begin their journey in the new center in a designated department with advanced equipment and systems that were built and installed especially for them,” said Weiss.\nWhile the building itself has been completed, only three out of the seven floors are currently in use. A further $20 million is required to purchase additional essential equipment for the center, which Hadassah hopes to raise in short order.\nThe center is named for John and Pauline Gandel of the Gandel Foundation in Melbourne, Australia. When construction is complete, the 323,000-square-foot center will care for 10,000 patients annually, with 140 in-patient beds and an outpatient clinic serving 250 patients a day.\nThe part played by the Hadassah Women’s Organization in the creation of this advanced rehabilitation center cannot be overstated: “Its opening is possible thanks to large-scale fundraising by Hadassah, The Women’s Zionist Organization of America,” Hadassah National President Carol Ann Schwartz said. “This is part of the organization’s 112-year commitment to the State of Israel in general and to Jerusalem in particular.”\nAS A separate building with a separate entrance, the new center will enable patients, such as civilians in need of rehabilitation following strokes, to come and go without having to pass through the main hospital.\nNot only are the patients’ physical rehabilitation needs taken care of, but their overall well-being, including mental health, is given the same level of attention. Accordingly, the center has been designed to create a hotel-like feeling that ensures patients will be as comfortable and relaxed as possible, thus expediting their recovery.\nThat relaxed feeling was apparent as we walked around the bright, airy center, occasionally encountering patients who were known to some of the group and were keen to praise the support and treatment they had received there.\nEasing patients back into civilian life is also important at the center. Alongside the treatment rooms and cutting-edge equipment – such walking labs (also known as gait labs), which use computers to analyze motion and detect problems not always apparent in clinical exams, and a therapeutic swimming pool with a modular floor that adapts to each patient’s needs – are simulated apartments and stores. These help patients to familiarize themselves with life outside the center, making the adjustment when they return to civilian life easier.\nThe combination of hi-tech, practical assistance, and the human touch is something that Executive Director of Hadassah International Jorge Diener believes is the key to the success of the rehab center: “We want to bring these people back to life, and this place can do it,” he enthused.\nHis words were reinforced by Timor, a policeman from Ashkelon who was wounded on Oct. 7 and has been receiving treatment at the center for two months. Everyone sat silently as he addressed the group, recounting the horrors from that day when he was shot in the arm by the terrorists, leaving him with a crushed bone and damaged nerves. He was then forced to drive for two kilometers using his left hand only until he found a fellow police officer in Sderot, who applied a tourniquet to his injured arm and took him to a checkpoint, from where he was transported by ambulance to Soroka Medical Center in Beersheba.\nDue to the overwhelming number of wounded people at the hospital, Timor’s injuries were left untreated for 30 hours. Finally, he underwent an initial operation, with a second taking place at Hadassah during which two pieces of metal were inserted on either side of the bone.\nThis was followed by two months of rehab at the Gandel Center, where he remains a patient and is making extraordinary progress. Although he lost the use of his right arm in the attack, he can now raise it above his head, as he proudly demonstrated for us.\nThe group was also shown around the 130-bed emergency hospital, also known as “The God Forbid Hospital,” built at the start of the war in an underground car park in an undisclosed location. With 130 hospital beds in the marked-out parking spots, this fully-equipped hospital, which includes critical care bays, could be up and running in a matter of hours, should the need arise.\nBEFORE LUNCH, the group made its way to the only other American-owned hospital in Israel, also founded by HWZOA, The Hadassah University Hospital, Ein Kerem. Welcome speeches by Dalia Itzik and Prof. Weiss followed a private viewing of the famous Chagall Windows. When asked to create the windows in the late 1950s, while the hospital was being built and people were still recovering from the aftermath of World War II and the War of Independence, Marc Chagall didn’t hesitate: “What took you so long?” he replied. “I’ve been waiting my entire life to be asked to serve the Jewish people.”\nChagall’s 12 magnificent stained-glass windows, each portraying one of the twelve tribes of Israel, light up what is now the Abbell Synagogue at Hadassah Ein Kerem. According to the organization, they serve as a source of much-needed hope and light, “illuminating the road taking the Jewish people from difficult times to a brighter future.”\nThe subsequent speeches emphasized the essential role played by the women’s organization in the smooth running and upkeep of the hospital, especially now: “I am glad that you exist. We need you more than ever,” said Itzik in her impassioned address.\nWeiss echoed her words before turning his attention to Oct. 7, “a day which will always be remembered in infamy” – and how the hospital dealt with the ongoing trauma of the day. Everyone had to work together and was treated together, regardless of race or religion, he stressed, “We are here to take care of people; politics must remain outside.” Teams were hurriedly organized, working around the clock alongside the police and the army, at first treating civilians, then soldiers, doubtless saving hundreds of lives with their efficiency and cool headedness.\nTheir work was made harder as more than 200 physicians were called up to serve in the army, he said, including a number from Hadassah. Later in the day, they joined a fascinating panel discussion organized by the Israel Director of Public Relations for Hadassah, Barbara Sofer.\nThe discussion centered on four physicians who work at Hadassah Ein Kerem, all of whom have provided invaluable help and assistance in one way or another since the war began.\nOne senior doctor who was called up on Oct. 7 to serve in an elite combat unit shared the events of that weekend in some detail. Having reported to his base immediately, he and his comrades were taken by helicopter to Kibbutz Be’eri, which he described as a “battlefield,” with “shooting from all over.” He also saw “a lot of bodies on the road” as the Hamas terrorists continued to pour in.\nAs the eldest combat soldier in his unit, the doctor confirmed he’s “never seen anything like it before or since.” Nevertheless, he stayed and fought alongside his comrades for two grueling days. “Some events you’ll never forget,” he lamented, before adding, “No one knew what was going on.”\nHe subsequently served on the front lines in Gaza, where he played a key role in the Shifa Hospital raid and treated a significant number of wounded soldiers. It was, he said, one of his worst jobs.\nEven after a lengthy stint in Gaza, the doctor’s work there is not over. When we met him, he was still serving on the front lines for two out of every six weeks.\nAnother Hadassah physician whose tireless work has proven invaluable since the start of the war is the director of the Postgraduate Program in Prosthodontics and volunteer head of the Dental Forensic Unit of the Israel Police, Dr. Esie Sharon Sagi.\n“We don’t speak about what we saw,” she began.\nWhen she was called to identify someone, she’d have to “disconnect from media” so she could “work without emotional distress, like a robot.” This was essential to enable her to do her job properly, she said.\nOn Sunday, October 8, Sagi was called to the Shura military base to assist with the identification of the many victims.\nShe described the heartbreaking scenes when she arrived. Tents had been set up at the entrance to the base, where families sat and waited for news of their missing loved ones. “I had to go inside without looking at them,” she told us sadly.\nOnce inside, Sagi changed into her white clinician’s uniform before heading down one of the two corridors: one for civilians, the other for soldiers.\nThe military corridor was piled high with coffins resting on top of each other. “Some had names on them,” she recalled. The civilian corridor, on the other hand, “was filled with stretchers and black bags, some with blood still dripping from them.”\nIn each room of the unit, of which she was asked to take charge, people worked in eight-hour shifts to identify the bodies. When a body was brought into the room, the bag had to be opened in order to see if it was male or female. “I saw everything,” she said, adding that “most bodies were damaged in all kinds of ways.”\nFaces had been shot, and in some cases only half a face remained, she told us. Body parts were also missing, and “some didn’t even have heads,” she said, before adding, “We got the heads later to identify.”\nWhen asked how she managed to keep going with her gruesome, heartbreaking task , Sagi replied simply, “This is what I’m supposed to do; this is my work. I know that I have to think about the families who want [their loved ones] back, and I can help them.”\nNEXT UP was Hadassah Hospital Orthopaedic Surgery resident Maj. Alexandra Satanovsky, who was at home studying for exams when she was called up on Oct. 7. Thereafter, she served as the reserve surgeon of the Gaza Division. On her base, she received initial reports of multiple casualties.\nDespite being unarmed, she maintained, “I had to go and see what was going on.” Fortunately, a young medic who had a gun went with her. “Within two minutes, I could see that it was a full-scale massacre everywhere; there was hardly anyone alive.”\nDespite the danger, she didn’t worry about her own safety, instead concentrating on the fact that her “expertise and knowledge could save a lot of lives,” which is exactly what they did, for months on end.\nThe last panel member to address the group was rehabilitation psychologist Shiri Ben-David, who has worked at Hadassah Hospital for 20 years, the last two of which she served as chief psychologist on both Hadassah campuses. Her “days consist of hearing these stories [from Oct. 7],” she told us, adding that she “never left the hospital” in the aftermath of the massacre.\nNot only does she help soldiers wounded in battle, but she also helps fellow staff members suffering from secondary trauma.\nBen-David shed some light on PTSD, a condition that many who face trauma are at risk of developing. However, that number lies at 20% – not as high as we have been led to believe.\nShe also touched on some problems that newly released combat soldiers may face in attempting to readjust to civilian life, such as anger bursts. Although these are frustrating for all involved, they are not indicative of PTSD, she stated, but rather “a normal reaction to a stressful situation.”  End the silence\nOn our visit to Hadassah, the remainder of the afternoon centered around a major campaign organized by the Hadassah Women’s Organization aimed at ending the silence about sexual violence.\n“As leaders of a humanitarian organization, we at Hadassah are shaken to the core by the horrific evidence of how Hamas used rape and other acts of brutal sexual violence on the Oct. 7 attack. And we are outraged that these war crimes have been ‘justified,’ denied – and even celebrated – by some,” said Hadassah National President Carol Ann Schwartz.\nThe group heard from women who have played a significant role in highlighting this disturbing trend which has caused immense additional suffering to the victims of Oct. 7.\nConsultant gynecologist and director of the Hadassah Bat Ami Center for sexually assaulted victims, Dr. Dvora Bauman, spoke at length to the group about this issue. “While it’s difficult, it’s important not to turn our heads away,” she began. “We must continue to speak about it.”\nStatistics surrounding sexual violence are bleak, she said. One in every three women suffers some form of sexual violence in her life, while the number stands at one in six for men. Victims of sexual abuse are also more likely to suffer physical and psychological abuse, thus leading to an early death.\nBauman stressed the need to take care of the victims and survivors, which is precisely what happens at the Bat Ami Center, where psychological support, medical care, and gathering evidence for legal purposes take place.\n“Horrible, cruel, and horrific sexual violence” took place on Oct. 7, she said, to the point where “bodies were mutilated so you couldn’t see if they were men or women.”\nSurvivors witnessed women being gang raped. They “were passed between 10 men, then killed.”She also stated that the terrorists were so “focused and obsessive about sexual violence,” that they used almost all their resources and energy for this purpose alone.\nLike the Hadassah women, Bauman also lamented the silence of other high-profile women and international organizations on this issue, adding that silence was “much worse for victims and their families,” as it “increases psychological distress, disease, and self-harm.”\nIn short, she said, “Silence has a price.”\nAnd the victims of Oct. 7 are paying an extremely heavy price. Most haven’t been able to talk about what happened to them personally on that day but instead spoke of witnessing the suffering of others.\n“They don’t talk, but their bodies are screaming,” she said.\nThe day drew to a close at the Foreign Ministry, with a powerful address by the Director of Human Rights and\nInternational Affairs, Michal Philosoph, the driving force behind the Israel visit of United Nations Envoy Pramila Patten earlier this year.\nThe visit, which focused on “sexual violence in conflict,” resulted in a report, the first written by a UN body, confirming that “sexual violence, including genital mutilation, sexualized torture, or cruel, inhuman and degrading treatment” was perpetrated by Hamas terrorists on Oct. 7. It also stated that the female hostages were likely suffering similar ongoing torture.\nThe cumulative efforts of these incredible women, and their supporters, all of whom are working toward a common goal, namely to “end the silence,” will hopefully go some way toward easing the suffering of the victims of Oct. 7.\nRelated Tags israel women volunteering The October 7 Massacre Israel-Hamas War",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hadassah",
        "sentiment": "neutral"
      },
      {
        "name": "hwzoa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jerusalem post",
        "sentiment": "neutral"
      },
      {
        "name": "israel news",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T12:33:22.628+03:00",
  "updated": "2024-06-02T13:05:21.437+03:00"
}