{
  "thread": {
    "uuid": "d4c212e2ef5b14f859a265729c9253ab4ff25290",
    "url": "https://www.wtok.com/2023/12/28/community-gathers-retirement-party-clarke-county-sheriff-todd-kemp/",
    "site_full": "www.wtok.com",
    "site": "wtok.com",
    "site_section": "https://wtok.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News",
    "title": "Community gathers for retirement party for Clarke County Sheriff Todd Kemp",
    "title_full": "Community gathers for retirement party for Clarke County Sheriff Todd Kemp",
    "published": "2023-12-29T01:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wtok-prod.cdn.arcpublishing.com/resizer/v2/5VCR2S464BHM3O7F4NP3BOY6LY.png?auth=68206e8b1a642c81dd754b707c3478b5d286498a295a9ed142f5a9496223acb5&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 68869,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d4c212e2ef5b14f859a265729c9253ab4ff25290",
  "url": "https://www.wtok.com/2023/12/28/community-gathers-retirement-party-clarke-county-sheriff-todd-kemp/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@wtoktv",
  "published": "2023-12-29T01:34:00.000+02:00",
  "title": "Community gathers for retirement party for Clarke County Sheriff Todd Kemp",
  "text": "Community gathers for retirement party for Clarke County Sheriff Todd Kemp QUITMAN, Miss. (WTOK) - Sheriff Todd Kemp is in his final days as sheriff in Clarke County hosting his retirement party saying farewell to all who have supported him along the way. After 24 years as sheriff, Todd Kemp is hanging up his hat. Thursday afternoon community members gathered for his retirement party to say goodbye to the long-time sheriff. “Well, it’s kind of bittersweet. I’ve said that before. In the last few meetings I’ve had, but it’s bittersweet, but I am looking forward to retirement, something a lot less stressful in my life, and it’s been good. Clarke County has been good to me, and I’ve tried to return that favor to the people of Clarke County had some good days and bad days. Probably more bad than good, but it’s been really good to me and I hate to go, but you know, when it’s time, you know, when your time comes,” said Sheriff Kemp. Robert Paul Mosley Sr., the Clarke County Board of Supervisor for District 4, said Sheriff’s Kemp dedication to the county will be missed. “He’s been such a good guy, a good guy for this county, a good law enforcement officer for years, and this county is definitely going to miss him. We know we’ve got a good sheriff coming but Todd has been good. He’s been good to the public, he’s been good and doing other things for the county, not only just as law enforcement but just good for the county,” said Mosley. Kathy Kemp, wife of Sheriff Kemp, reflects on the generosity of the community over the years. “I think the one thing that I’ll miss the most is the people of Clarke County. They have been so gracious and so good and so kind to Todd for six terms this year. I love interacting with people. I love people and I’ll miss that the most,” said Kathy Kemp. Sheriff-Elect Anthony Chancelor shares what he has learned from Kemp. “One thing that Sheriff Kemp and the Sheriff Kemp always taught me, and it’s a quality that I believe that he and I both possess and that’s the passion for Clarke County and that’s taking care of the people here. That’s one of the biggest things that I did learn for him from him and also standing up for people who can’t quite stand up for themselves, no matter who they are, no matter what background,” said Chancelor. In retirement, Sheriff Kemp said he looks forward to traveling with his wife. Everyone at News 11 wishes you well as you start your retirement. Copyright 2023 WTOK. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "todd kemp",
        "sentiment": "negative"
      },
      {
        "name": "sheriff’s kemp",
        "sentiment": "none"
      },
      {
        "name": "robert paul mosley sr.",
        "sentiment": "none"
      },
      {
        "name": "kemp",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "clarke county sheriff todd kemp community",
        "sentiment": "negative"
      },
      {
        "name": "clarke county board of supervisor for district",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "quitman",
        "sentiment": "none"
      },
      {
        "name": "miss.",
        "sentiment": "none"
      },
      {
        "name": "clarke county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T04:02:45.950+02:00",
  "updated": "2023-12-29T04:02:45.950+02:00"
}