{
  "thread": {
    "uuid": "424b5c998c520b92c0d7c42d16499d37e5801d32",
    "url": "https://www.corsematin.com/article/patrimoine/77047751589753/le-celebrant-un-soutien-discret-mais-precieux",
    "site_full": "www.corsematin.com",
    "site": "corsematin.com",
    "site_section": "https://www.corsematin.com/sports",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "Sports - Corse Matin",
    "title": "Patrimoine - Le célébrant, \"un soutien discret mais précieux\"",
    "title_full": "Patrimoine - Le célébrant, \"un soutien discret mais précieux\"",
    "published": "2024-03-29T09:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://pictures.corsematin.com/cdn-cgi/image//media/melody/2024/03/29/diacre-thibault-carli-1711694233_1f225684c206663325684c20697325v_.jpg",
    "performance_score": 0,
    "domain_rank": 44983,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "424b5c998c520b92c0d7c42d16499d37e5801d32",
  "url": "https://www.corsematin.com/article/patrimoine/77047751589753/le-celebrant-un-soutien-discret-mais-precieux",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@corse_matin",
  "published": "2024-03-29T09:10:00.000+03:00",
  "title": "Patrimoine - Le célébrant, \"un soutien discret mais précieux\"",
  "text": "Depuis deux ans, c'est le diacre Thibault Carli qui accompagne le pénitent de Bisinchi. Florent Selvini Corte - Corti Depuis deux ans, le diacre Thibault Carli accompagne le pénitent avant et pendant la cérémonie. Un rôle de premier plan au cœur d'un événement dont les racines s'ancrent profondément dans la mémoire insulaire. Retrouvez notre dossier complet : [1. À Bisinchi, cinquante années de passion pour l'Incatenatu](https://www.corsematin.com/article/patrimoine/56845758313783/a-bisinchi-cinquante-annees-de-passion-pour-lincatenatu) [2. \"Ce sera pour moi un moment de communion unique\"](https://www.corsematin.com/article/patrimoine/76200247750715/ce-sera-pour-moi-un-moment-de-communion-unique) 3. Le célébrant, \"un soutien discret mais précieux\" [4. Une cérémonie à l'ombre de Vigipirate](https://www.corsematin.com/article/patrimoine/81659837243758/une-ceremonie-a-lombre-de-vigipirate) \"On pense souvent que le pénitent fait cela pour expier ses péchés, mais ce serait en contradiction avec notre foi, puisque cela signifierait qu'il se sauve par lui-même. Ce qu'il vit, c'est une démarche d'union et de compassion avec Jésus, dans sa souffrance.'' Ordonné diacre il y a deux ans, Thibault Carli est, depuis, le célébrant de l'Incatenatu de Bisinchi. C'est à lui que revient la mission d'accompagner la cérémonie et le pénitent, tout au long de son chemin. Un chemin qui commence quelques semaines avant le Jour-J, avec le choix du porte-croix parmi les candidats : \"Cette année, ils étaient quatre, révèle le diacre, ce qui est un chiffre plutôt moyen. Il y a des gens qui viennent nous voir directement, qui passent par un confrère ou nous envoient une tierce personne.\" La sélection s'opère ensuite suivant plusieurs critères, plus ou moins formels : \"On ne réunit pas un collège, sourit Thibault Carli, cela se fait plutôt naturellement, mais il y a malgré tout un critère physique, et pour cela, les confrères ont une bonne appréhension de la difficulté que cela représente.\" Une fois choisi, le pénitent va se confesser auprès du curé de la paroisse, le père Léon Pape. \"Pendant le chemin de croix, je serai à ses côtés tout le temps, reprend le diacre, en soutien discret, mais précieux.\" Le moment sera fort pour lui aussi, le Vendredi saint étant l'aboutissement du Carême et la porte vers Pâques. \"On se donne pour vivre cela avec les gens. Ce n'est ni un spectacle, ni du folklore, mais un moment de communion dans la prière.\" En continu 8:19 À Corte, l'union sacrée autour de la culture scientifique et de sa diffusion en Corse 8:00 CINEMA. Rencontre avec l'acteur Anthony Morganti bientôt à l'affiche du film Borgo 7:00 Le groupe Canal+ braque ses caméras sur la Corse pour la Semaine sainte 6:11 Une cérémonie à l'ombre de Vigipirate 6:10 Le célébrant, \"un soutien discret mais précieux\" 6:08 \"Ce sera pour moi un moment de communion unique\" 6:00 À Bisinchi, cinquante années de passion pour l'Incatenatu 5:30 Offensive à Gaza, la CIJ ordonne à Israël d'assurer une aide \"d'urgence\" Une info ? Un témoignage ? Contactez-nous",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T12:02:36.206+03:00",
  "updated": "2024-03-29T12:02:36.206+03:00"
}