{
  "thread": {
    "uuid": "827a764485f66d67d77ce0c1dca86d02d205db0d",
    "url": "https://www.lanueva.com/nota/2024-1-1-5-0-14-hugo-modearelli-la-gente-de-bahia-y-sus-trabajadores-se-mostraron-solidarios",
    "site_full": "www.lanueva.com",
    "site": "lanueva.com",
    "site_section": "https://www.lanueva.com/news/rss/category/1",
    "site_categories": [
      "media"
    ],
    "section_title": "La Nueva",
    "title": "Hugo Modearelli: “La gente de Bahía y sus trabajadores se mostraron solidarios”",
    "title_full": "Hugo Modearelli: “La gente de Bahía y sus trabajadores se mostraron solidarios”",
    "published": "2024-01-01T10:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://pxcdn.lanueva.com/122023/1703901208416.jpg?&cw=600&ch=365",
    "performance_score": 0,
    "domain_rank": 90876,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "827a764485f66d67d77ce0c1dca86d02d205db0d",
  "url": "https://www.lanueva.com/nota/2024-1-1-5-0-14-hugo-modearelli-la-gente-de-bahia-y-sus-trabajadores-se-mostraron-solidarios",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción de La Nueva.",
  "published": "2024-01-01T10:00:00.000+02:00",
  "title": "Hugo Modearelli: “La gente de Bahía y sus trabajadores se mostraron solidarios”",
  "text": "Hugo Modarelli: “La gente de Bahía y sus trabajadores se mostraron solidarios” El secretario general de ATSA, filial Bahía Blanca, resaltó el compromiso de todos los sectores y de los profesionales de la salud. “Se fue otro año donde todos los trabajadores de la Sanidad volvieron a mostrarse solidarios ante la adversidad. Nuestra ciudad, recientemente, pasó por un momento muy duro por razones climáticas y un temporal que arrasó con todo lo que tenía enfrente. Se perdieron vidas, algo que se lamentará eternamente, y también se contabilizaron daños materiales difíciles de afrontar. Ante todo ese panorama los Hospitales y las clínicas respondieron con el ya reconocido esmero de todos sus profesionales\". El mensaje de Hugo Modarelli, secretario general de la Asociación de Trabajadores de la Sanidad Argentina, va más allá de los afiliados al gremio e involucra a todos los ciudadanos de Bahía Blanca y los distritos lindantes. \"El esfuerzo fue de todos. Gente común solidarizándose con el vecino y colaborando con lo que tenían a su alcance; como también aquellos que aportaron herramientas o trabajo, conocedores de sus oficios, para aliviar la situación de personas que se quedaron sin techo o, directamente, sin sus hogares. También resultó sumamente valiosa presencia del gobernador Axel Kicillof y el aporte del intendente Federico Susbielles al frente de Defensa Civil en un trabajo a destajo en cada rincón de la ciudad; y ni hablar de los bomberos, ambulancias y quienes contribuyeron desde otras localidades o ciudades con aportes solidarios o arribando para dar una mano, como sucedió con la reparación del tendido eléctrico\". Modarelli también se refirió a la solidaridad expuesta por los trabajadores de la salud. \"Hubo profesionales como médicos y enfermeros que arriesgaron su vida en el momento más complicado, cuando la tormenta causó estragos, por el sólo hecho de llegar cuanto antes a su lugar de trabajo y cumplir con el cometido de ayudar a quién lo necesitaba. Para todos ellos, e incluyó a todo el personal de la salud, mis más sincero agradecimiento\", dijo. \"Cabe resaltar, como lo hago cada vez que expongo como secretario general de ATSA Bahía Blanca, que el gremio está a disposición de quienes necesiten nuestra ayuda\", puntualizó Modarelli. \"Por último un mensaje de solidaridad y amor para que este 2024 que ya se inicia nos encuentre mucho más unidos y mejor en todos los aspectos, con trabajo y salud, pero por sobre todas las cosas con una ciudad de pie\", concluyó Hugo Modarelli, secretario general de la Asociación de Trabajadores de la Sanidad, Bahía Blanca.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Labor",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T10:53:08.299+02:00",
  "updated": "2024-01-08T14:26:49.520+02:00"
}