{
  "thread": {
    "uuid": "249853b4cf7ad77dff862a9cb37fd0fe3b5bf3db",
    "url": "https://www.perfil.com/noticias/politica/financial-times-publico-articulo-sobre-victoria-villarruel-esta-lista-para-cualquier-cosa.phtml",
    "site_full": "www.perfil.com",
    "site": "perfil.com",
    "site_section": "https://perfil.com/seccion/politica",
    "site_categories": [
      "social"
    ],
    "section_title": "Politica | Perfil",
    "title": "El Financial Times publicó un articulo sobre Victoria Villarruel: “Está lista para cualquier cosa” | Perfil",
    "title_full": "El Financial Times publicó un articulo sobre Victoria Villarruel: “Está lista para cualquier cosa” | Perfil",
    "published": "2024-01-07T23:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://fotos.perfil.com/2023/09/04/trim/1140/641/villaruel-1646161.jpeg",
    "performance_score": 0,
    "domain_rank": 8880,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "249853b4cf7ad77dff862a9cb37fd0fe3b5bf3db",
  "url": "https://www.perfil.com/noticias/politica/financial-times-publico-articulo-sobre-victoria-villarruel-esta-lista-para-cualquier-cosa.phtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Raquel Marconi",
  "published": "2024-01-07T23:56:00.000+02:00",
  "title": "El Financial Times publicó un articulo sobre Victoria Villarruel: “Está lista para cualquier cosa” | Perfil",
  "text": "El diario británico Financial Times publicó este domingo un artículo en el que analizó a Victoria Villarruel , resaltando su perfil conservador y diferenciándola del presidente Javier Milei por no tener conocimientos económicos, aunque destacando su posición como segunda en la línea de sucesión presidencial. La propia vicepresidenta posteó la nota del medio británico en su cuenta de la red social X y destacó la frase de un diplomático que recomienda \"observarla atentamente\", aunque minutos después borró la publicación. El artículo titulado \"Victoria Villarruel: la vicepresidenta argentina de postura firme en busca de redimir su trayectoria\" resalta la disparidad entre las personalidades de Milei, un \"economista libertario que promete reformas drásticas\", descrito como “un excéntrico, de arranques irascibles y un peinado salvaje”, mientras que a Villarruel, la señala como una “activista que construyó su carrera con un duro conservadurismo cultural”, que está políticamente más pulida que el líder de su propio partido. La mala fama de Argentina por la alta inflación llegó al Financial Times En esa línea, la nota afirma que Villarruel ocupa el primer puesto en la línea de sucesión presidencial, una posición que los analistas consideran \"crucial\" dada la condición de outsider político de Javier Milei y que su poca representación legislativa significa “una posibilidad real de que no termine su mandato de 4 años”. El Financial Times señala que a diferencia del presidente, Villarruel carece de experiencia en asuntos económicos, que son predominantes en el debate actual, ya que su enfoque se ha centrado en \"comprender la historia argentina del siglo XX\". Según el artículo, durante las últimas dos décadas, como fundadora de una ONG y como participante frecuente en programas de televisión, se dedicó a denunciar los crímenes de la guerrilla izquierdista de principios de los años 70, \"campaña que sus oponentes dicen que implícitamente justifica la violenta dictadura derechista que tomó el poder en 1976″. \"Una pesadilla económica\": la fuerte advertencia del Financial Times a Javier Milei Además, durante los actos de la ceremonia de investidura presidencial, subraya que la vicepresidenta recibió a la delegación japonesa hablándole en japonés, idioma en el que es capaz de conversar, al igual que en inglés avanzado. Victoria Villarruel, más que una \"cara bonita\" El FT cita al consultor político Juan Germano, de Isonomía, y “estrecho colaborador” de Villarruel, quien destaca que ella \"no es una segundona\", sino “una figura con su propia agenda, extremadamente clara”. “Ella no llegó hasta acá por ser una cara bonita, sus ideas la trajeron hasta acá. Se ha estado preparando para esto desde hace años, porque siente que hay una gran parte de la sociedad que hace mucho tiempo que no es escuchada”, señala Germano. No obstante, según el artículo, en las semanas posteriores a las elecciones, la figura de Villarruel fue de algún modo disminuida debido a la alianza entre Milei y el PRO. Patricia Bullrich, la candidata de ese partido, asumió el Ministerio de Seguridad, y su vicepresidente, Luis Petri, tomó las riendas del Ministerio de Defensa, a pesar de que durante la campaña, Milei afirmó que sería la vicepresidenta quien tendría responsabilidad sobre esas áreas gubernamentales. La estrategia de Javier Milei para acelerar el tratamiento de la Ley de Bases La nota menciona que Villarruel inició su compromiso político a principios de los años 2000, coincidiendo con el surgimiento del kirchnerismo. Entre sus causas se encuentra la oposición a la legalización del aborto, un punto de acuerdo con Milei. Además, critica el \"adoctrinamiento sobre derechos LGBTQ\" en las escuelas y condena lo que considera la \"impunidad\" de criminales en Argentina. “Todo lo que han escuchado sobre el pasado argentino en los últimos 40 años es falso y ha sido construido por la izquierda”. El FT cita la frase de Villarruel que dijo en 2002, haciendo referencia al relato de lo ocurrido en la Argentina a fines del siglo XX , “muchos de los cuales están alineados con el peronismo”. Asimismo, el diario británico destaca que la vicepresidenta es hija de un general que estuvo involucrado en la represión de la guerra setentista y que en 2006 fundó una ONG dedicada a los derechos de las víctimas de esos grupos, víctimas que, según el FT, \"habían estado mayormente excluidos de los esfuerzos de conmemoración del período, enfocado en la violencia de estado durante la dictadura 1976-1983″. El negacionismo de Villarruel A diferencia de ese relato, prosigue el artículo, en su conferencia de Madrid, Villarruel dijo que a principios de los 70s la Argentina sufrió una “guerra” iniciada por grupos armados de ultraizquierda que “atacaron el estado y aterrorizaron a la población; hubo abusos durante el combate a esos grupos armados”. Villarruel ya designó a los 8 senadores que analizarán el mega DNU de Milei También, el artículo recuerda que la vicepresidenta propuso hacer escuelas en el espacio donde ahora está el Museo de la Memoria, en el exCentro de Detención de la ESMA. Al respecto, cita a Cristian Palmisciano, un “especialista en derechos humano del Conicet” que señala que “académicos han aceptado que la cifra de 30.000 desapariciones, basados en diferentes datos, “puede ser imprecisa”, pero acusa a Villarruel de usar esos “puntos reales de incertidumbre para cuestionar partes sensibles del consenso democrático sobre los crímenes de la dictadura; ella sugiere que los crímenes de la guerrilla y de los militares fueron equivalentes”. El texto también señala que Villarruel se encontró con Milei por primera vez en 2017, en un estudio de televisión. De acuerdo con Juan Luis González, biógrafo del presidente actual, este último contactó a Villarruel en 2021 al fundar La Libertad Avanza porque le habían aconsejado buscar una “figura pulida” fuera de los círculos libertarios, para completar su fórmula. Villarruel: \"Buen contrapeso a la personalidad más loca de Milei” “Su presencia como una persona más seria fue un buen contrapeso a la personalidad más loca de Milei”, destacó la analista política y de medios, Adriana Amado, aunque el artículo señala que no es claro qué parte del 56% de los votantes que apoyó a Milei comparte el conservadurismo cultural de Villarruel. Familiares de represores de la última dictadura pidieron a Villarruel y Milei que los liberen: \"¿Por qué no cumplen con las promesas?\" No obstante, el colaborador de la vicepresidenta consultado le señaló al diario británico que una vez resuelto lo urgente, “ella con seguridad comenzará a construir un consenso sobre ideas más amplias que sostiene y que son parte de La Libertad Avanza”. En sentido contrario, un empresario consultado le dijo a Financial Times que se había reunido con Villarruel en 2023 y sintió “una desconexión entre ella y Milei; cuando le preguntás sobre él, ella no quiso responder. Creo que tienen valores fundamentalmente diferentes”. De todos modos, Villarruel logró una victoria temprana al obtener el respaldo de 39 de los 72 senadores en la Cámara Alta, a pesar de que La Libertad Avanza cuenta solo con 7 representantes. En este logro, superó las resistencias del peronismo, asegurando que, en su ausencia, un miembro de su propio partido ocuparà la posición de titular. “Lo poco que hemos visto de ella hasta ahora sugiere una habilidad para alcanzar acuerdos y lograr sus objetivos”, gracias a su 'muy efectivo' estilo de comunicación”, notó el consultor Juan Germano. Financial Times cierra el perfil de Villarruel con una cita del diplomático mencionado al principio: “Creo que hay que seguirla de cerca. Está lista (…) para cualquier cosa”. RM / ED",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:07:47.904+02:00",
  "updated": "2024-01-08T00:07:47.904+02:00"
}