{
  "thread": {
    "uuid": "7cfff5ed0bbb6c19d721b234a4fd010837341385",
    "url": "https://www.mining.com/web/copper-price-bounces-as-analysts-see-short-covering-fueling-big-gains",
    "site_full": "www.mining.com",
    "site": "mining.com",
    "site_section": "https://www.mining.com",
    "site_categories": [
      "metals",
      "business"
    ],
    "section_title": "MINING.COM - No 1 source of global mining news and opinion",
    "title": "Copper price bounces as analysts see short covering fueling big gains - MINING.COM",
    "title_full": "Copper price bounces as analysts see short covering fueling big gains - MINING.COM",
    "published": "2024-02-16T03:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.mining.com/wp-content/uploads/2022/08/AdobeStock_370002426.jpeg",
    "performance_score": 0,
    "domain_rank": 8175,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7cfff5ed0bbb6c19d721b234a4fd010837341385",
  "url": "https://www.mining.com/web/copper-price-bounces-as-analysts-see-short-covering-fueling-big-gains",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@MiningDotCom",
  "published": "2024-02-16T03:14:00.000+02:00",
  "title": "Copper price bounces as analysts see short covering fueling big gains - MINING.COM",
  "text": "Copper extended a weekly gain, with some analysts predicting that the market could soon turn decisively higher as bearish investors are forced to unwind heavy bets against the metal viewed as a global economic bellwether. Prices climbed as much as 1.5% to trade above $8,300 a ton on the London Metal Exchange, trimming losses racked up this month amid a slowdown in China and strong economic conditions in the US that could keep interest rates elevated for longer. Following the release of US consumer price data, which rose more than forecast in January, Fed Vice Chair for Supervision Michael Barr said US policymakers need to see stronger proof inflation was heading back to target levels before they start cutting borrowing costs. Typically, higher interest rates are negative for metals as they squeeze manufacturers and consumers. Trend-following investors have built up record short positions in copper contracts during the recent selloff, but prices could quickly turn higher if they start unwinding their positions, Daniel Ghali, senior commodity strategist at TD Securities, said in an emailed note. “In copper markets, the pain trade is to the upside — and while the first buying program is already hitting the tapes, a break north of $8,350/t on an LME monthly basis could spark large-scale buying activity,” he wrote. “This could fuel a virtuous cycle, as the large-scale algo buying activity could catalyze additional buying programs.” Copper rose to a high of $8,320 a ton on the LME and was trading up 1.5% at $8,318 a ton as of 5:07 p.m. local time. Zinc and lead were also higher, while nickel slipped further despite fresh evidence of the pain that low prices are causing producers. Nickel prices have almost halved since the start of 2023, hit by surging supplies. On Thursday, the world’s largest miner BHP Group Ltd. said it [had taken a $2.5 billion impairment](https://www.mining.com/web/bhp-group-warns-of-2-5-billion-non-cash-charge-from-nickel-operations/) on the value of its Australian nickel assets, adding to a string of recent writedowns and closures. The pressure on western nickel miners is growing as production surges in Indonesia, with the country now accounting for more than half of the world’s supply. Indonesian exports of nickel in all forms jumped by 28% to 1.8 million tons in 2023, equal to 53% of global output, analysts at Macquarie said in an emailed report. The slump in prices meant export revenues only rose 1%, the bank added. (By Mark Burton)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michael barr",
        "sentiment": "none"
      },
      {
        "name": "daniel ghali",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "london metal exchange",
        "sentiment": "none"
      },
      {
        "name": "fed",
        "sentiment": "none"
      },
      {
        "name": "td securities",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T05:06:33.542+02:00",
  "updated": "2024-02-16T05:06:33.542+02:00"
}