{
  "thread": {
    "uuid": "cd7bdb5df38c15bea1aaf95b434b3d11f4e8a466",
    "url": "https://kaufen-sie-cannabis-onlin13333.ampedpages.com/kaufen-sie-cannabis-online-in-deutschland-51628106",
    "site_full": "kaufen-sie-cannabis-onlin13333.ampedpages.com",
    "site": "ampedpages.com",
    "site_section": "https://ampedpages.com/rss-homepage.php?1",
    "site_categories": [],
    "section_title": "ampedpages.com RSS feed",
    "title": "Kaufen Sie Cannabis online in Deutschland",
    "title_full": "Kaufen Sie Cannabis online in Deutschland",
    "published": "2023-12-29T12:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 6484,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cd7bdb5df38c15bea1aaf95b434b3d11f4e8a466",
  "url": "https://kaufen-sie-cannabis-onlin13333.ampedpages.com/kaufen-sie-cannabis-online-in-deutschland-51628106",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kaufen-Sie-Cannabis-Onlin",
  "published": "2023-12-29T12:28:00.000+02:00",
  "title": "Kaufen Sie Cannabis online in Deutschland",
  "text": "Berlin Cannabis Laws\nThe cops will be quite relaxed when it comes to weed. In most cases, they smoke weed! But keep in mind that this depends from cop to cop, person to person. Some cops might be stricter than others, while some might just let you off with a warning. Buy Cannabis Online Germany\nIf you want to smoke in public, it should be fine, as long as you don’t smoke it in the middle of crowded areas or right in front of the cops.\nIn some cases, the cops might confiscate your weed (and they might go on to smoking it themselves later!)\nKeep in mind. If you have more than 60 grams on you, the cops might arrest you, thinking that you are a dealer. Of course, they might arrest you for just a joint too! It depends upon their mood.\nPrices and Quality of Cannabis\nThe prices and even the quality of cannabis differ from spot to spot, dealer to dealer. To put it in simple terms- it’s the dealer’s choice.\nAs for the price, hash is cheaper than weed. You can buy a gram of good quality weed for around $12 . On the other hand, hash- a gram, you will get for about $10.\nWhere can you get cannabis in Berlin ?\nThe best place to find cannabis in Berlin is just to venture out and explore the city. You will inevitably come across many smokers and dealers in parks or on the streets. You can just walk up to someone smoking and ask them. You will also see many shady looking dealers. They will usually approach you if you make eye contact with them.\n. However, in all honesty, this is a terrible deal. You will find low-quality weed, which is sold for high prices, $15 or even more, especially if you are a tourist.\nBuy THC Gummies Australia The weed is awful quality and just not worth it but you be lucky enough to get a dealer with Top quality weed. Buy THC Vape carts Online Germany\nCannabis Culture in Berlin\nWhat you should know is that cannabis/weed/Marijuana and hash are illegal in Berlin, Germany. Even so, people here love to smoke weed, so you should not have any trouble in finding dealers or even other smokers around the city. The cops are also very relaxed and will not disturb you if you are smoking in peace and not creating a scene.\nIf you are above 18 years old, you can carry anywhere between 10 grams to even 60 grams of cannabis on you, and the cops won’t bother much.\nYou will also find dispensaries selling medical marijuana, which a lot of people make use of. Of course, you will need a doctor’s prescription for that!\nFrequently Asked Questions\nIs it safe to get weed in parks?\nUsually, yes, it is safe as long as you stay discreet and don’t act too overt about it. Be careful of the cops around you, and you should be fine.\nCan you smoke hash on the streets?\nWell, you can. But if a cop catches you, it depends entirely on his mood what he decides to do with you. He may fine you, arrest you, or simply let you go. You have to be lucky!\nKaufen Sie Cannabis online in Deutschland\nBerlin Cannabis Laws",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [
    "https://cookiesmedshop.com",
    "https://www.cookiesmedshop.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "kaufen sie cannabis",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "deutschland berlin",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T15:34:55.772+02:00",
  "updated": "2023-12-29T15:34:55.772+02:00"
}