{
  "thread": {
    "uuid": "a9f0c4fe44bd6f05f383c274fbde96e6204852e1",
    "url": "https://taiwannews.com.tw/news/5894748",
    "site_full": "taiwannews.com.tw",
    "site": "taiwannews.com.tw",
    "site_section": "https://taiwannews.com.tw",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Taiwan News - Voice of the People, Bridge to the World",
    "title": "In Mass Casualty Events, Every Second Counts: BDMS Trauma Network Delivers Swift, Coordinated Response | Taiwan News | Jun. 24, 2024 12:30",
    "title_full": "In Mass Casualty Events, Every Second Counts: BDMS Trauma Network Delivers Swift, Coordinated Response | Taiwan News | Jun. 24, 2024 12:30",
    "published": "2024-06-24T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "TW",
    "main_image": "https://image.taiwannews.com.tw/2024/06/24/2569d37071cd40febaa95c17f5697393.jpeg",
    "performance_score": 0,
    "domain_rank": 5229,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a9f0c4fe44bd6f05f383c274fbde96e6204852e1",
  "url": "https://taiwannews.com.tw/news/5894748",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-24T03:00:00.000+03:00",
  "title": "In Mass Casualty Events, Every Second Counts: BDMS Trauma Network Delivers Swift, Coordinated Response | Taiwan News | Jun. 24, 2024 12:30",
  "text": "[Media OutReach Newswire](https://www.media-outreach.com/)- 24 June 2024 - In mass casualty events, rapid response times and seamless teamwork can make the difference between life and death. The recent emergency landing of Singapore Airlines flight SQ321, successfully managed by the BDMS Mass Casualty Management Team and other responders, highlights the importance of these elements in saving lives. \"At BDMS, our commitment to providing world-class medical care extends beyond Thailand's borders,\" said Dr. Poramaporn Prasarttong-Osoth, President and Senior CEO Group 1 of Bangkok Dusit Medical Services Public Company Limited (BDMS). \"Through our extensive network of hospitals and strategic partnerships across the Asia-Pacific region, we are dedicated to fostering a culture of readiness and resilience, setting a new standard for patient care and community resilience.\" The BDMS Trauma Network, with 23 strategically located trauma centers nationwide, ensures seamless coordination and extends BDMS's commitment to providing swift, coordinated care in times of crisis. The network prioritizes continuous training and regular drills to keep skills sharp and foster teamwork. \"Our strong trauma network covers all regions and tourist cities in Thailand, with a standardized trauma care management system. This gives citizens and tourists confidence in our ability to handle various types of disasters and emergencies, whether they occur on land, at sea, or in the air,\" Dr. Prasarttong-Osoth added. This expertise is backed by state-of-the-art facilities and technology at the BDMS Trauma Centers, featuring dedicated trauma bays, cutting-edge imaging equipment, and specialized operating rooms. The centers also boast a fleet of helicopter and air ambulances for rapid evacuation and transport. The BDMS Trauma Network is committed to fostering a culture of readiness and resilience through community training and public education initiatives. By engaging communities and promoting a shared understanding of emergency procedures, the network aims to enhance the region's overall preparedness and response capabilities. \"We believe that mass casualty readiness is a shared responsibility,\" Dr. Prasarttong-Osoth explained. \"By investing in our teams, technology, and systems, and by actively engaging our communities through training and education, we are working to build a safer, more resilient future for all.\" The BDMS Trauma Network's success is evident in its 98.98% overall survival rates for trauma patients during 2015-2022, being named the Trauma Center of the Year by Global Health Asia-Pacific Awards 2022 and earning dual accreditation from CAMTS US and CAMTS GLOBAL for medical transportation. The network's dedication to setting a new standard for patient care is further demonstrated by its comprehensive trauma care process, which includes rapid EMS dispatch, triage and assessment, initial stabilization, coordinated specialist care, and advanced treatment capabilities. \"In a mass casualty situation, you need a team that can work as a single, well-oiled machine,\" Dr. Prasarttong-Osoth emphasized. \"Our multidisciplinary team undergoes rigorous training to ensure they can provide the highest level of care when it matters most.\" Through its unwavering commitment to fostering a culture of readiness, providing swift and coordinated care, and leveraging cutting-edge technology and facilities, the BDMS Trauma Network stands as a beacon of hope and a model for emergency response in the APAC region and beyond. Hashtag: #BDMS The issuer is solely responsible for the content of this announcement. About Bangkok Dusit Medical Services Bangkok Dusit Medical Services Public Company Limited (BDMS) is Thailand's largest private healthcare group. Founded in 1972, BDMS operates a network of 49 hospitals across Thailand and Cambodia under six main hospital groups: Bangkok Hospital, Samitivej Hospital, BNH Hospital, Phyathai Hospital, Paolo Hospital, and Royal Hospital. The company provides a wide range of medical services, including general and specialized care, advanced diagnostics, and wellness programs. BDMS is known for its international-standard medical care, cutting-edge technology, and partnerships with leading global healthcare institutions. As a publicly traded company on the Stock Exchange of Thailand, BDMS continues to expand its reach and enhance its services to meet the growing healthcare needs of both local and international patients.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.media-outreach.com/)-",
    "https://media-outreach.com/)-"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "poramaporn prasarttong",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "coordinated response | taiwan news",
        "sentiment": "neutral"
      },
      {
        "name": "media outreach newswire",
        "sentiment": "neutral"
      },
      {
        "name": "singapore airlines",
        "sentiment": "none"
      },
      {
        "name": "bdms mass casualty management team",
        "sentiment": "none"
      },
      {
        "name": "bdms",
        "sentiment": "none"
      },
      {
        "name": "bdms trauma network",
        "sentiment": "none"
      },
      {
        "name": "bangkok dusit medical services public company limited",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "asia-pacific region",
        "sentiment": "none"
      },
      {
        "name": "thailand",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T07:43:41.531+03:00",
  "updated": "2024-06-24T07:43:41.531+03:00"
}