{
  "thread": {
    "uuid": "ea688b8499b81d5c84fe7992365d948025ab726c",
    "url": "https://www.fox13news.com/news/floridas-babcock-ranch-proves-resilient-communities-are-possible-after-surviving-hurricane-ian",
    "site_full": "www.fox13news.com",
    "site": "fox13news.com",
    "site_section": "https://www.fox13news.com/local-news",
    "site_categories": [
      "media"
    ],
    "section_title": "Local News",
    "title": "Florida’s Babcock Ranch proves resilient communities are possible after surviving Hurricane Ian",
    "title_full": "Florida’s Babcock Ranch proves resilient communities are possible after surviving Hurricane Ian",
    "published": "2023-12-29T00:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.foxtv.com/static.fox13news.com/www.fox13news.com/content/uploads/2023/12/1280/720/snapshot-18.jpg?ve=1&amp;tl=1",
    "performance_score": 0,
    "domain_rank": 7602,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ea688b8499b81d5c84fe7992365d948025ab726c",
  "url": "https://www.fox13news.com/news/floridas-babcock-ranch-proves-resilient-communities-are-possible-after-surviving-hurricane-ian",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Haley Hinds",
  "published": "2023-12-29T00:27:00.000+02:00",
  "title": "Florida’s Babcock Ranch proves resilient communities are possible after surviving Hurricane Ian",
  "text": "PUNTA GORDA, Fla. - As Hurricane Ian slammed into Southwest Florida last year, Syd Kitson took some amazing video from his back porch of white caps rolling across the lake behind his house. Ian was a Category 4 storm at the time and had sustained winds of 100 mph. \"I remember sitting in my house, thinking ‘this is the biggest test we could ever imagine,’\" Kitson recalled. RELATED: Hurricane Ian recovery continues one year later It was a test for Babcock Ranch, a massive, planned community just 20 miles inland from the devastated Fort Myers Beach. Kitson was the developer. \"Resiliency was something we really spent a lot of time on from day one,\" he said. After Hurricane Ian passed, he could see just how much that planning paid off. \"All around us was devastation, loss of life, and it was just awful to see. But here, life was back to normal in one day,\" Kitson said. MORE: Eagles symbol of American strength while Floridians continue to rebuild after Hurricane Ian So, how were they able to do it? It started by choosing land that sits 30 feet above sea level. Then, leaving the existing wetlands wet. \"We found the natural flow-ways where all the water would go, and we stayed out of them. Don’t mess with mother nature because you’re going to lose every single time,\" said Kitson. All Babcock utilities are buried, so water and power service were never disrupted, and Florida Power and Light helped Babcock Ranch create a sustainable power source. \"We were able to work with them to become the first solar-powered town in America,\" said Kitson. There are 700,000 solar panels on 840 acres powering the town of Babcock Ranch. READ: Kiwanis Club of North Port helps community rebuild one year after Hurricane Ian They have a smart storm water system that lowers lakes during heavy rain. And, if those get overwhelmed, Babcock&apos;s streets are designed as spillways, carrying water to wetland areas. Tom and Susan Port moved to Babcock after Hurricane Ian hit their retirement home on Sanibel Island. \"We had storage units under the house and five and a half feet of storm surge took all that out,\" recalled Susan. Their home survived, but hearing how well Babcock Ranch weathered the storm piqued their interest. \"We spent weeks cleaning, and we’re like ‘this place is a disaster. We’re retired. This is not what we bought into to live in,’\" said Susan. Native plants are also key to the community&apos;s success. Babcock requires 75% of landscaping to be native. They&apos;re built to survive Florida&apos;s high winds, intense heat and heavy rains better than invasive species. MORE: Venice Theatre is beacon of strength as community continues rebuilding a year after Hurricane Ian For the safety of future generations of Floridians, Kitson hopes other developers in the state follow Babcock&apos;s playbook. \"Let’s find a way so that our kids and our grandkids have a place to live that’s better than we have today,\" he said. When it&apos;s finished, Babcock Ranch will have more than 19,000 homes. Home prices start in the 300&apos;s and go up to $4 million.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ian",
        "sentiment": "negative"
      },
      {
        "name": "syd kitson",
        "sentiment": "negative"
      },
      {
        "name": "kitson",
        "sentiment": "none"
      },
      {
        "name": "hurricane ian",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "southwest florida",
        "sentiment": "none"
      },
      {
        "name": "fla.",
        "sentiment": "none"
      },
      {
        "name": "babcock ranch",
        "sentiment": "none"
      },
      {
        "name": "punta gorda",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "fort myers beach",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:38:12.609+02:00",
  "updated": "2023-12-29T00:38:12.609+02:00"
}