{
  "thread": {
    "uuid": "8fd29a59374ea66c1c07ff05ad42a108f8c374f5",
    "url": "https://galego.farodevigo.es/estela/2024/05/05/ceferino-pereira-cartas-fotografias-guerra-civil-espanola-101925952.html",
    "site_full": "galego.farodevigo.es",
    "site": "farodevigo.es",
    "site_section": "https://galego.farodevigo.es",
    "site_categories": [],
    "section_title": "Faro de Vigo | Toda a actualidade e última hora de Vigo e Galicia",
    "title": "Viaje al infierno de la Guerra Civil por las fotografías tomadas por Ceferino Pereira",
    "title_full": "Viaje al infierno de la Guerra Civil por las fotografías tomadas por Ceferino Pereira",
    "published": "2024-05-05T07:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/61bd6a75-0f82-4eb3-8727-f63872d5dd6c_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 15635,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8fd29a59374ea66c1c07ff05ad42a108f8c374f5",
  "url": "https://galego.farodevigo.es/estela/2024/05/05/ceferino-pereira-cartas-fotografias-guerra-civil-espanola-101925952.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Salvador Rodríguez",
  "published": "2024-05-05T07:10:00.000+03:00",
  "title": "Viaje al infierno de la Guerra Civil por las fotografías tomadas por Ceferino Pereira",
  "text": "El viaje al infierno de Ceferino Pereira Artillero en primera línea de combate en algunas de las batallas más decisivas de la Guerra Civil, a la que sobrevivió, dejó escritos una decena cuadernos y numerosas cartas, y conservó 60 fotografías realizadas en el frente, documentos rescatados y ahora editados por su hijo Ceferino Pereira de la Fuente (Saiáns, [Moraña](/pontevedra/morana/), 1914-Vigo, 2001) es el protagonista de “A viaxe de meu pai. Notas e cartas desde a fronte de guerra (1937-1939)”, libro recién editado por Xerais que narra las experiencias y sensaciones que dejó escritas en sus diarios de campaña y en la cartas enviadas a la familia, a sus amigos… y hasta a sus “madrinas” durante la [Guerra Civil](/tags/guerra-civil/), desde mediados del mes de abril de 1937 hasta julio de 1939. Noveno de los quince hijos que tuvo el matrimonio de José Manuel Pereira García con Esclavitud de la Fuente Ferrín, ambos nacidos en Moraña, Pereira de la Fuente tuvo que interrumpir sus estudios al ser llamado a filas, sirviendo como cabo artillero en el bando nacional. Muy pronto entró en combate. Su caso hubiese sido uno más de entre los de tantos miles de jóvenes que vieron sus vidas truncadas en aquella lucha fratricida, si no fuese porque, gran aficionado a la escritura y a la lectura, dejó escritas unas insólitas crónicas del día a día en el frente bélico, reflejadas en unos cuadernos que ahora ha rescatado, editado y contextualizado su hijo, el vigués Fernando Pereira Bueno. Ceferino Pereira sobrevivió a la guerra y, tras ella, pudo desempeñar su vocación de profesor hasta su jubilación. ¿Un secreto de familia? La familia Pereira-de la Fuente conocía la existencia de los cuadernos escritos por Ceferino desde el primer momento de su regreso, no así la de las fotos y las cartas: “Sí, en casa todos los conocíamos, o habíamos oído hablar de ellos -desvela Fernando Pereira- porque mi padre los tenía guardados en una caja fuerte. Pero las cartas y las fotos aparecieron cuando se vendió la casa familiar de mis abuelos en Moraña. No obstante, como ocurrió con otros muchos combatientes, mi padre era muy reacio a hablar de la guerra, apenas nos contó un par de anécdotas. Yo venía pensando en publicar todo este material desde hacía varios años, pero tuve que esperar a la jubilación para poder centrarme en él, así que empecé a “construir” este libro hace unos cuatro años. Para mí, lo que había hecho mi padre era muy importante, porque me hallaba ante un testimonio casi único y porque ya no es que se tratase de las típicas memorias, sino que lo que él contaba eran unos hechos que estaban sucediendo en ese momento; un testimonio, sí, pero en plena acción, escrito día a día por un hombre que sabía que podía morirse al día siguiente, que no sabía si iba sobrevivir a aquel infierno. De ahí su gran valor histórico, testimonial y emocional”. “A viaxe do meu pai” “Me pensé mucho cómo iba a titular el libro, publicado por Edicións Xerais, pero al final me quedé con la palabra viaje -confiesa Fernando Pereira- Puede parecer un poco lúdico pero tiene sus razones. Yo hablo del viaje en dos sentidos: el psicólogico y el físico. El psicológico porque es un viaje al horror de la guerra, al infierno, y eso se ve en la evolución psicológica de mi padre. La lectura de estos cuadernos, y de las cartas, reflejan cómo va evolucionado desde una fase en la que está más tanquilo, y se le nota, pero a medida que el conflicto se va degradando, comienza a confesar sus momentos de desesperación, que son los más dramáticos, y eso que él, como casi todos lo soldados cuando escriben estas cartas, tratan de no preocupar a sus famiias, de decirles que “todo va bien”, Y, por otra parte, es un viaje físico, a través de una geografía de España que desde luego él no conocía, y gracias a sus diarios podemos seguir el itinerario por todos los escenarios de la guerra en los que estuvo: Teruel, el Ebro, avance a Valencia, toma de Castellón, asedio a Cataluña…La verdad es que la guerra también tuvo algo de viaje en ese aspecto, un viaje nada recomendable, desde luego…” Para ver este vídeo suscríbete a Faro de Vigo o inicia sesión si ya eres suscriptor [Suscríbete](https://micuenta.farodevigo.es/suscripcion/galeria/) ¿Ya eres premium? Inicia tu sesión [aquí] Cartas a las \"madrinas\" de guerra El de las cartas que los soldados enviaban y recibían en el frente de mujeres jóvenes (de su misma edad) de las que desconocían hasta su existencia, es un capítulo poco estudiado por los historiadores, y sin embargo de no escasa importancia. En la Guerra Civil española, la iniciativa partió del bando franquista, aunque [posteriormente fue “copiada” por los republicanos](/pontevedra/2018/04/29/madrinas-presos-figueirido-16018287.html). Se trataba, evidentemente, de alentar la moral de los combatientes, especialmente de los que estaban en primera línea de combate. En el primer caso, jugó un papel esencial la Sección Femenina de Falange, que era la que facilitaba a sus chicas de confianza los nombres de los soldados a los que enviárselas. Ellos las recibían y, a su vez, les escribían a ellas. En Galicia abundaron las madrinas de guerra, y además desde los inicios de la contienda, pues aquí no existió frente bélico, al ser tomada por los militares sublevados tan solo un par de semanas después del golpe militar de 18 de julio de 1936. La mayoría de estas cartas “desaparecieron”, quemadas o escondidas, tras la contienda, por eso apenas se conservaron testimonios. Pero, como ya se ha dicho, el de Ceferino Pereira es un caso muy singular: él intuía que también formaban parte del testimonio de la guerra que quería legar, sin embargo no las guardó junto a los cuadernos; de hecho, fueron sus hermanas las que las custodiaron en silencio, hasta que las “descubrieron” en 1981. “Aunque las mujeres que las recibían, las madrinas -explica Fernando Pereira- seguramente creían que solo les escribían a ellas, en realidad los soldados escribían a varias chicas a la vez, a cuantas más mejor. ¿Por qué? Pues porque, como escribió mi padre, de las madrinas esperaban que les enviasen tabaco, una prenda de abrigo, calcetines… ya que estaban muy necesitados y sus familias no podían, o no sabían, cómo hacérselos llegar ni si iban a alcanzar a su destinatario. Me consta que algunas de estas relaciones acabaron en matrimonio. Por lo que respecta a mi padre, hubo una chica con la que tuvo una correspondencia larga y muy especial; se llamaba Clotilde y llegaron a conocerse personalmente porque, al finalizar la guerra, él quiso recuperar aquellas cartas, quiso verse con ella, y lo consiguió. A mí me parece que congeniaron y simpatizaron porque, ambos, estudiaban Magisterio. En cambio, hubo otra mujer con la que terminó bastante mal; también quiso conocerla en persona para pedirle las cartas, pero ella le dijo que las había quemado todas, y eso, lógicamente, le sentó muy mal a mi padre. No quiso saber nunca más de ella...ni ella de él”. Las fotografías “Creo que conforman todo un tesoro -considera Fernando Pereira Bueno- y me sorpendió muchísimo encontrar tantas: hasta 60. Porque a todo esto hay que explicar que todas ellas están hechas por compañeros suyos del frente puesto que, en principio, no les dejaban sacar fotos; el ejército tenía lógicamente su propio servicio de fotografía, sus propios fotógrafos, para controlar lo que se podía fotografiar y lo que no. Y sin embargo… aquí están éstas, y tienen su mérito, porque requirieron que los soldados se comprasen sus propios carretes y se las arreglasen para revelarlas. Mi padre,de hecho,envió durante la guerra varios carretes a sus hermanas, para que ellas se encargasen de revelarlas. Y, como puede apreciarse en el libro, salvo algunas imágenes bélicas de la contienda,las fotos lo que muestran en general son esos momentos “muertos”, que también los hay, entre batalla y batalla, donde unos juegan a las cartas, otros cuentan chistes…en fin. Pero mi padre lo que hacía para aprovechar esas pausas era, sobre todo, leer y escribir, le gustó siempre, hasta el final de sus días. El leía muchísimo, le encantaba, y escribir era una ayuda, en esa tesitura yo diría que hasta una especie de terapia”. “Mi padre se fue percatando del horror de la guerra y de lo absurdo que era estar peleando y matándose entre hermanos...” La valoración del enemigo “Mi padre no era nada extremista ni apasionado por la política precisamente -cuenta su hijo-. Siempre trataba de mantener la racionalidad y el equilibrio en este tipo de cuestiones. Pero sí que es verdad que, a través de las cartas, se refleja en él una curiosa evolución. Al principio, al hablar del enemigo, de vez en cuando se le escapaban expresiones de menosprecio seguramente inspiradas por sus mandos, como las típicas de “rojos” u “hordas marxistas”… Pero a medida que avanza la guerra va matizando, no sólo moderándose, sino también refiriéndose al ejército adversario como “los leales” (leales a la República, obviamente) y deja de demonizarlos. Yo creo que, con el paso del tiempo, él se va dando cuenta de lo terrible que es la guerra, del horror, y de lo absurdo de estar peleando y matándose entre hermanos...” El componente emocional El vigués Fernando Pereira Bueno es licenciado en Geografia e Historia por la Universidade de Santiago de Compostela en la especiliadad de Historia del Arte, e impartió clases, hasta su jubilación, como profesor de Ciencias Sociales en centros de Educación Secundaria en Vigo. Ha publicado libros como “El origen de las Escuelas de Artes y Oficios de Galicia”, “A presenza de mujeres mulleres pintoras na arte galega: 1858-1936)” o “Rosalía de Castro: imaxe e realidade”, sobre la representación icónica de la poeta a partir de pinturas, dibujos y otras técnicas. En este sentido, el legado de su padre no podía haber caído en mejores manos: “A viajaxe de meu pai” incluye un magnífico trabajo de investigación y contextualización de los hechos que se narran en estos manuscitos. Sin embargo, aquí aborda una historia que, emocionalmente, también le implica. Y eso es algo que estuvo muy presente en el proceso de elaboración de este libro. Él lo explica así: “He tratado de ser lo más riguroso posible aunque ¡claro! Ahora me tiro de los pelos pensando cuántas cosas podría haberle preguntado a mi padre, pero eso casi nos pasa a todos cuando fallece una persona querida. Yo me planteé esta obra como un homenaje en el que, lejos de traicionar su intimidad, lo que he hecho es cumplir una misión. Y esto te lo explico. En 1983, dieciocho años antes antes de fallecer, mi padre escribió una especie de carta-testamento en el que cita los cuadernos y las cartas, y ahí dice que es un material valioso no solo para la familia, sino también para los investigadores, y para personas que que se sentirán muy identificadas con lo que contó. Y, ahora mismo, lo que siento es una sensación de Misión cumplida… aunque para ello hayan tenido que pasar muchos años, bastantes, quizás demasiados…” Para ver este vídeo suscríbete a Faro de Vigo o inicia sesión si ya eres suscriptor [Suscríbete](https://micuenta.farodevigo.es/suscripcion/galeria/) ¿Ya eres premium? Inicia tu sesión [aquí] Extractos de cartas Cartas a su hermana Lucrecia y familia 8 de agosto de 1938 Queridos todos: Siempre nos es evocador el seno familiar, mucho más lo es para mí en estos días que otros años nos divertíamos sin pensar que a aquellos tiempos habían de suceder estos tan amargos (…) Ahora lo que esperamos es que esto finalice muy pronto, para que podamos descansar de estas fatigas superiores en mucho a cuanto pueda imaginarse. Pero…nuestra esperanza ya se va cansando, según explica la desesperación que paulatinamente va inundando a todos los combatientes (…) En el desarrollo de este simulacro de guerra, porque en el fondo son venganzas, ensañamientos, odios, nos embrutecemos y nos animalizamos. ¿En dónde van los sentimientos? En los últimos días cayó a mi lado un cabo subordinado mío y caballero desde la formación de esta unidad, siendo yo el primero en mancharme con su preciada sangre tan serenamente con como lo estoy ahora (…) ¿Quién nos ha encallecido tanto? Y lo peor es que todo esto se enmascara con la palabra Patria. Dígame, mamá, usted que es la mínima expresión de la Patria: ¿Sería capaz de consentir que un hijo suyo padeciera tanto? 17 de gosto de 1938, Frente del Ebro Queridos todos: Yo sigo desesperado, y con tal hastío, que a mi normal dinamismo sucedió la mayor apatía. Este estado de cosas que se prolongó y se prolonga más de lo vivido, mató el vivir de toda la generación presente y mitad de la venidera. Porque ¡qué importa que se salve alguno si total no vivirá! Parece mentira que no tengamos derecho a una vida mejor. ¿Quién nos ha castigado con este arresto tan tremendo? (…) Hoy se da el caso de no tener cosas bonitas que reseñar; pero con todo no entristeceros, porque me parece mejor que sepáis la verdad y no cosas amañadas a mi capricho.. He visto a algunos, que en actos de la muerte llamaban a los vecinos y les decían que escribiesen diciendo que habían caído ligeramente heridos. Luego expiraban, y la familia medianamente consolada: ligeramente herido. ¿No es mejor saber la verdad en cualquier caso? Yo entiendo que sí. Carta a Clotilde, madrina de guerra Distinguida señorita y digna maestra de la Nueva España (…) ¡Qué triste y depresiva resulta la falta de una guía orientadora! Bajar de los tiroteos, estar en los parapetos una y otra vez, sufrir solo impresiones guerreras y no tener una madrina de guerra que nos allane en la medida que pueda las asperezas de la campaña, es algo muy triste. Puedo asegurar que los momentos de más regocijo son los que recibo una carta de la cariñosa y bondadosa madrina. Pues bien, el azar ha querido que hoy se troque mi tristeza en esperanza, al llegar a mi poder una hoja profesional en que fortuitamente encontré tus señas. De repente una corriente de alegría me invadió y me impulsó a dirigirte esta modestísima petición con la esperanza de que tu actitud, inspirada en el amor a la causa, dará un rotundo mentís al deshonroso concepto que de las maestras se formuló equivocadamente. Así lo espera este cabo de artillería... Suscríbete para seguir leyendo [RRSS WhatsApp](https://api.whatsapp.com/send?text=El%20viaje%20al%20infierno%20de%20Ceferino%20Pereira%20https://www.farodevigo.es/estela/2024/05/05/ceferino-pereira-cartas-fotografias-guerra-civil-espanola-101925952.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.farodevigo.es/estela/2024/05/05/ceferino-pereira-cartas-fotografias-guerra-civil-espanola-101925952.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Twitter](https://twitter.com/intent/tweet?original_referer=https://www.farodevigo.es/estela/2024/05/05/ceferino-pereira-cartas-fotografias-guerra-civil-espanola-101925952.html&text=El%20viaje%20al%20infierno%20de%20Ceferino%20Pereira%20%20https://www.farodevigo.es/estela/2024/05/05/ceferino-pereira-cartas-fotografias-guerra-civil-espanola-101925952.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40Farodevigo) [RRSS email](mailto:?subject=El%20viaje%20al%20infierno%20de%20Ceferino%20Pereira%20&body=https://www.farodevigo.es/estela/2024/05/05/ceferino-pereira-cartas-fotografias-guerra-civil-espanola-101925952.html%3Futm_source%3Dmail%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [Copiar URL](javascript:%20void(0)) - [En Vigo entendín a importancia que para un traballador supón ter conciencia de clase](https://galego.farodevigo.es/estela/2024/04/21/fernando-leon-aranoa-vigo-entendi-importancia-conciencia-clase-101331341.html) - [Os camaróns da Ría de Vigo ao descuberto](https://galego.farodevigo.es/estela/2024/04/21/camarones-ria-vigo-descubierto-101187271.html) - [Culturismo, un modo de vida que aúna deporte e dieta](https://galego.farodevigo.es/estela/2024/04/28/culturismo-vida-auna-deporte-dieta-101650666.html) - [Quen é o xogador do Celta que está con Gerardo?](https://galego.farodevigo.es/estela/2024/04/07/jugador-celta-gerardo-roa-100716153.html) - [“Reivindico o fracaso porque é o dereito para equivocarse”](https://galego.farodevigo.es/estela/2024/04/07/reivindico-fracaso-derecho-equivocarse-javier-gutierrez-actor-100715826.html) - [A muller da pincelada libre](https://galego.farodevigo.es/estela/2024/04/21/mercedes-lence-mujer-pincelada-libre-101183954.html) - [Un lugar no mundo](https://galego.farodevigo.es/estela/2024/04/21/lugar-mundo-101288861.html) - [Memorias de novos recrutas](https://galego.farodevigo.es/estela/2024/04/07/memorias-jovenes-reclutas-servicio-militar-100712441.html) [A IA máis humana: así vai transformar a Intelixencia Artificial os departamentos de recursos humanos](https://galego.farodevigo.es/estela/2024/05/05/inteligencia-artificial-transformar-departamentos-de-recursos-humanos-101808167.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://api.whatsapp.com/send?text=El%20viaje%20al%20infierno%20de%20Ceferino%20Pereira%20https://www.farodevigo.es/estela/2024/05/05/ceferino-pereira-cartas-fotografias-guerra-civil-espanola-101925952.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
    "https://www.facebook.com/sharer/sharer.php?u=https://www.farodevigo.es/estela/2024/05/05/ceferino-pereira-cartas-fotografias-guerra-civil-espanola-101925952.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
    "https://twitter.com/intent/tweet?original_referer=https://www.farodevigo.es/estela/2024/05/05/ceferino-pereira-cartas-fotografias-guerra-civil-espanola-101925952.html&text=El%20viaje%20al%20infierno%20de%20Ceferino%20Pereira%20%20https://www.farodevigo.es/estela/2024/05/05/ceferino-pereira-cartas-fotografias-guerra-civil-espanola-101925952.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40Farodevigo)",
    "https://twitter.com/intent/tweet?original_referer=https://farodevigo.es/estela/2024/05/05/ceferino-pereira-cartas-fotografias-guerra-civil-espanola-101925952.html&text=El%20viaje%20al%20infierno%20de%20Ceferino%20Pereira%20%20https://farodevigo.es/estela/2024/05/05/ceferino-pereira-cartas-fotografias-guerra-civil-espanola-101925952.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40Farodevigo)",
    "https://www.facebook.com/sharer/sharer.php",
    "https://api.whatsapp.com/send?text=El%20viaje%20al%20infierno%20de%20Ceferino%20Pereira%20https://farodevigo.es/estela/2024/05/05/ceferino-pereira-cartas-fotografias-guerra-civil-espanola-101925952.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
    "https://api.whatsapp.com/send",
    "https://twitter.com/intent/tweet",
    "https://facebook.com/sharer/sharer.php?u=https://farodevigo.es/estela/2024/05/05/ceferino-pereira-cartas-fotografias-guerra-civil-espanola-101925952.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-05T07:25:36.083+03:00",
  "updated": "2024-05-05T07:25:36.083+03:00"
}