{
  "thread": {
    "uuid": "3d26171ea711a2d0195c81e6138543e00e13f4ef",
    "url": "https://www.campograndenews.com.br/cidades/capital/fieis-aproveitam-mutirao-de-confissoes-antes-da-chegada-da-pascoa",
    "site_full": "www.campograndenews.com.br",
    "site": "campograndenews.com.br",
    "site_section": "https://www.campograndenews.com.br/lado-b",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Lado B - Campo Grande News",
    "title": "Fieis aproveitam “mutirão” de confissões antes da chegada da Páscoa - Capital - Campo Grande News",
    "title_full": "Fieis aproveitam “mutirão” de confissões antes da chegada da Páscoa - Capital - Campo Grande News",
    "published": "2024-03-29T15:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://cdn6.campograndenews.com.br/uploads/noticias/2024/03/29/wr3m3gusc4v7.jpg",
    "performance_score": 0,
    "domain_rank": 56962,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3d26171ea711a2d0195c81e6138543e00e13f4ef",
  "url": "https://www.campograndenews.com.br/cidades/capital/fieis-aproveitam-mutirao-de-confissoes-antes-da-chegada-da-pascoa",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Campo Grande News",
  "published": "2024-03-29T15:28:00.000+03:00",
  "title": "Fieis aproveitam “mutirão” de confissões antes da chegada da Páscoa - Capital - Campo Grande News",
  "text": "Fiéis aproveitam “mutirão” de confissões antes da chegada da Páscoa Arcebispo de Campo Grande, Dom Dimas Lara Barbosa, recebeu declarações dos fiéis na Paróquia São João Batista Igreja lotada e entrega de senhas para confissões. O cenário esta manhã na Paróquia São João Batista, no bairro Coophasul, foi de busca por perdão. Quem procurou a igreja nesta manhã acabou encontrando o arcebispo de Campo Grande, Dom Dimas Lara Barbosa, que também recebeu as declarações dos fiéis junto com outros padres da paróquia. “As confissões ocorreram durante toda a quaresma, hoje é apenas um “mutirão”, para quem deixou pra última hora o rito”, disse ele, lembrando que as pessoas buscam se confessar mais neste momento de Páscoa porque “a morte de Cristo, quando ele deu a vida por nós, é o momento de as pessoas deixarem tudo aquilo de errado que elas já fizeram e se arrependerem”, assinalou. Com a senha 104 em mãos e emocionada, a gerente Daniele Junqueira Rodrigues, 37 anos, disse que a última vez que ela se confessou tem 20 anos, quando ela crismou (sacramento da Crisma é considerado a confirmação do Batismo pelo Espírito Santo). Ficou afastada muito [tempo](https://www.campograndenews.com.br/tempo) até que a filha dela, de 10 anos de idade, pediu para fazer catequese (ensino da doutrina católica). “Eu e meu marido então decidimos procurar uma igreja e até ele, que nunca foi de nenhuma religião, resolveu participar e vai se batizar domingo”, contou a mulher. Chorando, ela ainda lembrou da importância da igreja em sua vida. “Quando eu era mais nova, participava obrigada pela minha mãe, mas não entendia a importância de Jesus na minha vida.” Também esperando serem chamados ao confessionário, o eletricista Roner Rosa do Nascimento , 32 anos, e a esposa, dona de casa Stephanye Brandão Rosa, 28 anos, comentam que a Páscoa é a data mais importante da igreja, dia de constrição e meditação. “Foi o evento mais importante que aconteceu”, disse Roner. Para a esposa, além disso, é importante ensinar as filhas de 1 e 9 anos de idade a entenderem o que aconteceu na data. “Não é só um feriado”. Por fim, Mário Rosa de Almeida, 61 anos, afirma que “somos importantes para Jesus, tanto que ele morreu pela gente. É a imensidão do amor dele por nós que me faz retribuir um pouco desse amor”, disse. Quando falou com o Campo Grande News ele segurava a senha 97. “Não me importo em esperar, porque a gente na Terra não sabe se amanhã estará vivo”. Receba as principais notícias do Estado pelo Whats. [Clique aqui para acessar o canal do Campo Grande News](https://whatsapp.com/channel/0029Va6UwSHHltY8c4OtUb0j) e siga nossas [redes sociais](https://www.tiktok.com/@campograndenews?_t=8jKPysGs6SL&_r=1).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.tiktok.com/@campograndenews?_t=8jKPysGs6SL&_r=1).",
    "https://whatsapp.com/channel/0029Va6UwSHHltY8c4OtUb0j)",
    "https://tiktok.com/@campograndenews?_t=8jKPysGs6SL&_r=1).",
    "https://www.whatsapp.com/channel/0029Va6UwSHHltY8c4OtUb0j)",
    "https://www.tiktok.com/@campograndenews"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T18:02:02.458+03:00",
  "updated": "2024-03-29T18:24:32.036+03:00"
}