{
  "thread": {
    "uuid": "9b8bd4c2a0a9a1ea087aef878d6844cd62e41896",
    "url": "https://www.tuko.co.ke/business-economy/552985-bolt-taxi-raises-ksh-10m-kenyans-support-victims-floods",
    "site_full": "www.tuko.co.ke",
    "site": "tuko.co.ke",
    "site_section": "https://www.tuko.co.ke/",
    "site_categories": [
      "media"
    ],
    "section_title": "Tuko News - Breaking News, Kenya News, World News Today",
    "title": "Bolt taxi raises KSh 10m from Kenyans to Support Victims of Floods - Tuko.co.ke",
    "title_full": "Bolt taxi raises KSh 10m from Kenyans to Support Victims of Floods - Tuko.co.ke",
    "published": "2024-06-24T07:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://netstorage-tuko.akamaized.net/images/66c309c4fe9d5316.png?imwidth=1200",
    "performance_score": 0,
    "domain_rank": 17667,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9b8bd4c2a0a9a1ea087aef878d6844cd62e41896",
  "url": "https://www.tuko.co.ke/business-economy/552985-bolt-taxi-raises-ksh-10m-kenyans-support-victims-floods",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Wycliffe Musalia",
  "published": "2024-06-24T07:31:00.000+03:00",
  "title": "Bolt taxi raises KSh 10m from Kenyans to Support Victims of Floods - Tuko.co.ke",
  "text": "Bolt taxi raises KSh 10m from Kenyans to Support Victims of Floods - Bolt taxi Kenya targeted KSh 10 million from its Flood Assist initiative aimed at supporting victims of floods - The company partnered with the Kenya Red Cross Society, contributing KSh 5 million in the first phase of the campaign - Speaking during the final release of the money, after meeting the target, Bolt country manager Linda Ndungu applauded riders for their support PAY ATTENTION: Flexible Payment Plans Available! [Invest in Yourself & See the Return with Our Affordable Copywriting Course!](https://corp.tuko.co.ke/courses/copywriting?utm_source=site&utm_medium=article&utm_campaign=%D1%81opywriting_%D1%81ourse_4&utm_id=Copywriting+Course) TUKO.co.ke journalist Wycliffe Musalia brings over five years of experience in financial, [business](https://www.tuko.co.ke/business-economy/), and technology reporting, offering deep insights into Kenyan and global economic trends. [Bolt](https://www.tuko.co.ke/259703-bolt-kenya-requirements-drivers-riders.html) taxi-hailing firm has raised KSh 10 million under the Flood Assist campaign to assist flood victims. The company collected the money from riders using the ‘Flood Assist’ category to support victims of the floods that plagued the country between March and May 2024. How Bolt collected flood assist money The 5% of each ride's revenue from this category was apportioned and forwarded to the [Kenya](https://kiswahili.tuko.co.ke/tags/siasa-za-kenya/) Red Cross Society. PAY ATTENTION: Share your outstanding story with our editors! Please reach us through news@tuko.co.ke or WhatsApp: 0732482690. Speaking at the final handover ceremony, Linda Ndungu, Bolt Country Manager said the Kenya Red Cross Society, through its robust mechanisms, was able to mitigate the impact of the floods. “Bolt is thrilled to announce that, thanks to our dedicated riders, we have successfully reached our goal of raising 10 million shillings. The funds raised will support flood victims through our esteemed partner, the Kenya Red Cross Society. The response to the 'Flood Assist' category was overwhelming, allowing us to meet our target in just two weeks. \"This achievement highlights the unwavering commitment of Kenyans to support each other in times of crisis, an incredible testament to our resilience as a nation. We commend the Kenya Red Cross for their outstanding work in aiding those affected by the floods and are confident that they will continue to make a positive impact as they help to restore lives,” said Ndungu Ndungu extended the company's appreciation to all users of its platform who contributed to this great initiative. How Kenya Red Cross and Bolt supported flood victims The Kenya Red Cross Society proactively prepared for these challenges by ensuring prompt emergency responses, conducting search and rescue missions, prepositioning shelter kits and distributing essential supplies. Kenya Red Cross Society Head of Disaster Operations Venant Ndighila expressed the society's deepest gratitude to Bolt for their generous contribution to supporting those affected by the floods. \"We appreciate not only the monetary donations but also the overall support from Bolt and the broader Kenyan community. With the initial contributions, we were able to help families regain their footing with dignity by providing food, clean water, emergency shelter, and attending to their health needs. \"Additionally, we supported affected children by purchasing school supplies, particularly in the Mai Mahiu region. Moving forward, we will continue to aid these families in improving their livelihoods and reconstructing their homes through cash support. We remain thankful for this partnership with Bolt, especially during a time when overall support has diminished due to challenging economic conditions..” Bolt's tax contribution to support flood victims The partnership between Bolt and the Kenya Red Cross Society to support flood victims across Kenya started in May 2024. Bolt [gave an initial contribution of KSh 5 million](https://www.tuko.co.ke/business-economy/548366-bolt-kenya-clarifies-5-cut-ride-support-victims-floods/), with a total goal of raising KSh 10 million through the Flood Assist category. The initiative was informed of the floods' impacts on riders and Bolt [Taxi](https://www.tuko.co.ke/269638-11-taxi-booking-apps-kenya-2021.html) drivers, who were unable to execute their duties. PAY ATTENTION: check out news exactly for YOU ➡️ click on [“Recommended for you”](https://www.tuko.co.ke/recommended/) and enjoy! Source: TUKO.co.ke [](https://www.tuko.co.ke/authors/wycliffe-musalia/) Wycliffe Musalia (Business Editor) Wycliffe Musalia is a Business Editor at TUKO.co.ke, with over five years of experience in digital media. He holds a Bachelor of Arts in Linguistics, Media and Communication from Moi University. Before joining TUKO.co.ke, Musalia worked as an editorial intern at Standard Media Group. Musalia has completed the full Google News Initiative (GNI) News Lab Advance digital reporting workshop. He has also undergone Procurement Fraud and Public Finance Management Training conducted by the Kenya Editors’ Guild. You can get in touch with Musalia via mail: wycliffe.musalia@tuko.co.ke.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Social Issue"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "linda ndungu",
        "sentiment": "none"
      },
      {
        "name": "wycliffe musalia",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ksh",
        "sentiment": "none"
      },
      {
        "name": "kenya red cross society",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kenya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T12:43:49.789+03:00",
  "updated": "2024-06-24T12:43:49.789+03:00"
}