{
  "thread": {
    "uuid": "84568253b0ed98d411d38a9654d80228df341b8d",
    "url": "https://www.christianitydaily.com/news/christian-groups-rally-for-peace-due-to-manipur-ethnic-violence.html",
    "site_full": "www.christianitydaily.com",
    "site": "christianitydaily.com",
    "site_section": "https://www.christianitydaily.com",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Christianity Daily News | Christianity Daily",
    "title": "Society News | Christian Groups Rally for Peace Due to Manipur Ethnic Violence | Christianity Daily",
    "title_full": "Society News | Christian Groups Rally for Peace Due to Manipur Ethnic Violence | Christianity Daily",
    "published": "2023-12-28T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://christianitydaily-29b4.kxcdn.comfiles/original/thumbnail/3/01/30117.jpg",
    "performance_score": 0,
    "domain_rank": 82884,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "84568253b0ed98d411d38a9654d80228df341b8d",
  "url": "https://www.christianitydaily.com/news/christian-groups-rally-for-peace-due-to-manipur-ethnic-violence.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bernadette Salapare",
  "published": "2023-12-28T07:00:00.000+02:00",
  "title": "Society News | Christian Groups Rally for Peace Due to Manipur Ethnic Violence | Christianity Daily",
  "text": "Christian groups and civil society organizations in India have joined forces to demand peace and the restoration of harmony in Manipur, a northeastern state plagued by ethnic violence. Over 130 lives have been lost, and more than 50,000 individuals, predominantly Kuki tribal Christians, have been displaced. Call for Peace Rally On Saturday, Jun 24, over 40 organizations convened in Delhi to show solidarity with the people of Manipur and to call for immediate action to restore peace. Christian activist Minakshi Singh, one of the rally organizers, emphasized the need for Prime Minister Narendra Modi to address the issue promptly, [UCA News](https://www.ucanews.com/news/christians-civil-society-urge-peace-in-riot-hit-indian-state/101772) reported. During the rally, a memorandum was handed over to Federal Home Minister Amit Shah, who held an all-party meeting on the same day. Similar programs were also conducted in Assam, Nagaland, Meghalaya, and Tamil Nadu, further emphasizing the situation's urgency. The protesters reportedly expressed their distress over the destruction of churches and the failure of the state government to protect its citizens. Pastor Ezekiel M, a resident of Manipur, highlighted the breakdown of law and order and the rapid destruction of properties built over several decades. In addition, a similar report from [Christianity Daily](/news/christian-groups-unite-in-prayer-to-halt-violence-in-manipur.html) reported that Christian organizations also united in a strong display of unity and faith as they organized a solidarity prayer on Saturday, Jun 24. The event aimed to end the killings, violence, arson, and hatred that have plagued the state of Manipur for over 50 days. Despite the deployment of heavy military and police forces, the unrest in Manipur has shown no signs of subsiding. In response, religious leaders from various denominations within the Christian community gathered to pray fervently for the troubled state. They appealed to the Central and Manipur governments to take decisive action to restore peace, security, and justice for the people. Allen Brooks, the spokesperson for AC, expressed the disappointment felt by the people of Manipur, who had hoped for an end to the bloodshed after the union home minister's visit to their state. However, the situation on the ground has not improved, which represents a significant setback and saddens the people. Also Read: [Manipur Church Organizations Appeal for Peace Amid Claims of Targeted Christian Persecution](/news/manipur-church-orgs-call-for-peace-amid-persecution-claims.html) Ethnic Violence in Manipur According to the [Business Mirror](https://businessmirror.com.ph/2023/06/14/why-deadly-ethnic-violence-erupted-in-indias-manipur-state/), the northeastern state of Manipur in India has been grappling with a severe outbreak of ethnic violence, resulting in a month-long mobile Internet shutdown for its 3.5 million residents. The clashes stem from a dispute over access to affirmative action benefits, which has led to over 100 fatalities and forced more than 37,000 individuals into refugee camps. Mobs have set fire to homes, vehicles, and places of worship, escalating the violence to unprecedented levels. Moreover, the current situation in Manipur resembles the tumultuous 1990s when the region experienced brutal insurgencies and ethnic conflicts, many of which were rooted in the state's merger with India in 1949. The state government's deployment of the army and paramilitary forces has been insufficient in curbing the sporadic violence that keeps the area on edge. On the other hand, the government extended the mobile Internet shutdown until Thursday, Jun 15, to prevent further escalation. Related Article: [Christian Groups Unite in Solidarity Prayer, Urging Immediate Action to Halt 50-Day Spree of Killings, Violence in Manipur](/news/christian-groups-unite-in-prayer-to-halt-violence-in-manipur.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.ucanews.com/news/christians-civil-society-urge-peace-in-riot-hit-indian-state/101772)",
    "https://businessmirror.com.ph/2023/06/14/why-deadly-ethnic-violence-erupted-in-indias-manipur-state/),",
    "https://www.businessmirror.com.ph/2023/06/14/why-deadly-ethnic-violence-erupted-in-indias-manipur-state/),",
    "https://ucanews.com/news/christians-civil-society-urge-peace-in-riot-hit-indian-state/101772)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "minakshi singh",
        "sentiment": "none"
      },
      {
        "name": "amit shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "society news | christian groups rally for peace due",
        "sentiment": "negative"
      },
      {
        "name": "uca news",
        "sentiment": "none"
      },
      {
        "name": "kuki",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "manipur",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "delhi",
        "sentiment": "none"
      },
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "tamil nadu",
        "sentiment": "none"
      },
      {
        "name": "meghalaya",
        "sentiment": "none"
      },
      {
        "name": "nagaland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T04:20:17.523+02:00",
  "updated": "2023-12-29T04:20:17.523+02:00"
}