{
  "thread": {
    "uuid": "724eb35833f3d54712d92dc42c18996678ed2bc7",
    "url": "https://seekingalpha.com/article/4660399-dino-polska-expanding-its-highly-profitable-business-model",
    "site_full": "seekingalpha.com",
    "site": "seekingalpha.com",
    "site_section": "https://seekingalpha.com/atom.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "mutual_funds"
    ],
    "section_title": "All Articles on Seeking Alpha",
    "title": "Dino Polska: Expanding Its Highly Profitable Business Model",
    "title_full": "Dino Polska: Expanding Its Highly Profitable Business Model",
    "published": "2023-12-29T23:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.seekingalpha.com/cdn/s3/uploads/getty_images/1486055037/image_1486055037.jpg?io=getty-c-w1536",
    "performance_score": 0,
    "domain_rank": 1027,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "724eb35833f3d54712d92dc42c18996678ed2bc7",
  "url": "https://seekingalpha.com/article/4660399-dino-polska-expanding-its-highly-profitable-business-model",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tomas Riba",
  "published": "2023-12-29T23:46:00.000+02:00",
  "title": "Dino Polska: Expanding Its Highly Profitable Business Model",
  "text": "Note: All currencies are denominated in Polish zloty (PLN) unless otherwise stated.\nDino Polska (\nOTCPK:DNOPY) ( OTCPK:DNOPF) has become one of my largest holdings (~15% of the portfolio), not just because of the stock price appreciation, but also because of my conviction in the company, the management, and the predictability of the business, which has led me to increase the position at every possible drawdown.\nIt is an easy-to-understand company, with high returns on invested capital and the ability to fully reinvest its cash flows into expanding the business, which is still led by its founder, who owns a majority stake of the company.\nHe doesn't write letters to shareholders nor give interviews, but actions speak louder than words, and he has proven his ability to successfully expand the business for over 20 years.\nDino Polska's Background\nDino Polska is a fast-growing Polish chain of medium-sized supermarkets located in convenient locations, founded in 1999 by Tomasz Biernacki, the current Chairman of the Supervisory Board who still owns\n51% of the shares.\nIn 2002, the company opened its first\ndistribution center, and strategically acquired the Agro-Rydzyna meat plant the following year to secure a supply of fresh and high quality meat, one of the bestsellers of the company (14% of revenue).\nUntil 2009, Dino Polska continued expanding its network around its distribution center and reached 100 stores in 2010, when a minority investor acquired 49% of the shares.\nWith the new capital entering the company, growth rates accelerated, and new distribution centers were opened in 2013 and 2016.\nAfter debuting on the Warsaw Stock Exchange in 2017, the company continued expanding its network, reaching eight distribution centers in 2022. It currently operates 2,340 stores across the country and has been increasing the store count by an impressive 22.7% CAGR since its IPO.\nIPO\nWhen a company goes public, I always ask myself about the reasons. Is it because founders want to sell? Does the company need more capital?\nIn Dino Polska's case, the reason is the one I like most, to let an early investor cash out the profits, which is similar to Constellation Software's IPO (\nOTCPK:CNSWF, TSX: CSU:CA).\nDuring the IPO, the founder didn't sell a single share, keeping its majority stake, and the only seller was the early investor Polish Enterprise Fund VI Limited Partnership, registered in the Cayman Islands.\nThe company went public at PLN 39 per share and didn't raise any funds, which makes sense given the strong cash flows and high returns on capital, as I will develop further in the next section.\nThis reason to go public gives me confidence, since the founder believes in the future grow of the company, and there is no need to raise more capital, which always raises the question about if further dilution will be done in the future. Since the IPO, the company always kept the share count at the same level, 98.04M shares, and the share price has increased by 45% CAGR.\nStore format\nThe typical Dino store has a sales floor area of approximately 400 square meters, with a parking lot for 10 to 30 vehicles, and opens from 6:00 a.m. to 10:30 p.m.\nThe company owns most of the land and stores, and locations are diligently selected by a specialized team so that they are situated in sites with a large intensity of footfall or automobile traffic, but in areas where competition is low, mainly in small and medium towns, or the outskirts of the big cities.\nThis strategy is not only favorable from a competition standpoint, but also regarding the costs associated with opening a new store, which are significantly lower (PLN ~3.5M).\nThe team of specialized employees in charge of searching the best locations to expand the network, although the company doesn't disclose the exact number, from my estimates is compromised of about 100 people, since there were 37 in 2016.\nEach store offers its customers ~5,000 stock keeping units (SKUs) and employs 15 people and a store manager. The\nsales mix is compromised of fresh food (40.3%), non-fresh food (48.3%), and non-food products (11.4%).\nThe distribution network is outsourced and supply is well diversified, since the largest supplier accounts for less than 5% (excluding Agro-Rydzyna) and the top 10 less than 15%.\nSince 2019, the company started to install solar panels on the rooftops of Dino stores, and currently 86% of the stores are equipped with their own photovoltaic installation, so electricity demand is being satisfied to a greater degree by renewable energy sources.\nReinvesting at High ROIC\nThe company has been able to expand its store network at a fast pace without diluting the share count, and this is only possible with strong cash flows or debt, which is not the case.\nNet debt to EBITDA has been reducing from 2.56x in 2014 to the current ratio of 0.41x, so we can only explain this impressive growth from a combination of high reinvestment rates and strong returns on invested capital.\nAs shown in the chart above, capital expenditures have exceeded cash from operations, which is possible due to its business model where it collects cash at the moment of the sale and pays its suppliers after 50 days, combined with a high inventory turnover (~10x during the first nine months of 2023).\nReturns on invested capital have been increasing with operating margins (5.1% in 2014 vs 7.8% in 2022), which are distorted due to the fast increase in new stores. According to management, stores reach\nmaturity during the third year, so I expect operating margins to increase as the percentage of new stores compared to mature stores decreases over the years.\nDino's balance sheet is easy to understand, which is something I always value as an investor, and helps me track the performance without the need to look for hidden notes in its annual reports.\nMost of Dino's assets are property and inventories, while most of its liabilities are accounts payable to suppliers and debt. The debt carries a variable interest rate, of which PLN 370M are bonds maturing in 2025 and 2026, and the rest are bank loans.\nOn the equity side, almost all are retained earnings, since the company doesn't pay dividends, which I consider the best capital allocation possible.\nAs long as the company can deploy its capital into expanding the network, it has made it clear that it is\nnot planning to pay dividends, but this might be an option when it doesn't find convenient locations to open new stores.\nAddressable Market\nThe company has been enjoying the tailwinds from the growing Polish economy and a relatively small size that made it easier to expand the network at a faster rate, but the main question is how sustainable is Dino's current expansion rate.\nAs shown in the image above, the company has concentrated its efforts on covering the western regions of Poland, achieving over 16 stores per 100k inhabitants in Lublin, the eighth most populated region of the country.\nIn contrast, the more densely\npopulated areas of the eastern Masovian and the southern Silesian, where Dino operates at 3.3 and 3.6 stores per 100k inhabitants respectively, present ample growth opportunities.\nDino has focused on low-density provinces where competition is low, distinguishing itself from competitors like\nBiedronka, which operates nearly 3,400 stores primarily in high-density areas with higher revenues per store.\nThe company expects to have a similar number of stores in all the regions of the country and recently\napproved the construction of three new distribution centers, one in the northeast, one in the east, and another one in the southeast.\nConsidering Poland's\npopulation of 40 million, with 10 stores per 100k inhabitants, my projection suggests Dino could reach 4,000 stores nationwide. If the company successfully increases this ratio to 15 stores per 100k, the potential store count rises to approximately 6,000.\nA reasonable midpoint estimate stands at 5,000 stores, a goal achievable in ~7 years based on the current pace. Furthermore, expanding into neighboring countries like the Czech Republic, Slovakia, and Lithuania would enlarge the addressable market by nearly 50%, given these three nations collectively account for nearly half of Poland's population.\nCompetitive Advantage\nWhile the supermarket industry is competitive and there is no regulatory monopoly that protects Dino's competitive advantage, it enjoys some particularities that strengthen its position.\nThe company has a standardized store format that makes it easier to scale and cheaper to build, without the costs associated with adapting every store. For other companies such as Biedronka, that mainly compete in dense populations, the store format is different depending on the location or the mall where it is located.\nThe expanding network not only enhances its competitive position through economies of scale and heightened bargaining power with suppliers and carriers, but also serves as a marketing strategy by increasing brand recognition.\nDino also enjoys a lower cost structure, since it owns the stores and doesn't need to pay leases, has lower energy costs thanks to its solar panels, and owns the\nmeat producer, so it doesn't need to rely on external suppliers on one of the most consumed products in Poland (57.4kg per capita compared to Europe's average of 43.3kg during 2023).\nTraditional shops have been losing market share over the years since they don't enjoy the network effects and economies of scale, as shown in the chart below.\nWhen looking at customer reviews,\nDino Polska has an average rating of 4.3 out of 5, while Biedronka has an average of 4.1 out of 5, suggesting customers value Dino's proposition.\nValuation\nThe company's strong competitive position, combined with its predictability, high returns on capital, and the capacity to reinvest its cash flows into expanding the network, comes at a high valuation. Historically, Dino has been trading at an average multiple of nearly 30 times its next twelve months' net income.\nHowever, the assessment of whether it is cheap or expensive is a relative measure when solely considering the multiple. When compared with the 34% CAGR in revenues, the price-to-earnings growth (PEG) ratio is less than 1.0. Adding the margin expansion, which I believe still has room for growth, I have consistently viewed Dino's stock price as cheap.\nThe valuation multiple has experienced a recent decline, ranging between 20x and 25x following the\nannouncement that in 2023, the store count will see low double-digit growth due to increased construction costs and a commitment to debt reduction.\nWhile this could slow down the growth rates over the next few years, and it is important to take into account that the company won't expand the network at over 20% per year as it has done during the last decade, I appreciate that management operates with a business owner mindset, prioritizing decisions that align with the company's long-term interests rather than pleasing short-term market expectations, which could come at a higher cost over time.\nExpected Growth\nAlthough higher inflation affects Dino in a negative way on the network expansion side, it increases food prices faster, and due to Dino's competitive position it has been able to pass them to its customers.\nFor the next few years, in a base case scenario, I expect the store count to grow at low single digits, and like-for-like sales slower than in recent years (15.6% on average over the last eight years) as inflation moderates.\nAs the number of mature stores increases compared to new openings, margins should continue to increase over the years. Assuming the company doesn't dilute its shares, which it has never done, and the multiple slightly decreases as growth rates slow down, I expect Dino Polska to trade at PLN 882 at the end of 2027, providing a 17.5% CAGR over the next four years and considerably outperforming the average business.\nRisks\nOne of the risks that could affect the growth rates is the increase in prices for building materials and land, which has already affected the company during 2023.\nAlthough it could slow down growth during a few years, given the necessity products that Dino provides at affordable prices, the company has not been negatively affected from an earnings perspective, and I value the defensiveness of the business during periods of high inflation and also recessions.\nThe other risk that I have been monitoring for some time, and I like how it has developed, is the variable interest rates associated with Dino's bonds and bank loans. While I prefer companies to have fixed-interest debt, even if it's at higher rates, management has been decreasing debt levels even before the fast increase in interest rates during 2022.\nFinally, I'd like to state the risk associated with the currency. While currency fluctuations will not affect the business since income and expenses are in the same currency, as an investor from outside Poland, the currency fluctuations could affect the returns when converted back to U.S. dollars.\nAlthough a deep analysis of the prospects of the Polish zloty would exceed the purpose of the article and wouldn't guarantee accurate estimates due to the high amount of variables, I'd like to paint a broad picture.\nSince the fall of communism in 1989, Poland has been one of the\nfastest-growing economies at 7.6% CAGR from 1990 to 2022. As the country converges with the rest of Europe, growth rates are decreasing and are projected to be at 2.6% in 2024. Unemployment rates are at 5%, inflation at 6.6%, and interest rates at 5.75%. The country has a positive balance of trade and the government deficit was at 3.7% last year.\nThis data suggests a stable economy, which has translated into a relatively stable\nexchange rate compared to the U.S. dollar which currently stands at 0.25 PLN per USD (same as in the early 2000s, 16% decrease during the last decade).\nConclusion\nDino Polska ticks all the boxes on my checklist to invest in a company, with a proven and highly profitable business model, the ability to reinvest its cash flows into expanding for many years ahead, and great management with strong skin in the game.\nThe company has a clear value proposition that its customers appreciate as can be seen from reviews, and I consider its competitive advantage will improve over the years as market share and margins increase.\nAlthough the store count growth rate is decreasing, the addressable market is huge without taking into account a possible expansion into other neighboring countries.\nThe current valuation is fair given the expectations and the defensiveness of the business. In a base case scenario, I expect Dino Polska to outperform the market delivering a 17.5% CAGR over the next few years.\nEditor's Note: This article discusses one or more securities that do not trade on a major U.S. exchange. Please be aware of the risks associated with these stocks.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Health"
  ],
  "external_links": [
    "https://es.investing.com/currencies/pln-usd",
    "https://tradingeconomics.com/poland/unemployment-rate",
    "https://www.jeronimomartins.com/en/about-us/what-we-do/food-distribution/biedronka/",
    "https://data.oecd.org/gdp/real-gdp-forecast.htm",
    "https://www.bankier.pl/wiadomosc/DINO-POLSKA-S-A-Decyzja-w-sprawie-budowy-trzech-nowych-centrow-dystrybucyjnych-8641024.html",
    "https://tradingeconomics.com/poland/inflation-cpi",
    "https://en.wikipedia.org/wiki/Demographics_of_Poland",
    "https://tradingeconomics.com/poland/government-budget",
    "https://www.worldometers.info/world-population/poland-population/",
    "https://data.oecd.org/poland.htm",
    "https://www.google.com/maps/place/Dino/@51.7846509,16.6966152,8.75z/data=!4m10!1m2!2m1!1sdino+polska!3m6!1s0x47051e2f62bb3669:0x379e599eacd0f217!8m2!3d52.0845894!4d17.3997437!15sCgtkaW5vIHBvbHNrYSIDiAEBWg0iC2Rpbm8gcG9sc2thkgELc3VwZXJtYXJrZXTgAQA!16s%2Fg%2F1hc90fdm3?entry=ttu",
    "https://tradingeconomics.com/poland/interest-rate",
    "https://grupadino.pl/wp-content/uploads/2023/11/DINO-POLSKA-SA-Q3-2023-results-presentation.pdf",
    "https://www.google.com/maps/place/Biedronka/@50.9423224,20.4702173,11.25z/data=!4m10!1m2!2m1!1sBiedronka!3m6!1s0x471827dec8a7ca5b:0xcaca71497aa1990!8m2!3d50.8866381!4d20.6144787!15sCglCaWVkcm9ua2EiA4gBAVoLIgliaWVkcm9ua2GSARRkaXNjb3VudF9zdXBlcm1hcmtldOABAA!16s%2Fg%2F11b5pj37fq?entry=ttu",
    "https://grupadino.pl/en/the-history/",
    "https://www.statista.com/forecasts/679528/per-capita-meat-consumption-european-union-eu",
    "https://tradingeconomics.com/poland/balance-of-trade#:~:text=Poland%20recorded%20a%20trade%20surplus,Million%20in%20February%20of%202022.",
    "https://grupadino.pl/wp-content/uploads/2023/08/DINO-POLSKA-Management-Report-for-1H-2023.pdf",
    "https://grupadino.pl/wp-content/uploads/2023/03/Dino-Polska-Management-Boards-Activity-Report-for-2022-.pdf",
    "https://grupadino.pl/faq/",
    "https://business.columbia.edu/sites/default/files-efs/imce-uploads/DNP.pdf",
    "https://google.com/maps/place/Dino/@51.7846509,16.6966152,8.75z/data=!4m10!1m2!2m1!1sdino+polska!3m6!1s0x47051e2f62bb3669:0x379e599eacd0f217!8m2!3d52.0845894!4d17.3997437!15sCgtkaW5vIHBvbHNrYSIDiAEBWg0iC2Rpbm8gcG9sc2thkgELc3VwZXJtYXJrZXTgAQA!16s%2Fg%2F1hc90fdm3?entry=ttu",
    "https://www.tradingeconomics.com/poland/inflation-cpi",
    "https://www.google.com/maps/place/Dino/@51.7846509,16.6966152,8.75z/data=!4m10!1m2!2m1!1sdino+polska!3m6!1s0x47051e2f62bb3669:0x379e599eacd0f217!8m2!3d52.0845894!4d17.3997437!15sCgtkaW5vIHBvbHNrYSIDiAEBWg0iC2Rpbm8gcG9sc2thkgELc3VwZXJtYXJrZXTgAQA!16s%2Fg%2F1hc90fdm3",
    "https://grupadino.pl/faq",
    "https://www.worldometers.info/world-population/poland-population",
    "https://statista.com/forecasts/679528/per-capita-meat-consumption-european-union-eu",
    "https://www.grupadino.pl/faq/",
    "https://bankier.pl/wiadomosc/DINO-POLSKA-S-A-Decyzja-w-sprawie-budowy-trzech-nowych-centrow-dystrybucyjnych-8641024.html",
    "https://www.jeronimomartins.com/en/about-us/what-we-do/food-distribution/biedronka",
    "https://www.grupadino.pl/en/the-history/",
    "https://www.data.oecd.org/gdp/real-gdp-forecast.htm",
    "https://google.com/maps/place/Biedronka/@50.9423224,20.4702173,11.25z/data=!4m10!1m2!2m1!1sBiedronka!3m6!1s0x471827dec8a7ca5b:0xcaca71497aa1990!8m2!3d50.8866381!4d20.6144787!15sCglCaWVkcm9ua2EiA4gBAVoLIgliaWVkcm9ua2GSARRkaXNjb3VudF9zdXBlcm1hcmtldOABAA!16s%2Fg%2F11b5pj37fq?entry=ttu",
    "https://grupadino.pl/en/the-history",
    "https://www.tradingeconomics.com/poland/government-budget",
    "https://www.google.com/maps/place/Biedronka/@50.9423224,20.4702173,11.25z/data=!4m10!1m2!2m1!1sBiedronka!3m6!1s0x471827dec8a7ca5b:0xcaca71497aa1990!8m2!3d50.8866381!4d20.6144787!15sCglCaWVkcm9ua2EiA4gBAVoLIgliaWVkcm9ua2GSARRkaXNjb3VudF9zdXBlcm1hcmtldOABAA!16s%2Fg%2F11b5pj37fq",
    "https://www.grupadino.pl/wp-content/uploads/2023/08/DINO-POLSKA-Management-Report-for-1H-2023.pdf",
    "https://jeronimomartins.com/en/about-us/what-we-do/food-distribution/biedronka/",
    "https://www.es.investing.com/currencies/pln-usd",
    "https://www.en.wikipedia.org/wiki/Demographics_of_Poland",
    "https://www.business.columbia.edu/sites/default/files-efs/imce-uploads/DNP.pdf",
    "https://www.tradingeconomics.com/poland/interest-rate",
    "https://www.grupadino.pl/wp-content/uploads/2023/11/DINO-POLSKA-SA-Q3-2023-results-presentation.pdf",
    "https://www.tradingeconomics.com/poland/unemployment-rate",
    "https://www.grupadino.pl/wp-content/uploads/2023/03/Dino-Polska-Management-Boards-Activity-Report-for-2022-.pdf",
    "https://www.tradingeconomics.com/poland/balance-of-trade#:~:text=Poland%20recorded%20a%20trade%20surplus,Million%20in%20February%20of%202022.",
    "https://worldometers.info/world-population/poland-population/",
    "https://www.data.oecd.org/poland.htm"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dino polska",
        "sentiment": "negative"
      },
      {
        "name": "tomasz biernacki",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "supervisory board",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T23:58:13.644+02:00",
  "updated": "2023-12-29T23:58:13.644+02:00"
}