{
  "thread": {
    "uuid": "db2e3aef46bebe36eeb33829104f64cd34ea1e79",
    "url": "https://whatsnew2day.com/why-britain-is-the-place-to-invest-in-2024-experts-tip-screamingly-cheap-uk-stocks/",
    "site_full": "whatsnew2day.com",
    "site": "whatsnew2day.com",
    "site_section": "https://whatsnew2day.com/economy",
    "site_categories": [
      "media"
    ],
    "section_title": "Economy &raquo; WhatsNew2Day",
    "title": "Why Britain Is The Place To Invest In 2024: Experts Tip 'screamingly Cheap' UK Stocks » WhatsNew2Day",
    "title_full": "Why Britain Is The Place To Invest In 2024: Experts Tip 'screamingly Cheap' UK Stocks » WhatsNew2Day",
    "published": "2023-12-28T19:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://wtsn2.b-cdn.net/wp-content/uploads/2023/12/Why-Britain-is-the-place-to-invest-in-2024-Experts.jpg",
    "performance_score": 0,
    "domain_rank": 73985,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db2e3aef46bebe36eeb33829104f64cd34ea1e79",
  "url": "https://whatsnew2day.com/why-britain-is-the-place-to-invest-in-2024-experts-tip-screamingly-cheap-uk-stocks/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Merry",
  "published": "2023-12-28T19:01:00.000+02:00",
  "title": "Why Britain Is The Place To Invest In 2024: Experts Tip 'screamingly Cheap' UK Stocks » WhatsNew2Day",
  "text": "Have you heard of the 3D reboot? Do you know which stock market is “wildly cheap”? Does a country’s debt-to-GDP ratio play an important role in your stock selection strategy? If you’ve decided to take a hard look at your portfolio in the new year, these are the themes that will determine the direction of the markets in 2024. There may be more encouraging news on inflation and interest rates. But some analysts argue that economies have not yet felt the full impact of higher borrowing costs imposed in 2023, meaning recession may still be a threat in Britain and the United States. In this context, it can be tempting to wait for the all-clear signal. But, as Rathbones’ James Thomson points out, “that will never come, and often the best results come when you least expect them.” If you believe that fortune favors the brave, these are the topics you can’t afford to ignore in 2024. Bargain in Britain: The FTSE All Share index is up just 1.7% in the last 12 months, but many experts say UK shares are currently undervalued. The 3D reboot Alex Tedder and Tom Wilson, global and emerging strategists at Schroders, say investors should be aware of what they call the “3D reset,” which will increasingly influence the mood of stock markets. This is made up of three factors: demographic limitations; decarbonization imperatives and deglobalization initiatives. These have created supply bottlenecks, raised wage costs, driven inflation and propped up populism. Faced with these challenges, investors would do well to change their thinking and focus more on diversification in particular, rather than relying on the US technology that dominates many portfolios. Tedder and Wilson do not suggest saying goodbye to the United States in 2024, since “its business sector remains, on the whole, better managed and more innovative than virtually any other.” But they do recommend that you explore markets you don’t like, such as Japan and the United Kingdom. Diversification is difficult, but AJ Bell’s Russ Mold says paying attention to certain themes can help you determine “which way the wind is blowing” and realign your portfolio. Debt/GDP ratio In 2024, analysts, as always, will carefully monitor oil and copper prices, “a reliable indicator of global economic health due to its multiple uses.” But they will also closely monitor an increasingly important metric: a country’s debt-to-GDP ratio. If this proportion approaches 20 percent, this should serve as a warning. China and France are already in this position, but the United States’ trillion-dollar-a-year spending is putting them in the danger zone. US markets are pricing in five rate cuts in 2024. Mold argues that if these cuts fail to materialise, this could jeopardize the combined $11.8 trillion market capitalization of the Magnificent Seven. Government Bond Yield Curve Mold also cites another key issue: the government bond yield curve, which reflects market sentiment about risk. The yield curve is “inverted”, meaning the yields on ten-year UK shares and US bonds are lower than those on two-year bonds. The opposite should be true for longer-term bonds that offer a higher yield, as compensation for the possibility of a catastrophe occurring at some point during their longer lifespan. Have you never bet against the United States? Investment legend: Warren Buffett US markets have flourished in 2023, ending the year in style, with all three major indices (the Dow Jones, S&P 500 and Nasdaq) rising for seven consecutive weeks. Driving stock prices has been the hope that interest rates will fall in 2024. There are also hopes that the Magnificent Seven tech stocks will continue to prosper as the artificial intelligence boom continues to gain steam. But UBS analysts also bet on Boeing, Coca-Cola, Domino’s Pizza, Merck, Visa and Ulta Beauty, since they believe that the search for beauty is an every year theme. Another persistent theme is never betting against the United States, something that has sustained billionaire Warren Buffett (pictured) for more than six decades. Salary agreements Mold suggests that we must be attentive to wage agreements, given their impact on inflation. The Bank of England is expected to cut interest rates early in the new year, following the surprise drop in the inflation rate to 3.9 percent. But the Bank does not appear willing to take action until wage increases are moderate. These issues mean that you will hear many analysts speak of a “lack of certainty.” But this is likely to raise the profile of what Thomson calls “recession-resistant stocks that can survive any economic cycle.” It includes in this category companies as diverse as discount retailer Costco, with its loyal and growing customer base, and Hermes, maker of exclusive handbags. Diversification means accepting the high and the low. Great Britain Offer Experts are declaring that the UK is the place to invest in 2024. This claim will be met with some cynicism by those who backed Britain in 2023 and were sorely disappointed. The FTSE All Share Index has risen just 1.7 per cent over the past 12 months, which looks decidedly lackluster compared to the 24.6 per cent rise of the irrepressible S&P 500. But there remains a belief that the UK is “wildly cheap”, according to Matthew Bennison of the Schroder Income Growth fund. It is increasing its British holdings, believing they will do well over a three-year horizon. Simon Gergel, manager of the Merchants investment fund, also argues that Britain is a bargain, saying investors pay £10 for every pound of profits in the UK, compared with $20 for every dollar of profits in the United States. The belief that British companies are being offered at a discount is behind the continuing wave of foreign takeovers of British companies. Last month, the powerful Mars corporation swallowed Hotel Chocolat, maker of the Sleekster and other delicacies, in a £524 million deal. News of the acquisition sent Hotel Chocolat shares soaring 160 percent. This underscores the gap between our perception of our local businesses and the view in some quarters of Wall Street that they are the equivalent of a box of Sleekster chocolate at the price of a selection of Milk Tray. However, Pimco, the biggest US name in corporate bonds, is betting that the UK is heading for a hard landing brought on by a delayed consumer reaction to higher interest rates. And anxiety over the Brexit outcome is behind the undervaluation of UK shares. Some will still conclude that the UK is cheap for some reason. But this could be short-sighted when analysts at US brokerage Jefferies consider Prudential and Standard Chartered as the stocks to watch in 2024, predicting they could grow 105 per cent and 70 per cent respectively. The mold is tilting pharma giant GSK (for the cautious), Legal & General (a balanced pick), equipment supplier Ashmore (a more adventurous pick) and insurance broker Lancashire (for income). Some links in this article may be affiliate links. If you click on them, we may earn a small commission. That helps us fund This Is Money and keep it free to use. We do not write articles to promote products. We do not allow any commercial relationship to affect our editorial independence.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alex tedder",
        "sentiment": "none"
      },
      {
        "name": "tom wilson",
        "sentiment": "none"
      },
      {
        "name": "james thomson",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:19:00.713+02:00",
  "updated": "2023-12-29T02:19:00.713+02:00"
}