{
  "thread": {
    "uuid": "0e1d2f0b246897493da859afb490a58e5ed3054b",
    "url": "https://www.brasildefato.com.br/2023/12/30/padilha-fim-de-ano-com-crescimento-desemprego-em-queda-e-inflacao-sob-controle",
    "site_full": "www.brasildefato.com.br",
    "site": "brasildefato.com.br",
    "site_section": "https://brasildefato.com.br",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "Brasil de Fato | Uma visão popular do Brasil e do mundo",
    "title": "Padilha: fim de ano com crescimento, desemprego em queda e | Política",
    "title_full": "Padilha: fim de ano com crescimento, desemprego em queda e | Política",
    "published": "2023-12-30T19:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://images03.brasildefato.com.br/6311f1f17f772b30ca6cd65bde2b2b03.jpeg",
    "performance_score": 0,
    "domain_rank": 21822,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0e1d2f0b246897493da859afb490a58e5ed3054b",
  "url": "https://www.brasildefato.com.br/2023/12/30/padilha-fim-de-ano-com-crescimento-desemprego-em-queda-e-inflacao-sob-controle",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Brasil_de_Fato",
  "published": "2023-12-30T19:03:00.000+02:00",
  "title": "Padilha: fim de ano com crescimento, desemprego em queda e | Política",
  "text": "Em entrevista exclusiva ao jornalista Juca Kfouri no programa Entre Vistas, da [TVT](https://www.tvt.org.br/), nesta semana, o ministro-chefe da Secretaria de Relações Institucionais da Presidência da República, Alexandre Padilha, comemorou as conquistas do primeiro ano do novo governo Lula. Ele ressaltou que é a primeira vez em muito tempo que o Brasil termina o ano combinando crescimento econômico em alta, desemprego em queda e inflação sob controle. “Três coisas voltaram a acontecer, que há sete anos não aconteciam. É o Brasil ter crescimento econômico, 3% de crescimento do PIB; desemprego em queda, chegou a 7,5%, no começo do ano era mais de 8%; e inflação controlada. Parece pouco, mas há sete anos isso não acontecia”. Além disso, disse que o governo atingiu seus quatro principais objetivos para 2023. “Reposicionar o Brasil no mundo, reequilibrar o ambiente econômico, recriar programas sociais que tinham sido destruídos e salvar a democracia”. Popularidade do governo Padilha comentou recente pesquisa Datafolha que mostra que 90% dos eleitores dizem não se arrepender do voto no presidente Lula nas últimas eleições. No entanto, esse percentual é o mesmo entre os eleitores de Bolsonaro. Para o ministro, os dados refletem um cenário comum nas grandes democracias do mundo atualmente, marcado pela polarização. “Não tenho expectativa, no mundo como é hoje, que a gente venha alcançar, por exemplo, no final do quarto ano do governo Lula os patamares de aprovação que obteve no final dos seus dois governos. O pessoal às vezes tem a fotografia do Lula no último ano do segundo governo, com mais de 80% de aprovação. E acha que isso foi ao longo dos oito anos do primeiro ciclo de governo. E não foi, eu me lembro, estava aqui. Sempre foi muito polarizado também”. Porém, ele acredita que o avanço na implementação dos programas recriados – como o Bolsa Família e o Minha Casa Minha Vida –, bem como das novas políticas – como a [poupança para os alunos do Ensino Médio](https://www.redebrasilatual.com.br/educacao/lula-cria-poupanca-para-que-estudantes-nao-abandonem-o-ensino-medio/) – devem contribuir para melhorar a popularidade do governo. “Vamos avançar muito em cima daqueles que votaram no Bolsonaro. Uma parte já se arrependeu com o golpe de 8 de janeiro, que foi estancado. Mas ainda tem muita coisa para mostrar. E muita coisa para apurar dos desmandos do governo Bolsonaro, muita coisa de apuração que a CPMI já fez em relação ao golpe. Muita coisa para aparecer sobre as investigações sobre mal uso dos recursos”. Pobres no Orçamento, ricos no IR Padilha também afirmou que, em 2023, o governo Lula deu passos decisivos para cumprir a promessa de campanha de resgatar as políticas públicas e programas sociais voltados para aqueles que mais precisam e, ao mesmo tempo, combater os privilégios tributários que beneficiam apenas os mais ricos. “No primeiro ano, teve aumento real do salário mínimo – válido para 2024. (…) Tivemos a recriação do Bolsa Família, do Mais Médicos, do [Minha Casa Minha Vida](https://www.redebrasilatual.com.br/cidadania/minha-casa-minha-vida-passa-a-ser-de-graca-para-quem-recebe-bolsa-familia-e-bpc/), programas voltados para a população mais pobre. E ao mesmo tempo, começamos a taxar os super-ricos, a taxação das offshores e dos fundos exclusivos, que muita gente dizia que não ia ser aprovado”. ‘Detox nas relações’, diz Padilha A Pasta de Padilha é responsável pela interlocução do Palácio do Planalto com o Congresso Nacional, Estados e Município e também junto à sociedade civil, por meio do Conselho de Desenvolvimento Econômico Social e Sustentável, o “Conselhão”. “Nós estamos fazendo um verdadeiro programa de reabilitação institucional no país. Nós vivemos no governo anterior, um conflito federativo. Vocês vão lembrar, o presidente anterior chegava a disputar com os governos estaduais, brigar com governos estaduais em relação a vacina, na condução da pandemia. (Ele) ia num estado, não visitava o governador. Quantas vezes ele foi ao Maranhão e não visitou o Flávio Dino… fazia questão de não visitar. A gente está acabando com esse relacionamento tóxico e fazendo uma verdadeira reabilitação institucional no país”. Conselhão Sobre o [Conselhão](https://www.redebrasilatual.com.br/politica/lula-conselhao-fundamental-politicas-reducao-desigualdades/), o ministro ressaltou a importância de uma instância de diálogo como esta, no país ainda marcado pela polarização política. “Ali no Conselhão tem desde o Adilson Monteiro Alves (dirigente do Corinthians) à Leila Pereira (presidenta do Palmeiras e do banco Crefisa). Tem a liderança do MST sentado do lado de um grande produtor do agronegócio. Tem a Febraban (Federação dos Bancos) e o Sindicato dos Bancários”. Além disso, ele detalhou o trabalho realizado pelas cinco Câmaras Técnicas – Desenvolvimento Econômico e Desigualdade, Sustentabilidade Ambiental, Gestão Pública e Democracia, Justiça e Direitos Humanos – que compõem o Conselhão, além dos grupos trabalho. As primeiras avaliam políticas de governo, interagindo com os ministérios. Já os grupos tratam da elaboração de políticas específicas. Neste ano, elaboraram, por exemplo, proposta de uma política pública específica voltada à primeira infância. Outros grupos elaboraram propostas para a [recuperação de pastagens](https://www.redebrasilatual.com.br/ambiente/lula-lanca-programa-de-recuperacao-de-pastagens-antes-de-ir-para-cop-28/), barateamento do crédito, dentre outras políticas. Mobilização Juca perguntou ao ministro sobre que falta para a população brasileira sair às ruas, de maneira organizada, para reivindicar por mais direitos e melhores condições, e se esse tipo de movimento seria benéfico ao próprio governo, como forma de obter uma correlação de forças mais favorável. “Concordo plenamente”, afirmou Padilha. Disse que uma das coisas que mais sente falta “é da sociedade se mobilizando através de bandeiras, organizada”. Disse que é um grande desafio para os partidos e movimentos compreender as novas formas de organização política. “Por exemplo, tem um debate muito importante sendo feito que é sobre o Ensino Médio. Se teve uma coisa que teve debate no país ao longo do ano foi esse tema. Começou o debate dos professores, dos estudantes. Depois teve uma iniciativa importante do ministro Camilo (Santana), da Educação, de fazer uma consulta pública. Pegou o resultado final da consulta pública, mandou para o Congresso. Agora teve uma [tentativa de votar no final](https://www.redebrasilatual.com.br/educacao/estudantes-e-entidades-comemoram-adiamento-da-votacao-da-revisao-do-novo-ensino-medio/) do ano, lá na Câmara dos Deputados. Nós fizemos questão de dialogar com o relator, o próprio Ministro Camilo foi dialogar. Vamos deixar pro ano que vem. Para quê? Exatamente para que a sociedade possa participar”. [](https://apoie.brasildefato.com.br/?utm_source=site&utm_medium=bannersite&utm_campaign=apoiase)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [
    "https://www.redebrasilatual.com.br/politica/lula-conselhao-fundamental-politicas-reducao-desigualdades/),",
    "https://www.redebrasilatual.com.br/educacao/lula-cria-poupanca-para-que-estudantes-nao-abandonem-o-ensino-medio/)",
    "https://www.redebrasilatual.com.br/cidadania/minha-casa-minha-vida-passa-a-ser-de-graca-para-quem-recebe-bolsa-familia-e-bpc/),",
    "https://www.redebrasilatual.com.br/educacao/estudantes-e-entidades-comemoram-adiamento-da-votacao-da-revisao-do-novo-ensino-medio/)",
    "https://www.redebrasilatual.com.br/ambiente/lula-lanca-programa-de-recuperacao-de-pastagens-antes-de-ir-para-cop-28/),",
    "https://www.tvt.org.br/),",
    "https://redebrasilatual.com.br/ambiente/lula-lanca-programa-de-recuperacao-de-pastagens-antes-de-ir-para-cop-28/),",
    "https://redebrasilatual.com.br/educacao/estudantes-e-entidades-comemoram-adiamento-da-votacao-da-revisao-do-novo-ensino-medio/)",
    "https://redebrasilatual.com.br/politica/lula-conselhao-fundamental-politicas-reducao-desigualdades/),",
    "https://redebrasilatual.com.br/educacao/lula-cria-poupanca-para-que-estudantes-nao-abandonem-o-ensino-medio/)",
    "https://tvt.org.br/),",
    "https://redebrasilatual.com.br/cidadania/minha-casa-minha-vida-passa-a-ser-de-graca-para-quem-recebe-bolsa-familia-e-bpc/),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T00:18:04.086+02:00",
  "updated": "2023-12-31T00:18:04.086+02:00"
}