{
  "thread": {
    "uuid": "f48f2bf8b57181b992932ef29ccebc7d1e173d05",
    "url": "https://tr.im/breaking-news/migrants/pope-francis-urges-support-for-migrants-fleeing-war-and-poverty-in-june-prayer-intention",
    "site_full": "tr.im",
    "site": "tr.im",
    "site_section": "https://tr.im/rss",
    "site_categories": [],
    "section_title": "TrimFeed : Latest Posts",
    "title": "Pope Francis Urges Support for Migrants Fleeing War and Poverty in June Prayer Intention",
    "title_full": "Pope Francis Urges Support for Migrants Fleeing War and Poverty in June Prayer Intention",
    "published": "2024-06-01T11:11:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/filters:format(webp)/trim-feed/media/media_files/62d34fc5c9ea1ae65826e5067b0f85b288e9f280c96d907e0027fdf6c821093a.jpg",
    "performance_score": 0,
    "domain_rank": 17964,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f48f2bf8b57181b992932ef29ccebc7d1e173d05",
  "url": "https://tr.im/breaking-news/migrants/pope-francis-urges-support-for-migrants-fleeing-war-and-poverty-in-june-prayer-intention",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nitish Verma",
  "published": "2024-06-01T11:11:00.000+03:00",
  "title": "Pope Francis Urges Support for Migrants Fleeing War and Poverty in June Prayer Intention",
  "text": "Pope Francis has announced his prayer intention for June, urging the global Catholic community to pray for people fleeing their homelands because of war or poverty. This call aligns with the United Nations' World Refugee Day on June 20 and is part of the Pope's Worldwide Prayer Network.\nAccording to the United Nations Refugee Agency (\nUNHCR), there are currently 110 million people forcefully displaced worldwide, surpassing the number during the Second World War. These figures highlight the gravity of the crisis that Pope Francis is addressing.\nWhy this matters: Pope Francis' call to support migrants fleeing war and poverty highlights the urgent need for global solidarity and compassion in the face of a growing humanitarian crisis. If left unaddressed, the crisis could lead to further instability, social unrest, and human suffering.\nIn his video message, Pope Francis emphasized the spiritual and moral imperative of welcoming migrants. He reminded Christians that 'whoever welcomes a migrant welcomes Christ' and stressed the need for a social and political culture that protects the rights and dignity of migrants. 'The feeling of uprootedness or not knowing where they belong often accompanies the trauma experienced by people who are forced to flee their homeland because of war or poverty,' he said.\nCardinal Michael Czerny, Prefect of the Vatican\nDicastery for Promoting Integral Human Development, echoed the Pope's sentiments. He called on communities to 'welcome, protect, promote, and integrate' migrants, drawing parallels to the Holy Family's flight to Egypt. 'By protecting the rights of migrants, the integral human development of every person is promoted, and communities that welcome them are enriched in multiple ways,' Czerny noted.\nFather Frédéric Fornos S.J., International Director of the Pope's\nWorldwide Prayer Network, emphasized the human aspect of the migrant crisis. He lamented that migrants are often seen as mere numbers or statistics and stressed the importance of compassion and respect for their human dignity. 'Migrants fleeing from war and hunger, often survivors of desperate journeys, are the object of political battles... It is important to remember that they are not numbers or statistics; they are people,' Fornos stated.\nThe Pope's message is consistent with the Church's annual observance of the\nWorld Day of Migrants and Refugees, which will be held on September 29, 2024, under the theme 'God walks with His People.' This event has been a fixture since 1914, underscoring the Church's long-standing commitment to migrant issues.\nThe Pope Video, an official global initiative to disseminate the Holy Father's monthly prayer intentions, has reached over 203 million views across all Vatican social networks since its inception in 2016. The initiative, translated into more than 23 languages, aims to raise awareness and mobilize the faithful around pressing global\nissues.\nPope Francis' June prayer intention highlights the urgent need to support and protect people fleeing war and poverty, advocating for a culture of\ncompassion, respect, and dignity for all.\nKey Takeaways\n- Pope Francis urges global Catholic community to pray for refugees fleeing war and poverty.\n- 110 million people are forcefully displaced worldwide, surpassing WWII numbers.\n- Pope emphasizes moral imperative of welcoming migrants, citing spiritual and social benefits.\n- Cardinal Czerny and Father Fornos echo Pope's sentiments, stressing compassion and dignity for migrants.\n- Pope's message aligns with UN's World Refugee Day and the Church's annual observance of Migrants and Refugees.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.unhcr.org",
    "https://www.popesprayer.va",
    "https://www.thepopevideo.org",
    "https://www.vatican.va/roman_curia/pontifical-councils/migrants/index_en.htm",
    "https://www.caritas.org",
    "https://www.vatican.va/roman_curia/dicasterys/humandevelopment/index_en.htm",
    "https://unhcr.org",
    "https://popesprayer.va",
    "https://thepopevideo.org",
    "https://caritas.org",
    "https://vatican.va/roman_curia/dicasterys/humandevelopment/index_en.htm",
    "https://vatican.va/roman_curia/pontifical-councils/migrants/index_en.htm"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope francis",
        "sentiment": "negative"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "worldwide prayer network",
        "sentiment": "none"
      },
      {
        "name": "united nations",
        "sentiment": "none"
      },
      {
        "name": "united nations refugee agency",
        "sentiment": "none"
      },
      {
        "name": "unhcr",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T11:24:33.007+03:00",
  "updated": "2024-06-01T11:24:33.007+03:00"
}