{
  "thread": {
    "uuid": "5ec3750cf9befd41ca88193e7ea7f3f1f7969903",
    "url": "https://madison.com/news/nation-world/homeless-people-750-dollars-a-month-improved-lives-new-study-nonprofit/article_2b5e4ad8-bf01-59a8-ad3a-3fc80cd498f3.html",
    "site_full": "madison.com",
    "site": "madison.com",
    "site_section": "https://madison.com/news/",
    "site_categories": [
      "media"
    ],
    "section_title": "Madison News | madison.com",
    "title": "Study: $750 a month improved the lives of homeless people",
    "title_full": "Study: $750 a month improved the lives of homeless people",
    "published": "2024-01-07T23:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/madison.com/content/tncms/assets/v3/editorial/2/b5/2b5e4ad8-bf01-59a8-ad3a-3fc80cd498f3/65942ae41958e.preview.jpg?crop=290%2C290%2C720%2C55&amp;resize=200%2C200&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 3584,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5ec3750cf9befd41ca88193e7ea7f3f1f7969903",
  "url": "https://madison.com/news/nation-world/homeless-people-750-dollars-a-month-improved-lives-new-study-nonprofit/article_2b5e4ad8-bf01-59a8-ad3a-3fc80cd498f3.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "DOUG SMITH Los Angeles Times",
  "published": "2024-01-07T23:15:00.000+02:00",
  "title": "Study: $750 a month improved the lives of homeless people",
  "text": "LOS ANGELES — If 100 homeless people were given $750 per month for a year, no questions asked, what would they spend it on?\nCarlos Parra Aguiar built a fire in a grocery cart to stay warm Feb. 24, 2023, in Los Angeles.\nFrancine Orr, Los Angeles Times That question was at the core of a controlled study conducted by a San Francisco-based nonprofit and the USC Suzanne Dworak-Peck School of Social Work.\nThe results were so promising that the researchers decided to publish results after only six months. The answer: food, 36.6%; housing, 19.5%; transportation, 12.7%; clothing, 11.5%; and health care, 6.2%, leaving only 13.6% uncategorized.\nThose who got the stipend were less likely to be unsheltered after six months and able to meet more of their basic needs than a control group that got no money, and half as likely as the control group to have an episode of being unsheltered.\n“I felt there was enough interest and the initial findings were compelling enough that it was important to get those results out,” said Benjamin Henwood, director of the Center for Homelessness, Housing and Health Equity Research at the Dworak-Peck School, who led the study.\nPeople are also reading… These were the most popular baby names in Madison in 2023 3 die in crash of vehicle fleeing Monona traffic stop, authorities say Hundreds of convictions, but a major mystery is still unsolved 3 years after the Jan. 6 Capitol riot Three killed in crash after Monona police chase remembered by their friends as 'bright, loving' people Madison School District is phasing out letter grades at some East High classes in pilot program Snow showers through Saturday night in Wisconsin. How much will fall? Find out here Former Red Rooster owner opening Water Street Social Club on Wisconsin River Restaurant reviews: The 15 best-reviewed restaurants of 2023 in the Madison area See live traffic conditions as snowstorm moves through Madison area Saturday Authorities not saying if 3 suspects who died after police pursuit were wanted for violent crime Interest intensifies for Wisconsin men's basketball recruiting target who is reclassifying Wisconsin men's basketball's high-flying night on SportsCenter's Top 10 5 things to watch for with Universities of Wisconsin in 2024 Ice Age Trail's trailblazing year includes 3 new hiking miles between Middleton, Cross Plains Madison man charged with sex assault of 14-year-old girl taken from northern Wisconsin home “It may not be earth-shattering that providing money is going to help meet basic needs, but I do think it dispels this myth that people will use money for illicit purposes,” Henwood said. “We weren’t finding that in the study.”\nAbout 2% of the total went to alcohol, cigarettes and drug expenses — the largest portion of which was cigarettes, Henwood said.\nThe participants submit monthly reports on their spending and are surveyed in more detail quarterly.\nA follow-up report will be published after participants have received the funds for a full year. But Henwood said the main findings were robust enough that they were unlikely to change.\nThe study arose from Miracle Messages, a San Francisco-based nonprofit that sends volunteers to the streets and shelters to befriend homeless people and try to make connections with the loved ones who lost contact with them. Next founder and chief executive Kevin F. Adler started Miracle Friends, matching homeless people to volunteer phone buddies for weekly calls.\nListen now and subscribe: Apple Podcasts | Google Podcasts | Spotify | RSS Feed | Omny Studio\nThat evolved into Miracle Money when volunteers began asking Adler whether it was OK to give their buddies a few dollars.\n“You asked me to be a friend to this person, but they don’t know what they’re going to eat tonight,” Adler said they would tell him.\nAdler didn’t think the volunteers should hand out their own money. But the idea of cash support appealed to him.\nAfter a pilot showed promise, Adler got a grant to expand to Los Angeles. He hired two recruiters to canvass homeless shelters. They enlisted more than 200 clients who met the criteria of being at least 18 years old and homeless and expressed interest in having a phone buddy.\nRather than just give money away, Adler hoped to document its effect. He teamed up with Henwood, who devised the controlled study. The participants were divided randomly into two groups. One group of 103 received stipends. The others were told they were on a waiting list.\nAfter six months, only 12% of those who received funds reported being unsheltered at any time in the prior month, a dramatic decrease from 30% at the outset. Those on the waiting list also reported fewer unsheltered episodes, but by a much smaller margin, from 28% to 23%.\nThe cash recipients also said they were better able to meet their basic needs. On a scale of 1 (completely) to 5 (not at all), they dropped from about 3.75 on average to just over 3.25. The control group did not budge from 3.75.\nAmong those receiving the funds, some found permanent housing, even though the money fell far below average rents in the area, Henwood said.\n“It seems like it’s opening up possibilities in different ways,” he said. “They might have a friend or relative that may not be willing to support them completely, but if they have something to contribute that opens up a room.”\nIn other cases, the money created opportunities, even for people who remained unsheltered.\n“I spent a lot of the money on food on the go,” one participant told the researchers. “Simple, cheap things like bean and cheese burritos. I eat on the run while I bike/work for DoorDash. I also bought a membership to REI, so I could get my bike fixed for free.”\n“It’s not a single path forward,” Henwood said. “It’s a lot of resourcefulness and creativity.”\n20 facts about homelessness in the US According to HUD, there were 582,462 people experiencing homelessness in the U.S. in January 2022 According to the HUD report, more than 50% of individuals experiencing homelessness in the U.S. were located in California, New York, Florida, and Washington, as of 2022. In California alone, the number of people considered unsheltered (in other words, those experiencing homelessness who aren't in shelters or transitional housing) exceeded half that of those who are unsheltered in the rest of the country combined. California's unsheltered population is ninefold that of Washington's—the state with the second-highest number of unsheltered people as of 2022.\nMatt Gush // Shutterstock The U.S. has seen a 0.3% increase in homelessness since 2020 The year 2020 marked the start of the COVID-19 pandemic and lockdowns in the U.S. Unemployment steeply increased following the lockdowns as businesses shut down and companies began laying off workers, according to the Bureau of Labor Statistics. With unemployment being among the primary causes of homelessness, there was, expectedly, an increase in people experiencing homelessness in the U.S. That said, the federal eviction moratorium did help prevent a drastic rise in homelessness in the country due to people falling behind on rent payments.\nPeyker // Shutterstock Conversely, the U.S. has seen an 8.6% decrease in homelessness since 2010 President Obama's administration unveiled an ambitious plan called \"Opening Doors: Federal Strategic Plan to Prevent and End Homelessness\" in 2010. The program aimed to reduce homelessness among people who chronically experienced it—including veterans—by 2020, according to the National Coalition for the Homeless . The plan's implementation, the 2009 Homeless Emergency Assistance and Rapid Transition to Housing Act , and the U.S. recovery from the 2008 recession are likely to have contributed to the decrease in homelessness since 2010, along with the aforementioned eviction moratorium that stalled a sharp rise of homelessness at the start of the pandemic.\nLinda Hughes Photography // Shutterstock Experts from HUD believe that resources from the American Rescue Plan directed toward homelessness assistance lessened the impact of COVID-19 on homelessness The American Rescue Plan, signed into law by President Biden on March 11, 2021, appropriated $1.9 trillion to help the federal government mitigate the economic effects of COVID-19. The plan included an allocation of $10 billion for combatting homelessness through HUD interventions such as the Emergency Housing Voucher and HOME Investment Partnerships programs. The plan also allotted $5 billion to help persons experiencing or at risk of experiencing homelessness by helping them obtain housing, rental assistance, and support services.\nGround Picture // Shutterstock The marked increase in rental prices during COVID-19 likely contributed to the recent rise in homelessness An increase in rent by $100 translated to a 9% rise in the estimated number of people expressing homelessness as of 2020, according to the Government Accountability Office . With some tenants seeing rent rise by rates of $250 and more during the pandemic, it is unsurprising the number of persons suffering from homelessness rose, even after the pandemic. This, however, is not solely a consequence of pandemic rent increases but also inflation that remained after the pandemic , which reduced people's spendable income, as wages did not rise in accordance with rising prices for goods and services.\nGround Picture // Shutterstock HUD's Emergency Rental Assistance program received more than 12 million applications for assistance between August 2021 and January 2022 The U.S. government instituted the Emergency Rental Assistance program during the pandemic to help households suffering from the economic effects of the pandemic receive assistance in paying rent. Eligibility was based on income and hardship criteria. As previously mentioned, bureaucratic inefficiency and hiccups delayed the disbursement of funds allocated towards the program.\nGregory E. Clifford // Shutterstock A greater proportion of people experiencing homelessness were unsheltered in 2022 compared to 2020 The term \"unsheltered homelessness\" refers to a situation in which people experiencing homelessness do not have a shelter or temporary home to stay in , whereas people experiencing sheltered homelessness do have access to these options. People facing unsheltered homelessness are forced to encamp in the streets, abandoned buildings, vehicles, or other areas unsuitable for human habitation. People experiencing unsheltered homelessness are prone to the threat of inclement weather and the risk of falling victim to crimes such as theft and sexual assault.\nStelsONe // Shutterstock 40% of all people experiencing homelessness in the U.S. during 2022 were unsheltered A challenge people experiencing unsheltered homelessness experience is defensive architecture or hostile architecture , a design principle that aims to stop unintended uses of spaces, often aimed at persons experiencing homelessness. This includes using \"anti-homeless spikes\" intended to prevent people from sleeping on flat areas, anti-urine paint, and metal bars bifurcating benches. In the absence of adequate transitional housing and homeless shelters, such architectural designs, when commissioned by local authorities, risk forcing persons experiencing homelessness to stay in dangerous and unhealthy areas .\nEric Buermeyer // Shutterstock Chronic homelessness has increased 15.5% since 2020 According to the National Alliance to End Homelessness , chronic homelessness refers to a situation where an individual experiencing homelessness fails to obtain housing for over a year or on a repeated basis while also suffering from disabilities, mental illnesses, and addiction, which hinders their prospects for employment and obtaining homes, reinforcing their state of homelessness. The alliance notes that once people experiencing chronic homelessness lose their homes, it is very challenging to find housing again due to their physical and mental challenges. According to HUD data, 127,705 people experienced chronic homelessness in 2022.\naddkm // Shutterstock Veteran homelessness has decreased by 11% since 2020 and more than 50% since 2010 Having fought for the country in grueling engagements overseas, many veterans return to the country with challenges such as traumatic brain injury, post-traumatic stress order, physical disability, inability to acclimate to civilian life, and drug and alcohol addictions. These factors make integration into civilian life and responsibilities difficult for veterans, affecting their ability to find housing. Since 2009, the Department of Veterans Affairs has made it a priority matter to ensure veterans have housing stability , and thanks to those efforts, the number of veterans experiencing homelessness has gone down.\nPeter Cripps // Shutterstock Family and youth homelessness have both decreased since 2020 Family homelessness in the U.S. decreased by 36.1% since 2010, according to HUD data. Similarly, unaccompanied youth homelessness has fallen by 21.4% since 2017. The overall decrease was possible , especially through the pandemic, due to the federal response to homelessness through the Emergency Rental Assistance program, child tax credits, and financial stimulus packages.\nAgave Photo Studio // Shutterstock 50,767 families with children experienced homelessness in 2022 The National Low Income Housing Coalition notes that the U.S. lacks over 7 million affordable housing options for more than 10.8 million low-income families. The coalition assessed that in \"no state or county\" could a renter working full-time for minimum wage pay for a two-bedroom apartment. Coupled with unemployment and poverty, low-income families with children are forced to face steep trade-offs—balancing the needs of the children, the needs of the parents, and the need for safe, affordable housing.\nPressmaster // Shutterstock Since 2020, unaccompanied youth homelessness has decreased by 12% According to the National Alliance to End Homelessness , factors contributing to youth homelessness include conflicts with parents and other family members, poverty, lack of affordable and stable housing options, and mental health and addiction issues. The alliance notes that youth experiencing homelessness are at risk of sex trafficking and exploitation.\nHalfpoint // Shutterstock 6,398 parenting youth taking care of 7,898 children experienced homelessness in 2022, down 13% since 2020 The Interagency Working Group on Youth Programs defines youth as persons 10 to 24 years old . Parenting youth refers to those within this age group who have children. Several factors could be responsible for parenting youth homelessness, such as stigma within the family toward premarital pregnancies, addiction, abandonment by partners, and family conflicts.\nRoman Bodnarchuk // Shutterstock From 2020 to 2022, the number of people who identified as Hispanic or Latino who experienced homelessness rose by 8% \"Understanding Low-Income Hispanic Housing Challenges and the Use of Housing and Homelessness Assistance,\" published in the journal Cityscape , notes that Hispanic people are underrepresented in housing and homelessness assistance programs compared to the rate of poverty in the demographic group. Furthermore, the lack of citizenship and barriers set by immigration law make accessing support systems and public resources difficult for some Hispanic people experiencing homelessness.\nEstrada Anton // Shutterstock The number of people who identify as Hispanic and experienced unsheltered homelessness in 2022 rose 16% since 2020 According to a report from Cornell University , one barrier Hispanic people experiencing unsheltered homelessness face is the fear that visiting shelters could lead to consequences based on their immigration status. Furthermore, as previously mentioned, Hispanic people are underrepresented in the statistics of people who seek housing and homelessness assistance programs.\nEstrada Anton // Shutterstock Natural disasters often have a significant impact on the number of people using shelters Natural disasters like hurricanes and tornadoes could destroy homes, leaving people without alternative housing options and forcing them to seek housing in shelters until they find a roof to keep over their heads. Natural disasters also have a greater negative impact on already homeless people who are prone to the risks of extreme weather .\nAdditional reporting by Emilia Ruzicka. Story editing by Brian Budzynski. Copy editing by Tim Bruns. Photo selection by Clarese Moller. ​​\nWilliam A. Morgan // Shutterstock",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://nsucurrent.nova.edu/2021/02/17/hostile-architecture-how-our-cities-attack-the-homeless/",
    "https://www.culawreview.org/journal/hostile-architecture-meets-covid-19-why-anti-homelessness-laws-must-be-re-evaluated",
    "https://www.usich.gov/resources/uploads/asset_library/10_Strategies_to_Reduce_Homelessness_Updated.pdf",
    "https://www.bls.gov/opub/mlr/2021/article/unemployment-rises-in-2020-as-the-country-battles-the-covid-19-pandemic.htm",
    "https://omny.fm/shows/hot-off-the-wire/playlists/podcast.rss",
    "https://www.hud.gov/press/press_releases_media_advisories/HUD_No_22_253",
    "https://www.forbes.com/sites/johnbremen/2022/04/07/why-salary-increases-do-not-keep-pace-with-inflation/?sh=421242c37533",
    "https://news.cornell.edu/stories/2023/02/staggering-disparities-homelessness-risk-varies-across-race",
    "https://www.congress.gov/bill/111th-congress/house-bill/1877",
    "https://www.hud.gov/program_offices/comm_planning/home-arp",
    "https://omny.fm/shows/hot-off-the-wire/playlists/podcast/embed?style=cover&image=1&share=1&download=0&description=1&follow=1&playlistimages=1&playlistshare=1",
    "https://podcasts.apple.com/us/podcast/hot-off-the-wire/id1622218223",
    "https://caufsociety.com/why-veterans-are-homeless-in-the-us/",
    "https://home.treasury.gov/system/files/136/ERA-FAQ-8-25-2021.pdf",
    "https://theconversation.com/extreme-weather-makes-homelessness-even-worse-heres-how-we-can-help-82758",
    "https://www.google.com/podcasts?feed=aHR0cHM6Ly93d3cub21ueWNvbnRlbnQuY29tL2QvcGxheWxpc3QvMDJlM2JiYjAtOWU4Ny00ODMyLWIyOTctYWFiOTAxMTY4ZjkzLzBjMjM5YTAyLWIxZDktNGM5Ny1hZDUzLWFlODQwMGZiNGMxMS82NmQxNDQ4YS1lNTFlLTQ5M2YtOTZkOS1hZTg0MDBmYzYxNzQvcG9kY2FzdC5yc3M%3d",
    "https://www.gao.gov/products/gao-20-433",
    "https://www.washingtonpost.com/business/2022/07/03/inflation-homeless-rent-housing/",
    "https://journals.sagepub.com/doi/full/10.1177/0002716221995161",
    "https://www.nlc.org/article/2019/11/12/solving-unsheltered-homelessness/",
    "https://nlihc.org/explore-issues/why-we-care/problem",
    "https://endhomelessness.org/homelessness-in-america/who-experiences-homelessness/youth/",
    "https://endhomelessness.org/homelessness-in-america/who-experiences-homelessness/chronically-homeless/",
    "https://launcher.spot.im/spot/sp_bA4akhTS",
    "https://www.youthpolicy.org/national/United_States_2013_Pathways_for_Youth.pdf",
    "https://endhomelessness.org/resource/homelessness-and-immigration-enforcement-what-you-should-know/",
    "https://www.nationalhomeless.org/advocacy/nationalstrategicplan.html",
    "https://open.spotify.com/show/5wkHH6Hb5RLghuf24kBFWh",
    "https://www.jstor.org/stable/27039955",
    "https://nlihc.org/coronavirus-and-housing-homelessness/national-eviction-moratorium",
    "https://omny.fm/shows/hot-off-the-wire",
    "https://www.nlc.org/article/2019/11/12/solving-unsheltered-homelessness",
    "https://www.podcasts.apple.com/us/podcast/hot-off-the-wire/id1622218223",
    "https://www.endhomelessness.org/resource/homelessness-and-immigration-enforcement-what-you-should-know/",
    "https://www.open.spotify.com/show/5wkHH6Hb5RLghuf24kBFWh",
    "https://www.nlihc.org/explore-issues/why-we-care/problem",
    "https://nlc.org/article/2019/11/12/solving-unsheltered-homelessness/",
    "https://washingtonpost.com/business/2022/07/03/inflation-homeless-rent-housing/",
    "https://www.journals.sagepub.com/doi/full/10.1177/0002716221995161",
    "https://www.nlihc.org/coronavirus-and-housing-homelessness/national-eviction-moratorium",
    "https://www.launcher.spot.im/spot/sp_bA4akhTS",
    "https://usich.gov/resources/uploads/asset_library/10_Strategies_to_Reduce_Homelessness_Updated.pdf",
    "https://www.google.com/podcasts",
    "https://www.home.treasury.gov/system/files/136/ERA-FAQ-8-25-2021.pdf",
    "https://caufsociety.com/why-veterans-are-homeless-in-the-us",
    "https://congress.gov/bill/111th-congress/house-bill/1877",
    "https://omny.fm/shows/hot-off-the-wire/playlists/podcast/embed",
    "https://hud.gov/press/press_releases_media_advisories/HUD_No_22_253",
    "https://nationalhomeless.org/advocacy/nationalstrategicplan.html",
    "https://youthpolicy.org/national/United_States_2013_Pathways_for_Youth.pdf",
    "https://forbes.com/sites/johnbremen/2022/04/07/why-salary-increases-do-not-keep-pace-with-inflation/?sh=421242c37533",
    "https://www.forbes.com/sites/johnbremen/2022/04/07/why-salary-increases-do-not-keep-pace-with-inflation/",
    "https://bls.gov/opub/mlr/2021/article/unemployment-rises-in-2020-as-the-country-battles-the-covid-19-pandemic.htm",
    "https://google.com/podcasts?feed=aHR0cHM6Ly93d3cub21ueWNvbnRlbnQuY29tL2QvcGxheWxpc3QvMDJlM2JiYjAtOWU4Ny00ODMyLWIyOTctYWFiOTAxMTY4ZjkzLzBjMjM5YTAyLWIxZDktNGM5Ny1hZDUzLWFlODQwMGZiNGMxMS82NmQxNDQ4YS1lNTFlLTQ5M2YtOTZkOS1hZTg0MDBmYzYxNzQvcG9kY2FzdC5yc3M%3d",
    "https://www.omny.fm/shows/hot-off-the-wire/playlists/podcast.rss",
    "https://www.omny.fm/shows/hot-off-the-wire",
    "https://www.omny.fm/shows/hot-off-the-wire/playlists/podcast/embed?style=cover&image=1&share=1&download=0&description=1&follow=1&playlistimages=1&playlistshare=1",
    "https://www.nsucurrent.nova.edu/2021/02/17/hostile-architecture-how-our-cities-attack-the-homeless/",
    "https://www.theconversation.com/extreme-weather-makes-homelessness-even-worse-heres-how-we-can-help-82758",
    "https://www.endhomelessness.org/homelessness-in-america/who-experiences-homelessness/youth/",
    "https://www.caufsociety.com/why-veterans-are-homeless-in-the-us/",
    "https://hud.gov/program_offices/comm_planning/home-arp",
    "https://www.news.cornell.edu/stories/2023/02/staggering-disparities-homelessness-risk-varies-across-race",
    "https://endhomelessness.org/resource/homelessness-and-immigration-enforcement-what-you-should-know",
    "https://www.washingtonpost.com/business/2022/07/03/inflation-homeless-rent-housing",
    "https://endhomelessness.org/homelessness-in-america/who-experiences-homelessness/youth",
    "https://jstor.org/stable/27039955",
    "https://endhomelessness.org/homelessness-in-america/who-experiences-homelessness/chronically-homeless",
    "https://www.endhomelessness.org/homelessness-in-america/who-experiences-homelessness/chronically-homeless/",
    "https://culawreview.org/journal/hostile-architecture-meets-covid-19-why-anti-homelessness-laws-must-be-re-evaluated",
    "https://nsucurrent.nova.edu/2021/02/17/hostile-architecture-how-our-cities-attack-the-homeless",
    "https://gao.gov/products/gao-20-433"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "francine orr",
        "sentiment": "none"
      },
      {
        "name": "benjamin henwood",
        "sentiment": "none"
      },
      {
        "name": "carlos parra aguiar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "center for homelessness, housing and health eq",
        "sentiment": "none"
      },
      {
        "name": "usc suzanne dworak-peck school of social work",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "los angeles",
        "sentiment": "none"
      },
      {
        "name": "san francisco",
        "sentiment": "none"
      },
      {
        "name": "los angeles",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:54:08.384+02:00",
  "updated": "2024-01-08T00:54:08.384+02:00"
}