{
  "thread": {
    "uuid": "5f8a189a72de1e7c28ae6f80ecc13a904b6c2371",
    "url": "https://www.livelaw.in/high-court/andhra-pradesh-high-court/andhra-pradesh-high-court-orders-return-of-passport-tdp-member-yesasvi-boddulluri-fundamental-right-violation-245489",
    "site_full": "www.livelaw.in",
    "site": "livelaw.in",
    "site_section": "https://www.livelaw.in",
    "site_categories": [
      "law_government_and_politics",
      "legal_issues"
    ],
    "section_title": "Supreme Court News, Latest India Legal News, Supreme Court Updates, High Courts Updates, Judgments, Law Firms News, Law School News, Latest Legal News",
    "title": "Andhra Pradesh High Court Directs Police To Return Passport Of TDP Member, Says Fundamental Right To Hold Passport Cannot Be Curtailed",
    "title_full": "Andhra Pradesh High Court Directs Police To Return Passport Of TDP Member, Says Fundamental Right To Hold Passport Cannot Be Curtailed",
    "published": "2023-12-29T09:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.livelaw.in/h-upload/images/passport-act-min.jpg",
    "performance_score": 0,
    "domain_rank": 25347,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5f8a189a72de1e7c28ae6f80ecc13a904b6c2371",
  "url": "https://www.livelaw.in/high-court/andhra-pradesh-high-court/andhra-pradesh-high-court-orders-return-of-passport-tdp-member-yesasvi-boddulluri-fundamental-right-violation-245489",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fareedunnisa Huma",
  "published": "2023-12-29T09:17:00.000+02:00",
  "title": "Andhra Pradesh High Court Directs Police To Return Passport Of TDP Member, Says Fundamental Right To Hold Passport Cannot Be Curtailed",
  "text": "Andhra Pradesh High Court Directs Police To Return Passport Of TDP Member, Says Fundamental Right To Hold Passport Cannot Be Curtailed Fareedunnisa Huma 29 Dec 2023 6:47 AM GMT The Andhra Pradesh High Court has directed the Superintendent of Police and the Inspector of Police to return the passport of Telugu Desaam Party member Yesasvi Boddulluri, holding that procedure as mandated under Sections 91 and 102 of C.r.P.C was not followed. Justice B.S Bhanumathi has passed the order in a plea filed by Yesasvi Boddulluri against the Police Officials of CB-CID who seized the passport of the petitioner on 23-12-2023 and refused to return it despite repeated persuasions. It said: “As can be understood from the submissions on both sides, the seizure of the passport is not authorized nor was the procedure contemplated under Sections 91 and 102 of Cr.P.C. followed. Therefore, the continuation of holding the passport with respondents No. 3 and 4 is not legally sustainable.” It was noted that the petitioner is an NRI and was arrested at the Airport upon his arrival in Hyderabad this month. Further, the petitioner submitted that he had applied for visa stamping and had been issued the date of 26-12-23 and that if the date was missed by the petitioner, he would have to wait 3 months for the next slot. The Bench held that the petitioner cannot be deprived of his fundamental right to hold a passport without following due procedure established by law. “The fact that the petitioner has applied for renewal of the visa stamping and a date being allotted today is not in dispute. Therefore, the passport is very much required to the petitioner and without following due procedure of law, his fundamental right to hold his passport cannot be curtailed,” it said. The case of the prosecution was that the petitioner was a repeat offender and was in the habit of creating mischief on social media platforms by defaming the government. It was argued that in 2022, two F.I.Rs were registered against him under sections 153A and 505(3) and 120(b) of IPC along with 66-C of the Information Technology Act, 2000 and notices were issued under 41-A of CrPc, but the petitioner distastefully, on the very next day held press conferences and repeated the same statements for which he was charged. The prosecution contended that some conditions may be imposed while allowing relief to the petitioner. The senior counsel arguing on behalf of the petitioner on the other hand contended that all cases booked against the petitioner were frivolous and criticizing the government would not invoke punishment under the above-mentioned sections. Adding to that, it was contended that the procedure laid down under section 91 and section 102 of the CrPC was not followed by the investigating authority. Section 91 states that a police officer is required to issue an order or summon the document that is sought to be seized and section 102 stipulates that the seizure of any document needs to be communicated to a Magistrate. The Senior Counsel also vehemently opposed the prayer sought by the prosecution for imposition of conditions stating that if the petitioner violates the notice, the investigating authority has remedy under appropriate provisions of law. The bench conceding to the arguments of the senior counsel, held: “If at all, there is any violation of notices issued to the petitioner, the remedy is open to the respondents under appropriate provisions of law. As such, for the time being, no need for imposing any condition against the petitioner while allowing this petition and directing to release the passport of the petitioner under due acknowledgment.” The authorities were thus directed to return the passport of the petitioner on the same day. W.P. 33241 of 2023 Counsel for petitioner: Umesh Chandra P V G Counsel for respondents: Special Public Prosecutor for CB-CID, G.P. for Home.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "b.s bhanumathi",
        "sentiment": "none"
      },
      {
        "name": "fareedunnisa huma",
        "sentiment": "none"
      },
      {
        "name": "yesasvi boddulluri",
        "sentiment": "none"
      },
      {
        "name": "furthe",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "curtailed andhra pradesh high court",
        "sentiment": "negative"
      },
      {
        "name": "andhra pradesh high court",
        "sentiment": "negative"
      },
      {
        "name": "nri",
        "sentiment": "none"
      },
      {
        "name": "telugu desaam party",
        "sentiment": "none"
      },
      {
        "name": "cb",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hyderabad",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T10:58:15.809+02:00",
  "updated": "2023-12-29T10:58:15.809+02:00"
}