{
  "thread": {
    "uuid": "399713d2964fb95ba8be16f171da50cb9a82daa6",
    "url": "https://www.laprensagrafica.com/salud/Como-la-zanahoria-puede-combatir-el-cancer-y-los-males-de-la-vejez-20240411-0076.html",
    "site_full": "www.laprensagrafica.com",
    "site": "laprensagrafica.com",
    "site_section": "http://www.laprensagrafica.com/Generales/RSS?rss=OtrosDeportes",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "",
    "title": "¿Cómo el consumo de zanahorias puede combatir el cáncer y los males de la vejez?",
    "title_full": "¿Cómo el consumo de zanahorias puede combatir el cáncer y los males de la vejez?",
    "published": "2024-04-12T01:50:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "SV",
    "main_image": "https://www.laprensagrafica.com/__export/1712877665397/sites/prensagrafica/img/2024/04/11/beneficios-de-la-zanahoria.jpg_673822677.jpg",
    "performance_score": 0,
    "domain_rank": 26621,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "399713d2964fb95ba8be16f171da50cb9a82daa6",
  "url": "https://www.laprensagrafica.com/salud/Como-la-zanahoria-puede-combatir-el-cancer-y-los-males-de-la-vejez-20240411-0076.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@prensagrafica",
  "published": "2024-04-12T01:50:00.000+03:00",
  "title": "¿Cómo el consumo de zanahorias puede combatir el cáncer y los males de la vejez?",
  "text": "¿Cómo el consumo de zanahorias puede combatir el cáncer y los males de la vejez?\nLectura 3:00 min\nLectura 3:00 min\nEl consumo constante de zanahorias crudas podría proteger contra el cáncer de pulmón y otros tipos, además de ralentizar el envejecimiento de la piel.\nLa zanahoria es una hortaliza dulce y versátil, que puede comerse sola, en arroz o ensaladas, como batidos, sopas, entre muchas otras preparaciones. Además de tener un buen sabor, los estudios indican que puede tener un\ngran aporte en la salud.\nUno de los beneficios más conocidos de este vegetal es que puede promover una visión saludable. De acuerdo con el portal de salud ‘Health’, tiene un alto contenido de vitamina A, la cual trabaja como un antioxidante protector de células.\n“Incluso puede ayudar a proteger contra la degeneración macular relacionada con la edad y el sarampión. Una deficiencia de vitamina A puede provocar una afección llamada xeroftalmia, que puede dañar la visión normal y provocar ceguera nocturna”, indicó el artículo, revisado médicamente por la dietista Suzanne Fisher.\nAdemás, las investigaciones indican que puede ayudar a combatir el cáncer. Un estudio publicado en los Institutos Nacionales de la Salud confirmó que el consumo constante de\nzanahorias crudas podría proteger contra el cáncer de pulmón y otros tipos.\n“Esta cohorte de 57,000 ciudadanos daneses fue seguida durante más de 20 años mediante cuestionarios ampliados y controles clínicos. Hemos demostrado, anteriormente, que los ciudadanos que comen zanahorias crudas tienen un riesgo reducido de desarrollar cáncer colorrectal”, concluyeron.\nSegún ‘Health’, esto se debe a su alto contenido de antioxidantes. Específicamente, el carotenoide llamado betacaroteno podría reducir el cáncer de pulmón, colorrectal, próstata y leucemia.\n“Las zanahorias también contienen otro carotenoide llamado licopeno. El licopeno tiene el potencial de combatir el cáncer, como el de estómago, próstata, pulmón y mama, y también puede estar relacionado con la salud vascular y la prevención de trastornos cardiovasculares”, agregó el artículo.\nAdemás, podría reducir los efectos de la edad. Su contenido de vitamina A podría proteger las células del daño del sol. La deficiencia de esta sustancia podría causar resequedad en la piel, cabello y uñas.\n“Es un nutriente que ayuda a mantener la piel sana y no tener suficiente aumenta el riesgo de sufrir problemas cutáneos como hiperqueratosis, una afección que provoca piel seca y escamosa. Como antioxidante, el betacaroteno puede ayudar a proteger la piel de las quemaduras solares y ayudar a ralentizar el envejecimiento de la piel al mejorar la elasticidad, la hidratación, la textura, las arrugas y las manchas de la edad”, explicó ‘WebMD’ en un artículo revisado por la doctora Jabeen Begum.\nEstos son otros de los beneficios de las zanahorias, según el artículo:\n- Pueden estimular el sistema inmune y construir anticuerpos para defenderlo.\n- Su alto porcentaje en fibra podría ayudar con el estreñimiento y controlar la diabetes, ya que podrían mantener los niveles de azúcar en la sangre bajo control.\n- Tienen un contenido en calcio y vitamina K podría fortalecer los huesos.\nContraindicaciones\nRecuerde consultar con un especialista de la salud antes de incorporar nuevos ingredientes en su alimentación.\nDe acuerdo con ‘Medical News Today’, el consumo excesivo de fibra podría causar estreñimiento, hinchazón y otros problemas gastrointestinales.\nAdemás, algunas personas podrían ser alérgicas a la zanahoria. “Cualquier persona que desarrolle urticaria, hinchazón y dificultad para respirar después de comer zanahorias necesita atención médica urgente”, advirtió el portal de salud.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://www.eltiempo.com/cultura/gente/los-poderes-ocultos-de-la-zanahoria-en-su-salud-combate-el-cancer-y-males-de-la-vejez-3332828",
    "https://eltiempo.com/cultura/gente/los-poderes-ocultos-de-la-zanahoria-en-su-salud-combate-el-cancer-y-males-de-la-vejez-3332828"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T02:30:18.945+03:00",
  "updated": "2024-04-12T02:30:18.945+03:00"
}