{
  "thread": {
    "uuid": "aaf5f597e09d139d20718deb87f0d351883479de",
    "url": "https://expressdigest.com/fda-to-axe-ban-that-prevented-gay-and-bisexual-men-from-donating-their-sperm",
    "site_full": "expressdigest.com",
    "site": "expressdigest.com",
    "site_section": "https://expressdigest.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Express Digest",
    "title": "FDA to axe ban that prevented gay and bisexual men from donating their sperm | Express Digest",
    "title_full": "FDA to axe ban that prevented gay and bisexual men from donating their sperm | Express Digest",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 37261,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aaf5f597e09d139d20718deb87f0d351883479de",
  "url": "https://expressdigest.com/fda-to-axe-ban-that-prevented-gay-and-bisexual-men-from-donating-their-sperm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "FDA to axe ban that prevented gay and bisexual men from donating their sperm | Express Digest",
  "text": "By Luke Andrews Senior Health Reporter For Dailymail.Com\nPublished: 20:20 BST, 4 April 2024 | Updated: 21:47 BST, 4 April 2024\nThe FDA is set to axe its ban on gay and bisexual men donating sperm, it has been revealed.\nUnder the current rule, men who have had sex with men within the last five years are blocked from anonymously donating sperm amid fears of HIV infection.\nBut the agency is now seeking to scrap the blanket ban, and replace it with screening questions that assess a donor’s risk of carrying HIV or other infections.\nIf approved, the shift would increase the number of anonymous sperm donations available to those seeking fertility treatments.\nIt could also affect limits on donations of other tissues from gay and bisexual donors.\nThe FDA is seeking to update its rules on anonymous sperm donations. The current rules were put in place in the 1980s over HIV-related concerns (stock image)\nThe Wall Street Journal revealed the news, and said the FDA was planning to finalize its proposal by the summer. If approved by the White House, it could go into effect before the end of this year.\nWomen whose male partner is infertile or who don’t have a male partner rely on donated sperm to become pregnant.\nIt comes as IVF is more in demand than ever, with a record 86,000 babies born via the procedure in the US in 2021, the latest year available.\nThat’s up more than 62 percent from the 53,000 in 2012 when records began — with doctors saying this figure is set to increase.\nThe growing popularity is due to couples waiting longer to have children, as well as increasing numbers of women opting for IVF without a partner.\nAdditionally, some surveys show that the number of LGBT couples starting a family has risen by 44 percent over the past decade.\nMeanwhile, sperm banks are reporting shortages in the number of samples available for patients.\nExperts say trouble was sparked during the Covid pandemic – with fewer donations from young professionals and students, who make up the bulk of the supply.\nMany human rights groups have been lobbying the FDA to change its rules around sperm donation for years, calling them ‘outdated’.\nThe shift comes the year after the FDA permitted gay and bisexual men to give blood – after a long ban due to concerns about HIV.\nThe FDA banned anonymous sperm donations from gay and bisexual men in the 1980s amid concerns over the accuracy of HIV tests.\nIt was feared that the swabs would not detect the virus, which could then be accidentally transmitted to someone else.\nUnder the proposed rule change, the blanket ban will be replaced with a series of questions for donors to screen for HIV risk.\nIt has not been revealed which questions may be asked. It is thought the new regulations may follow ones updated for blood donation – which involves men being permitted to donate blood providing they had not had any new sexual partners over the previous three months.\nThere are rigorous precautions already in place for spem donors to prevent HIV transmission.\nDonors must test negative for HIV at least twice, with tests being at least six months apart.\n:\nFDA to axe ban that prevented gay and bisexual men from donating their sperm\n***\nRead more at DailyMail.co.uk",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Health"
  ],
  "external_links": [
    "https://www.dailymail.co.uk/",
    "https://dailymail.co.uk/",
    "https://www.dailymail.co.uk"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "fda",
        "sentiment": "negative"
      },
      {
        "name": "white house",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:10:09.759+03:00",
  "updated": "2024-04-05T04:42:10.476+03:00"
}