{
  "thread": {
    "uuid": "6398be5fa7e6964dd566734b53ecbb0e06964b06",
    "url": "https://www.meneame.net/story/hamas-acepta-propuesta-egipto-alto-fuego-temporal-gaza/c025",
    "site_full": "www.meneame.net",
    "site": "meneame.net",
    "site_section": "http://www.meneame.net/comments_rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Menéame: comentarios",
    "title": "#25 Hamás acepta la propuesta de Egipto para un alto el fuego temporal en Gaza",
    "title_full": "#25 Hamás acepta la propuesta de Egipto para un alto el fuego temporal en Gaza",
    "published": "2024-05-06T21:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://meneame.net/img/logo_meneame.png",
    "performance_score": 0,
    "domain_rank": 10947,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6398be5fa7e6964dd566734b53ecbb0e06964b06",
  "url": "https://www.meneame.net/story/hamas-acepta-propuesta-egipto-alto-fuego-temporal-gaza/c025",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kabor ONE",
  "published": "2024-05-06T21:57:00.000+03:00",
  "title": "#25 Hamás acepta la propuesta de Egipto para un alto el fuego temporal en Gaza",
  "text": "[JohnnyQuest](/user/JohnnyQuest)a [cadenaser.com](/go/link/3936143) [#9](c9#c-9) Israel quiere quedarse el territorio de Gaza y Cisjordania que son los territorios que le faltan despues de ir diezmando los territorios palestinos desde que se fundo Israel.\nEl resto son excusas para llegar a tal fin.\n[#11](c11#c-11) Quiere una Palestina judía, sea formando parte de Israel o como Estado satélite afín a sus intereses. Quiere una Palestina sin esos molestos musulmanes que les recuerden que están viviendo de prestado en unas tierras que no son suyas.\n[#1](c1#c-1) \"Fuentes en Israel: Hamás de hecho aprobó una propuesta egipcia suavizada que es inaceptable para Israel\".\n[#2](c2#c-2) estaba cantado, se van a escudar tras alguna excusa de mierda y van a continuar masacrando ancianos, mujeres y niños\n[#2](c2#c-2) Todos van a maximizar sus peticiones salvo que no puedan mantenerlas (siempre está lo que dices en público y lo que negocias en privado y aquí creo que Israel no puede aguantar más de cara a los próximos años hasta de sus aliados y de los países vecinos con los que negocia)\nA ver en qué queda\n[#2](c2#c-2) Hasta el momento. Ha sido precisamente Hamas, y no Israel, quien ha ido rechazando e incumpliendo la absurda mayoría de treguas de los últimos meses. Esta basura de comentarios manipuladores e ignorantes no se ven en sitio como Reddit, que ascazo da entrar a meneame día de hoy entre entre tanto pro-ruso y tanto anti-west.\nHamas es un grupo terrorista y es una vergüenza ver a la izquierda como lo blanquea a pesar de los horribles acciones del gobierno de Israel.\n[#21](c21#c-21) De nuevo, Hamas ha sido quien no ha parado de incumplir los pocos acuerdo que han habido y quien esta poniendo en riesgo de muerte a los ciudadanos que supuestamente está protegiendo. Spoiler: Hamas es un grupo terrorista asesino y mentiroso que le importa tres mierdas los Palestinos. Hamas, grupo terrorista que en este sitio se defiende, probablemente ha matado a los rehenes. Rehenes que según siguen diciendo siguen vivos. Pero que es obviamente mentira.\nInformaos mejor, sino estáis desinformando. O peor, mintiendo a consciencia. Me pregunto quien hay detrás de vuestras campañas en este sitio de alt-right. Devolved Menéame.\n[#16](c16#c-16) El símbolo de la gran victoria de Hamas es que un medio generalista de un país de la OTAN escriba este artículo de más de 1000 palabras en el que no aparece la palabra \"terrorismo\".\nLa legitimidad de Hamás está en vías de ser restablecida.\nEl Estado Palestino está más cerca hoy que el 6 de Octubre.\nAmbas afirmaciones son factuales. Ambas apuntan a una de derrota estratégica de \"Israel\"\nCreo que Israel exige la entrega de los prisioneros civiles para aceptar un alto el fuego. Y sospecho que Hamás ya ha entregado los que tenía localizados. Entre que probablemente el resto están muertos o en en manos de miembros descoordinados de Hamás, creo que la falta de este requisito harán imposible el alto el fuego. Ojalá me equivoque.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T23:04:55.951+03:00",
  "updated": "2024-05-06T23:04:55.951+03:00"
}