{
  "thread": {
    "uuid": "df043193efc423b152187abc44ca0e28451daec1",
    "url": "https://www.noticiasaominuto.com/mundo/2517542/mulheres-congolesas-de-preto-para-homenagear-vitimas-de-conflitos",
    "site_full": "www.noticiasaominuto.com",
    "site": "noticiasaominuto.com",
    "site_section": "https://www.noticiasaominuto.com/rss/ultima-hora",
    "site_categories": [
      "tech",
      "email",
      "top_news"
    ],
    "section_title": "Notícias ao Minuto - Última Hora",
    "title": "Mulheres congolesas de preto para homenagear vítimas de conflitos",
    "title_full": "Mulheres congolesas de preto para homenagear vítimas de conflitos",
    "published": "2024-03-08T16:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://media-manager.noticiasaominuto.com/1280/naom_5c1ced6d07f00.jpg",
    "performance_score": 0,
    "domain_rank": 28500,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "df043193efc423b152187abc44ca0e28451daec1",
  "url": "https://www.noticiasaominuto.com/mundo/2517542/mulheres-congolesas-de-preto-para-homenagear-vitimas-de-conflitos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-08T16:50:00.000+02:00",
  "title": "Mulheres congolesas de preto para homenagear vítimas de conflitos",
  "text": "\"N ós, as mulheres da República Democrática do Congo, recusamos a guerra, a violação e a pilhagem dos nossos recursos\", proclamavam os cartazes de algumas mulheres, enquanto marchavam pelas ruas de Bukavu, a capital do Kivu do Sul, uma das províncias orientais devastadas por décadas de violência armada.\n\"Estamos vestidas de preto e marchamos para expressar a nossa raiva, a nossa consternação\", disse uma ativista dos direitos das mulheres, Jeannine Kabyahura, na província de Ituri.\n\"Muitas mulheres são mortas em Ituri. Só em 2024, 68 já foram mortas por grupos armados no território de Djugu e Irumu\", afirmou Kabyuhara.\nO Kivu do Norte tem sido palco de vários conflitos armados, nomeadamente da rebelião do M23 (Movimento 23 de Março) que, alegadamente com o apoio do vizinho Ruanda, se apoderou de vastas extensões de território nos últimos dois anos, provocando deslocações da população.\n\"Nós dormimos nas nossas casas, mas os nossos compatriotas do Kivu do Norte passam a noite fora\", declarou a chefe da divisão provincial Género, Mulheres e Família, Jacqueline Ngengele, na manifestação de Bukavu, antes da leitura de um memorando apresentado ao gabinete do governador.\nNeste documento, as mulheres do Kivu do Sul apelam à comunidade internacional para que \"imponha sanções aos países agressores e aos senhores da guerra\", às instâncias regionais para que \"envolvam ativamente as mulheres nos diversos quadros, iniciativas e processos de paz\" e ao Governo da República Democrática do Congo, que faz fronteira com Angola, para que \"restabeleça a autoridade do Estado em todo o país\".\nNão houve marcha em Goma, mas foi organizada uma conferência num grande hotel da cidade, na qual participou a ministra do Género, Mireille Masangu, que também expressou a esperança de que as mulheres se envolvam \"na procura da paz\".\nNo mês passado, a ministra apelou às mulheres congolesas para que se vestissem de preto no dia 08 de março, apesar de, normalmente, se usarem trajes coloridos nesse dia.\nSegundo a ministra, esta é uma forma de \"partilhar a dor\" das vítimas do conflito.\nLeia Também: Pelo menos 15 civis mortos em combates violentos no leste da RDCongo",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T16:55:44.105+02:00",
  "updated": "2024-03-08T16:55:44.105+02:00"
}