{
  "thread": {
    "uuid": "d19e52095405db02cc530719ea0efe5654fdadc5",
    "url": "https://www.elperiodicodearagon.com/aragon/2024/03/29/75-aniversario-paso-cofradia-la-columna-98698036.html",
    "site_full": "www.elperiodicodearagon.com",
    "site": "elperiodicodearagon.com",
    "site_section": "https://elperiodicodearagon.com/cultura",
    "site_categories": [
      "media",
      "education",
      "business",
      "top_news"
    ],
    "section_title": "Cultura | Noticias de Cultura - El Periódico de Aragón",
    "title": "75 años del paso El Señor Atado a la Columna",
    "title_full": "75 años del paso El Señor Atado a la Columna",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/3708980a-7845-4aa8-9550-632c14c0e7c2_alta-libre-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 22507,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d19e52095405db02cc530719ea0efe5654fdadc5",
  "url": "https://www.elperiodicodearagon.com/aragon/2024/03/29/75-aniversario-paso-cofradia-la-columna-98698036.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cristina García",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "75 años del paso El Señor Atado a la Columna",
  "text": "Hace 75 años salió por primera vez a las calles de Zaragoza Señor Atado a la Columna, el paso titular de la Columna. La cofradía ha celebrado este aniversario durante todo un año, según explica Jesús Cortés, el Hermano Mayor de la misma. Pero \\\"el broche final\\\", comenta Cortés, fue la procesión adelantada que realizaron el 24 de febrero, una conmemoración a esta figura tan importante en la capital aragonesa. Jesús cuenta cómo la vivieron: \\\"Fue extraordinario en todos los sentidos: por el tiempo, por la participación, por el público, por la emotividad... No pudo salir mejor\\\". Este adelanto de los días de la pasión contó con varios detalles que hicieron de este acto una procesión diferente a las que vamos a poder ver durante la Semana Santa. Por ejemplo, en lugar de salir con los cinco pasos habituales, lo hicieron solo con el del Señor Atado a la Columna. Cortés comenta que otra de las diferencias fue que \\\"los tambores tocaron en una sola sección en lugar de en tres distintas\\\". La figura del Señor atado a la Columna es, desde 1949, un símbolo de la Semana Santa zaragozana. Fue en esa fecha cuando esta obra, creación del escultor aragonés José Bueno, se expuso en La Lonja. \\\"Ya entonces fue muy relevante porque fue la única imagen que se expuso sola. A la mañana siguiente hubo muchas críticas de arte sobre ella\\\", explica Jesús Cortés. Aunque en este edificio se han hecho otras exhibiciones relacionadas con la Semana Santa, según comenta Cortés, esta tuvo un rasgo diferencial: \\\"Todas tenían varias imágenes, pero la del Señor atado a la Columna se expuso sola, sin otras imágenes\\\". Debido a su importancia, la Columna decidió rendir un homenaje a José Bueno en la procesión adelantada realizada en febrero. El acto tuvo lugar en la Magdalena, iglesia que, junto a la de San Cayetano, San Juan de los Panetes y Santiago el Mayor ha sido sede de esta cofradía a lo largo de la historia. La ceremonia, como explica Cortés, consistió en lo siguiente: \\\"Emitimos un audio que es un diálogo entre el escultor y la figura de Jesús. El acto emocionó mucho a los cofrades\\\". Su intención fue clara: \\\"Quisimos enseñar artística y religiosamente la imagen de la Columna, pero también la del escultor\\\", dijo el Hermano Mayor. Y añade: \\\"Ensalzamos su figura porque fue una persona aragonesa importante. Realizó obras muy famosas como la de Alfonso I el Batallador en el parque José Antonio Labordeta\\\". La Columna también aportó otra novedad en su adelanto de los días de la pasión: el estreno de 'Origen', su nueva marcha. “Salió muy bien, y eso que íbamos un poco justos porque habíamos tenido pocos días para ensayarla”, afirma Cortés. Esta ya forma parte del patrimonio musical de las cofradías de la ciudad, y la vamos a poder escuchar a lo largo de Semana Santa. Según explica el Hermano Mayor, la ciudad acogió la procesión con \\\"mucha emotividad\\\" porque \\\"el talle de la figura impresiona. Si estuviera de pie, mediría 36 centímetros\\\". La cofradía hizo una previa movilización por redes sociales que generó mucha expectación porque, además de la celebración, su procesión adelantada iba a suponer la exposición de la renovación del Señor Atado a la Columna. Cortés comunica cuáles han sido las reformas que han hecho en su paso titular: \\\"Hemos recuperado las cuatro águilas de San Juan Bautista que se perdieron hace muchos años y que franquean las cuatro esquinas de la Columna. También tiene una greca nueva, y el suelo ahora tiene electricidad\\\". Cortés ha comentado que a la cofradía todavía le queda mucho tiempo por delante, y que \\\"esto no para\\\". “Este año hemos notado un crecimiento muy fuerte. Solo en la sección de instrumentos ya tenemos 580 personas apuntadas”, remarca. El objetivo de la Columna para los días de Semana Santa es claro: \\\"Salimos a la calle para hacer una manifestación pública de nuestra fe\\\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T08:06:43.093+03:00",
  "updated": "2024-03-29T08:06:43.093+03:00"
}