{
  "thread": {
    "uuid": "ee239b538f76c9f10888dd07b70279950c3df909",
    "url": "https://www.thenews.com.pk/print/1143043-rs9-lakh-issued-for-treatment-of-cops",
    "site_full": "www.thenews.com.pk",
    "site": "thenews.com.pk",
    "site_section": "https://thenews.com.pk",
    "site_categories": [
      "media"
    ],
    "section_title": "The News International: Latest News Breaking, Pakistan News",
    "title": "Rs9 lakh issued for treatment of cops",
    "title_full": "Rs9 lakh issued for treatment of cops",
    "published": "2023-12-30T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.thenews.com.pk/assets/uploads/akhbar/2023-12-30/l_1143043_031721_updates.jpg",
    "performance_score": 0,
    "domain_rank": 5198,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ee239b538f76c9f10888dd07b70279950c3df909",
  "url": "https://www.thenews.com.pk/print/1143043-rs9-lakh-issued-for-treatment-of-cops",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Our Correspondent",
  "published": "2023-12-30T00:00:00.000+02:00",
  "title": "Rs9 lakh issued for treatment of cops",
  "text": "LAHORE : IG Punjab issued nine lakh rupees for the medical treatment of police employees of various districts including Lahore. ASI Naeem Akhtar of CTD Faisalabad was given Rs5 lakh for brain tumor. ASI Fakhr Iqbal of Hafizabad was given Rs2 lakh for the treatment of ribs and heart. Retired sub-inspector of Lahore Police Ghazanfar Ahmed Tabassum was given Rs1 lakh for the treatment of fractured foot and Okara Police’s Constable M Amir Hussain was given one lakh rupees for medical expenses. Inspector General Police Punjab Dr. Usman Anwar has said that the income generated from police welfare sources is being spent on the health welfare of the force and a record amount has been spent in this regard on the health welfare of the force during the current year. IG Punjab said that in the upcoming new year, more funds will be utilized for the welfare expenses of the force than earlier and policeman suffering from any medical problem or his family will not be left alone in the fight against the disease. He expressed these views while approving the release of ongoing funds for the health welfare of the force. IG Punjab ordered the welfare branch to continue taking measures for the health welfare of the police force. Meanwhile, IG Punjab gave 68 lakh rupees from the legal fund to 20 officials of six districts in a ceremony held at the Central Police Office on Friday. According to the details, two and a half lakh rupees was given to seven officers and personnel of Sahiwal Police. Two lakh rupees per person was given to four officials of Layyah police including one Inspector. Three officers of Multan Police while one officer of Pakpattan Police were given Rs5 lakh each, similarly five lakh rupees per person was been given to four officers and officials of Okara Police, while the wife of martyred traffic assistant Ghulam Asghar of Rawalpindi Police was given two and a half lakh rupees. Additional IG Welfare Riaz Nazir Gara, Additional IG Operations Shahzada Sultan, DIG Operations Waqas Nazir, DIG Welfare Ghazi M Salahuddin, DIG Elite Mansoor ul Haq Rana and AIG Admin Sahibzada Bilal Umar and other officers attended the event. Meanwhile, leading human rights activist Hina Jilani visited Central Police Office and met IG Punjab Dr. Usman Anwar. During the meeting, issues of mutual interest, including the protection of the rights of women and other vulnerable sections of the society, were discussed. IG Punjab while talking to Hina Jilani said that Punjab Police highly values the public welfare initiatives of human rights organizations. IG Punjab further said that the Punjab Police is playing an active role in providing legal and social security to the weaker sections of society. Hina Jilani briefed the IG Punjab Dr. Usman Anwar about various projects and ongoing initiatives of her organization. LAHORE : Former MPA and member Central Executive Committee of Istehkam-e-Pakistan Party M Shoaib Siddiqui has said... LAHORE : Karakoram International University Vice Chancellor Eng Prof Dr Attaullah Shah met with the Punjab University... LAHORE : Robbers deprived the citizens of cash, gold ornaments, mobile phones and other valuables worth lakhs of... LAHORE : In a historic move during the 136th Lahore Waste Management Company Board meeting, it was announced that the... LAHORE : Capital City Police Officer Bilal Siddique Kamyana Friday reviewed progress on development projects of... LAHORE : Two suspects including the proclaimed offenders involved in the heinous crime of human trafficking arrested...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fakhr iqbal",
        "sentiment": "none"
      },
      {
        "name": "naeem akhtar",
        "sentiment": "none"
      },
      {
        "name": "ghazanfar ahmed tabassum",
        "sentiment": "none"
      },
      {
        "name": "amir hussain",
        "sentiment": "none"
      },
      {
        "name": "usman anwar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ctd",
        "sentiment": "none"
      },
      {
        "name": "ig punjab",
        "sentiment": "none"
      },
      {
        "name": "okara police",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lahore",
        "sentiment": "none"
      },
      {
        "name": "punjab",
        "sentiment": "none"
      },
      {
        "name": "faisalabad",
        "sentiment": "none"
      },
      {
        "name": "lahore",
        "sentiment": "none"
      },
      {
        "name": "hafizabad",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:31:25.733+02:00",
  "updated": "2023-12-30T00:31:25.733+02:00"
}