{
  "thread": {
    "uuid": "bc59e77bc709863d55b03c6a1ae2177a3c36f2b3",
    "url": "https://cepa.org/article/standing-up-to-bullies-what-taiwan-and-ukraine-can-teach-each-other",
    "site_full": "cepa.org",
    "site": "cepa.org",
    "site_section": "https://cepa.org",
    "site_categories": [
      "media"
    ],
    "section_title": "Center for European Policy Analysis (CEPA) - CEPA",
    "title": "Standing up to Bullies: What Taiwan and Ukraine Can Teach Each Other - CEPA",
    "title_full": "Standing up to Bullies: What Taiwan and Ukraine Can Teach Each Other - CEPA",
    "published": "2024-01-18T21:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cepa.org/wp-content/uploads/2024/01/2022-02-25T180640Z_2002186097_MT1SIPA000MRK69N_RTRMADP_3_SIPA-USA-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 21658,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bc59e77bc709863d55b03c6a1ae2177a3c36f2b3",
  "url": "https://cepa.org/article/standing-up-to-bullies-what-taiwan-and-ukraine-can-teach-each-other",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Walter Clemens",
  "published": "2024-01-18T21:11:00.000+02:00",
  "title": "Standing up to Bullies: What Taiwan and Ukraine Can Teach Each Other - CEPA",
  "text": "The first lesson is that social cohesion is a precondition for dealing with external threats. Since the 1980s Taiwan has become a near-model democracy and, looking at Chinese repression, most Taiwanese value their freedoms and reject any form of dictatorship. That was illustrated when Taiwan’s losing parties accepted the result when Democratic Progressive Party candidate, “William” Lai Ching-te, won 40% of the vote in the January 13 election. That is a clear indication of democratic health. Ukraine’s democracy has become steadily stronger since the anti-dictatorial revolutions in 2004 and 2014, and, since the full-scale invasion, many residents who once tilted toward Moscow have switched to backing Kyiv and speaking Ukrainian instead of Russian, their first language. Still, social cohesion is undermined by wartime profiteering, Russian bribes, propaganda, and fatalistic defeatism. Many young men and women volunteer for combat but some have [fled](https://www.bbc.com/mediacentre/2023/bbc-eye-ukraine-draft-dodgers) abroad or bought exemptions. A second Taiwanese asset is technological prowess. Its semiconductors are treasured everywhere, including mainland China, and now account for [92% of world supply](https://www.reuters.com/investigates/special-report/taiwan-china-chips/). These extensive, decades-old business connections have ameliorated political strains with its neighbor. Ukraine’s main export has been grain, vital to the global food supply, yet it was once a computer manufacturing hub for the Soviet Union. That legacy partly explains its [enormous growth](https://www.theguardian.com/world/2022/mar/12/keyboard-warriors-ukraines-it-army-switches-to-war-footing) and significant contribution to the war effort. In peacetime, the industry could see significant, further expansion. A third asset is geography. Except for Kinmen and other offshore islands, Taiwan sits 90 to 140 miles from the mainland. The intervening waters are often quite rough and the rocky coastline is inhospitable to amphibious landings. South of the main island, Taiwan’s Penghu archipelago would be a deadly obstacle to any invading force. The largest islands bristle with anti-ship and anti-aircraft missiles, early warning radars and well-trained troops Ukraine, by contrast, borders Russia for hundreds of miles. To reach the occupied Crimean peninsula, however, Russians must travel by sea, a 12-mile-long bridge, or road — all vulnerable to missile attack or sabotage. Neither Taiwan nor Ukraine seeks territory from its Goliath neighbor. Taiwan is content with a status quo in which it can do its own thing, without the formalities of sovereignty, but preferably without intimidation from outside. This posture is difficult for Beijing to accept because its leaders have made it so. Mao Zedong’s Communists paid little heed to Taiwan until 1949 when they prevailed in the civil war. Now they want the entire South China Sea plus the islands that abut the Taiwan Strait. Kyiv wants only to restore the 1991 status quo when the USSR split into 15 independent states. It demands the right of any sovereign state to form alliances or trade with whomever it chooses. Ukraine was subject to Moscow’s brutal whims from 1922 to 1991, and for centuries to Tsarist Russia which, like Putin, tried to extinguish the language and identity of what it called “Little Russia.” Putin’s claim that the Russian and Ukrainian peoples are one is false mythology. His attempted territorial expansion violates international law as egregiously as Xi Jinping’s (for example, his [brutal mistreatment](https://edition.cnn.com/2022/09/01/china/un-report-china-xinjiang-uyghurs-key-takeaways-intl-hnk/index.html) of the Uyghur people.) Both Taiwan and Ukraine prove that small nations can continue to exist despite the pretensions of powerful neighbors. For Taiwan, deterrence and caution have succeeded, while avoiding red lines that could trigger an invasion. Until Putin’s takeover of Crimea and Donbas in 2014, Ukraine’s capacity to deter was weak. It improved as Ukrainians became more aware of Russia’s intentions, but not enough to stop the 2022 all-out invasion. Ukraine’s successes in driving back the invaders offer lessons for China as well as Taiwan. A small but unified body politic with inspired leadership, backed materially and morally by the US and Europe, can make conquest difficult and costly if not impossible. Even if the invaders could prevail, they would gain a country in ruins with a very hostile population. Win or lose in Ukraine, Russians have killed any prospect of constructive interaction with the West and many other parts of the world. This is not to say that Taiwan has done enough. It must do much more to buttress deterrence and make itself a porcupine too prickly to harass. Taiwan’s defense budget is [increasing to record levels](https://www.cfr.org/blog/taiwan-announced-record-defense-budget-it-enough-deter-china) and will provide for more US and European arms in its arsenal. Until recently, however, conscripted recruits served only four months. The term has been increased to one year, but that is still a short time to harden soldiers and help them master modern weaponry. It is probably too late for Ukraine to restore any kind of friendly or business relationship with the Putin regime, not least because Russia owes Ukraine [at least $4 trillion] for damage to lives, property, and the environment. For Taiwan and China, however, it might still be possible to build constructively on shared heritage and economic interdependence. They could learn not only from the Ukraine-Russia tragedy but also from the US and UK, which turned a century of war and hostility into a fruitful alliance. US war hawks in 1812 wanted to annex British Canada. Now Canada and its former antagonist are major trade partners sharing defense systems. For the Russians as well as the Chinese, the lesson is that policies for mutual gain are less costly and more effective than bullying. Walter C Clemens is an Associate at Harvard University Davis Center for Russian and Eurasian Studies and Professor Emeritus of Political Science at Boston University. He wrote [Blood Debts: What Putin and Xi Owe Their Victims](https://www.amazon.com/Blood-Debts-Putin-Their-Victims/dp/1637236190) (Westphalia Press, 2023). [Europe’s Edge](https://cepa.org/insights-analysis/commentary/europes-edge/) is CEPA’s online journal covering critical topics on the foreign policy docket across Europe and North America. All opinions are those of the author and do not necessarily represent the position or views of the institutions they represent or the Center for European Policy Analysis. [Read More](https://cepa.org/insights-analysis/commentary/europes-edge/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.bbc.com/mediacentre/2023/bbc-eye-ukraine-draft-dodgers)",
    "https://www.theguardian.com/world/2022/mar/12/keyboard-warriors-ukraines-it-army-switches-to-war-footing)",
    "http://www.amazon.com/exec/obidos/ASIN/1637236190",
    "https://www.reuters.com/investigates/special-report/taiwan-china-chips/).",
    "https://edition.cnn.com/2022/09/01/china/un-report-china-xinjiang-uyghurs-key-takeaways-intl-hnk/index.html)",
    "https://www.cfr.org/blog/taiwan-announced-record-defense-budget-it-enough-deter-china)",
    "https://cfr.org/blog/taiwan-announced-record-defense-budget-it-enough-deter-china)",
    "https://bbc.com/mediacentre/2023/bbc-eye-ukraine-draft-dodgers)",
    "https://theguardian.com/world/2022/mar/12/keyboard-warriors-ukraines-it-army-switches-to-war-footing)",
    "https://reuters.com/investigates/special-report/taiwan-china-chips/).",
    "http://amazon.com/exec/obidos/ASIN/1637236190",
    "https://www.edition.cnn.com/2022/09/01/china/un-report-china-xinjiang-uyghurs-key-takeaways-intl-hnk/index.html)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kyiv",
        "sentiment": "none"
      },
      {
        "name": "william” lai ching-te",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cepa",
        "sentiment": "negative"
      },
      {
        "name": "democratic progressive party",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "taiwan",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T01:10:45.485+02:00",
  "updated": "2024-01-19T01:10:45.485+02:00"
}