{
  "thread": {
    "uuid": "05032d4162b9c4fa7f759ebf52f247841aa9935d",
    "url": "https://news.cision.com/karolinska-institutet/r/new-covid-vaccine-induces-good-antibody-response-to-mutated-viral-variants,c3904688",
    "site_full": "news.cision.com",
    "site": "cision.com",
    "site_section": "http://news.cision.com/ListItems?format=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Cision News",
    "title": "New COVID vaccine induces good antibody response to mutated viral variants - Karolinska Institutet",
    "title_full": "New COVID vaccine induces good antibody response to mutated viral variants - Karolinska Institutet",
    "published": "2024-01-06T00:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2895,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "05032d4162b9c4fa7f759ebf52f247841aa9935d",
  "url": "https://news.cision.com/karolinska-institutet/r/new-covid-vaccine-induces-good-antibody-response-to-mutated-viral-variants,c3904688",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-06T00:30:00.000+02:00",
  "title": "New COVID vaccine induces good antibody response to mutated viral variants - Karolinska Institutet",
  "text": "New COVID vaccine induces good antibody response to mutated viral variants Researchers at Karolinska Institutet and Danderyd Hospital in Sweden have followed recipients of the new updated COVID-19 vaccine and analysed the antibody response to different SARS-CoV-2 variants. The results published in [The Lancet Infectious Diseases](https://www.thelancet.com/journals/laninf/article/PIIS1473-3099(22)00834-9/fulltext#%20) show a surprisingly strong response to the now dominant and highly mutated Omicron variants. The ongoing [COMMUNITY study](https://ki.se/en/kids/community), which was launched in the spring of 2020 with the regular testing of 2,149 members of the Danderyd Hospital staff, has recently published the results of this autumn’s leg of the study. Twenty-four participants were recorded in this study, the majority of whom were over 64 and had received four or five previous vaccine doses. The article has been peer-reviewed and accepted for publication in the scientific journal The Lancet Infectious Diseases, and is accessible prior to publication on the preprint server, bioRxiv. Exclusively targets Omicron Previous updates of the COVID-19 vaccine have included both the original SARS-CoV-2 variant and Omicron. However, they triggered a much stronger antibody response to the former than to the latter. Omicron variants are now globally dominant, and the sharp rise in the Omicron XBB variant and its sub-variants prompted the development of vaccines to these strains. However, other variants have since taken over, amongst them the highly mutated BA.2.86, and scientists have been uncertain if the new vaccine protects against these as well. The results of this study now show that the updated COVID-19 vaccine gives a ten-fold increase in antibodies against not only XBB but also newer and more mutated strains, such as BA.2.86. “It’s good to see that the new updated vaccine induces such a broad antibody response,” says Charlotte Thålin, researcher at Karolinska Institutet, the Department of Clinical Sciences, Danderyd Hospital, M.D. at Danderyd Hospital and head researcher of the COMMUNITY study upon which the results are based. “Previous updates have not managed to shift the response towards Omicron and the new variants, since they have been adapted to the original virus. The broad response we’re seeing now is likely due to the fact that the new vaccine only targets Omicron, which differs greatly from the original virus.” Unexpectedly effective “We’re seeing a sharper rise than we’d been hoping for in the neutralising antibodies against all the new variants we’d tested,” says the paper’s first author Ulrika Marking, doctoral student at Karolinska Institutet, the Department of Clinical Sciences, Danderyd Hospital. “This strongly suggests that the new vaccine also provides cross-protection against the new variants and corroborates the recommendation that older people and people in the risk group for influenza and COVID-19 should get vaccinated.” The COMMUNITY study is being run as a collaboration among Danderyd Hospital, Karolinska Institutet, the Swedish Public Health Agency, Uppsala University and SciLifeLab. It is funded by the Jonas and Christina af Jochnick Foundation, Region Stockholm, the Knut and Alice Wallenberg Foundation and SciLifeLab. The researchers declare no conflicts of interest. Small changes in the scientific article may be made before final publication in The Lancet Infectious Diseases. Publication: [“Humoral immune responses to the monovalent XBB.1.5-adapted BNT162b2 mRNA booster”](https://doi.org/10.1101/2023.12.21.572575). Ulrika Marking, Oscar Bladh, Katherina Aguilera, Yiqiu Yang, Nina Greilert Norin, Kim Blom, Sophia Hober, Jonas Klingström, Sebastian Havervall, Mikael Åberg, Daniel J. Sheward, Charlotte Thålin. The Lancet Infectious Diseases, correspondence, online January 5 2023, [doi: https://doi.org/10.1016/S1473-3099(23)00779-X](https://doi.org/10.1101/2023.12.21.572575) For more information, please contact: Charlotte Thålin, associate professor, M.D. Department of Clinical Sciences, Danderyd Hospital, Karolinska Institutet (KI DS) Danderyd Hospital Phone: +46 70 956 5120 Email: charlotte.thalin@ki.se [Karolinska Institutet](https://ki.se/en) is one of the world’s leading medical universities. Our vision is to advance knowledge about life and strive towards better health for all. Karolinska Institutet accounts for the single largest share of all academic medical research conducted in Sweden and offers the country’s broadest range of education in medicine and health sciences. The Nobel Assembly at Karolinska Institutet selects the Nobel laureates in Physiology or Medicine. Tags:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://doi.org/10.1016/S1473-3099(23)00779-X",
    "https://ki.se/en/kids/community),",
    "https://www.thelancet.com/journals/laninf/article/PIIS1473-3099(22)00834-9/fulltext#%20)",
    "https://www.doi.org/10.1101/2023.12.21.572575).",
    "https://www.ki.se/en)",
    "https://doi.org/10.1101/2023.12.21.572575).",
    "https://doi.org/10.1101/2023.12.21.572575)",
    "https://ki.se/en)",
    "https://www.doi.org/10.1101/2023.12.21.572575)",
    "https://www.ki.se/en/kids/community),",
    "https://www.doi.org/10.1016/S1473-3099(23)00779-X",
    "https://thelancet.com/journals/laninf/article/PIIS1473-3099(22)00834-9/fulltext#%20)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "the lancet infectious diseases",
        "sentiment": "none"
      },
      {
        "name": "danderyd hospital",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "karolinska",
        "sentiment": "none"
      },
      {
        "name": "sweden",
        "sentiment": "none"
      },
      {
        "name": "danderyd hospital",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:17:21.747+02:00",
  "updated": "2024-01-06T02:17:21.747+02:00"
}