{
  "thread": {
    "uuid": "28dea19eb624c5f4fafeefd2147270703cfbd530",
    "url": "https://www.diariolasamericas.com/cultura/estrenan-la-obra-afterglow-el-teatro-tower-n5349321",
    "site_full": "www.diariolasamericas.com",
    "site": "diariolasamericas.com",
    "site_section": "https://www.diariolasamericas.com/contenidos/home.html",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": " Home - Diario Las Américas",
    "title": "Estrenan la obra Afterglow en el Teatro Tower",
    "title_full": "Estrenan la obra Afterglow en el Teatro Tower",
    "published": "2024-01-05T22:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VE",
    "main_image": "https://media.diariolasamericas.com/p/e1108021fd3b7b171d0e983b2b3f6b5d/adjuntos/216/imagenes/100/105/0100105132/afterglow-teatro-cortesiavia-luis-la-paz.jpg",
    "performance_score": 0,
    "domain_rank": 34835,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "28dea19eb624c5f4fafeefd2147270703cfbd530",
  "url": "https://www.diariolasamericas.com/cultura/estrenan-la-obra-afterglow-el-teatro-tower-n5349321",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "LUIS DE LA PAZ",
  "published": "2024-01-05T22:15:00.000+02:00",
  "title": "Estrenan la obra Afterglow en el Teatro Tower",
  "text": "MIAMI .- Hay obras de teatro que tienen una gran acogida de inmediato, ese ha sido el caso de Afterglow del dramaturgo, actor, director, coreógrafo y bailarían norteamericano S. Asher Gelman. Su exitosa pieza estrenada en off Broadway en el 2017, permaneciendo en cartelera por 14 meses ininterrumpidos y luego se ha presentado en importantes foros de Nueva York, Madrid, Buenos Aires, Los Ángeles, Londres y Bogotá, siempre con muy positivas notas en la prensa.\nA Miami llega en español, bajo la dirección del actor y productor argentino Kevin Cass, en el Teatro Tower de La Pequeña Habana.\nLee además ESCENA Gou Producciones: El estandarte del teatro en Latinoamérica ESCENA \"A 2,50 la Cuba libre\" cierra Festival de Teatro Hispano Boca Ratón Qué tiene Afterglow que ha causado tanto revuelo en la escena mundial. Se indica que Afterglow explora los límites de la relación en pareja a través de una visión crítica sobre el amor y los deseos, pero poniéndose en riesgo lo que se tiene.\nUna apresurada sinopsis señala que \"El texto, ambientado en Nueva York, sigue la vida de Josh y Alex, una pareja casada y exitosa que, en su deseo de explorar lo desconocido, se proponen abrir la relación para experimentar. Lo que no esperan es que esta nueva condición los enfrentará a sentimientos encontrados y situaciones que los llevarán al borde de sus propios límites\".\nEstas premisas han sido ya abordadas en otras obras, incluso comedias de parejas heterosexuales donde aparece un tercero. Entonces qué marca la diferencia en Afterglow , que podría traducirse como Después del brillo o Tras el resplandor , aunque el título en inglés ha sido suficiente. El director Cass apunta que es una obra sobre los conflictos de pareja, pero \"va más allá, quiere mostrar ese otro ángulo donde muchas veces no se valora lo que se tiene y se empieza a buscar en otros lo que ya posees, y el daño que eso causa en una relación\".\nA medida que avanza Afterglow se va pasando de la comedia al drama y eso conmueve y cautiva al público. Es un montaje visualmente muy agradable, donde la coreografía de Antonio Drija, que trabajó con el Cirque du Soleil, en Las Vegas, logra crear “una escena de lluvia muy real donde los protagonistas no dejan nada a la libre imaginación y no solo desnudan sus almas”, destaca Kevin Cass.\nLa propuesta miamense, que será en español, aunque estará subtitulada en inglés para satisfacer a todo el público, se estrena el 10 de enero, en una primera función que ya “está totalmente vendida”, señala el director, con funciones de jueves a domingo a las 8 pm. Se espera esté varias semanas en cartelera, siendo de hecho el primer estreno teatral en Miami del 2024.\nEsta obra tiene como protagonistas a Rafael Farello, Claudio Medina y Santi García. En el elenco está también José Jaimes. Todos los actores trabajan por primera vez con Kevin Cass, por lo que para el director es un desafío mayor. “Ha sido fabuloso encontrar a estos muchachos. Son actores sin vicios, muy dedicados al trabajo. Nunca ante me había pasado esto de convocar a un grupo y lograr una conexión inmediata, lo que facilita mi trabajo como director”.\nDe los protagonistas el actor argentino Claudio Medina viaja desde Nueva York para incorporarse al proyecto y compartir escena con el colombiano Rafael Farello, ya conocido en las tablas locales por su talento, y el venezolano Santi García, quien debuta como actor, y sin tener formación previa. Por su parte José Jaimes, es un joven venezolano formado en Argentina.\nEl director está muy entusiasmado con su estreno y habla del esfuerzo para tenerla lista en lo que señala “se parece a una gran producción”. Sobre su visión de Afterglow dice que ha buscado hacer una “versión completamente nueva, que mantiene la esencia cruda de la obra, pero tiene mi sello y mi estilo de trabajo”. Luego añade: “Me divertí mucho montándola, trabajarla en los detalles, pensarla. En ella puse mi creatividad al cien por cien”.\nEl entusiasmo del director lo muestra al decir que ha logrado llevar a escena la obra gracias al apoyo de las productoras El Tío Caracoles de España, Archers Stage de Nueva York y recibir el respaldo local de Luma Management. Para Kevin Cass “ Afterglow ofrece una experiencia teatral excepcional”.\nAfterglow se presenta de jueves a domingo a las 8 pm, en el Teatro Tower, 1508 SW 8 Street, Miami, 33135. El espectáculo es estrictamente para mayores de 18 años, No se aceptarán menores aun con sus representantes. Entrada disponibles en Ticketplate.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:03:47.101+02:00",
  "updated": "2024-01-06T06:44:50.274+02:00"
}