{
  "thread": {
    "uuid": "a48dfa889be420ad76be0b3ddaa01961f5d7a913",
    "url": "https://nehandaradio.com/2024/03/29/luke-ing-the-beast-in-the-eye-it-is-finished-2",
    "site_full": "nehandaradio.com",
    "site": "nehandaradio.com",
    "site_section": "https://nehandaradio.com/category/featured/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Luke-ing the Beast in the Eye: It is Finished – Nehanda Radio",
    "title_full": "Luke-ing the Beast in the Eye: It is Finished – Nehanda Radio",
    "published": "2024-03-29T15:13:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZW",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 97705,
    "domain_rank_updated": "2024-03-26T12:08:39.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a48dfa889be420ad76be0b3ddaa01961f5d7a913",
  "url": "https://nehandaradio.com/2024/03/29/luke-ing-the-beast-in-the-eye-it-is-finished-2",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Luke Tamborinyoka",
  "published": "2024-03-29T15:13:00.000+03:00",
  "title": "Luke-ing the Beast in the Eye: It is Finished – Nehanda Radio",
  "text": "Today is Easter Friday, the momentous day that Jesus Christ was crucified on the Cross at Golgotha. Christians like me will use this day to prayerfully reflect on the sacrifice by the Son of Man who paid the ultimate price to save humanity from her collective mortal frailties and inadequacies. For me, the seminal biblical verse during Easter has always been that utterance on the Cross when Jesus calmly muttered: ” Tetelestai ” ( It is Finished ) as He bowed His head and committed His spirit to His Father ( John 19 verse 30 ). The seminal utterance ” It is finished ” or Tetelestai denotes an accomplished mission. Jesus Christ was the human form of God who came to live like— and among—the rest of us. He had taught the gospel and lived it; He had performed many miracles, healing the sick and the lame and addressing the concerns of the infirm. As He hung on the Cross at Calvary, It is finished was a valedictory statement that marked the successful accomplishment of His earthly mission. It is pertinent to note that Tetelestai was not a frightful utterance by a helpless martyr. It is Finished was actually a bold statement of satisfaction upon the completion of one’s mission and purpose. Today’s Easter Friday has come on the 29th of March, yet another historic day in Zimbabwe’s political story. On the 29th of March 2008, Zimbabweans collectively voted and won the country for change . The resultant inclusive government, with Morgan Tsvangirai as Prime Minister, spawned massive positive change in the lives of ordinary Zimbabweans in a way and manner that will always be etched in stone. Today, with ED’s incompetence spanning across the sectors, that glorious past and the positive vibe actuated by the competent hand of Morgan Tsvangirai and team in the inclusive government is long gone, swept away by the cruel avalanche of history. It is finished. The prospect for a brighter future—whose foundation was laid down between 2009 and 2013—has been utterly vanquished by ZANU PF’s perennial penchant to violently foist itself on the prople. All the positive vibe induced into the country by the inclusive government has been ewashed away by the torrents of a cruel lot that rode into our lives through a coup. There is certainly no prospect for a better future anymore under Zanu PF. It is finished. We are holding this year’s Easter festivities when all pretence that we have a prudent government in place has since been comprehensively busted. It is finished. The Gold Mafia documentary has since shown that what we have in office is a kleptocracy, a government of thieves. As a country, the kleptocratic network plundering our vast extractive mineral wealth is quite a spectacle. It spans from the very apex of the State through associated nieces such as Henrietta Rushwaya to criminal underworld characters such as Scott Sakupwanya, Ewan Macmillan and Simon Rudland, right down to a fake comic pastor and ambassador who blasphemously carries the name of an Angel (pun intended). In the Cabinet sculpted after stealing the 2023 election that was condemned by all observer missions including SADC, ED appointed his son David and his nephew Tongai as Ministers, dashing all hopes of a diverse ensemble of characters of high probity in the Executive. There is no snowball’s chance in Hell that this retinue of known thieves and criminals could be called a people’s government. All faith that we have a prudent government in place has now been irretrievably lost. It is finished. The Vene language in which a close-knit parasitic elite of thieves and lootocrats now “own” the country has busted the myth that we have a people’s government in Zimbabwe. All the pretence is gone. It is finished. Indeed, Vene (the owners) are now firmly in charge . Only two days ago, Mnangagwa was officially commissioning Champion Foods, a multimillion dollar milling empire that he probably owns but has allowed a relative to front it, an unknown guy called Patrick Mnangagwa who only curiously emerged this week as a millionaire and a businessman. There’s no prize for guessing that this hitherto unknown businessman who sprung from nowhere is a front. We all know the real thief hiding behind Patrick. On the eve of Easter Friday, we are always reminded that it is possible for some among us to congregate and nominate a robber or a thief as a saint, just as happened when a huge crowd on the eve of Jesus’ crucifixion nominated a celebrated robber, one Barrabbas, to be saved ahead of the Son of Man. Indeed, Mr Mnangagwa, the Barrabas of our time as confirmed by the Gold Mafia documentary and his motley thieving acolytes such as Sakupwanya, Uebert Angel, Java and Chivayo, are today being ashamedly touted in some dark quarters as Idols and icons at the expense of the real hard and honest workers of our land who deserve respect and emulation. Indeed, the era of praising and lauding hard work and honest sweat is long gone. It is finished. Gone is the era of guys with traceable wealth such as Strive Masiyiwa, Enock Kamushinda, Nigel Chanakira and even the hard working bus operators who were behind brands such as Shiri Wekutanga, Matambanadzo, Mazarura and Kukura Murehwa, among many others. There has emerged a suspicious group of tenderpreneurs who have become rich overnight only by dint of their political connections. This kleptocratic lot of tenderpreneurs includes one Wicknell Chivayo, whose marriage ended this week. Oh yes, it is finished! He failed to deliver in the generation of electricity for the country in the multi-million dollar Gwanda Solar project, despite being paid millions of taxpayers’ money in advance to which the country has yet to get any value. Ironically, just as he failed to provide solar powered electricity to the nation, it now has emerged that Chivayo equally failed dismally to generate the electrical spark to sustain his own marriage. No electricity to the nation, no electric spark in his own marriage! On another note and only very recently, celebrated imposter Sengezo Tshabangu was photographically exposed as a paid Mnangagwa charlatan. All his fulminations and pretence to being a change champion have been exposed as a huge lie. It is finished. Tshabangu infamously exposed his surrogate and poopy politics at the Pupu battle memorial site in Lupsne. The sight of a stupidly grinning Tshabangu as he zealously shook Mnangagwa’s hand glaringly exposed his treacherous, puppetry politics. Only a cheap puppet greeting his political master could afford such a foolish grin. Tshabangu’s claim to the legitimacy of his cause has now been glaringly exposed. It is finished. Our nation is yet again almost on the verge of starvation after the government had lied as recently as January 2024 that the country had enough food stocks to feed the country. Now that the skies have passed their own rain sanctions and the silos have turned out to be empty contrary to the government’s pronouncements, there’s no longer any prospect of a food secure nation. It is finished. Indeed, we have become an anxious nation, thanks to the incompetence of the appropriately named Anxious Masuka, ED’s agriculture Minister. Incompetence begets incompetence. Surprisingly, the incompetent regime had the temerity to name the same Anxious Masuka as the best performing Minister in government! Surely, there can’t be a competent Minister in an incompetent government. There’s certainly no best student in a failing class. Indeed, there’s no virgin in a maternity ward. As stated earlier, the seminal Easter verse that is the theme of this week’s instalment denotes completeness and fulfilment of a vocation. It marks and expresses the accomplishment of a mission. And Mnangagwa appears to have completed his mission to bring together his children, relatives and friends and to name them as government. That mission has now been completed. It is finished. ED’s primitively personal mission to “clanitise” and “villagise” the State and government will sooner or later come to haunt him. What we essentially now have in place is to a very large extent a family gathering masquerading as a government. A few years ago. I named over 20 of Mnangagwa’s cousins, uncles, nephews, nieces, clansmen, tribesmen and tribeswomen that he has appointed to Cabinet and deployed to the party, to quasi-State institutions, to provincial ministries and other strategic bodies to represent petty personal, factional and clique interests. The pretence and notion that this villager they call ED is a statesman has now been sufficiently quashed. It is finished. Mnangagwa’s blood-soaked tenure has been in no way a Second Republic but an insidious and more callous continuation of the First Republic under Robert Mugabe. What is only second about this so-called Second Republic is that the tyranny level is second to none! This regime has simply perished its own mantra that it is a new dispensation. The pretence to novelty and “newness” has now been utterly busted . It is finished. The Mnangagwa government has been claiming that it represents a break from the past, which past was evidenced by a clear State/Party conflation during the Robert Mugabe years. But with political defectors that we saw being hosted at State House, Mnangagwa has confirmed he cannot tell the difference between the State and the party and the distinct business that ought to be transacted either at State House or at the party headquarters. Party business ought to be done at the party headquarters while State House belongs to the State and should not be a venue of promoting and pursuing petty and partisan interests. Indeed, under Emmerson Mnangagwa, the distinction between State and party has now been completely obliterated. It is finished. Under Mnangagwa, State House is now shorn and bereft of the dignity associated with the Presidential residences the world over. Under ED, State House at one time became a prime parade square of defecting mercenaries from the opposition in the process demeaning and belittling the value of the supreme house of the State. . The whole presidium became a bunch of political touts who ranted and raved at the political terminus called State House in cheap defection skits that were even broadcast on national television. The President and his deputy reduced themselves to political touts at State House — mahwindi – whom we invariably heard hollering and shouting, exhorting innocent Zimbabweans to come and board their ramshackle political bus called Zanu PF on a doomed trip to Hell. State House became akin to a bustling taxi rank —-a hive for pirate taxis popularly known as mushika shika where a whole President and his 2 IC sonorously shouted during the well-choreographed defection sessions as they vended and marketed Zanu-PF as the ultimate political transport to a doomed destination. By those actions, the dignity of State House is long gone ‘. It is finished. As we commemorate the crucifixion of the Son of Man today, let us remember heinous acts the Mnangagwa regime has committed in the past few years since its gunnified entrance on the political dais in November 2017. The callous murders of innocent citizens, the arbitrary arrests, the State-sanctioned abductions, the highly toxic and undeserved recalls, the closure of democratic space and the deliberate onslaught on the legitimate opposition in order to create a one-party-State are all well documented. Jesus Christ may have been crucified on this day but Mnangagwa too has equally crucified the last vestiges of whatever crucibles of democracy were still remaining in Zimbabwe. Mnangagwa has captured all institutions of the State including the sacred pillars of democracy such as the Judiciary and Parliament as well as all independent Chapter 12 institutions. Just as they nailed Jesus Christ on the cross on this day, Mnangagwa is equally nailing the last remnants of democracy on the cross of political expediency. There is neither an iota nor a semblance of democracy still left in the entire body politic. It is finished. Zvapera . For me, the dictum It is finished will always remain a memorable Easter verse. It denotes accomplishment of a mission, the dusting up after the execution of one’s mandate. Anyway, the sports are finished for this instalment of my weekly column. Tetelestai . It is finished. Zvapera . Luke Tamborinyoka is a citizen from Domboshava . He is a journalist and a political scientist by profession . You can interact with him via his Facebook page or on the twitter handle @ luke – tambo .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "luke",
        "sentiment": "negative"
      },
      {
        "name": "jesus christ",
        "sentiment": "negative"
      },
      {
        "name": "tetelestai",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "finis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nehanda radio today",
        "sentiment": "negative"
      },
      {
        "name": "cross",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "golgotha",
        "sentiment": "none"
      },
      {
        "name": "calvary",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T16:00:15.210+03:00",
  "updated": "2024-03-30T06:52:16.389+03:00"
}