{
  "thread": {
    "uuid": "5a9193b05b7a4f4c465e6fe634da6e6db0c310be",
    "url": "https://diario.uach.cl/undecima-version-del-concurso-ojo-de-pez-invita-a-fotografiar-el-mundo-acuatico",
    "site_full": "diario.uach.cl",
    "site": "uach.cl",
    "site_section": "https://diario.uach.cl/feed/atom",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias UACh",
    "title": "Undécima versión del concurso “Ojo de pez” invita a fotografiar el mundo acuático",
    "title_full": "Undécima versión del concurso “Ojo de pez” invita a fotografiar el mundo acuático",
    "published": "2024-07-05T01:13:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 66989,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5a9193b05b7a4f4c465e6fe634da6e6db0c310be",
  "url": "https://diario.uach.cl/undecima-version-del-concurso-ojo-de-pez-invita-a-fotografiar-el-mundo-acuatico",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Luis Felipe Leiva Padilla",
  "published": "2024-07-05T01:13:00.000+03:00",
  "title": "Undécima versión del concurso “Ojo de pez” invita a fotografiar el mundo acuático",
  "text": "Resaltar y valorar la belleza natural, la diversidad de especies, las actividades productivas y las amenazas que enfrentan los ecosistemas acuáticos, marinos y de agua dulce en Chile son parte de los objetivos de una nueva versión del Concurso Fotográfico Ojo de Pez.\n“Entre los desafíos que tenemos para esta nueva versión está convocar a más mujeres, a más participantes del norte del país y también a fotografiar ecosistemas de agua dulce”, afirma José Garcés-Vargas, coordinador general de esta iniciativa e investigador del\n Centro de Investigación Dinámica de Ecosistemas Marinos de Altas Latitudes (IDEAL) de la Universidad Austral de Chile (UACh).\nPara este concurso existen tres categorías. La primera es “Paisaje, trabajo y conservación acuática”, que busca capturar entornos con sistemas acuáticos como ríos, estuarios, lagos, lagunas, humedales o el mar. La segunda categoría es “Flora y fauna acuática”, a la que se pueden presentar fotografías que se centren en la biodiversidad de ecosistemas acuáticos.\nFinalmente, la categoría “Ambientes antárticos y subantárticos” se enfocará en imágenes pertenecientes a las regiones de Aysén y/o de Magallanes y Antártica Chilena. Cada concursante puede presentar un máximo de 3 fotografías, distribuidas en las distintas categorías.\nJosé Luis Kappes, ganador de la\nversión 2023, señala que “mi experiencia con el concurso Ojo de Pez ha sido siempre muy buena, desde mi primera participación el año 2021, donde gané la votación del público y hasta esta última en 2023 donde tuve la sorpresa de salir escogido como ganador del concurso”.\nEl instructor de buceo, quien el año pasado retrató el ojo de una raya, agrega que “lo mejor de este concurso es la exposición que se le da a nuestro gran protagonista que es el mar de Chile. Esta es una forma importante de acercar el mar y, en especial, la zona Antártica a todo el mundo y crear conciencia para protegerlo”.\nEn total, el concurso entregará 14 premios. El ganador o ganadora recibirá una estadía de una semana en la Estación Experimental de Quempillén, en la isla de Chiloé.\nEl primero, segundo y tercer lugar de cada categoría recibirán respectivamente, una cámara de acción con estabilizador gimbal, un trípode de fotografía profesional y una impresora para fotografías.\nTambién habrá 3 ganadores premiados por el público, quienes recibirán el libro “Ojo de Pez. Chile en imágenes de agua y vida”. Asimismo, existirá un premio para los concursantes de la región de Los Ríos, que consistirá en un conjunto de libros editados por el Centro IDEAL.\nEl jurado de esta versión estará compuesto por reconocidas personalidades de la comunicación científica y de la fotografía, entre quienes se cuenta Nélida Pohl, Nadia Politis, Cristián Campos Melo, Eduardo Sorensen y Patricio Riquelme Fagerström.\nGarcés-Vargas, también docente del\nInstituto de Ciencias Marinas y Limnológicas (ICML) señala que “hemos visto en este concurso un espacio de divulgación de la ciencia. Además, hay mucho interés. El hecho de que esta iniciativa se mantenga por diez años significa que no solo ha logrado cautivar al público objetivo que quiere participar, sino que también a las autoridades de la UACh que nos han dado el apoyo”.\nOjo de Pez cuenta con el auspicio de la\nVicerrectoría de Investigación, Desarrollo y Creación Artística (VIDCA), la Escuela de Graduados de la Facultad de Ciencias, el proyecto Ciencia para la Innovación 2030, Consorcio Sur-Subantártico (Ci2030) y el Doctorado en Biología Marina, unidades dependientes de la UACh, así como Ciencia Inquieta y el Proyecto Anillo SEALS. También colabora el Museo de Exploración R. A. Philippi.\nEl concurso estará abierto hasta el 19 de agosto, a las 16:00 horas, fecha en que justamente se celebra el Día de la Fotografía. Las bases se encuentran disponibles en el sitio web\nwww.ojopez.cl",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://centroideal.cl",
    "http://www.ojopez.cl",
    "http://www.museosaustral.cl/museo-de-la-exploracion-r-a-philippi/",
    "https://www.instagram.com/cienciainquieta/",
    "http://www.museosaustral.cl/museo-de-la-exploracion-r-a-philippi",
    "http://www.ojopez.cl/",
    "http://museosaustral.cl/museo-de-la-exploracion-r-a-philippi/",
    "https://www.ojopez.cl/ganadores-ano-2023/",
    "https://ciencia2030.cl/",
    "https://ojopez.cl/ganadores-ano-2023",
    "https://www.ciencia2030.cl/",
    "https://ojopez.cl/ganadores-ano-2023/",
    "https://www.centroideal.cl/",
    "https://biologiauv.cl/proyecto-anillo-seals",
    "https://instagram.com/cienciainquieta/",
    "https://ciencia2030.cl",
    "https://www.biologiauv.cl/proyecto-anillo-seals/",
    "https://biologiauv.cl/proyecto-anillo-seals/",
    "https://centroideal.cl/",
    "http://ojopez.cl/",
    "https://www.instagram.com/cienciainquieta"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T01:37:07.790+03:00",
  "updated": "2024-07-05T01:37:07.790+03:00"
}