{
  "thread": {
    "uuid": "f022b81f06407927484765b324bc8b27358067ea",
    "url": "https://www.ladepeche.fr/2024/01/13/un-petit-air-hivernal-11693421.php",
    "site_full": "www.ladepeche.fr",
    "site": "ladepeche.fr",
    "site_section": "https://www.ladepeche.fr/actu/environnement/",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "Environnement : Toute l'actualité environnementale - ladepeche.fr",
    "title": "Roquecourbe. Un petit air hivernal - ladepeche.fr",
    "title_full": "Roquecourbe. Un petit air hivernal - ladepeche.fr",
    "published": "2024-01-13T05:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://images.ladepeche.fr/api/v1/images/view/65a21070d201b04ff835690a/large/image.jpg?v=1",
    "performance_score": 0,
    "domain_rank": 4946,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f022b81f06407927484765b324bc8b27358067ea",
  "url": "https://www.ladepeche.fr/2024/01/13/un-petit-air-hivernal-11693421.php",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joël Julian",
  "published": "2024-01-13T05:14:00.000+02:00",
  "title": "Roquecourbe. Un petit air hivernal - ladepeche.fr",
  "text": "La surprise a eu lieu jeudi matin à l’ouverture des volets. Une belle petite couche de neige avait recouvert l’ensemble du paysage roquecourbain. Même si l’épisode avait été annoncé dans les bulletins météorologiques avec une annonce de vigilance orange, des Roquecourbains ont été surpris de cette marque hivernale.\nDe bonne heure, on avait pu voir passer le chasse-neige sur les routes du département et en direction des hauteurs, vers le Sidobre par exemple.\nDans le village, les automobilistes ont respecté les règles de prudence, pour éviter les glissades intempestives. Les plus heureux de cette situation étaient bien les plus jeunes enfants, qui, en se rendant à l’école tout de même, ont espéré pouvoir réaliser soit des belles glissades, mais aussi un superbe bonhomme de neige.\nEn revanche, pour les services techniques municipaux, il fallait organiser le déneigement des trottoirs principaux devant l’école, la maison de santé et les lieux les plus fréquentés de la commune. Du coup, il y avait beaucoup moins de monde dans les rues et sur les places, chacun profitant, s’il le pouvait, de la douce chaleur du domicile.\nEn cours de journée, on n’a pas manqué de constater que des petits flocons ont continué de tomber, sans alimenter le manteau blanc, qui lui a commencé à fondre progressivement. Progressivement aussi, la circulation est devenue plus facile, mais les plaques de neige fondues imposaient encore de rouler avec prudence.\nLes météorologues ont donc passé la vigilance au niveau jaune pour le département du Tarn, annonçant la fin lente de cet épisode de blanc, qui restera un souvenir de l’année 2024 dans nos mémoires.\nLes chiffres de l’état civil Les chiffres de l’état civil de la commune de Roquecourbe pour l’année 2023 présentent la situation suivante : la commune a enregistré la naissance de 13 bébés parmi lesquels 9 filles et 4 garçons. Cinq couples ont décidé de s’unir durant la même période pendant laquelle il a été constaté un total de 26 décès.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-13T07:01:47.023+02:00",
  "updated": "2024-01-13T07:01:47.023+02:00"
}