{
  "thread": {
    "uuid": "d4fc76b398f873148c156a89fb6cb87f89e2acbe",
    "url": "https://www.sun-sentinel.com/2023/12/28/editorial-killing-a-court-consolidation-plan-was-the-right-thing-to-do/",
    "site_full": "www.sun-sentinel.com",
    "site": "sun-sentinel.com",
    "site_section": "http://feeds.feedburner.com/sun-sentinel/news/opinion",
    "site_categories": [
      "media"
    ],
    "section_title": "Editorial Opinions / South Florida Sun-Sentinel",
    "title": "Stopping ruinous court merger plan is the right verdict | Editorial – Sun Sentinel",
    "title_full": "Stopping ruinous court merger plan is the right verdict | Editorial – Sun Sentinel",
    "published": "2023-12-29T03:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.sun-sentinel.com/wp-content/uploads/2023/12/AFP-Getty-gavel.jpg?w=1024&#038;h=576",
    "performance_score": 0,
    "domain_rank": 2012,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 6,
        "comments": 7,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d4fc76b398f873148c156a89fb6cb87f89e2acbe",
  "url": "https://www.sun-sentinel.com/2023/12/28/editorial-killing-a-court-consolidation-plan-was-the-right-thing-to-do/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T03:42:00.000+02:00",
  "title": "Stopping ruinous court merger plan is the right verdict | Editorial – Sun Sentinel",
  "text": "A ruinous plan to reconfigure court systems across the state of Florida is officially dead — and that’s worth celebrating.\nCollapsing the state’s 20 trial court circuits to five would have made access to justice more unwieldy and less responsive to Floridians’ needs. Hundreds of respected voices in law enforcement, the judiciary and the bar, including prosecutors and public defenders, joined public-policy groups and members of the public to voice their opposition.\nBut even more noteworthy in this day and age is the way House Speaker Paul Renner, R-Palm Coast, who first proposed court consolidation, and court officials handled this proposal.\nRenner could have followed recent precedent by introducing his plan suddenly and wrangling it so quickly through the legislative process that nobody had time to register an objection or figure out all of its implications. Instead, he explained his proposal thoroughly, handed it to the judicial branch to gather public input over a months-long process that included hearings across the state, then paid heed to what people said.\nThe speaker retreats After the Florida Supreme Court added its rejection of this bad idea, Renner said he’s withdrawing it from consideration. That was the right thing to do.\nShrinking from 20 judicial circuits to five might have saved a little money — or not. As many pointed out, some circuits could require five-hour drives to traverse, counterbalancing the additional personnel needed to maintain 20 offices.\nConsolidation would have made justice less accessible. Some services, including victims’ rights or family courts, would likely be too far for the vulnerable Floridians who needed them most. And voters choosing circuit-level judges, state attorneys and public defenders would have much less opportunity to get to know the candidates seeking these powerful positions every four years.\nThese were among the fears voiced at a series of public hearings on court consolidation, convened by the committee the Florida Supreme Court assembled. After receiving that committee’s conclusion that consolidation would likely do more harm than good, the Supreme Court issued a five-page opinion recommending against unnecessary changes.\nIn short order, Renner released his own response.\n“The speaker put forward a thoughtful and timely request to review how our courts are structured, hoping to find economies of scale to better serve Floridians,” Renner’s office said. “We appreciate and accept the Supreme Court’s opinion and thank the committee for their diligent work in presenting their recommendations. We do not intend to bring any legislation forward this year regarding circuit court consolidation.”\nThat’s a prudent and respectful reply.\nPolicy-by-ambush Unfortunately, it’s also remarkable when compared to multiple policy-by-ambush efforts that have impacted cities and counties, harmed public education and threatened long-established rights of Floridians to live their lives with minimal governmental intrusion. Much of the worst legislation — including the multiple, fumbling attempts to throw mud in the eyes of the state’s largest single-site employer, Disney — took place at the behest of Gov. Ron DeSantis.\nBut Renner and Senate President Kathleen Passidomo should have had the fortitude to say no, or at least “wait a minute,” before capitulating to the governor’s whims.\nIt looks increasingly likely that DeSantis (thanks to another ill-advised favor, a law that exempted him from Florida’s resign-to-run law) will be in the governor’s mansion for two more years. During that time, legislative leaders should learn to give DeSantis’ wild ideas the same scrutiny they gave their own.\nThis is what Floridians deserve, and what they have every right to expect: A government that is transparent, willing to listen and focused on their needs, instead of being motivated by efforts to gin up controversy and carry out political vendettas.\nThe Sun Sentinel Editorial Board consists of Opinion Editor Steve Bousquet, Deputy Opinion Editor Dan Sweeney, opinion writer Martin Dyckman and Editor-in-Chief Julie Anderson. Editorials are the opinion of the Board and written by one of its members or a designee. To contact us, email at letters@sun-sentinel.com .\nShare this: Click to share on Facebook (Opens in new window) Click to share on X (Opens in new window)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://www.orlandosentinel.com/2023/05/08/could-trump-challenge-desantis-over-resign-to-run-law",
    "https://www.orlandosentinel.com/2023/05/08/could-trump-challenge-desantis-over-resign-to-run-law/",
    "https://orlandosentinel.com/2023/05/08/could-trump-challenge-desantis-over-resign-to-run-law/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "renner",
        "sentiment": "none"
      },
      {
        "name": "paul renner",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "r",
        "sentiment": "none"
      },
      {
        "name": "house",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "palm coast",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T22:16:27.157+02:00",
  "updated": "2023-12-29T22:16:27.157+02:00"
}