{
  "thread": {
    "uuid": "8a37ef680e1b7ed5fd0ec69286696454edfa6f1c",
    "url": "https://mx.advfn.com/bolsa-de-valores/NYSE/AGR/noticias/94085081/avangrid-companies-in-new-york-and-maine-honored-w",
    "site_full": "mx.advfn.com",
    "site": "advfn.com",
    "site_section": "https://mx.advfn.com/p.php?pid=news",
    "site_categories": [],
    "section_title": "ADVFN - Noticias",
    "title": "Avangrid Companies in New York and Maine Honored with Dual Emergency Response Awards",
    "title_full": "Avangrid Companies in New York and Maine Honored with Dual Emergency Response Awards",
    "published": "2024-06-21T17:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://mx.advfn.com/p.php?pid=staticchart&amp;s=NYSE:AGR&amp;p=5&amp;t=52",
    "performance_score": 0,
    "domain_rank": 8602,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8a37ef680e1b7ed5fd0ec69286696454edfa6f1c",
  "url": "https://mx.advfn.com/bolsa-de-valores/NYSE/AGR/noticias/94085081/avangrid-companies-in-new-york-and-maine-honored-w",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Business Wire",
  "published": "2024-06-21T17:37:00.000+03:00",
  "title": "Avangrid Companies in New York and Maine Honored with Dual Emergency Response Awards",
  "text": "Awards recognize NYSEG and RG&E and CMP’s exemplary recovery efforts following extreme winter storms this past year\nView and download photos from these storms here\nAvangrid, Inc. (NYSE: AGR), a leading sustainable energy company and a member of the Iberdrola Group, announced today that it has received dual Emergency Response Award from Edison Electric Institute (EEI). The awards honor the extraordinary performance of Avangrid companies New York State Electric & Gas (NYSEG) and Rochester Gas and Electric (RG&E) and Central Maine Power (CMP) during recovery and restoration efforts from winter storms this past year.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20240621691405/en/\nNYSEG crews working to repair damage following Winter Storm Finn in January 2024. (Photo: Business Wire)\n“At Avangrid, we take pride in being leaders in safe, efficient and coordinated efforts to restore power to our customers after extreme storms like the ones our service areas have experienced this past winter,” said Pedro Azagra, Avangrid CEO. “These awards are a symbol of our commitment to our customers, our communities and operational excellence. We do this critical work well because electricity is an essential service that our customers rely on.”\nPresented to EEI member companies twice a year, the Emergency Response Awards recognize recovery and assistance efforts of electric companies following service disruptions caused by extreme weather or other natural events. Following an international nomination process, EEI announced the Avangrid companies as recipients during EEI 2024.\nNYSEG and RG&E were honored for their response to Winter Storm Finn, which struck New York state in January 2024. Winter Storm Finn brought high winds to upstate New York, causing outages in the NYSEG’s Geneva, Auburn, Lancaster, Mechanicville, and Ithaca divisions, and snapping poles and bringing down trees in RG&E’s Central and Fillmore divisions as well.\n“Our customers count on us to be first responders during New York’s sometimes wild weather, restoring power safely, effectively, and as quickly as possible,” said Trish Nilsen, president and CEO of NYSEG and RG&E. “Our commitment to our customers, our communities, and operational excellence are recognized by this award, but this critical work is a priority for us because electric and natural gas service is something they rely on.”\nCMP was honored for its response to a strong wind and rainstorm on December 18, 2023. This extreme storm prompted CMP to mount the largest restoration effort in the company’s history after 400,000 of its customers lost power over the duration of this weather event. The company ultimately restored power on Christmas Eve.\n“In Fairfield, Maine alone, thousands of trees fell, requiring what was essentially a street-by-street rebuild of the town’s electrical system,” said Joe Purington, CMP President and CEO. “In moments of crisis such as these storms, Mainers can count on us to be first responders and to restore power safely, effectively, and as quickly as possible.\nAbout Avangrid: Avangrid, Inc. (NYSE: AGR) aspires to be the leading sustainable energy company in the United States. Headquartered in Orange, CT with approximately $45 billion in assets and operations in 24 U.S. states, Avangrid has two primary lines of business: networks and renewables. Through its networks business, Avangrid owns and operates eight electric and natural gas utilities, serving more than 3.3 million customers in New York and New England. Through its renewables business, Avangrid owns and operates a portfolio of renewable energy generation facilities across the United States. Avangrid employs approximately 8,000 people and has been recognized by JUST Capital as one of the JUST 100 companies – a ranking of America’s best corporate citizens – in 2024 for the fourth consecutive year. In 2024, Avangrid ranked first among utilities and 12 overall. The company supports the U.N.’s Sustainable Development Goals and was named among the World’s Most Ethical Companies in 2024 for the sixth consecutive year by the Ethisphere Institute. Avangrid is a member of the group of companies controlled by Iberdrola, S.A. For more information, visit www.avangrid.com.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20240621691405/en/\nMedia Contact:\nSarah Warren\nsarah.warren@avangrid.com\n585-794-9253",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.businesswire.com/news/home/20240621691405/en/",
    "https://static.cloudflareinsights.com/beacon.min.js/vcd15cbe7772f49c399c6a5babf22c1241717689176015",
    "https://cts.businesswire.com/ct/CT?id=bwnews&sty=20240621691405r1&sid=ukadn&distro=nx&lang=en",
    "https://www.static.cloudflareinsights.com/beacon.min.js/vcd15cbe7772f49c399c6a5babf22c1241717689176015",
    "https://www.businesswire.com/news/home/20240621691405/en",
    "https://businesswire.com/news/home/20240621691405/en/",
    "https://www.cts.businesswire.com/ct/CT?id=bwnews&sty=20240621691405r1&sid=ukadn&distro=nx&lang=en",
    "https://cts.businesswire.com/ct/CT"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pedro azagra",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rg&e",
        "sentiment": "negative"
      },
      {
        "name": "cmp",
        "sentiment": "negative"
      },
      {
        "name": "nyseg",
        "sentiment": "negative"
      },
      {
        "name": "new york state electric & gas",
        "sentiment": "none"
      },
      {
        "name": "central maine power",
        "sentiment": "none"
      },
      {
        "name": "edison electric institute",
        "sentiment": "none"
      },
      {
        "name": "eei",
        "sentiment": "none"
      },
      {
        "name": "avangrid, inc.",
        "sentiment": "none"
      },
      {
        "name": "nyse",
        "sentiment": "none"
      },
      {
        "name": "iberdrola group",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "maine",
        "sentiment": "none"
      },
      {
        "name": "rochester",
        "sentiment": "none"
      },
      {
        "name": "avangrid",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T17:54:13.532+03:00",
  "updated": "2024-06-21T17:54:13.532+03:00"
}