{
  "thread": {
    "uuid": "c8a88a90b7f46c841b547b7e4bf18226e390444f",
    "url": "https://www.premierleague.com/news/3840737",
    "site_full": "www.premierleague.com",
    "site": "premierleague.com",
    "site_section": "http://www.premierleague.com",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Premier League Football News, Fixtures, Scores & Results",
    "title": "Brilliant Brighton stun Spurs in six-goal thriller",
    "title_full": "Brilliant Brighton stun Spurs in six-goal thriller",
    "published": "2023-12-29T06:38:14.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://resources.premierleague.com/premierleague/photo/2023/12/28/e8ff48e7-adec-4dd9-824a-2d934e15ee8e/GettyImages-1890338352.jpg",
    "performance_score": 0,
    "domain_rank": 3572,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c8a88a90b7f46c841b547b7e4bf18226e390444f",
  "url": "https://www.premierleague.com/news/3840737",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T06:38:14.000+02:00",
  "title": "Brilliant Brighton stun Spurs in six-goal thriller",
  "text": "Brighton & Hove Albion stunned a Tottenham Hotspur team who were aiming to move level with third-placed Aston Villa, triumphing 4-2 in a thrilling end-to-end match. [close] TV Info Spurs went into the contest on a three-match winning run, while Brighton were winless in three. But two penalties from Joao Pedro, a Jack Hinshelwood strike and a 30-yard screamer from Pervis Estupinan left Spurs 4-0 down after 75 minutes and facing their heaviest defeat under Ange Postecoglou, before goals from Alejo Veliz and Ben Davies salvaged some pride. Brighton climb to eighth above Newcastle United, moving six points behind Spurs, who have missed the chance to return to the top four. How the match unfolded Roberto De Zerbi made four changes to his Brighton team that started the 1-1 draw with Crystal Palace last Thursday. Simon Adingra and Kaoru Mitoma missed out due to injury, with James Milner, Facundo Buonanotte, Danny Welbeck and Jason Steele all recalled. There were two changes for Spurs from their 2-1 win over Everton last time out. Destiny Udogie returned from suspension to replace the injured Cristian Romero in defence, while Pierre-Emile Hojbjerg came in for Oliver Skipp in midfield. Brighton almost went ahead inside seven minutes, with Welbeck forcing Guglielmo Vicario into two fine saves in the space of a minute. Five minutes later the hosts’ lively start was rewarded. Joao Pedro did brilliantly down the left-hand side before finding Hinshelwood in space, and the teenager’s powerful shot flew past Vicario into the roof of the net. Brighton doubled their lead on 23 minutes. From a corner, Jan Paul van Hecke crashed a header against the crossbar and in the process Welbeck was pulled back by Dejan Kulusevski, with a penalty being given after a VAR review. Joao Pedro made no mistake from the spot. Spurs were shell-shocked, finding themselves 2-0 down in a Premier League match for the first time under Postecoglou, while Kulusevski’s fifth booking of the season ruled him out of Sunday’s home match against AFC Bournemouth. Brighton chased a third goal and Milner hit the post with a curling shot before Buonanotte had a goal ruled out for offside and Vicario made another good stop to deny Joao Pedro. Richarlison hit a post for Spurs at the other end, but the Seagulls went into the interval with a deserved two-goal lead. Spurs came close to making a dream start to the second half, but it was their turn to be thwarted by the offside flag after Richarlison put the ball in the Brighton net. On 54 minutes the Brazilian went close again, firing a low shot just wide of Steele’s post. The Seagulls had not lost any of their previous 29 Premier League matches when leading at half-time, and in the 63rd minute they were three up. Moments after Richarlison had another goal disallowed for offside, Estupinan, who replaced Igor Julio at the break, unleashed an unstoppable 30-yard shot into the top corner to mark his return from almost two months out with a memorable goal. Another Joao Pedro penalty added to Spurs’ woes, the Brazilian confidently stroking the spot-kick home following a clumsy challenge by Giovani Lo Celso on Evan Ferguson. It was the 19th Premier League goal conceded by Spurs since the start of November - no club have conceded more in that time. Brighton appeared to be cruising to victory, but the match took a sudden twist as two goals in five minutes for Spurs gave them hope of an extraordinary comeback. Summer signing Veliz scored his first Premier League goal, and Davies then headed in from Pedro Porro’s cross. Nine minutes of stoppage provided more hope for Spurs, who pushed forward in a bid to rescue an unlikely point. But in the end Brighton survived the late pressure to seal a deserved win. Next five Premier League fixtures Key facts Brighton are unbeaten in their last eight Premier League games at the Amex Stadium (W4 D4), equalling their longest ever run without defeat in top-flight home matches (previously eight games between September and December 1981). Spurs have lost three of their last five Premier League away games against Brighton (W2), their joint-most defeats away to an opponent in the competition since the start of 2019-20 (also three v Arsenal, Liverpool and Man Utd). Spurs have conceded 19 goals across their last nine games in the Premier League. Indeed, since the start of November, they have the highest expected goals against total of any team in the division (21.4), while no team have conceded more than their 19 goals. Jack Hinshelwood’s opener for Brighton was their 19th Premier League goal scored by a teenage player in 2023 - only Liverpool in 1998 (25) and 1994 (22) have had more scored via teenagers in a calendar year in the competition.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joao pedro",
        "sentiment": "none"
      },
      {
        "name": "udogie",
        "sentiment": "none"
      },
      {
        "name": "jack hinshelwood",
        "sentiment": "none"
      },
      {
        "name": "danny welbeck",
        "sentiment": "none"
      },
      {
        "name": "alejo veliz",
        "sentiment": "none"
      },
      {
        "name": "pervis estupinan",
        "sentiment": "none"
      },
      {
        "name": "james milner",
        "sentiment": "none"
      },
      {
        "name": "simon adingra",
        "sentiment": "none"
      },
      {
        "name": "kaoru mitoma",
        "sentiment": "none"
      },
      {
        "name": "jason steele",
        "sentiment": "none"
      },
      {
        "name": "roberto de zerbi",
        "sentiment": "none"
      },
      {
        "name": "ange postecoglou",
        "sentiment": "none"
      },
      {
        "name": "ben davies",
        "sentiment": "none"
      },
      {
        "name": "facundo buonanotte",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "brighton & hove albion",
        "sentiment": "negative"
      },
      {
        "name": "tottenham hotspur",
        "sentiment": "negative"
      },
      {
        "name": "brighton stun spurs",
        "sentiment": "negative"
      },
      {
        "name": "crystal palace",
        "sentiment": "none"
      },
      {
        "name": "] tv info spurs",
        "sentiment": "none"
      },
      {
        "name": "aston villa",
        "sentiment": "none"
      },
      {
        "name": "newcastle united",
        "sentiment": "none"
      },
      {
        "name": "everton",
        "sentiment": "none"
      },
      {
        "name": "spurs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "brighton",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T06:38:15.591+02:00",
  "updated": "2023-12-29T06:38:15.591+02:00"
}