{
  "thread": {
    "uuid": "422a02cf299b84f477f3bc127d1d4d26a4087d26",
    "url": "https://www.financialexpress.com/business/defence-jaishankar-says-global-south-believes-in-india-china-does-not-participate-in-voicing-their-concernsnbsp-3418111",
    "site_full": "www.financialexpress.com",
    "site": "financialexpress.com",
    "site_section": "http://www.financialexpress.com/feed/atom",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": " | The Financial Express",
    "title": "Jaishankar says Global South believes in India; China does not participate in voicing their concerns - Defence News | The Financial Express",
    "title_full": "Jaishankar says Global South believes in India; China does not participate in voicing their concerns - Defence News | The Financial Express",
    "published": "2024-03-08T09:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.financialexpress.com/wp-content/uploads/2023/09/jaishankar-1.jpg",
    "performance_score": 0,
    "domain_rank": 2228,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "422a02cf299b84f477f3bc127d1d4d26a4087d26",
  "url": "https://www.financialexpress.com/business/defence-jaishankar-says-global-south-believes-in-india-china-does-not-participate-in-voicing-their-concernsnbsp-3418111",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "financialexpress.com",
  "published": "2024-03-08T09:08:00.000+02:00",
  "title": "Jaishankar says Global South believes in India; China does not participate in voicing their concerns - Defence News | The Financial Express",
  "text": "Highlighting India’s leadership in the Global South, External Affairs Minister S Jaishankar on Friday said the 125 countries of the platform placed their trust in India and that China skipped the two meetings convened by India last year to listen to their concerns. Addressing the Nikkei Forum on the India-Japan partnership here, India’s top diplomat said that countries of the Global South feel for each other on several issues.“On a lot of issues, these countries feel for each other. The feeling has been intensified by COVID because many countries of the Global South felt that they were the last in the line to get the vaccine. They even felt at the time when India became G20 President that their concerns were not even on the agenda of the G20.“So we did last year two meetings of the voice of the Global South because we wanted to listen to these 125 countries and then put before the G20 a set of issues which were the collective views of these 125 countries.Within Asia and Africa, Global South is very popular in those continents. They know exactly what is happening, who’s speaking up for them, and how their issues are getting on the table.“They don’t think it is a coincidence that it was under the Indian presidency that the African Union, which had long been promised a seat in the G20, got a seat. So the Global South believes us,” he said.“The two summits which we convened last year to listen to their concerns, I don’t believe China was present,” Jaishankar said, referring to Chinese President Xi Jinping not attending the G20 summit and deputing Premier Li Qiang instead.About India’s relationship with Russia and its criticism of Moscow’s war in Ukraine, he said: “Sometimes in world politics, countries pick one issue, one situation, one principle and they highlight it because it suits them. But if one looks at the principle itself, we in India know better than almost any other country.“Immediately after our independence, we experienced aggression, an effort to change our boundaries and even today parts of India are occupied by another country but we did not see the world respond saying, oh, there’s a great principle involved and therefore, let us all go with India.“Today we are being told that there are principles involved. I wish I’d seen that principle in play for the last 80 years. I’ve seen those principles cherry-picked,” Jaishankar said.“I would say injustice was done to us. I’m not advocating it should be done to everybody else. We have been very clear. My Prime Minister has stood next to President Putin and said we want to see the end to this conflict,” he said.Talking about India’s strategic importance as an Asian neighbour, the minister said: “Due to the tragic conflict taking place in Ukraine, energy costs went up, food costs went up, fertiliser costs went up and a country like Sri Lanka had this huge economic crisis. If you see which countries stepped forward to help Sri Lanka, India put together a package within a matter of a few weeks, in fact, a few months which was four and a half billion dollars. Just so that you understand, the IMF packet which took much longer was less than USD 3 billion. So our direct bilateral support we gave to Sri Lanka was 50 per cent larger than what the IMF gave.” Jaishankar said that India as a big economy understood its obligations and took its Global South responsibility very seriously.“We do recognise today that as a big economy, we have more responsibilities. But I also would like the world to recognise that we may be a big economy but we are still an economy whose per capita income is below USD 3,000. So when we give something to the world, it is done with a great deal of sacrifice and a great effort on the part of the people of India. Indians’ sense of international obligation is very strong. As I said during vaccination while we had not completed our vaccination yet we gave vaccines. So we take our global south responsibility very, very seriously.” In response to a question whether India would impose sanctions on China if it invaded Taiwan, Jaishanakr said: “Let me make two or three observations here. By and large, it has not been India’s foreign policy method. We rarely do sanctions.” China views Taiwan, a self-governing island, as a rebel province that must be reunified with the mainland even by force.“The sanctions are something which is very much rooted in a Western way or I would say a G7 way of working because they control the means to apply the sanctions. I’m trying to think the only time when we have very strongly advocated sanctions ourselves was against South Africa during the apartheid period when most of the developed countries did not want to do sanctions.“In today’s situation, there is a big debate about whether sanctions work or they don’t work. What is the cost? What is the cost to people? I just want to make one point: it has nothing to do with Taiwan or China or Russia.” Talking as to how a stable government can significantly carve a country’s foreign policy, Jaishankar said: “Every country, every society is different. So what can apply to India need not always be the same for other countries. But our own experience is that the lack of stability in politics affects foreign diplomacy. To have majorities in Parliament to take bold steps makes a very big difference. Here, I am certain that we have a stable government for at least a decade or even more.” He said huge changes were happening in terms of development in India and that India’s economy was growing rapidly along with employment opportunities.“And that is one of the changes which is happening today. Today India stands third in the number of startups in the world and the number of unicorns which have come up in this period is inspirational. On the semiconductor side, this is the industry of the future. This is where the jobs will grow. We’ve had companies from abroad actually employ people in India,” he said. PTI",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "s jaishankar",
        "sentiment": "negative"
      },
      {
        "name": "frida",
        "sentiment": "negative"
      },
      {
        "name": "jaishankar",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "global south",
        "sentiment": "negative"
      },
      {
        "name": "financial express highlighting india",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T12:00:36.117+02:00",
  "updated": "2024-03-08T12:00:36.117+02:00"
}