{
  "thread": {
    "uuid": "54f6961a0e32b90f94f16817f823894f6e797939",
    "url": "https://es.zenit.org/2024/01/07/papa-francisco-bautiza-a-16-ninos-en-capilla-sixtina-fotos-y-palabras-con-permiso-para-gritar-y-hablar/",
    "site_full": "es.zenit.org",
    "site": "zenit.org",
    "site_section": "https://es.zenit.org",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "ZENIT - Espanol - El mundo visto desde Roma",
    "title": "Papa Francisco bautiza a 16 niños en Capilla Sixtina: fotos y palabras (con permiso para gritar y hablar) - ZENIT - Espanol",
    "title_full": "Papa Francisco bautiza a 16 niños en Capilla Sixtina: fotos y palabras (con permiso para gritar y hablar) - ZENIT - Espanol",
    "published": "2024-01-07T00:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://es.zenit.org/wp-content/uploads/sites/3/2024/01/la-santa-misa-con-bautismo-inicio-a-las-9-30-de-la-manana-01-1024x567.jpg",
    "performance_score": 0,
    "domain_rank": 11656,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "54f6961a0e32b90f94f16817f823894f6e797939",
  "url": "https://es.zenit.org/2024/01/07/papa-francisco-bautiza-a-16-ninos-en-capilla-sixtina-fotos-y-palabras-con-permiso-para-gritar-y-hablar/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Valentina di Giorgio",
  "published": "2024-01-07T00:07:00.000+02:00",
  "title": "Papa Francisco bautiza a 16 niños en Capilla Sixtina: fotos y palabras (con permiso para gritar y hablar) - ZENIT - Espanol",
  "text": "(ZENIT Noticias / Ciudad del Vaticano, 07.01.2024).- En ocasión de la fiesta litúrgica del bautismo de Jesucristo que la Iglesia católica celebró el domingo 7 de enero, el Papa Francisco bautizó a 16 niños en la Capilla Sixtina de la Ciudad del Vaticano. Los padres de los niños estaban acompañados por los padrinos. Es tradición cada año que el Papa bautice a hijos de los empleados del Vaticano. Por esa razón la Capilla Sixtina, que forma parte del recorrido de los Museos Vaticanos, esté cerrada al público. La santa misa con bautismo inició a las 9:30 de la mañana. Tras la lectura del Evangelio el Papa dio una brevísima homilía en la que dijo: “estamos aquí para bautizar, para dar el don de la fe a nuestros hijos. Y ellos son los protagonistas de esta ceremonia: pueden hablar, ir, gritar… Ellos mandan, porque es su fiesta: van a recibir el don más hermoso, el don de la fe, el don del Señor. Si lloran -de momento callan, pero basta que uno dé la nota y empieza el concierto-, que lloren; si tienen hambre, dales de comer, tranquilamente, aquí. Si tienen calor, quítales la ropa, que a veces el calor hace daño. Ellos son los protagonistas, porque hoy nos darán también el testimonio de cómo se recibe la fe: con inocencia, con apertura de corazón. Y a vosotros, padres y padrinos, os deseo que vuestras vidas ayuden a estos niños, que les ayuden a crecer. Os deseo que les acompañéis en su crecimiento, porque ésta es una manera de ayudar, para que la fe crezca en ellos. Muchas gracias por vuestro testimonio, por traerlos aquí para que reciban la fe. Y ahora, continuemos con el rito del Bautismo. A continuación papás y padrinos fueron pasando con cada niño. El Papa Francisco estuvo acompañado por los cardenales Konrad Krajewski, limosnero papal, y Fernando Vérgez Alzaga, LC, presidente del Governatorato del Estado de la Ciudad del Vaticano. Antes de dar la bendición final el Papa dijo: “Antes de darles la bendición, les agradezco que hayan comenzado esta vida de sus hijos con el Bautismo. Y os encomiendo, que ellos conozcan la fecha del Bautismo, porque es la fecha del nacimiento. Y cada uno de nosotros también. Si os pregunto: «¿Cuál es la fecha de vuestro nacimiento?», no sé si todos lo sabrán. Pero pensad bien: la fecha de nacimiento es como un cumpleaños, la fecha en la que recibí la gracia del Señor y me hice cristiano. Enseñad esto a los niños, para que lo celebren cada año”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:26:29.305+02:00",
  "updated": "2024-01-08T01:26:29.305+02:00"
}