{
  "thread": {
    "uuid": "95e6c6d6493bef31c4bbaf895467e556cb4ae0e3",
    "url": "https://www.ksby.com/weather/mild-conditions-and-a-warming-trend-will-last-through-tuesday",
    "site_full": "www.ksby.com",
    "site": "ksby.com",
    "site_section": "https://www.ksby.com",
    "site_categories": [
      "media"
    ],
    "section_title": "KSBY News | California&#x27;s Central Coast",
    "title": "Mild conditions and a warming trend will last through Tuesday",
    "title_full": "Mild conditions and a warming trend will last through Tuesday",
    "published": "2024-01-14T23:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/95ddc87/2147483647/strip/true/crop/1006x528+17+0/resize/1200x630!/quality/90/?url=http%3A%2F%2Fewscripps-brightspot.s3.amazonaws.com%2Ffd%2F04%2Fa5e6e63e4edb81407b5047c12b64%2Fscreenshot-2021-01-19-144331.png",
    "performance_score": 0,
    "domain_rank": 17796,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "95e6c6d6493bef31c4bbaf895467e556cb4ae0e3",
  "url": "https://www.ksby.com/weather/mild-conditions-and-a-warming-trend-will-last-through-tuesday",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eduardo Huijon Jr.",
  "published": "2024-01-14T23:43:00.000+02:00",
  "title": "Mild conditions and a warming trend will last through Tuesday",
  "text": "Hello, Central Coast! Happy Saturday. Here are some of the latest weather headlines taking place across the Central Coast today and for this work week. Besides some windy conditions taking place in the mountainous areas today, we are expecting mild weather with partly cloudy skies and a warming trend through Tuesday. Another system is expected to bring gusty winds on Wednesday. Lastly, a chance of widespread rain and unsettled weather may return this upcoming weekend. Let’s dive in! Sub-advisory northerly winds are expected to continue moving across the mountains and it may be channeling into a few elevated coastal valleys through this evening. Wind gusts are expected to pick up near or over 30mph in Gaviota and Refugio on Sunday evening just after 6pm. For the start of the new work week, a broad and generally weak northwest flow will continue Monday through Wednesday, which may support continued weak to moderate eddy across southern California. Expect fair to mostly clear skies but they are expected to prevail. Night to morning low clouds will be present for at least some coastal areas of the Central Coast. A weak system is expected to pass through the region on Wednesday. This system may be slightly stronger and wetter with a 10 to 30 percent chance of rain north of Santa Barbara. The highest chances may take place across the western portion of San Luis Obispo County. High pressure is expected to build in the region on Monday and will provide a slow warming trend through Tuesday with some areas reaching 70 degrees for the first time in a while. Increased cloud cover and lowering heights will knock temperatures back down a few degrees into Wednesday. By Thursday and the better part of Friday (especially for areas south of Point Conception), we will continue to have fair conditions with seasonable temperatures. Increasing mid to high clouds may keep the diurnal temperature range in check, especially into Friday. The latest KSBY 7-Day Forecast model shows that there is a chance that a storm system could arrive next weekend with unsettled weather potentially continuing into the following week. Have a great day, Central Coast! Don’t forget to download the KSBY Microclimate App for the latest weather headlines.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "central coast",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "central coast",
        "sentiment": "none"
      },
      {
        "name": "refugio",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "gaviota",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T04:59:33.793+02:00",
  "updated": "2024-01-15T04:59:33.793+02:00"
}