{
  "thread": {
    "uuid": "4dc15e2a17a08098073146ef09360b1b7d857939",
    "url": "https://energy.economictimes.indiatimes.com/news/renewable/palakkad-iit-researchers-turn-urine-into-energy-and-bio-fertilizer/107743308",
    "site_full": "energy.economictimes.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://b2b.economictimes.indiatimes.com",
    "site_categories": [
      "media",
      "business",
      "green_solutions"
    ],
    "section_title": "\n    Latest Business News | The Economic Times B2B",
    "title": "Palakkad IIT researchers turn urine into energy and bio-fertilizer, ET EnergyWorld",
    "title_full": "Palakkad IIT researchers turn urine into energy and bio-fertilizer, ET EnergyWorld",
    "published": "2024-02-16T05:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://etimg.etb2bimg.com/thumb/msid-107743308,imgsize-56754,width-1200,height=765,overlay-etenergy/renewable/palakkad-iit-researchers-turn-urine-into-energy-and-bio-fertilizer.jpg",
    "performance_score": 0,
    "domain_rank": 278,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4dc15e2a17a08098073146ef09360b1b7d857939",
  "url": "https://energy.economictimes.indiatimes.com/news/renewable/palakkad-iit-researchers-turn-urine-into-energy-and-bio-fertilizer/107743308",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "www.ETEnergyworld.com",
  "published": "2024-02-16T05:25:00.000+02:00",
  "title": "Palakkad IIT researchers turn urine into energy and bio-fertilizer, ET EnergyWorld",
  "text": "Palakkad: Researchers from the Indian Institute of Technology-Palakkad (IIT-Palakkad) have introduced a pioneering method of generating renewable energy from human urine. In a bid to address the escalating global energy demand and promote sustainable practices, the innovative solution of the IIT team involves a urine-fed, self-driven stacked electrochemical resource recovery reactor, contributing to both electricity generation and biofertilizer production. \\\"The technology utilises the ionic strength of urine and induced electrochemical reactions to produce electricity and facilitates the creation of a biofertilizer rich in Nitrogen, Phosphorus, and Magnesium. This breakthrough harnesses the potential of source-separated urine,i.e, urine not mixed with feces presents sustainable solutions in two critical domains - energy and agriculture,\\\" IIT said in a release. It said the integrated technology includes an electrochemical reactor, ammonia adsorption column, decolorisation and chlorination chamber, plumbing, and electrical manifolds. The stacked electrochemical resource recovery reactor (ERRR) employs Magnesium as anode and air carbon as cathode. The anode and cathode are assembled in these acrylic reactor units, which act as cells, it said. \\\"The process begins when the urine is fed into the ERRR through the distribution system, triggering electrochemical reactions that simultaneously produce electricity and biofertilizers. The resulting biofertilizer, rich in essential nutrients, serves as a slow-release fertilizer for plant crops, contributing to sustainable agriculture practices,\\\" IIT said. The release said the system includes continuous data acquisition and monitoring, with 50 cells capable of producing 500 milliwatts (mW) of power and a voltage of 7-12 volts per cycle, resulting in 10 grams of fertilizer every 24-48 hours. IIT said currently at a Technology Readiness Level (TRL) of 4, the technology is undergoing laboratory validation, positioning it as a promising candidate for widespread implementation. It also said that the generated electricity is currently used for charging mobile phones and LED lamps, with potential applications in theatres and shopping malls where urine separation at the source is feasible. The team's research, titled \\\"Stale urine catalyzed resource recovery from source-separated urine using magnesium air fuel cell,\\\" has been published in the prestigious journal \\\"Separation and Purification Technology,\\\" garnering significant attention. The team, led by Dr. Praveena Gangadharan, Assistant Professor at the Department of Civil Engineering, comprising research scholar Sangeetha V, Sreejith P M, the Project Scientist and Rinu Anna Koshy, the research associate, of the Department, has filed a patent for this technology, marking a significant stride towards sustainable innovation. This project is funded by the Science for Equity Empowerment and Development (SEED) division under the Department of Science and Technology (DST), Government of India (GOI).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "indian institute of technology",
        "sentiment": "negative"
      },
      {
        "name": "iit",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nitrogen",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T08:09:03.069+02:00",
  "updated": "2024-02-16T08:09:03.069+02:00"
}