{
  "thread": {
    "uuid": "b9064f0d0720242f1bc967f923d9bdf4d3e4ad6f",
    "url": "https://www.longisland.com/news/07-04-24/governor-hochul-signs-legislation-to-increase-access-to-state-parks-and-support-tourism.html",
    "site_full": "www.longisland.com",
    "site": "longisland.com",
    "site_section": "http://www.longisland.com/news/rss.xml",
    "site_categories": [
      "media",
      "travel",
      "theme_parks"
    ],
    "section_title": "LongIsland.com News",
    "title": "Governor Hochul Signs Legislation To Increase Access To State Parks And Support Tourism",
    "title_full": "Governor Hochul Signs Legislation To Increase Access To State Parks And Support Tourism",
    "published": "2024-07-05T13:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.longisland.com/site_media/images/article/subarticle_image/shutterstock_108131324_1.jpg",
    "performance_score": 0,
    "domain_rank": 2617,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b9064f0d0720242f1bc967f923d9bdf4d3e4ad6f",
  "url": "https://www.longisland.com/news/07-04-24/governor-hochul-signs-legislation-to-increase-access-to-state-parks-and-support-tourism.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chris Boyle",
  "published": "2024-07-05T13:07:00.000+03:00",
  "title": "Governor Hochul Signs Legislation To Increase Access To State Parks And Support Tourism",
  "text": "Governor Kathy Hochul today signed legislation to increase access to State Parks, recreational facilities and historic sites, and to support the tourism industry in New York. S.5423/A.4853 will increase access to New York State Office of Parks, Recreation and Historic Preservation sites by prohibiting the mandated use of credit cards as a means of payment for use of its facilities. Governor Hochul also signed S.9250/A.10333 to extend the authorization for certain operators of leased personal watercrafts to be exempt from the boating safety certificate, which will support the tourism businesses that lease these vehicles to those vacationing at New York’s waterfronts. Today's bill signing builds on Governor Hochul’s “Get Offline, Get Outside” summer campaign to promote physical and mental health by encouraging New York’s kids and families to put down their phones and computers, take a break from social media and enjoy recreation and outdoor social gatherings.\n“Our State Parks are an important driver behind our state’s economy, and my administration is committed to ensuring everyone has access to our breathtaking sites and to boosting the tourism industry,” Governor Hochul said. “These acts of legislation will make sure that New Yorkers and our visitors can see and experience all that New York has to offer.”\nMany New Yorkers, including seniors, unbanked or underbanked individuals, minors, and others use only cash. While credit cards offer convenience, not everyone has access to them. Legislation S.5423/A.4853 removes this potential barrier, ensuring equal access to New York's State parks, historical sites, and recreational facilities we all cherish. By still accepting cash at these state facilities, New York will continue supporting the inclusive enjoyment of our state's treasures.\nState Senator Monica R. Martinez said, “Our parks and historic sites are often the heart of community celebrations and a collective interest in our state's beautiful landscapes, wildlife and history. As sponsor of this bill, I believe it is a commonsense measure to ensure all residents, particularly those that predominantly utilize cash, are afforded equitable access. No one should be denied the opportunity to enjoy these prized sites based on their method of payment.”\nState Senator Dean Murray said, “New York is truly one of the most diverse and beautiful places in the world with so much to see and so much to do, which is why we have such a robust tourism industry. Anything that limits access to our amazing state parks is a move in the wrong direction. This is why I was proud to co-sponsor Senate bill S.5423, which prohibits mandating the use of credit cards for payment at state parks. I thank Governor Hochul and the sponsor, for moving this bill forward and signing it into law.”\nState Senator Mario R. Mattera said, “Every New York resident and visitor should have the ability to use state recreation facilities freely regardless of how they are paying. Any mandates to the contrary are unfair to those who either choose not to or are unable to use credit cards and this law will ensure that there are no barriers for our anyone. That will ensure equal access for everyone.”\nState Assembly Deputy Speaker Phil Ramos said, “I am proud to continue to find ways to break down the digital divide to ensure everyone has equal access to the many opportunities New York has to offer. Removing limitations like credit card mandates in New York State Parks will provide multiple options for all New Yorkers, ensuring that more families can enjoy our incredible destinations without barriers. I thank the governor for her continued partnership in ensuring we find more ways to support our vital tourism industry.”\nLegislation S.9250/A.10333 extends the exemption for certain operators of personal watercraft from the boating safety requirement. Extending this exemption prevents detrimental impacts to the tourism industry who lease these vehicles to those vacationing in relevant waterfront areas in New York.\nState Senator Jose M. Serrano said, “New York is home to beautiful lakes, beaches, and ocean fronts that attract tourism from all over the country. This tourism provides jobs and is a vital economic driver for local communities. I am happy to support local tourism with this important legislation and thank Governor Hochul for her continuing support of tourism across the state.”\nAssemblymember Billy Jones said, “Allowing people to rent personal watercrafts is not only important for the businesses that lease them, but for tourism as well as. By extending this legislation, more people will be able to enjoy the outdoors with their family and friends while taking advantage of New York’s beautiful landscape. This is certainly welcome news for everyone as we near the holiday weekend, which is known for great times out on the water.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kathy hochul",
        "sentiment": "negative"
      },
      {
        "name": "hochul",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "new york state office of parks",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "state parks",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T13:33:35.258+03:00",
  "updated": "2024-07-05T13:33:35.258+03:00"
}