{
  "thread": {
    "uuid": "1145776cee8f9ce2f2609ac3862545106dc1dd2d",
    "url": "https://www.infobae.com/economia/networking/2024/07/04/telecom-y-andreani-se-unen-para-potenciar-la-economia-circular-con-materiales-sustentables",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/economia/networking/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Networking - Infobae",
    "title": "Telecom y Andreani se unen para potenciar la economía circular con materiales sustentables - Infobae",
    "title_full": "Telecom y Andreani se unen para potenciar la economía circular con materiales sustentables - Infobae",
    "published": "2024-07-05T01:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/MadABG63I66r4N47NAHW2C2YrDg=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/MF7AX7WE5VFDNKLQPJBPFMQGIU.jpg",
    "performance_score": 0,
    "domain_rank": 1952,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1145776cee8f9ce2f2609ac3862545106dc1dd2d",
  "url": "https://www.infobae.com/economia/networking/2024/07/04/telecom-y-andreani-se-unen-para-potenciar-la-economia-circular-con-materiales-sustentables",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@infobae",
  "published": "2024-07-05T01:02:00.000+03:00",
  "title": "Telecom y Andreani se unen para potenciar la economía circular con materiales sustentables - Infobae",
  "text": "Las nuevas bolsas fabricadas con 70% de plástico reciclado Telecom y Andreani hicieron una alianza para incorporar bolsas fabricadas con 70% de plástico reciclado post-consumo para la distribución de los productos vendidos a través del e-commerce Tienda Personal.\nSegún destacó la telco en un comunicado, con esta acción se convierten en la primera empresa del ecosistema TIC en Argentina en incorporar un packaging sustentable para el envío de productos como celulares, auriculares, parlantes, accesorios, y mucho más, con casi un millón de paquetes al año cuyo envoltorio será reemplazado por esta versión más amigable con el planeta.\n“En Telecom trabajamos para incorporar cada vez más la sustentabilidad al negocio a través de acciones de mitigación y el uso inteligente de los recursos. Esta iniciativa que realizamos en conjunto con Andreani se suma a la variedad de proyectos de eficiencia energética, economía circular, incorporación de fuentes de energía renovable, entre otras que tiene la compañía con el objetivo de reducir la huella de carbono de la operación” comenta María Constanza Ferrer , gerente de Sustentabilidad de Telecom Argentina.\n“En Telecom trabajamos para incorporar cada vez más la sustentabilidad al negocio a través de acciones de mitigación y el uso inteligente de los recursos” (Ferrer) Por su parte, Gabriel Pérez , Gerente de Desempeño Ambiental y Sustentabilidad de Andreani señaló: “A partir de un estudio realizado en conjunto con el Conicet sobre el ciclo de vida de los plásticos de un solo uso, elaboramos una estrategia de reducción, reemplazo y transición hacia materiales más sustentables para nuestro packaging y el de nuestros clientes. Esta búsqueda para reducir el impacto generado por los plásticos de un solo uso nos llevó a repensar nuestros insumos y productos desde la etapa del diseño y buscar nuevos proveedores y aliados estratégicos”.\nAndreani lanzó una primera bolsa de e-commerce, que cuenta con un 70% de plástico recuperado fabricado con PCR (plástico reciclado posconsumo) minimizando el impacto en el ambiente y generando una experiencia positiva en sus clientes y destinatarios finales. La bolsa cuenta con el sello Inti-Ecoplas, la primera certificación de Argentina y Latinoamérica que avala productos fabricados con plástico reciclado como marca registrada, asegurando los siguientes puntos:\nCertifica que el producto contiene plástico reciclado, en una fracción o en su totalidad, con una proporción mínima de 15% y que, a su vez, es reciclable permitiendo que vuelva a ingresar en el circuito de recuperación. Forma parte de una nueva economía circular, en la que se reaprovechan los residuos plásticos, se generan menos desperdicios, menos emisiones y más empleo. Es una oportunidad para el compromiso ambiental de las empresas que utilizan plástico reciclado y para las personas que los adquieren. Al mismo tiempo, Andreani está encabezando la descarbonización progresiva de sus operaciones mediante una visión circular para insumos y residuos, además de compensar parte de las emisiones que generan todos los envíos en el segmento PyME y de pequeños consumidores a través de la Fundación Banco de Bosques. “A estas estrategias de mitigación, se suma el modelo de gestión de emisiones y huella de carbono diseñado por la compañía, que permite tomar decisiones de recambio de tecnología en base a la eficiencia energética”, explicaron.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T02:05:24.855+03:00",
  "updated": "2024-07-05T02:05:24.855+03:00"
}