{
  "thread": {
    "uuid": "86a0a6f84159c0e4ace2e82d1ff1081b3c54c92a",
    "url": "https://pakobserver.net/australia-beat-pakistan-at-mcg-to-take-unassailable-2-0-lead/",
    "site_full": "pakobserver.net",
    "site": "pakobserver.net",
    "site_section": "http://www.pakobserver.net",
    "site_categories": [
      "media"
    ],
    "section_title": "Pakistan Observer - Latest News, Pakistan News, and World News",
    "title": "Australia beat Pakistan at MCG to take unassailable 2-0 lead - Pakistan Observer",
    "title_full": "Australia beat Pakistan at MCG to take unassailable 2-0 lead - Pakistan Observer",
    "published": "2023-12-29T06:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://pakobserver.net/wp-content/uploads/2023/12/MCG.jpg",
    "performance_score": 0,
    "domain_rank": 36079,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "86a0a6f84159c0e4ace2e82d1ff1081b3c54c92a",
  "url": "https://pakobserver.net/australia-beat-pakistan-at-mcg-to-take-unassailable-2-0-lead/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Staff Report",
  "published": "2023-12-29T06:59:00.000+02:00",
  "title": "Australia beat Pakistan at MCG to take unassailable 2-0 lead - Pakistan Observer",
  "text": "MELBOURNE – Australia beat Pakistan by 79 runs in the second Test at the Melbourne Cricket Ground (MCG) on Friday to take an unassailable 2-0 lead in three match series. Left-arm pacers Shaheen Shah Afridi and Mir Hamza claimed four-wicket hauls to dismiss Australia for 262, following which Pakistan were bowled out for 237 while chasing 317. Australia resumed from their overnight score of 187-6, leading by 241. Alex Carey scored a half-century (53, 101b, 8x4s) to take his team to 262 before he fell to Mir Hamza, marking the end of Australia’s innings. With Carey’s wicket, Hamza completed his four-wicket haul to register career-best figures (four for 32) in Tests. Earlier, Shaheen dismissed Mitchell Starc to claim his fourth wicket of the innings. Aamir Jamal also bagged two wickets; Australian skipper Pat Cummins was caught behind in the 77th over and spinner Nathan Lyon fell on the last delivery of 79th over. Chasing 317, Pakistan suffered an early setback when opening batter Abdullah Shafique was caught by Usman Khawaja off Starc’s bowling in the fifth over of the innings. Shan Masood, replacing Abdullah, stitched a 41-run partnership with Imam-ul-Haq, before the latter was trapped LBW by Cummins and departed for a 38-ball 12. Babar Azam, the next batter in for Pakistan, batted together with Shan to add 61 more to the total, giving momentum to the innings helping the team cross the 100-run mark. The Australian skipper brought himself back into the attack to break the partnership by dismissing his counterpart Shan after a hard-fought half-century (60, 71b, 7x4s). Shan is only the third Pakistan captain – after Hanif Mohammad and Imran Khan – to get twin half-centuries in a Test in Australia. Josh Hazlewood claimed his solitary wicket of the innings when he breached Babar’s defence. The right-handed batter departed for 41 from 79, including four boundaries. Saud Shakeel (24, 55b, 1×4) was then caught behind on Starc’s bowling and Pakistan found themselves in trouble at 162 for five in 46 overs. Mohammad Rizwan and Salman Ali Agha attempted to rebuild the innings with a 57-run stand to wrestle back momentum. With Pakistan 99 away from the target, Rizwan fell to Cummins in a dramatic fashion as Australia successfully reviewed a caught-behind appeal. The wicketkeeper-batter walked out after a 62-ball 35 including three fours and a six. Cummins then picked up the wickets of Shaheen and Aamir to complete his five-wicket haul, his second in the game. For his 10 wickets across both innings, the Australian captain was adjudged player of the match as well. Salman went on to score his fifth Test half-century (50, 70b, 6x4s) before Mitchell Marsh took a blinder at third man as the ninth wicket fell on the first ball of the 68th over. Starc removed Mir Hamza on the very next ball to end the game with the visitors dismissed for 237. Pakistan and Australia will face each other at Sydney Cricket Ground from 3 to 7 January 2024 for the last Test of the Benaud-Qadir Trophy.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mitchell starc",
        "sentiment": "none"
      },
      {
        "name": "alex carey",
        "sentiment": "none"
      },
      {
        "name": "mir hamza",
        "sentiment": "none"
      },
      {
        "name": "usman khawaja",
        "sentiment": "none"
      },
      {
        "name": "shaheen shah afridi",
        "sentiment": "none"
      },
      {
        "name": "shan mas",
        "sentiment": "none"
      },
      {
        "name": "nathan lyon",
        "sentiment": "none"
      },
      {
        "name": "pat cummins",
        "sentiment": "none"
      },
      {
        "name": "aamir jamal",
        "sentiment": "none"
      },
      {
        "name": "abdullah shafique",
        "sentiment": "none"
      },
      {
        "name": "carey",
        "sentiment": "none"
      },
      {
        "name": "shaheen",
        "sentiment": "none"
      },
      {
        "name": "hamza",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mcg",
        "sentiment": "negative"
      },
      {
        "name": "starc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "pakistan observer melbourne",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "melbourne",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T12:37:28.878+02:00",
  "updated": "2023-12-29T12:37:28.878+02:00"
}