{
  "thread": {
    "uuid": "d8951f482844801f7b1b778d0df006e0a4b6104c",
    "url": "https://www.archyde.com/islamic-resistance-in-lebanon-martyr-fadi-mahmoud-dhawi-on-the-road-to-jerusalem-latest-updates-operations",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "https://www.archyde.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Archyde",
    "title": "Islamic Resistance in Lebanon: Martyr Fadi Mahmoud Dhawi on the Road to Jerusalem – Latest Updates & Operations",
    "title_full": "Islamic Resistance in Lebanon: Martyr Fadi Mahmoud Dhawi on the Road to Jerusalem – Latest Updates & Operations",
    "published": "2024-03-08T06:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 21187,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d8951f482844801f7b1b778d0df006e0a4b6104c",
  "url": "https://www.archyde.com/islamic-resistance-in-lebanon-martyr-fadi-mahmoud-dhawi-on-the-road-to-jerusalem-latest-updates-operations",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2024-03-08T06:47:00.000+02:00",
  "title": "Islamic Resistance in Lebanon: Martyr Fadi Mahmoud Dhawi on the Road to Jerusalem – Latest Updates & Operations",
  "text": "2024-03-07 17:09:16\nA new martyr for the Islamic resistance in Lebanon rises in southern Lebanon on the road to Jerusalem.\n-\nThe martyr, the Mujahid on the road to Jerusalem, Fadi Mahmoud Dhawi (War Media of the Islamic Resistance)\nToday, Thursday, the Islamic Resistance in Lebanon – Hezbollah mourned the Mujahid Fadi Mahmoud Dhawi as a martyr on the road to Jerusalem. The military media statement stated that the martyr was born in 1976 and from the town of Aitaroun in southern Lebanon.\nBefore the resistance mourned its martyr, “Jihad,” it announced that it had targeted the “Radar” site in the occupied Lebanese Shebaa Farms, and the “Ruwaisat Al-Alam” site in the occupied Lebanese Kfar Shuba hills, with missile weapons, confirming that it had achieved direct hits in the two Israeli sites.\nIn an air attack with two attack drones, the resistance claimed responsibility for targeting the “Maale Golan” barracks, and announced that its fighters were targeting the locations where the occupation soldiers were stationed in the “Al-Matula” settlement, killing and wounding its members.\nThe resistance indicated that the targeting of “Ma’ali Golan”, in addition to the targeting of “Al-Matula”, came in support of the steadfast Palestinian people in the Gaza Strip, in support of their resistance, and in response to the Israeli attacks on southern villages and civilian homes, the latest of which was the aggression that targeted the southern town of Aitaroun.\nEarlier today, the resistance confirmed that it had targeted the “Afdoun” settlement, northern occupied Palestine, with “Katyusha” rockets, in support of Gaza and in response to the Israeli aggression on the town of Al-Dhaira, which led to the martyrdom of a citizen.\nRelated Articles: French Shift in Approach towards Lebanese Presidential File: Johnny Mounir discusses Franjieh's Declining Fortunes\nThe Islamic Resistance claimed responsibility for targeting a new headquarters for the Israeli military sector command in Liman with artillery shells, and announced that its mujahideen had targeted the Israeli “Zaoura” camp.\nIn the face of the ongoing resistance operations, the correspondent of the Israeli Channel 13 in northern occupied Palestine acknowledged that this front has witnessed an increase in the level of “Hezbollah attacks in recent days, whether with heavy weapons or using curved missiles or precision missiles, in addition to launching anti-armor missiles.” .\nThe reporter pointed out that Hezbollah is today using 180 and 220 mm missiles, and is trying to hit buildings with precision missiles.\nRead also: How do Hezbollah’s missile launches deplete Israel’s defense capabilities?\n1709873277\n#Islamic #resistance #Lebanon #marries #martyr #road #Jerusalem\nRelated posts:\n28 teams on deck! Boston hosts the Kings; The Cavaliers in Milwaukee; Ja–Zion duel Lakers star group clearly failed – James just watches Rock Legends Bid Farewell: The Eagles' Final Tour - Hotel California Closing 20 creative children participate in the \"Design and Ibn\" program Latest Updates: Widespread Rain and Cyclone Tej Alert in Kerala - News18 Malayalam The Best Geneva White Wine of the Year: Dardagny's 2022 Kerner Wins the Bronze Boar - Geneva Wine Se... Thousands of students will have improved teaching conditions in Benguela – news Saudi Crown Prince receives Presidential Leadership Council in Yemen",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "martyr fadi mahmoud dhawi",
        "sentiment": "negative"
      },
      {
        "name": "matula",
        "sentiment": "none"
      },
      {
        "name": "fadi mahmoud dhawi",
        "sentiment": "none"
      },
      {
        "name": "mujahid",
        "sentiment": "none"
      },
      {
        "name": "mujahid fadi mahmoud dhawi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "al-alam",
        "sentiment": "none"
      },
      {
        "name": "islamic resistance",
        "sentiment": "none"
      },
      {
        "name": "hezbollah",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lebanon",
        "sentiment": "none"
      },
      {
        "name": "road",
        "sentiment": "none"
      },
      {
        "name": "jerusalem",
        "sentiment": "none"
      },
      {
        "name": "aitaroun",
        "sentiment": "none"
      },
      {
        "name": "kfar shuba",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T06:49:37.318+02:00",
  "updated": "2024-03-08T06:49:37.318+02:00"
}