{
  "thread": {
    "uuid": "88ddd8002503bd59953fe7fe7debed45f0f3d4d4",
    "url": "https://www.frandroid.com/survoltes/velo-electrique/1912935_voici-la-frequentation-velo-francaise-en-2023-une-belle-hausse-mais-la-meteo-joue-beaucou",
    "site_full": "www.frandroid.com",
    "site": "frandroid.com",
    "site_section": "https://www.frandroid.com/feed",
    "site_categories": [
      "cell_phones",
      "tech"
    ],
    "section_title": "Frandroid &ndash; La référence tech pour s’informer, comparer et bien acheter",
    "title": "Voici la fréquentation vélo française en 2023 : une belle hausse mais la météo joue beaucoup",
    "title_full": "Voici la fréquentation vélo française en 2023 : une belle hausse mais la météo joue beaucoup",
    "published": "2024-01-16T16:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://images.frandroid.com/wp-content/uploads/2023/10/velo-electrique-decathlon-ld500e.jpg",
    "performance_score": 0,
    "domain_rank": 10776,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "88ddd8002503bd59953fe7fe7debed45f0f3d4d4",
  "url": "https://www.frandroid.com/survoltes/velo-electrique/1912935_voici-la-frequentation-velo-francaise-en-2023-une-belle-hausse-mais-la-meteo-joue-beaucou",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matthieu Lauraux",
  "published": "2024-01-16T16:42:00.000+02:00",
  "title": "Voici la fréquentation vélo française en 2023 : une belle hausse mais la météo joue beaucoup",
  "text": "En 2023, la fréquentation vélo a progressé de 6 % selon Vélo & Territoires, notamment en ville. Mais elle reste encore très liée aux conditions climatiques.\nSource : Decathlon Le marché du vélo a été tourmenté en 2023, avec d’un côté une politique favorisant leur utilisation (communication, plus de pistes , etc.) et un marché moins dynamique – et avec de nombreuses faillites – selon nos discussions avec les marques ou revendeurs. Mais qu’en est-il concrètement sur les routes ? Pour se faire une idée, Vélo & Territoires dresse un bulletin annuel de la fréquentation vélo, basé sur des centaines de compteurs installés partout en France, notamment en ville.\nLe dernier bulletin est le plus intéressant de l’année, car il montre l’évolution sur 2023 par rapport à 2022 . Vélo & Territoires statue ainsi sur une hausse de la fréquentation de 5 % en France. Un chiffre qui est teinté de disparités selon les zones et encore très impacté par la météo.\nÇa pousse en ville et surtout en région parisienne Le bilan de l’année montre les différences de fréquentation entre trois zones : urbaine, périurbaine et rurale. Sans surprise, l’adoption du vélo en tant que moyen de transport du quotidien a boosté l’utilisation en ville, avec +6 % de passages en 2023. C’est encore plus marqué avec l’évolution en semaine (+ 8 % avec 1 500 passages/jour) contre seulement +1 % le week-end où l’écart se creuse (1 000 passages le samedi, plus de 800 le dimanche).\nEn revanche, la fréquentation est stable autour des villes et en campagne. Là aussi, une distinction existe mais à l’inverse entre la semaine (+1 %) et les week-ends (-2 à -3 %). On remarque également que les cyclistes sont plus nombreux les samedis et surtout le dimanche, pour une utilisation plus loisir type route ou VTT .\nVélo & Territoires a publié en parallèle un tableau des grandes métropoles françaises. Paris a encore montré la voie (cyclable) avec +10 % de passages en 2023, entraînant la ville voisine de Montreuil dans son aspiration (+13 %). Toulouse et Chambéry ont également une progression à deux chiffres (+10 %), Saint-Nazaire et Grenoble montrant eux aussi une belle dynamique (+6 %).\nDe mauvais résultats sont visibles à Cannes (-7 %) et dans les villes du nord à Lille, Dunkerque et Charleville-Mézières (-6 à -7 %). Cette fin d’année très humide n’a eu apparemment aucune incidence en consultant les précédents bulletins, car la baisse existait déjà auparavant.\nLe temps joue encore sur la fréquentation vélo en France Bien que le vélo devienne de plus en plus « utilitaire » comme le nomme Vélo & Territoires, les cyclistes et vélotafeurs restent toutefois très influencés par les caprices du ciel. Le bulletin précise par exemple les creux de fin février et de fin juillet-début août en raison de la pluie, ou celui de début novembre dû aux tempêtes. Il mentionne à l’opposé le pic d’octobre en raison d’un mois très doux et une hausse de 17 % de la fréquentation en décembre, « grâce à une arrivée tardive des températures hivernales » .\nLa météo influe encore beaucoup sur l’utilisation du vélo // Source : Vélo & Territoires Mais ce n’est pas la seule cause : décembre a aussi été favorisé par « un décalage des vacances scolaires propice à la pratique utilitaire en milieu urbain ». Et comme fin 2022, les grèves ont boosté l’utilisation du vélo fin janvier.\nVoici ce qu’il faut retenir de ce bulletin fréquentation vélo 2023 :\nUne forte progression en ville, notamment en semaine ; Une pratique périurbaine et rurale encore très loisir le week-end ; Paris et Toulouse augmentent fortement, mais Lille et Cannes baissent ; Un facteur météo encore très influent ; Les grèves offrent encore des pics de passages. Nous devrons attendre mai prochain pour un futur bulletin, mais le froid ne semble pas avoir raison de nos biclous et VAE qui, malgré les températures négatives de ce début d’année 2024, semblent encore nombreux sur les pistes parisiennes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [
    "https://www.velo-territoires.org/wp-content/uploads/2024/01/2024_01_12_Bulletin-Frequentation-velo-en-France_8_VF.pdf",
    "https://velo-territoires.org/wp-content/uploads/2024/01/2024_01_12_Bulletin-Frequentation-velo-en-France_8_VF.pdf"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-16T17:29:35.096+02:00",
  "updated": "2024-01-16T17:29:35.096+02:00"
}