{
  "thread": {
    "uuid": "eb0e845e431c0bfc1e6723392e7af4b383749ef5",
    "url": "https://www.fox5dc.com/news/violent-crime-trends-down-in-the-district-us-attorney-disputes-claims-his-office-isnt-prosecuting-enough",
    "site_full": "www.fox5dc.com",
    "site": "fox5dc.com",
    "site_section": "https://www.fox5dc.com/tag/business/personal-finance",
    "site_categories": [
      "media"
    ],
    "section_title": "Personal Finance | FOX 5 DC",
    "title": "Violent crime trends down in the District; US Attorney disputes claims his office isn't prosecuting enough",
    "title_full": "Violent crime trends down in the District; US Attorney disputes claims his office isn't prosecuting enough",
    "published": "2024-03-14T20:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.foxtv.com/static.fox5dc.com/www.fox5dc.com/content/uploads/2022/10/1280/720/GettyImages-1240158593.jpg?ve=1&amp;tl=1",
    "performance_score": 0,
    "domain_rank": 6930,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eb0e845e431c0bfc1e6723392e7af4b383749ef5",
  "url": "https://www.fox5dc.com/news/violent-crime-trends-down-in-the-district-us-attorney-disputes-claims-his-office-isnt-prosecuting-enough",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "FOX 5 DC",
  "published": "2024-03-14T20:17:00.000+02:00",
  "title": "Violent crime trends down in the District; US Attorney disputes claims his office isn't prosecuting enough",
  "text": "Three months into 2024, data shows violent crime is trending downward in the District. Homicides, assaults, and carjackings have all seen a decline from historically high numbers in 2023.But new data released from the D.C. U.S. Attorney&apos;s Office on Thursday shows the prosecution rate remains largely unchanged – about 55 percent for all crimes, including misdemeanors and felonies.That breaks down to roughly 6 in 10 people being charged on the day of arrest.However, U.S. Attorney Matthew Graves said he wants the focus to be on violent crime decreasing, rather than that prosecution rate.He also emphasized that the prosecution rate for serious violent crimes is 9 in 10 people charged at the time of arrest.\"There are nearly 2,000 people sitting in D.C. jail right now who will be a firsthand testament that D.C. is not light on crime,\" Graves said. \"We charged a record number of people with homicide last year. We dramatically increased our federal prosecutions. We hope people don&apos;t have to experience that to know that D.C. is not light on crime.\"Some of the reasons Graves gave for not prosecuting are that in half the cases, the victim does not move forward.In other instances, there are concerns about the constitutionality of the arrest or a lack of evidence to prove the case beyond a reasonable doubt.With regard to violent crime trending downward - January saw nine homicides. READ MORE: Mayor Bowser signs Secure DC crime bill into law The last time the District saw that low a number was April 2019, Graves said.Last year, 8,000 criminal cases were filed either in local or federal court.Graves said, on the local side, they weren&apos;t seeing the results they wanted in terms of holding offenders accountable.He said the recent passage of Secure D.C. will help with that in the future.\"&apos;This year is off to a historically good start in terms of violent crime, but we&apos;re not resting on our laurels,\" Graves said. \"One shooting is too many, one homicide is too many. Any homicides are unacceptable to us, and we are doing everything we can to drive the numbers down.\"And when it comes to charging juveniles as adults for crimes, Graves said his office is working with their law enforcement partners and city leaders.Only 16 or 17-year-olds can be charged as adults and only for certain crimes - the most serious violent crimes.\"We&apos;re working very closely with MPD to charge as adults those individuals who are driving violence in our communities,\" Graves added. \"Shootings, repeated carjackings, repeated armed robberies, we are charging those juveniles as adults and working with the mayor to hold those individuals accountable.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "graves",
        "sentiment": "none"
      },
      {
        "name": "matthew graves",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "washington",
        "sentiment": "none"
      },
      {
        "name": "district",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "d.c. u.s.",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "d.c.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:22:25.949+02:00",
  "updated": "2024-03-15T00:33:10.218+02:00"
}