{
  "thread": {
    "uuid": "4bd51bb6bc005d8e2e2f8a1eb46fd6a753d3ae4f",
    "url": "https://www.surreynowleader.com/trending-now/bc-strawberries-invade-space-thanks-to-nasa-food-challenge-win-7342012",
    "site_full": "www.surreynowleader.com",
    "site": "surreynowleader.com",
    "site_section": "https://www.surreynowleader.com/#good-news",
    "site_categories": [
      "media"
    ],
    "section_title": "Welcome to the Surrey Now-Leader  - Surrey Now-Leader",
    "title": "B.C. strawberries invade space thanks to NASA food challenge win - Surrey Now-Leader",
    "title_full": "B.C. strawberries invade space thanks to NASA food challenge win - Surrey Now-Leader",
    "published": "2024-04-11T20:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.bpmcdn.com/f/files/shared/feeds/gps/2024/04/web1_20240410170448-aec7fd99b15556f9d2233261a816aaf90ca0b973d259d7362ff2687ed4581f10.jpg;w=1052;h=701;mode=crop",
    "performance_score": 0,
    "domain_rank": 95379,
    "domain_rank_updated": "2024-04-09T13:11:30.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4bd51bb6bc005d8e2e2f8a1eb46fd6a753d3ae4f",
  "url": "https://www.surreynowleader.com/trending-now/bc-strawberries-invade-space-thanks-to-nasa-food-challenge-win-7342012",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Canadian Press",
  "published": "2024-04-11T20:30:00.000+03:00",
  "title": "B.C. strawberries invade space thanks to NASA food challenge win - Surrey Now-Leader",
  "text": "Space food isn’t Tang and puréed meat in a tube any longer, in fact it’s mushroom bacon and fresh strawberries that have earned a North Vancouver company the grand prize in a Canadian Space Agency and NASA challenge to make food indoors. Ecoation Innovative Solutions has won the Deep Space Food Challenge with their CanGrow Modular Food Production System, and will receive $380,000 in grant funding as the grand prize winner. Ecoation CEO Saber Miresmailli said the news was “fantastic,” but what made him feel even more proud was that his idol, Canadian astronaut Chris Hadfield, announced the company’s victory. Hadfield was a jury co-chair with the Deep Space Food Challenge. Miresmailli said his team aims to make astronauts feel like they are dining out in a five-star restaurant with a menu that features steak substitute, a mixed salad and fresh strawberries for dessert. “Part of the challenge was to go through a series of tests to make sure that the food that you produce is not only nutritious but it’s also tasty,” said Miresmailli, adding that they aren’t just providing concepts to judges but are also a food production company. Miresmailli said they even did a blind test with judges, inviting them to taste meat made with mushroom and real meat, but they couldn’t tell the difference. A joint statement from the Canadian Space Agency and NASA said the company’s CANGrow system has the potential to sustain astronauts during long-duration missions into space, while also addressing food security in isolated communities on Earth. The challenge was launched in 2021 in collaboration with NASA. The Canadian Space Agency said in a statement that jury members highlighted the quality of the projects submitted, saying the solutions could make a real difference in the capacity to sustain long-duration missions in space. The CANGrow unit is the size of a wardrobe and operates on standard 120-volt power. It has the potential to generate over 700 kilograms of nutrient-dense food every year, including strawberries, dwarf cherry tomatoes, and the root of a fungus that becomes a meat substitute. The CANGrow system has five chambers, four equipped with LED lights to support plant growth. Its fifth chamber grows a protein-rich mushroom-forming fungi. The last thing astronauts need to be worried about is spending time growing these crops in space, said Miresmailli, who described his team as space farmers. He said the team can use artificial intelligence to remotely look after and grow the plants from Earth, adjusting temperatures and growing conditions. Miresmailli said the Canada Space Agency has been helping them throughout the three-year journey to the prize, and he’s encouraged to see the judges not only love their invention but also their food. He said the grant money will be used to “compensate” team members who have been pouring their efforts into the unit. He also hopes the technology won’t just benefit astronauts but people in Northern Canada where weather conditions aren’t always suitable for producing fresh food. This report by The Canadian Press was first published April 10, 2024. Nono Shen, The Canadian Press Note to readers: This is a corrected story. A previous version incorrectly spelled the name of the company Ecoation.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "miresmailli",
        "sentiment": "none"
      },
      {
        "name": "chris hadfield",
        "sentiment": "none"
      },
      {
        "name": "saber miresmailli",
        "sentiment": "none"
      },
      {
        "name": "hadfield",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nasa",
        "sentiment": "negative"
      },
      {
        "name": "cangrow modular food production system",
        "sentiment": "none"
      },
      {
        "name": "ecoation innovative solutions",
        "sentiment": "none"
      },
      {
        "name": "space agency",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T04:33:55.740+03:00",
  "updated": "2024-04-12T04:33:55.740+03:00"
}