{
  "thread": {
    "uuid": "aa40a1dd3078ede59cd4e73e283fec38550b0a9f",
    "url": "https://vnexplorer.net/macron-says-france-has-no-limits-to-its-support-for-ukraine-s1783289.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Macron says France has 'no limits' to its support for Ukraine",
    "title_full": "Macron says France has 'no limits' to its support for Ukraine",
    "published": "2024-03-08T00:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jv9RS.img",
    "performance_score": 0,
    "domain_rank": 52286,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aa40a1dd3078ede59cd4e73e283fec38550b0a9f",
  "url": "https://vnexplorer.net/macron-says-france-has-no-limits-to-its-support-for-ukraine-s1783289.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-08T00:20:00.000+02:00",
  "title": "Macron says France has 'no limits' to its support for Ukraine",
  "text": "Macron says France has ‘no limits’ to its support for Ukraine\nPresident Emmanuel Macron on Thursday said France would not rule out any option to support Ukraine two years into Russia’s invasion, leaders of several major French political parties said.\nSpeaking after the two-and-a-half-hour meeting, the party chiefs said the talks with Macron left them concerned, with some accusing him of using the conflict to boost his coalition’s standing ahead of crucial European elections this summer.\nThe president had last week stunned many in Europe by refusing to rule out the dispatch of Western ground troops to Ukraine, pointing to Russia’s hardening stance.\nAnd earlier this week Macron urged Ukraine’s allies not to be “cowards” in supporting the ex-Soviet country to fight off the Russian invasion.\nSome party leaders on Thursday said Macron advocated a “no limits” approach to counter Russian President Vladimir Putin.\nGreen party leader Marine Tondelier recounted Macron saying Putin “obviously has no limits.”\nShe said it was “extremely worrying” to see Macron tell the meeting “we must show we have no limits,” too.\nJordan Bardella, president of the far-right National Rally (RN) party, said he had pleaded with Macron “not to go to war with Russia.”\nThe president’s thinking includes “no limits and no red lines”, said Bardella.\nFar-left heavyweight Manuel Bompard added: “I arrived worried and I left even more worried.”\nWeighing in from Moscow, Kremlin spokesman Dmitry Peskov said Thursday that Macron “continues to raise the level of France’s direct involvement” in the Ukraine war.\n‘Total solidarity’ France’s parliament will have a chance to vote on the country’s Ukraine strategy, including a bilateral security treaty signed with Kyiv last month.\nDebates and non-binding votes will take place next Tuesday in the National Assembly lower house and in the Senate upper house on Wednesday.\nOn Thursday, Macron also met with Moldovan President Maia Sandu, pledging France’s “unwavering support” for her ex-Soviet country as tensions mount between Chisinau and pro-Russian separatists.\nDuring the meeting the two signed a bilateral defence deal, as well as an “economic roadmap”, although no details were provided.\nLater Thursday, France was also set to host a video conference of nearly 30 countries including Ukraine, which will follow up on the initiatives discussed at an international Ukraine summit hosted by Macron last week.\nAhead of Thursday’s meeting with the opposition, Macron had spoken to his predecessors Francois Hollande and Nicolas Sarkozy at the Elysee Palace late Wednesday.\nSpeaking to journalists after the talks, Hollande called for more aid for Ukraine as well as European unity.\n“The only possible response is to show that we are with the Ukrainians in total solidarity, that we are giving them all the support they need, without taking part in any combat ourselves,” Hollande said.\nAsked about the possibility of sending troops, the Socialist former president said: “My position on military issues is: the less we say, the better.”\nElection battle On Wednesday, government spokeswoman Prisca Thevenot said that it was “quite obvious” that the RN was not aligned with Macron’s call to do everything to ensure Russia’s defeat.\nPrime Minister Gabriel Attal has accused the RN of “supporting Russia more than Ukraine”.\nThe RN is the largest opposition party in France’s lower house of parliament and leads Macron’s alliance by a wide margin in European election polls ahead of the June 9 vote.\nMost of Macron’s European allies have said they would not send troops to Ukraine, while French officials have insisted any such forces could be sent to back operations such as de-mining rather than fighting Russian forces.\nIn an apparent response to Macron, Putin has warned of a “real” risk of nuclear war and said “that we also have weapons that can hit targets on their territory.”\n(AFP)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jv9RS.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jv9RS.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "emmanuel macron",
        "sentiment": "negative"
      },
      {
        "name": "macron",
        "sentiment": "negative"
      },
      {
        "name": "vladimir putin",
        "sentiment": "none"
      },
      {
        "name": "putin",
        "sentiment": "none"
      },
      {
        "name": "marine tondelier",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ukraine macron",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T00:28:13.625+02:00",
  "updated": "2024-03-08T00:28:13.625+02:00"
}