{
  "thread": {
    "uuid": "9a4f6448dc3d18f2a9162284c8c4fa99742ad132",
    "url": "http://www.thefutoncritic.com/news/2024/04/18/lifetime-extends-relationship-with-garcelle-beauvais-67015/20240418lifetime01",
    "site_full": "www.thefutoncritic.com",
    "site": "thefutoncritic.com",
    "site_section": "http://www.thefutoncritic.com/rss/news.aspx",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "thefutoncritic.com - breaking news",
    "title": "Lifetime Extends Relationship with Garcelle Beauvais",
    "title_full": "Lifetime Extends Relationship with Garcelle Beauvais",
    "published": "2024-04-18T19:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 24111,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9a4f6448dc3d18f2a9162284c8c4fa99742ad132",
  "url": "http://www.thefutoncritic.com/news/2024/04/18/lifetime-extends-relationship-with-garcelle-beauvais-67015/20240418lifetime01",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T19:09:00.000+03:00",
  "title": "Lifetime Extends Relationship with Garcelle Beauvais",
  "text": "LIFETIME EXTENDS RELATIONSHIP WITH GARCELLE BEAUVAIS\nTO EXECUTIVE PRODUCE TWO ADDITIONAL\n\"BLACK GIRL MISSING\" MOVIES\nAND TO EXECUTIVE PRODUCE AND STAR IN A YET TO BE TITLED\nTERRY MCMILLAN PRESENTS MOVIE\nLOS ANGELES, CA (April 18, 2024) - Lifetime bolsters relationship with Garcelle Beauvais to executive produce three new original movies for Lifetime. Following the critically acclaimed Black Girl Missing movie in which Beauvais starred in and executive produced in 2023, Lifetime extends the franchise with two new movies with Beauvais set to executive produce. The movies continue the imperative conversations about systemic inequalities where missing girls and women of color are ignored. As part of this partnership, Beauvais will also team up with Lifetime on a new movie under the Terry McMillian Presents banner in which she will also executive produce and star in.\n\"I am so excited and grateful to continue my relationship with Lifetime because they immediately understood the importance of creating this now franchise with the Black Girl Missing movies. Having a network that stands by you and supports your mission gives me hope in humanity,\" said Beauvais. \"In addition to executive producing, I am thrilled to be starring in the Terry McMillan Presents movie because I can so deeply relate to being a woman who has to make hard decisions for matters of the heart.\"\nThe powerful messaging behind Black Girl Missing has received critical acclaim including a Gracie and ASTRA Award from the Hollywood Critics Alliance for Best Television Movie. Black Girl Missing has also received nominations for an NAACP Image Award, a Black Reel Award and a Rockie Award.\nIn the yet to be titled Terry McMillian Presents Lifetime Original Movie, Ava (Garcelle Beauvais), a world-renowned chef living in Europe, rushes home to care for her elderly aunt in South Carolina after she suffers from a fall. Picked up from the long flight by Luke, a handsome driver 20-years her junior, the pair unexpectedly feel an instant connection. With a mutual love of food, family and fun, Ava and Luke have the perfect recipe for love. Despite her love for him, Ava soon realizes that Luke still has much to experience in life and she must decide what is best for her own career and relationships. Additional casting is currently underway.\nMcMillan is best known for her novels turned hit films, How Stella Got Her Groove Back and Waiting to Exhale. Terry McMillan Presents movies will focus on the love and lives of African American women.\nThe movie will be produced for Lifetime by D'Angela Proctor for Undaunted Content in association with GroupM Motion Entertainment. Terry McMillan and Garcelle Beauvais executive produce. Richard Foster and Chet Fenster are executive producers for GroupM Motion Entertainment. The script is written by Tamara Gregory.\n###\nABOUT LIFETIME\nCelebrating 40 years of entertaining audiences, Lifetime is a premier entertainment destination for women dedicated to offering the highest quality original programming spanning award-winning movies, high-quality limited series and breakout non-fiction series and documentaries. Lifetime has an impressive legacy in public affairs, bringing attention to social issues that women care about with initiatives such as the long-running Stop Breast Cancer for Life, Stop Violence Against Women, and Broader Focus, a major global initiative dedicated to supporting and hiring female directors, writers and producers, including women of color, to make its content. Lifetime Television(R), LMN(R), Lifetime Real Women(R) and Lifetime Digital(TM) are part of Lifetime Entertainment Services, LLC, a subsidiary of A+E Networks. A+E Networks is a joint venture of the Disney-ABC Television Group and Hearst Corporation.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "garcelle beauvais",
        "sentiment": "negative"
      },
      {
        "name": "terry mcmillan",
        "sentiment": "none"
      },
      {
        "name": "terry mcmillian",
        "sentiment": "none"
      },
      {
        "name": "beauvais",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:05:56.202+03:00",
  "updated": "2024-04-19T00:05:56.202+03:00"
}