{
  "thread": {
    "uuid": "2a8d95e66ca10bfe25d60a863a8bd55352895da0",
    "url": "https://www.saltwire.com/atlantic-canada/news/wekoqmaq-partners-with-seaside-to-provide-high-speed-internet-100926370/",
    "site_full": "www.saltwire.com",
    "site": "saltwire.com",
    "site_section": "https://saltwire.com/location/new-brunswick/",
    "site_categories": [
      "media"
    ],
    "section_title": "SaltWire | New Brunswick",
    "title": "We’koqma’q partners with Seaside to provide high-speed internet | SaltWire",
    "title_full": "We’koqma’q partners with Seaside to provide high-speed internet | SaltWire",
    "published": "2024-01-07T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://saltwire.imgix.net/2024/1/7/wekoqmaq-partners-with-seaside-to-provide-high-speed-internet-1.jpg?cs=srgb&amp;w=1200&amp;h=630&amp;fit=crop&amp;auto=format%2Ccompress%2Cenhance",
    "performance_score": 0,
    "domain_rank": 12227,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2a8d95e66ca10bfe25d60a863a8bd55352895da0",
  "url": "https://www.saltwire.com/atlantic-canada/news/wekoqmaq-partners-with-seaside-to-provide-high-speed-internet-100926370/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mitchell Ferguson · Local Journalism Initiative Reporter",
  "published": "2024-01-07T02:00:00.000+02:00",
  "title": "We’koqma’q partners with Seaside to provide high-speed internet | SaltWire",
  "text": "WE'KOQMA'Q FIRST NATION — In a move to boost connectivity and economic growth, We'koqma'q L'nue'kati (We'koqma'q First Nation) has announced the launch of a new venture, Skye Communications, in partnership with the Province of Nova Scotia and Rogers Communications (Seaside).\nThis initiative aims to improve internet access in We'koqma'q and its surrounding areas by providing high-speed fibre optic internet services, marking a significant step in bridging digital divides in rural areas.\nSkye Communications aims to enhance internet speeds and reliability significantly.\nRead more Community-provided high-speed internet making big difference in Eskasoni residents work, school, and social lives\nInternet access key for Mi'kmaw immersion: Eskasoni teacher\nThe move is part of the province's broader \"Internet for Nova Scotia Initiative,\" aiming to equip approximately 95 per cent of Nova Scotian homes and businesses with reliable high-speed internet.\nThe Fibre-To-The-Home (FTTH) expansion project is a crucial component of this initiative, delivering broadband fibre internet connections directly from a central location to homes.\nWe'koqma'q Chief Annie Bernard-Daisley expressed excitement about this venture, saying We'koqma'q and Skye Communications' main goal is to empower the community through connectivity.\n“The launch of our community-owned telecommunications business is a testament to our dedication to bridging gaps and fostering growth,” said Bernard-Daisley.\nMirrors that of Eskasoni First Nation The project mirrors the efforts of Eskasoni First Nation, which established Eskasoni Communications, in partnership with Seaside, in July 2020.\nSkye Communications plans to offer multiple internet tiers, catering to diverse needs, with the top tier providing up to 1 gigabyte per second (Gbps) download speeds.\nThe venture expects to roll out services in early 2024.\nSeaside Communications, acquired by Rogers in 2021, will oversee various stages of development — including design, construction and customer connection.\nResidents of We'koqma'q and nearby areas are encouraged to enrol on the waiting list by filling out the priority service form at skyecommunications.ca.\nThe service connection will follow a priority sequence, with notifications sent to residents as it becomes available in their neighbourhoods.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "annie bernard-daisley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rogers communications",
        "sentiment": "none"
      },
      {
        "name": "skye communications",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nova scotia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:13:16.280+02:00",
  "updated": "2024-01-08T13:03:09.624+02:00"
}