{
  "thread": {
    "uuid": "de4ada29b9ca14278d978c489aaecd3b239d6baf",
    "url": "https://agenciabrasil.ebc.com.br/en/geral/noticia/2023-12/brazil-created-over-130-thousand-new-jobs-november",
    "site_full": "agenciabrasil.ebc.com.br",
    "site": "ebc.com.br",
    "site_section": "http://agenciabrasil.ebc.com.br/en",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": "Agência Brasil | Latest news from Brazil and the world",
    "title": "Brazil created over 130 thousand new jobs in November | Agência Brasil",
    "title_full": "Brazil created over 130 thousand new jobs in November | Agência Brasil",
    "published": "2023-12-30T14:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://imagens.ebc.com.br/Rq1K0q6Q2WgU_2cALtXJJf_-Dyo=/1600x800/https://agenciabrasil.ebc.com.br/sites/default/files/thumbnails/image/carteira-de-trabalho-digital_mcamgo_abr_240620211818-2.jpg?itok=H81tVbp8",
    "performance_score": 0,
    "domain_rank": 4359,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "de4ada29b9ca14278d978c489aaecd3b239d6baf",
  "url": "https://agenciabrasil.ebc.com.br/en/geral/noticia/2023-12/brazil-created-over-130-thousand-new-jobs-november",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@agenciabrasil",
  "published": "2023-12-30T14:18:00.000+02:00",
  "title": "Brazil created over 130 thousand new jobs in November | Agência Brasil",
  "text": "Brazil created over 130 thousand new jobs in November The majority of formal posts were in services and trade Published on 30/12/2023 - 10:17 By Luiz Claudio Ferreira - Brasília click to listen: Brazil had a positive balance of 130,097 formal jobs last month, the Ministry of Labor and Employment announced Thursday (Dec. 28). November saw 1,866,752 admissions and 1,736,655 dismissals, as per the New General Register of Employed and Unemployed—CAGED in the original Portuguese acronym. From January to November, 1,914,467 posts were created in the country. The states with the highest balances in 2023 were São Paulo (551,172, up 4.2 percent), Minas Gerais (187,866), and Rio de Janeiro (165,701). So far this year, the biggest growth in formal employment has been in services, with a balance of 1,067,218 jobs, 59.8 percent of the result. The government pointed out that activities in information, communication, and financial, real estate, and administrative services stood out from January to November. Other positive results for 2023 can be seen in public administration, defense, social security, education, human health, and social services. “We regard this result very positively compared to what was expected at the end of last year and the beginning of this year. All the economic analysts thought we’d be having a tough time,” Francisco Macena, executive secretary at the Ministry of Labor, said during a presser. Among the difficulties imposed on the job market, he noted, was the high interest rate practiced in the country. However, he considered that the complementary economic measures introduced by the Ministry of Finance, in addition to public investment, make a surge in openings more likely. “We’re expecting to have a virtuous cycle next year not only for formal jobs, but also for income.” The increase in the minimum wage should also impact the economy and generate more opportunities, he added. Trade and services The majority of formal jobs were in services (92,620) and trade (88,706). In services, the highlight of the month, more posts were created in information, communication, and financial, real estate, and administrative activities. The second largest growth, observed in trade, was in the retail sector of clothing and accessories and general merchandise, with a predominance of food products and supermarkets, as well as retail footwear. In the government’s assessment, the seasonal impact led to a drop in formal employment in some sectors, like industry, with 12,911 fewer jobs. Construction also fell, with 17,300 fewer formal positions. Francisco Macena said that industry is going through difficulties, but added that the government has been working on modernization plans, investment, and subsidies to recover the segment. “Expectations for next year are very positive because the Monetary Policy Committee has signaled a reduction in interest rates, which allows for more investment. Especially in the civil construction sector, the Growth Acceleration Program will greatly boost job creation in the country,” said the secretary. In his opinion, inspections to combat informality could also generate new positive results. Gender and ethnicity In November, a positive balance of jobs was recorded for both women (95,356) and men (34,732). A positive balance was also recorded for brown people (78,122), white people (49,412), black people (23,472), Asian people (15,762), and indigenous people (1,336). Also observed was a rise in vacancies for people with disabilities, with a positive balance of 1,344. “We held sectoral meetings to raise awareness not only regarding compliance with job quotas [for people with disabilities], but also the efficiency and effectiveness of hiring people with disabilities. We’re working on regulations, and we believe this should boost the hiring not only of young people, but also of people with disabilities,” the executive secretary stated. Translation: Fabrício Ferreira - Edition: Sabrina Craide",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "luiz claudio ferreira",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "agência brasil brazil",
        "sentiment": "negative"
      },
      {
        "name": "minas gerais",
        "sentiment": "none"
      },
      {
        "name": "ministry of labor and employment",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "brazil",
        "sentiment": "none"
      },
      {
        "name": "brasília",
        "sentiment": "none"
      },
      {
        "name": "rio de janeiro",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T18:01:28.082+02:00",
  "updated": "2023-12-30T18:01:28.082+02:00"
}