{
  "thread": {
    "uuid": "ee700a4600374c82235bc316eabfcef47433c725",
    "url": "https://www.thepinknews.com/2024/01/07/dan-levy-good-grief-sex-toy/",
    "site_full": "www.thepinknews.com",
    "site": "thepinknews.com",
    "site_section": "http://www.pinknews.co.uk/feed",
    "site_categories": [],
    "section_title": "PinkNews | Latest lesbian, gay, bi and trans news | LGBTQ+ news",
    "title": "Dan Levy reveals true story behind Good Grief sex toy scene",
    "title_full": "Dan Levy reveals true story behind Good Grief sex toy scene",
    "published": "2024-01-08T00:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.thepinknews.com/wp-content/uploads/2023/12/Dan-Levy-and-Luke-Evans-star-in-Good-Grief-on-Netflix.-Netflix.jpg",
    "performance_score": 0,
    "domain_rank": 7316,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ee700a4600374c82235bc316eabfcef47433c725",
  "url": "https://www.thepinknews.com/2024/01/07/dan-levy-good-grief-sex-toy/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ali Condon",
  "published": "2024-01-08T00:02:00.000+02:00",
  "title": "Dan Levy reveals true story behind Good Grief sex toy scene",
  "text": "Dan Levy reveals true story behind Good Grief sex toy scene\nDan Levy has spilled the true story from his 20s that inspired the hysterical sex toy scene in his new Netflix film Good Grief.\nLevy’s\ndebut feature film is a beautifully devastating look at starting fresh after unimaginable heartbreak, and the chosen family who help us through – but it’s not without its laugh-out-loud moments.\nFor example, one scene sees Levy’s character Marc and his friends Sophie (Ruth Negga) and Thomas (Himesh Patel) reflect on his bizarre discovery when he first moved into his London flat.\nMarc smiles and reminds his friends that it was a “homemade dildo”, seemingly left behind by the previous tenants, that he had found, inciting squeals and chuckles from Sophie and Thomas.\nIt turns out that that really did happen to Levy when he first moved to London in the early 2000s.\nIn an interview with\nNetflix, the Canadian actor spoke about how his time in London inspired different elements of his directorial film debut.\nYou may like to watch\n“I have a lot of very fond memories of London. I lived here in my early 20s,” he recalled.\n“In fact, there’s a story that made its way into the movie that I wrote for the three of us to reminisce on.”\nSitting next to co-star, Himesh Patel, he explains: “I think I was 20 and I found an apartment. I was cleaning the apartment and I pulled the bed out from the wall and I felt something thump behind the bed , and I didn’t have my cleaning gloves on but I thought it was the bottle of cleaning solution.\n“And I went to reach for it – this is an inappropriate conversation – but I went to reach for it and I felt something phallic in nature slip out of my hands.\n“I looked over the bed and it was a perfume bottle that someone had wrapped in a condom to, I suppose, enjoy themselves with. And that was my first real London memory and I’ve loved it ever since!”\nThe Schitts Creek star had previously spoken about this unsettling discovery in a 2021 interview with\n Metro.\nLevy explained that he had moved from Canada to London shortly after leaving college in 2005, and resided in the city for six or seven months in the hopes of getting some space from a “tricky romantic situation”.\n“I always had a highly romanticised fascination with England,” he said at the time. “Notting Hill and Bridget Jones are my favourite movies.”\nWhen it comes to romance, Levy has shared that he tends to have more luck in the UK.\nSpeaking to the\nTable Manners podcast, the actor revealed that he’s certain he’s “going to find love” in London.\n“I had the best time,” he told hosts Jessie and Lennie Ware.\n“I date a lot in England, but I don’t date a lot in America. I don’t quite know why but I have to go back [to London] because that’s where I’ve had the most successful dates. It’s where I’m going to find love.”\nIn Good Grief, Levy plays Marc, who is learning to start anew after his husband (played by Luke Evans) dies in a car accident.\nAfter making a shocking discovery about his late husband, Marc takes friends Thomas and Sophie with him to Paris to unpack a devastating secret about the man he loved.\nGood Grief is available to stream now on Netflix.\nMyPinkNews members are invited to comment on articles to discuss the content we publish, or debate issues more generally. Please familiarise yourself with our\ncommunity guidelines to ensure that our community remains a safe and inclusive space for all. [Sign in here.](#)\nReport this comment\nPlease let us know why you would like to report this comment:\nThe ability to comment will be removed from anyone who does not follow our\nTerms & Conditions",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://metro.co.uk/2021/03/10/schitts-creeks-dan-levy-found-used-sex-toy-in-new-bed-in-rented-flat-14223099/",
    "https://www.metro.co.uk/2021/03/10/schitts-creeks-dan-levy-found-used-sex-toy-in-new-bed-in-rented-flat-14223099/",
    "https://www.pinknews.co.uk/terms-and-conditions/",
    "http://www.youtube.com/watch?v=TAhzoEL6OTU",
    "https://metro.co.uk/2021/03/10/schitts-creeks-dan-levy-found-used-sex-toy-in-new-bed-in-rented-flat-14223099",
    "https://www.pinknews.co.uk/terms-and-conditions",
    "https://pinknews.co.uk/terms-and-conditions/",
    "http://www.youtube.com/watch",
    "https://podcasts.apple.com/gb/podcast/table-manners-with-jessie-and-lennie-ware/id1305228910",
    "http://youtube.com/watch?v=TAhzoEL6OTU",
    "https://www.podcasts.apple.com/gb/podcast/table-manners-with-jessie-and-lennie-ware/id1305228910"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dan levy",
        "sentiment": "positive"
      },
      {
        "name": "thomas",
        "sentiment": "none"
      },
      {
        "name": "marc",
        "sentiment": "none"
      },
      {
        "name": "thomas (himesh patel",
        "sentiment": "none"
      },
      {
        "name": "sophie",
        "sentiment": "none"
      },
      {
        "name": "levy",
        "sentiment": "none"
      },
      {
        "name": "sophie (ruth negga",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "netflix",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:34:50.563+02:00",
  "updated": "2024-01-08T00:34:50.563+02:00"
}