{
  "thread": {
    "uuid": "a439619dce82f49d5a80142eaaa5999405bdf506",
    "url": "https://www.world-today-news.com/msi-claw-the-ultimate-gaming-handheld-console-review-and-specifications",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News",
    "title": "MSI Claw: The Ultimate Gaming Handheld Console Review and Specifications - World Today News",
    "title_full": "MSI Claw: The Ultimate Gaming Handheld Console Review and Specifications - World Today News",
    "published": "2024-04-12T02:50:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/braNvulPlaND.YAbzg.dKA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD05MDA-/https://media.zenfs.com/en/twtech.agirls.aotter.net/25588fa1c5ca862d3a06c758acb02608",
    "performance_score": 0,
    "domain_rank": 26911,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a439619dce82f49d5a80142eaaa5999405bdf506",
  "url": "https://www.world-today-news.com/msi-claw-the-ultimate-gaming-handheld-console-review-and-specifications",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-04-12T02:50:00.000+03:00",
  "title": "MSI Claw: The Ultimate Gaming Handheld Console Review and Specifications - World Today News",
  "text": "It’s fun to put it in your bag and take it with you\nMSI launched its own gaming handheld console MSI Claw at this year’s 2024 CES. Starting with the Gabe Newell G, there has been a wave of gaming handheld console craze. PC gamers who want to advance at any time have more and more choices, and rising stars will also have the upper hand in the latest specifications. Just like MSI Claw is the world’s first e-sports handheld console equipped with Intel® Core™ Ultra processor! When you see Intel Ultra, you can expect AI to help. I like to test game handhelds the most, which means I have to play video games at work! We sort out the key issues of MSI Claw and introduce you to this new toy!\nQ1. What are the specification advantages? MSI Claw has been on the market for a while, and based on the feedback of early bird players, most of the players who own MSI Claw are attracted by the Intel® Core™ Ultra processor performance, Windows system multi-tasking, and 53Whr large-capacity battery. Battery life, as the world’s first gaming handheld equipped with Intel® Core™ Ultra processor, it still has great advantages\nThe version I actually tested is a Core™ Ultra 7 processor. Ultra means it has local NPU assistance and runs on Windows system, so what you buy is a PC computer, just smaller in size. Windows can do things and play games. For games, MSI Claw will do, but of course there will be situations that Windows will encounter. PC people all know this, so if you are buying a Windows game console for the first time, don’t rely on the stability of the game console. Yes, this situation is encountered by all brands of game consoles running Windows systems, but I am still excited to see Copilot appear on the console!\nThe Core™ Ultra processor also has the advantage of saving power. In addition, the battery capacity of MSI Claw is the largest among all handheld machines on the market. It is the largest 53Whr battery, giving it a gaming life of nearly two hours, which is about 30 hours longer than other models. Minutes, don’t snicker, for this small electric monster gaming handheld, 10 more minutes is an improvement! (Comfort engineer\nHow does it feel? Let me start by saying that I have tried all the e-sports handheld consoles sold in Taiwan on the market, so I guess. Except for the G Fat one, my fingers really can’t grasp it. The buttons are a bit too far, too heavy and too big. The other models are smaller than mine. The Dwarf Mini adapts well to the hand, thanks to the ergonomic efforts, especially the MSI Claw. It feels just right light when held. When I looked at the specifications, I found it was heavier than expected (675 grams). It should be because the counterweight is well done. I don’t know how. If you have the urge to play on your lap or on the table, you can simply play there for an hour without changing your position.\nThe casing only comes in one black color. To be fair, at first glance you will feel that it is very low-key, like a good student in a game handheld device. However, the RGB lighting effects and ABXY buttons that should be embellished are also made to be shiny and translucent.\nWhen playing, there is a Lucky dragon badge on the back, and the heat dissipation holes are also designed with a looming bright red dragon. Okay, that’s it!\nThe lower profile of the body will make the screen effect more prominent\nMSI Claw uses a 7-inch FHD (resolution 1920×1080) IPS screen with a 120Hz refresh rate and 100% sRGB color space. Of course, it is a touch screen, which is very clear and beautiful when playing indoors!\nYou can still play games under the bright sun with the brightness set to the highest setting, but who goes out to play games under the bright sun?Okay, there may be a slight chance, so please be careful and give it to you for reference.\nAll the buttons that other e-sports handheld consoles should have are arranged in a regular manner, and they are all in convenient positions.\nMSI said that the triggers and joysticks are very sensitive through Hall effect sensors. When I played it, I did feel that the control of the movements was very fine. The presses were soft and the feedback was fast. When playing “Forza Horizon 5”, I controlled the throttle or “Little Nightmares 2” has a very low action error tolerance and can be controlled delicately.\nThere are also M1 and M2 back keys on the back.\nThe bottom is very clean and has no holes, so you can rest assured\nThe holes and fingerprint recognition power button are concentrated on the top. There is Thunderbolt 4 that supports PD fast charging, which is great. There are also indicator lights, a memory card slot, a 3.5mm headphone jack, and a volume button. TRUE GAMING is written in the middle.\nThere are two speakers at the bottom of the front. When I play with them, I think the sound could be more three-dimensional. Players who are used to using headphones will not be affected.\nIs there a built-in game control center? have!I really like the function buttons designed by MSI Claw. The interface is very simple and easy to understand. I can make it more beautiful next time hahaha. There are four buttons in total including menu, view, quick settings, and the most important MSI Center M button.\nThat’s right, just like the built-in control center of e-sports laptops, MSI Center M not only centralizes games but also game platforms, including Steam, Ubisoft, XBOX, Epic Games, EA, Battle.Net and MSI App. There has been an update during the period of use, and the interface has become more beautiful!\nHow does it perform in gaming? In addition to Core™ Ultra processors, MSI Claw also has Arc™ graphics cards!Intel has finally integrated the processor and graphics card, and communication with my family has been smoother. Intel has also worked hard to develop XeSS super sampling, which uses AI to make the game screen smoother. Currently, there are nearly 90 games that support XeSS. If you want to see the list Intel has it here including many popular works such as “Cyberpunk 2077”, “Diablo® IV”, “Dying Light 2”, “HITMAN 3”, “Mortal Kombat 1”, etc.\nContinue reading the story\nWhen I first started playing, I didn’t specifically turn on XeSS super sampling. I just ran with the default settings. When I ran the built-in performance test of “Forza Horizon 5”, I directly applied the recommendations. The FPS limit could be maintained between 45-55. If it drops slightly, For example, if the image quality is 1600×900, the screen will be smoother when running, probably between 55-65. Although the controls of “Little Nightmares 2” are simple, the graphics are actually very beautiful. The FPS can often run at the beginning of 100. I have a lot of fun playing it. I feel Very smooth!The efficiency is also at full level\nAs for whether to turn on XeSS super sampling, I think it depends on the game. After all, it is still being optimized. If the game you usually play turns on XeSS super sampling and adjusts other parameters to get closer to the picture you like, that would be great. !\nAs for the heat dissipation, it’s very impressive!It doesn’t get very hot. It uses Cooler Boost Hyper Flow, MSI’s own in-flow cooling technology. Hot air will not blow when playing games. The parts touched by your hands will not exceed 40 degrees while charging and playing games, maintaining a warm temperature. The state makes me think that the performance is not running out, but the usage context has indeed selected “Performance”, so the MSI Claw does a good job in heat dissipation. The physical design has large and numerous heat dissipation holes, and the temperature control is very good. good\nIn terms of battery life, taking “Gotham Knights” as an example, it can be played for 113 minutes. The brightness and volume are maintained at 50%. I usually play MSI Claw before going to bed. After finishing the game on the console in the living room, I go back to the room and continue using the palm. When playing other games on the phone, I usually play for about an hour before falling asleep, and the battery is still about 40-50%. I take it to the company to charge the next day, and then play another round while at work, and charge it fully before leaving work.\nIn terms of charging, MSI Claw comes with a transformer. Charging with the official transformer starts at 3% (the host will automatically shut down at around 3%-6%). Charging can reach 23% in 15 minutes, which is good!Charging will reach 81% in 60 minutes, and it takes about 1 hour and 40 minutes to fully charge\nThe key specifications of MSI Claw are here:\nProcessorIntel® Core™ Ultra 7 processor 155H\nOperating systemWindows 11 Home\nTouch screen 7-inch FHD (120Hz update rate)\nGraphics Card Intel® Arc™\nMemory 16GB (LPDDR5-6400)\nStorage space 1TB NVMe SSD PCIe Gen4\nBattery capacity 53 Whrs\nWeight 675 grams\nTo sum up, MSI Claw is very suitable for players who want a Windows-based e-sports handheld device and want to seize the time to advance their games while commuting or going out. The advantage of using a Windows system is that it can be used as a small computer directly with an external screen and has Thunderbolt 4 connection. Port is enough to do it. It feels very comfortable to hold and play. The battery capacity and game endurance are also the longest in its class. It can be played for nearly 2 hours. If you haven’t tried it in person, I highly recommend you to try it on the MSI counter. Taiwan is the world’s first e-sports handheld console equipped with Intel® Core™ Ultra processor! Let me share some information. MSI Claw is officially on sale on 4/1. Log in to enjoy a three-month serial number of PC Game Pass (digital download version, market price NT$599), the game code of “Legend of Wrath™”, and a 7-day free trial of Ubisoft+. Key: See more MSI Claw\nElectric Otter Girl LINE official account Recruiting friends! Selected daily technology news and pregnancy-promoting events, as well as tips and tricks on various apps, all you need is you not to join!\nMore articles from Electric Otter Girl\nSecond-hand iPhone with one-year warranty! Is Taiwan Mobile Certified Boxed Used Mobile Phone Worth Buying?\nTrue dual-screen laptop: Unboxing ASUS Zenbook DUO (UX8406), super easy to use for office and entertainment!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Science and Technology"
  ],
  "external_links": [
    "https://agirls.aotter.net/post/63165",
    "https://msi.gm/S7B15E95",
    "https://i0.wp.com/image.bangkokbiznews.com/uploads/images/md/2023/09/vfSWmldWlO3U1lPtFD5M.webp?resize=150%2C150&ssl=1)",
    "https://www.intel.com.tw/content/www/tw/zh/products/docs/discrete-gpus/arc/technology/xess.html",
    "https://agirls.aotter.net/post/63158",
    "https://supr.link/0XNeQ",
    "https://www.agirls.aotter.net/post/63165",
    "https://www.msi.gm/S7B15E95",
    "https://www.supr.link/0XNeQ",
    "https://www.agirls.aotter.net/post/63158",
    "https://i0.wp.com/image.bangkokbiznews.com/uploads/images/md/2023/09/vfSWmldWlO3U1lPtFD5M.webp",
    "https://www.i0.wp.com/image.bangkokbiznews.com/uploads/images/md/2023/09/vfSWmldWlO3U1lPtFD5M.webp?resize=150%2C150&ssl=1)",
    "https://intel.com.tw/content/www/tw/zh/products/docs/discrete-gpus/arc/technology/xess.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gabe newell g",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "msi",
        "sentiment": "positive"
      },
      {
        "name": "ultimate gaming handheld console review",
        "sentiment": "positive"
      },
      {
        "name": "msi claw",
        "sentiment": "none"
      },
      {
        "name": "intel ultra",
        "sentiment": "none"
      },
      {
        "name": "intel",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T02:53:23.561+03:00",
  "updated": "2024-04-12T04:43:13.548+03:00"
}