{
  "thread": {
    "uuid": "9858ea4dc34caddc67eaadc101fbb4aa2da5fa38",
    "url": "https://www.tellerreport.com/life/2024-01-20-can-2024--angola-dominates-mauritania-in-a-spectacular-match-and-can-dream-of-the-eighth.SJgAZhcYF6.html",
    "site_full": "www.tellerreport.com",
    "site": "tellerreport.com",
    "site_section": "https://www.tellerreport.com:443/",
    "site_categories": [
      "media"
    ],
    "section_title": "Teller Report",
    "title": "CAN 2024: Angola dominates Mauritania in a spectacular match and can dream of the eighth - Teller Report",
    "title_full": "CAN 2024: Angola dominates Mauritania in a spectacular match and can dream of the eighth - Teller Report",
    "published": "2024-01-20T21:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.rfi.fr/media/display/4c1d8a22-b7c4-11ee-821c-005056bfb2b6/w:1280/p:16x9/000_34G29Q4.jpg",
    "performance_score": 0,
    "domain_rank": 17918,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9858ea4dc34caddc67eaadc101fbb4aa2da5fa38",
  "url": "https://www.tellerreport.com/life/2024-01-20-can-2024--angola-dominates-mauritania-in-a-spectacular-match-and-can-dream-of-the-eighth.SJgAZhcYF6.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2024-01-20T21:16:00.000+02:00",
  "title": "CAN 2024: Angola dominates Mauritania in a spectacular match and can dream of the eighth - Teller Report",
  "text": "Summary CAN 2024: Angola dominates Mauritania in a spectacular match and can dream of the eighth Angola returns to victory. In Bouaké, Saturday January 20, the Palancas Negras got the better of a thrilling encounter, notably thanks to Gelson Dala's spectacular double, over an eye-catching Mauritania (3-2, group D). The Angolans are well placed to reach the round of 16 before the last day of the group stage. Angolan forward #10 Gelson Dala (R) celebrates with his teammates after scoring his team's second goal during the 2024 Africa Cup of Nations (CAN) Group D football match between Mauritania and Angola at the Stade de la Paix in Bouaké on January 20, 2024. AFP - KENZO TRIBOUILLARD By: Nicolas Bamba Follow Advertisement Read more From our special correspondent in Bouaké From our special correspondent in Bouaké , Nicolas Bamba What a spectacle again in this decidedly very lively and offensive CAN 2024 ! After the draw snatched by Algeria against Burkina Faso in Bouaké (2-2), the Mauritanians and the Angolans put on a show in the same city. And the spectators got their money's worth with five goals scored, some of which were splendid. Untouchable Amar After a balanced first half hour and without big chances, the match got excited at the Peace Stadium with this duel missed by Mourabitoune Ibnou Ba against goalkeeper Adilson da Cruz Neblu. In the following action, Angola was much more lethal, with this perfect recovery by Gelson Dala (30th). In the stands where the Mauritanian supporters were more numerous than those of the Palancas Negras, a huge outpouring of joy broke out before the break, echoing the feat of Sidi Amar. The Mauritania winger performed a high-class slalom in the Angolan defense before shaking the net (43rd). And to think that a few moments later, Gilberto could have given his team the advantage if his shot against the empty cage had not gone over. Read alsoCAN 2024: The calendar, all the results and rankings The last word at the Palancas Negras Invigorated by this scenario, Amir Abdou's players were however quickly cooled by a complicated start to the second half. No doubt upset at being caught, the Angolans accelerated and scored twice in quick succession. Gelson Dala, starting from midfield, escaped the defense and dived his ball past the goalkeeper for the double (50th). Then, Gilberto, with a deflected shot, gave Angola some breathing space (53rd). More was still needed to extend Mauritania's enthusiasm and audacity. Aboubakary Koïta recalled this brilliantly. 25 meters from the cage, the attacker created a new marvel: a hook to eliminate the defender, then a cannon shot into the top corner (58th). Certainly one of the most beautiful jewels of this first round. Read alsoRelive the match commented by our journalists Despite new opportunities on both sides, the fireworks did not return the powder and the meeting ended with this victory for the Palancas Negras (3-2). A small event for coach Pedro Gonçalves and his team; Angola had not won a group match at CAN 2012. Their men have 4 points and are at the top of group D, tied with Burkina Faso. Mauritania remains fourth with 0 points behind Algeria (2 points) and will have to accomplish a feat to hope to be among the best thirds. Newsletter Newsletter Receive all the international news directly in your inbox I subscribe Follow all the international news by downloading the RFI application Share : Continue reading on the same themes: CAN 2024 Angola Mauritania Soccer",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gelson dala",
        "sentiment": "none"
      },
      {
        "name": "kenzo",
        "sentiment": "none"
      },
      {
        "name": "nicolas bamba",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "burkina faso",
        "sentiment": "none"
      },
      {
        "name": "palancas negras",
        "sentiment": "none"
      },
      {
        "name": "gelson dala",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "angola",
        "sentiment": "none"
      },
      {
        "name": "mauritania",
        "sentiment": "none"
      },
      {
        "name": "bouaké",
        "sentiment": "none"
      },
      {
        "name": "stade de la paix",
        "sentiment": "none"
      },
      {
        "name": "algeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T21:20:53.974+02:00",
  "updated": "2024-01-21T00:59:22.091+02:00"
}