{
  "thread": {
    "uuid": "e987bfb214aeeb4a5e7e343eda3607d222f03a76",
    "url": "https://www.hindustantimes.com/entertainment/web-series/weddingcon-review-a-chilling-revealing-documentation-on-matrimonial-fraud-101703829036355.html",
    "site_full": "www.hindustantimes.com",
    "site": "hindustantimes.com",
    "site_section": "https://hindustantimes.com/entertainment",
    "site_categories": [
      "media"
    ],
    "section_title": "Entertainment News, Latest Entertainment News and Celebrity Gossip Today | Hindustan Times",
    "title": "Wedding.con review: A chilling, revealing documentation on matrimonial fraud | Web Series - Hindustan Times",
    "title_full": "Wedding.con review: A chilling, revealing documentation on matrimonial fraud | Web Series - Hindustan Times",
    "published": "2023-12-29T06:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.hindustantimes.com/ht-img/img/2023/12/29/1600x900/wed_1703830633179_1703830633434.jpg",
    "performance_score": 0,
    "domain_rank": 942,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 52,
        "comments": 2,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e987bfb214aeeb4a5e7e343eda3607d222f03a76",
  "url": "https://www.hindustantimes.com/entertainment/web-series/weddingcon-review-a-chilling-revealing-documentation-on-matrimonial-fraud-101703829036355.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Santanu Das",
  "published": "2023-12-29T06:32:00.000+02:00",
  "title": "Wedding.con review: A chilling, revealing documentation on matrimonial fraud | Web Series - Hindustan Times",
  "text": "'It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife,' wrote Jane Austen in the opening lines of Pride and Prejuduce. That was 1813. The tides have shifted now, for worse, in how the proposal of marriage turns out to be a web of lies and cheats. A chilling new show on Prime Video, a BBC Studios India production, Wedding.con- unpacks the way in which 5 women lost their hard-earned money because of the scams that operate on matrimonial sites. But it is more than just the loss of money, it is the loss of a voice: which reflects how a deeply sexist society leaves no chance to pinpoint the blame on women. (Also read: Best K-Dramas of 2023: From My Dearest to Twinkling Watermelon, how many have you watched?)The premiseHere, the women are in possession of a good fortune, and want of a partner. The five-episode series directed by Tanuja Chandra, sets out to tell the shocking real-life stories of five women (including a few who want to remain anonymous), who were cheated and betrayed by the men they met on these matrimonial sites. The first two episodes set out in forming the groundwork in introducing the women, and what lead them towards the search of a potential match on a matrimonial site. One of them is Priyanka- a single mother just out of a toxic marriage. She shows interest in Mark Bruce, stationed outside India as marine engineer. They develop a vulnerable and intimate relationship online. Another woman named Sneha matches with a guy named Rohan, who introduces himself in a strictly professional code. They meet over a casual chat at a café, and he seems direct about how he wants to take their bond forward. Their families meet. Even their marriage is fixed, when the suspicion begins to take shape.How the fraud worksAs the episodes unfold, Wedding.con becomes more interested in how elaborately these scams were planned and executed. As shocking and chilling these stories slowly transition into, the challenges arise in realising how easily these criminals get away with scams. The absence of adequate laws is one aspect the show briefly touches upon, selective in its approach. There are insights provided by Chitra Raghavan, a Central University of New York professor- who says that in these cases the scammer has already laid the trap in understanding what are the vulnerable points of these women. What are their insecurities? What do these women want? Even if doubt arises, these scammers are two steps ahead in dealing with those situations.Final thoughtsEditor Parikshhit Jha expertly pieces these details together into a narrative, directing our gaze from the initial stages of building trust and then breaking it at one go. The bits and pieces of information that these women share about themselves are juxtaposed with the warning signs and reflections. This is the India where marriage becomes such an overwhelming pressure on a woman that it robs her of agency and identity. Wedding.con could have benefitted with a more urgent questioning on this culture that enables these kinds of matrimonial frauds.The culture that is marked with endless shows, advertisements and content about marriage. As the show comes to its denouement, I longed to see a little more about the present lives, present relationships that these women share. Their social realities, while partaking in newer forms of womanhood. Perhaps the ground is uncompromising in that sort of examination of trauma- one that refuses to leave. Still, Wedding.con is an important and immersive documentation, one that gives a rare peek into a society that insists women tame themselves, and punishes them for taking any extra step.Entertainment! Entertainment! Entertainment! 🎞️🍿💃 Click to follow our Whatsapp Channel 📲 Your daily dose of gossip, films, shows, celebrities updates all in one place",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jane austen",
        "sentiment": "none"
      },
      {
        "name": "tanuja chandra",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hindustan times",
        "sentiment": "positive"
      },
      {
        "name": "bbc studios india",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T09:03:43.533+02:00",
  "updated": "2023-12-29T09:03:43.533+02:00"
}