{
  "thread": {
    "uuid": "e14e2e3506476dd8b1bd69e376a7bae3fc304b92",
    "url": "https://www.newtimes.co.rw/article/15107/news/women/col-stella-uwineza-on-what-inspired-her-to-join-rdf",
    "site_full": "www.newtimes.co.rw",
    "site": "newtimes.co.rw",
    "site_section": "https://newtimes.co.rw",
    "site_categories": [
      "media",
      "tech",
      "email",
      "society",
      "top_news"
    ],
    "section_title": " The New Times - Home ",
    "title": "Col Stella Uwineza on what inspired her to join RDF - The New Times",
    "title_full": "Col Stella Uwineza on what inspired her to join RDF - The New Times",
    "published": "2024-03-08T20:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "RW",
    "main_image": "https://www.newtimes.co.rw/thenewtimes/uploads/images/2024/03/08/42167.jpg",
    "performance_score": 0,
    "domain_rank": 8809,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e14e2e3506476dd8b1bd69e376a7bae3fc304b92",
  "url": "https://www.newtimes.co.rw/article/15107/news/women/col-stella-uwineza-on-what-inspired-her-to-join-rdf",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Emmanuel Ntirenganya",
  "published": "2024-03-08T20:44:00.000+02:00",
  "title": "Col Stella Uwineza on what inspired her to join RDF - The New Times",
  "text": "Clad in military fatigues, Col Stella Uwineza feels her dream has become a reality: serving her country through the army. Uwineza is a member of the Rwanda Air Force – a branch of the Rwanda Defence Force (RDF). She is among seven women who were promoted to the rank of Colonel – from Lieutenant Colonel, on December 19, 2023 – the first to reach such a rank in Rwanda’s history. She shared a testimony on her military journey to thousands of participants, during the celebration of International Women’s Day, on March 8. Uwineza said that it all started immediately after completing her secondary school education when she was participating in Ingando civic education course, where she and her colleagues were briefed about various government programmes, on the country’s issues and the role of the youth in building the nation “We held dialogues with various officials from government organs including the military,” she said. “I was inspired, mostly by the talks delivered by military personnel. They included men and women. Especially because we were having the discourses wearing [military] uniforms, I felt like I would not take off the fatigues. As such, after the Ingando conclusion, I had decided to join the army,” she expressed. ALSO READ: How women in uniform epitomise Rwanda’s journey of resilience, transformation After joining the armed forces, Uwineza said, she was sent to study in a foreign military school where she graduated as an electrical engineer. Later, she became a military officer and carried out various military jobs with various responsibilities including serving peacekeeping missions across Africa. Meanwhile, she said, she pursued advanced military courses and training. “Today, as we celebrate International Women’s Day, the women in development over the last 30 years, I am a female colonel having both [military] job, and family responsibilities. “I am married – my husband is not a soldier – and I have children. There are not light responsibilities, but they must be effectively accomplished,” she said. She said that what helps her and her female colleagues in the army to effectively discharge their duties “is understanding that it is possible, willingness and determination, but also the leadership that offers us opportunity based on our ability”. She told parents to assume their responsibilities to support their children, foster hope among them in what they want to achieve, and avoid discouraging them by saying that there are things they cannot attain, or they cannot be just because they are girls. “I would like to tell girls who are here that there are various ways to love and serve the country, and the army is one of them. It requires force – which you have – it’s just the matter of coupling that with willingness,” she said. “You should make use of the opportunities you have because good leadership supports you. Build your capacity as it is the enabler of what you want to achieve,” She advised, indicating that there are female members of the military personnel including engineers in different fields, pilots, doctors, technicians, and those operating varied military equipment.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stella uwineza",
        "sentiment": "negative"
      },
      {
        "name": "uwineza",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "new times clad",
        "sentiment": "negative"
      },
      {
        "name": "rdf",
        "sentiment": "negative"
      },
      {
        "name": "rwanda air force",
        "sentiment": "none"
      },
      {
        "name": "rwanda defence force",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rwanda",
        "sentiment": "none"
      },
      {
        "name": "ingando",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T20:54:02.499+02:00",
  "updated": "2024-03-08T20:54:02.499+02:00"
}