{
  "thread": {
    "uuid": "ff2a91f5ac1c43f4b99368633e4ff5180c795a33",
    "url": "https://www.jornada.com.mx/noticia/2023/12/31/editorial/2023-el-ano-de-la-recuperacion-8543",
    "site_full": "www.jornada.com.mx",
    "site": "jornada.com.mx",
    "site_section": "http://www.jornada.com.mx",
    "site_categories": [
      "media",
      "education",
      "sports"
    ],
    "section_title": "La Jornada",
    "title": "La Jornada - 2023: el año de la recuperación",
    "title_full": "La Jornada - 2023: el año de la recuperación",
    "published": "2023-12-31T17:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.jornada.com.mx/theme/img/default.PNG",
    "performance_score": 0,
    "domain_rank": 12118,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ff2a91f5ac1c43f4b99368633e4ff5180c795a33",
  "url": "https://www.jornada.com.mx/noticia/2023/12/31/editorial/2023-el-ano-de-la-recuperacion-8543",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "La Jornada",
  "published": "2023-12-31T17:19:00.000+02:00",
  "title": "La Jornada - 2023: el año de la recuperación",
  "text": "Crecimiento del producto interno bruto, caída de la inflación, recuperación del salario, creación de empleos, turismo, inversión extranjera, fortaleza del peso, deuda pública: según casi cualquier indicador económico que se mire, en el año que termina, México dejó atrás los devastadores efectos de la pandemia de covid-19 y del subsiguiente desajuste de la economía global. En este 2023 el país experimentó un crecimiento que resultó sorpresivo para analistas, opinólogos y expertos obnubilados por su odio a la actual administración federal, quienes anticipaban (incluso se puede decir que deseaban) el fracaso de México para justificar su dogmatismo neoliberal. Mirado con objetividad, el desempeño de la economía mexicana no tiene nada de extraño. Por el contrario, es el resultado lógico de una política de desarrollo que ha puesto el acento en el rescate de la soberanía, la corrección de las asimetrías históricas entre las regiones del país, el regreso del Estado a sectores estratégicos de los que nunca debió haberse retirado, el apoyo a los más desfavorecidos, el impulso del mercado interno y la construcción de infraestructura de propiedad nacional. Obras como el Tren Maya, el Corredor Interoceánico, el Aeropuerto Internacional Felipe Ángeles y toda la red vial a su alrededor, la conclusión del Tren Interurbano México-Toluca, la rehabilitación de presas para producir energía hidroeléctrica, la planta fotovoltaica más grande de América Latina, entre muchas otras no tan emblemáticas pero igual de relevantes, además de ser fuente de empleos en lo inmediato, sientan las bases para la integración de poblaciones marginadas, el surgimiento de nuevos polos turísticos e industriales.\nSi a lo anterior se suma el lanzamiento de la nueva Mexicana de Aviación, el freno al deterioro inducido de Petróleos Mexicanos y la Comisión Federal de Electricidad, un presupuesto inédito en bienestar social (desde jubilaciones para adultos mayores hasta becas para personas con alguna discapacidad), es obvio que la situación de millones de habitantes ha gozado de una mejoría sensible. El hecho de que todo esto se haya logrado sin endeudamiento es la mejor muestra de que el país siempre contó con los recursos para velar por el bienestar de sus habitantes, pero éstos fueron sistemáticamente saqueados por la connivencia entre las clases políticas y empresarial, las cuales llegaron a volverse indistinguibles debido a la corrupción y el tráfico de influencias elevados a máximas en el ejercicio del gobierno y los negocios. Al respecto, cabe destacar que este año confluyeron dos fenómenos ilustrativos del cambio de época que se vive. La deuda pública como porcentaje del PIB bajó a 46.3 por ciento, con lo que hila su tercer año a la baja pese a la prevalencia de altas tasas de interés: mientras en los primeros cinco años del calderonato la proporción deuda/PIB se disparó en 78 por ciento, y en el mismo periodo del peñato subió 44 por ciento, en un quinquenio de la Cuarta Transformación sólo ha aumentado 3 por ciento. Por otra parte, la Secretaría de Hacienda y Crédito Público informó que este año los ingresos tributarios avanzaron 10.9 por ciento, el mayor salto en siete años. Lo más sorprendente es que el incremento se produjo en un contexto de caída de los precios petroleros y sin crear ni elevar ningún impuesto; sólo hizo falta aplicar la ley y poner coto a la evasión de los grandes contribuyentes.\nNadie niega que queda mucho por hacer. Las percepciones de la inmensa mayoría de los mexicanos siguen muy lejos de ser las óptimas; la desigualdad, aunque se redujo de manera importante, sigue siendo una de las peores lacras del país; muchas empresas continúan denegando derechos laborales e implementando todo tipo de prácticas fraudulentas en perjuicio de sus trabajadores y del fisco; la recaudación tributaria sigue siendo una de las más bajas entre las grandes economías; millones de trabajadores ven el retiro como una quimera debido al desmantelamiento del sistema de pensiones efectuado por Ernesto Zedillo y Felipe Calderón. Cada uno de estos pendientes debe ser abordado con carácter de urgencia por las autoridades presentes y por las que asuman en octubre próximo, pero sería tan mezquino como falaz negar que en este año México vivió un verdadero punto de inflexión en materia de desarrollo económico y fomento del bienestar.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T18:32:44.333+02:00",
  "updated": "2023-12-31T18:32:44.333+02:00"
}