{
  "thread": {
    "uuid": "870341b6c275cd9c1047c273c8e16230aa4dd8a5",
    "url": "https://www.nbcnewyork.com/news/national-international/what-is-good-friday-heres-what-to-know-about-the-holy-holiday/5271849",
    "site_full": "www.nbcnewyork.com",
    "site": "nbcnewyork.com",
    "site_section": "https://www.nbcdfw.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "NBC 5 Dallas-Fort Worth &#8211; Dallas-Fort Worth News, Weather, Sports, Lifestyle, and Traffic",
    "title": "Good Friday 2024: The meaning and history – NBC New York",
    "title_full": "Good Friday 2024: The meaning and history – NBC New York",
    "published": "2024-03-29T16:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.nbcnewyork.com/2019/09/Good-Friday-Notre-Dame-After-Fire.jpg?quality=85&#038;strip=all&#038;resize=1200%2C675",
    "performance_score": 0,
    "domain_rank": 2530,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "870341b6c275cd9c1047c273c8e16230aa4dd8a5",
  "url": "https://www.nbcnewyork.com/news/national-international/what-is-good-friday-heres-what-to-know-about-the-holy-holiday/5271849",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Danielle Smith",
  "published": "2024-03-29T16:17:00.000+03:00",
  "title": "Good Friday 2024: The meaning and history – NBC New York",
  "text": "In the springtime, families around the world celebrate [Easter](/tag/easter/). For many [Christians](/tag/christianity/), Easter is an important holiday with church services to celebrate the resurrection of Jesus Christ from the dead. For others, it’s a secular celebration with bunnies, treat-filled baskets and decorated eggs. But two days before Easter Sunday is another important Christian holiday. Known as Good Friday, the holy day commemorates the crucifixion of Jesus. Keep reading to learn about the meaning behind Good Friday and how Christians observe it: Get Tri-state area news and weather forecasts to your inbox. [Sign up for NBC New York newsletters.] More Easter Content: What is Good Friday? According to the Christian faith, Jesus was arrested and put on trial for claiming to be the Son of God. Roman authorities sentenced him to death by crucifixion. He was beaten and forced to carry a wooden cross to the place of execution — called Golgotha or Calvary — where he was nailed to the cross and left to die. Jesus was eventually taken down from the cross and buried, according to the Bible. Christians believe Jesus died on the cross to save humanity from its sins and restore people's relationship with God. Many Christians refer to this belief as the Atonement. Commemorating Jesus' crucifixion, Good Friday is a solemn day of mourning and reflection for Christians, who often attend special church services and prayer vigils. Good Friday is a part of Holy Week, which includes Palm Sunday, Maundy Thursday or Holy Thursday, and Good Friday, leading up to Easter Sunday. When is Good Friday? In 2024, the religious holiday will take place on Friday, March 29. The date of Good Friday changes every year depending on when Passover occurs. Easter Sunday is always two days later. Why is it called Good Friday? So, what's so good about Good Friday? “It’s a very weird day to call ‘good’ when you have your savior and Messiah die,” said Rev. Dr. Brent Strawn, a professor of Old Testament at Duke Divinity School and an ordained minister in the United Methodist Church. “Why would you call that a good day?” The reason why Good Friday is called \"good\" is not entirely clear. One common explanation is that the word \"good\" originally meant \"holy\" in Old English, so \"Good Friday\" could be synonymous with \"Holy Friday\" or \"God's Friday.\" Strawn says he doesn't think the name is trivializing. “For those people who have Christian faith, it is a good thing that Christ died for us,” Strawn said. “It gave us peace with God and made us at one with God.” Strawn says another reason for the name Good Friday might stem from a deeper understanding of goodness and an awareness that Easter and the salvation of humanity are near. “For me, it really suggests that, in Christianity’s most robust and thoughtful forms, this is not a rejection of the sadness and tragedy of death, but rather a real thick understanding of the goodness that came out of a very tragic thing,” Strawn said. How do Christians observe Good Friday? Christians observe Good Friday in different ways, but here are some standard practices: Fasting: Some Christians fast to commemorate Jesus' sacrifice, while others will refrain from eating meat. Stations of the Cross: In this 14-step devotional practice, people retrace Jesus' final steps before his crucifixion. The stations are often represented through paintings in a church or outdoors. Good Friday Processions: Some countries and cultures march with images and statues of Jesus or reenact his crucifixion. Prayer and Church Services: Many Christians pray to contemplate the significance of Jesus' sacrifice and his death. Although Christians know Easter is approaching, church services on Good Friday often reflect the tone of the crucifixion and death of Jesus through Bible readings, prayers and hymns. Strawn says Christian worship services often end with Jesus’ words from the cross — “It is finished” — with the congregation leaving quietly in total darkness. “The downplayed or somber nature of worship on Good Friday shows that Christians are trying to take that low point seriously and to really feel the full weight of Christ’s death,” Strawn said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nbc new york",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T16:21:13.694+03:00",
  "updated": "2024-03-29T16:21:13.694+03:00"
}