{
  "thread": {
    "uuid": "9dc4ae108dc2b02d0b72c5bfe3833919cb365403",
    "url": "https://www.fao.org/newsroom/detail/director-general-reaffirms-fao-s-commitment-to-support-g20-brazilian-presidency--urges-action-on-food-security-and-climate/en",
    "site_full": "www.fao.org",
    "site": "fao.org",
    "site_section": "https://www.fao.org/common-pages/common-elements/top-navigation-content-2022/news/news/en/",
    "site_categories": [
      "agriculture",
      "business"
    ],
    "section_title": "\r\n\tNewsroom | Food and Agriculture Organization of the United Nations\r\n",
    "title": "Director-General reaffirms FAO’s commitment to support G20 Brazilian Presidency, urges action on food security and climate",
    "title_full": "Director-General reaffirms FAO’s commitment to support G20 Brazilian Presidency, urges action on food security and climate",
    "published": "2024-02-16T01:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.fao.org/images/newsroomlibraries/breafing-notes/dg-at-g20-event.jpeg?sfvrsn=7a7101d5_3",
    "performance_score": 0,
    "domain_rank": 400,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9dc4ae108dc2b02d0b72c5bfe3833919cb365403",
  "url": "https://www.fao.org/newsroom/detail/director-general-reaffirms-fao-s-commitment-to-support-g20-brazilian-presidency--urges-action-on-food-security-and-climate/en",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@FAO",
  "published": "2024-02-16T01:53:00.000+02:00",
  "title": "Director-General reaffirms FAO’s commitment to support G20 Brazilian Presidency, urges action on food security and climate",
  "text": "Rome – At a High-Level event organized by the Permanent Delegation of Brazil to the United Nations Rome-based agencies and Global Citizen , FAO Director-General QU Dongyu highlighted today the urgent need to prioritize food security and climate action in 2024 and reaffirmed FAO’s support to the G20 Presidency which Brazil currently holds.\nIn a keynote speech, Qu underlined the grim reality of global hunger, reminding that 735 million people faced chronic hunger in 2022 . The Director-General emphasized the interconnectedness of conflicts, climate extremes, and economic crises, stressing their disproportionate impact on food security and nutrition for the poor and vulnerable.\nThe high-level event, held at the Brazilian Embassy in Rome, was hosted by the Ambassador of Brazil to Italy Renato Mosca; the Brazilian Ambassador to the UN Rome Based Agencies Carla Carneiro, and the Global Citizen Vice President of Global Policy and Advocacy Friederike Roder.\nIt also had the participation of other leaders from the UN Rome Based Agencies: Alvaro Lario, President of the International Fund for Agricultural Development (IFAD) and Carl Skau, Deputy Executive Director and Chief Operating Officer, World Food Programme (WFP).\nA high-level panel focused on how the G7 and G20 presidencies, Italy and Brazil respectively, prioritise food security and agricultural adaptation, including with the recently announced G20 Global Alliance Against Hunger and Poverty to be launched in November.\nAmong the panelists were the Director General for Development Cooperation and Special Envoy for Food Security of the Italian Ministry of Foreign Affairs, Stefano Gatti; and the Permanent Representative to the UN Agencies in Rome of the Republic of South Africa, Nosipho Nausca-Jean Jezile.\n“FAO is pleased with the fruitful synergy and effective collaboration with the Government of Brazil, and we continue to be committed to providing our full technical and professional support for a successful G20 under Brazil’s Presidency”, the FAO Director-General said.\nLinking poverty and hunger, Qu also pointed out the alarming connection between inequality and various forms of malnutrition, contributing to a triple burden. He urged the expansion of social protection programs, citing Brazil as a successful example with its conditional cash transfers. However, he stressed the need for innovation in social protection, particularly in response to climate shocks.\nLooking towards long-term solutions, the Director-General outlined the need for investments in infrastructure, digitalization, innovation, and technologies, along with a crucial focus on human capital through improved education and health services.\n“Significantly increased and more targeted investment to transform global agrifood systems will be necessary to reduce hunger, bring people out of poverty and promote sustainable agricultural production,” he explained, noting that transforming agrifood systems would require an investment of $4 trillion from now to 2030 in low- and middle-income countries.\nQu stressed the importance of increased investments for a more diverse and productive agricultural sector that promotes nutritious foods and highlighted the sector’s role in addressing all dimensions of sustainable development, including climate action.\nThe Director General explained that although agrifood systems are responsible for about 30% of greenhouse gas emissions transforming them can improve their efficiency and make them more inclusive and resilient.\nHe cited the recently launched Global Roadmap for Achieving SDG2 without breaching the 1.5C threshold as an innovative plan and concrete package of solutions to support achieving Zero Hunger and accelerating climate actions.\n“The roadmap could also act as a catalyst for increased financing”, he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Environment"
  ],
  "external_links": [
    "https://www.globalcitizen.org/en/",
    "https://www.g20.org/en/tracks/sherpa-track/hunger-and-poverty",
    "https://g20.org/en/tracks/sherpa-track/hunger-and-poverty",
    "https://globalcitizen.org/en/",
    "https://www.globalcitizen.org/en"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "qu",
        "sentiment": "none"
      },
      {
        "name": "friederike roder",
        "sentiment": "none"
      },
      {
        "name": "renato mosca",
        "sentiment": "none"
      },
      {
        "name": "alvaro lario",
        "sentiment": "none"
      },
      {
        "name": "qu dongyu",
        "sentiment": "none"
      },
      {
        "name": "carla carneiro",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "permanent delegation of brazil",
        "sentiment": "negative"
      },
      {
        "name": "fao",
        "sentiment": "negative"
      },
      {
        "name": "united nations",
        "sentiment": "negative"
      },
      {
        "name": "brazilian embassy",
        "sentiment": "none"
      },
      {
        "name": "global citizen",
        "sentiment": "none"
      },
      {
        "name": "un rome based agencies",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rome",
        "sentiment": "none"
      },
      {
        "name": "brazil",
        "sentiment": "none"
      },
      {
        "name": "italy",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T02:16:45.871+02:00",
  "updated": "2024-02-16T02:16:45.871+02:00"
}