{
  "thread": {
    "uuid": "d9cc84a7c1961260a919f03bc5f7d0117f494f89",
    "url": "https://newsroom.ferrovial.com/en/press_releases/ferrovial-develops-a-methodology-to-mitigate-the-effects-of-climate-change-on-its-infrastructure",
    "site_full": "newsroom.ferrovial.com",
    "site": "ferrovial.com",
    "site_section": "https://www.google.com/alerts/feeds/08180648316426821174/6322528772732512117",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Google Alert - \"Carbon utilization\" OR \"Climate change\" OR \"CO2 Emissions\" OR \"Carbon Capture Storage\" OR \"Formic Acid\" OR \"CO2 Utilization\" OR \"Recycling\" OR \"Carbon Recycling\" OR \"Clean Tech\" OR \"Energy Storage\" OR \"Fuel Cell\"",
    "title": "Ferrovial develops a methodology to mitigate the effects of climate change on its infrastructure Ferrovial",
    "title_full": "Ferrovial develops a methodology to mitigate the effects of climate change on its infrastructure Ferrovial",
    "published": "2024-02-15T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://static.ferrovial.com/wp-content/uploads/sites/4/2024/02/15133827/fc-nipigon-bridge-canada-2-1024x768.jpg",
    "performance_score": 0,
    "domain_rank": 38898,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d9cc84a7c1961260a919f03bc5f7d0117f494f89",
  "url": "https://newsroom.ferrovial.com/en/press_releases/ferrovial-develops-a-methodology-to-mitigate-the-effects-of-climate-change-on-its-infrastructure",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-15T02:00:00.000+02:00",
  "title": "Ferrovial develops a methodology to mitigate the effects of climate change on its infrastructure Ferrovial",
  "text": "- This new tool helps avoid physical risks to infrastructure assets caused by extreme weather events such as storms, floods, and droughts Ferrovial has developed and is applying its ADAPTARE methodology to manage the risks to its assets from the effects of climate change. The company has worked with the Environmental Hydraulics Institute of the University of Cantabria in Spain to develop a system for identifying and assessing the risks posed by severe weather events to each type of infrastructure. This will enable it to avoid the negative impact that heavy snowfall, floods, storms and droughts could have on its projects during construction, maintenance and operation. Specifically, this innovative technology enables Ferrovial to obtain a preliminary estimate of the level of risk associated with different scenarios in the short, medium and long term. This diagnosis, which takes into account factors such as the level of risk, exposure and vulnerability of the infrastructure, facilitates the implementation of adaptation measures that minimize the impact and ensure the sustainability and resilience of the project. “This new methodology not only represents a step forward in managing the risks and opportunities of climate change, but also gives Ferrovial and its clients a competitive advantage in terms of climate action and the transition to a sustainable economy,” said Valentín Alfaya, Director of Sustainability at Ferrovial. Sustainability, a key element in Ferrovial’s strategy. Sustainability has been at the core of Ferrovial’s business model for more than twelve years. The company’s Sustainability Strategy 2030 sets ambitious targets to find solutions to adapt to climate change. One of the company’s main objectives is to decarbonize its current operations and develop more sustainable ones, reducing direct emissions by 35.3% by 2030 compared to 2009 levels. It also plans to source all its electricity consumption from renewable sources by 2025 and achieve carbon neutrality by 2050. In this way, Ferrovial continues to align its strategy with the Sustainable Development Goals (SDGs), managing the risks and opportunities associated with climate change and contributing to a more sustainable present and future.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "ferrovial",
        "sentiment": "negative"
      },
      {
        "name": "environmental hydraulics institute of the university of cantabria",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "spain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T01:52:45.123+02:00",
  "updated": "2024-02-16T01:52:45.123+02:00"
}