{
  "thread": {
    "uuid": "9e2c9a2f1fd4c9ab51187d708951ad91bfbb06b8",
    "url": "https://krdo.com/news/2024/06/24/hija-de-un-hombre-que-murio-por-la-ola-de-calor-en-peregrinacion-estamos-contentos-de-que-este-enterrado-en-la-meca",
    "site_full": "krdo.com",
    "site": "krdo.com",
    "site_section": "https://live-krdo13.pantheonsite.io/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "KRDO",
    "title": "Hija de un hombre que murió por la ola de calor en peregrinación: “Estamos contentos de que esté enterrado en La Meca”",
    "title_full": "Hija de un hombre que murió por la ola de calor en peregrinación: “Estamos contentos de que esté enterrado en La Meca”",
    "published": "2024-06-24T10:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19147,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9e2c9a2f1fd4c9ab51187d708951ad91bfbb06b8",
  "url": "https://krdo.com/news/2024/06/24/hija-de-un-hombre-que-murio-por-la-ola-de-calor-en-peregrinacion-estamos-contentos-de-que-este-enterrado-en-la-meca",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CNN Newssource",
  "published": "2024-06-24T10:52:00.000+03:00",
  "title": "Hija de un hombre que murió por la ola de calor en peregrinación: “Estamos contentos de que esté enterrado en La Meca”",
  "text": "Hija de un hombre que murió por la ola de calor en peregrinación: “Estamos contentos de que esté enterrado en La Meca”\nMelissa Velásquez Loaiza\n(CNN) — La familia de un anciano indonesio fallecido durante el Hajj de este año se alegra de que fuera enterrado en la ciudad santa de La Meca, según declaró su hija, mientras la nación del sudeste asiático llora a cientos de sus ciudadanos que perecieron bajo un calor extremo durante la peregrinación islámica anual.\nMás de 1.300 personas murieron en el Hach de este año, con “numerosos casos” debidos al estrés térmico, según las autoridades saudíes, después de que más de 1,8 millones de peregrinos participaran a pesar de que las temperaturas se dispararon hasta niveles peligrosos. Las autoridades de Indonesia, el país de mayoría musulmana más poblado del mundo, dijeron que al menos 215 indonesios se encuentran entre los fallecidos.\nEn declaraciones a CNN este domingo, Heru Jumartiyah dijo que su padre de 86 años, Ngatijo Wongso Sentono, murió el 17 de junio en su tienda de campaña en Mina, al sureste de La Meca, mientras esperaba las oraciones del mediodía.\n“Estaba dormido y antes no tenía síntomas de enfermedad. Todo el mundo decía que estaba sano durante la procesión del Hach”, declaró.\nSentono se había inscrito para la peregrinación en 2018 y viajó a La Meca con su esposa de 83 años y vecinos de la ciudad indonesia de Yogyakarta, dijo Jumartiyah.\n“Mi padre estaba muy entusiasmado con la idea de ir al Hach. Quería irse inmediatamente”, dijo.\nDecenas de peregrinos del Hajj mueren mientras las temperaturas en La Meca alcanzan los 49 ºC\nPeregrinaje mortal en La Meca debido al calor extremo 2:04\nRealizar el peregrinaje a La Meca es uno de los cinco pilares del Islam, que exige a todo musulmán que esté en condiciones físicas y económicas de realizar el viaje a la ciudad santa de La Meca al menos una vez en su vida.\nSegún la creencia islámica, morir y ser enterrado en La Meca se considera una bendición, y muchos musulmanes viajan en su vejez tras haber ahorrado durante muchos años para realizar la peregrinación.\n“Nos alegramos de que fuera enterrado en La Meca”, declaró Jumartiyah, y añadió que esperaba visitar la tumba de su padre cuando finalmente hiciera la peregrinación.\nJumartiyah dijo que su madre, Pariyem Prawirodinomo, está sana y que regresará a Indonesia el 7 de julio.\nUnos 241.000 peregrinos indonesios tenían previsto realizar el viaje a La Meca este año, según las autoridades indonesias, la mayor cuota de la historia del país.\nSegún datos del Ministerio indonesio de Asuntos Religiosos, la mayoría de los indonesios que murieron en la peregrinación de este año eran mayores de 50 años.\nNo es raro que Indonesia registre cientos de muertes durante el Hajj de cada año: el año pasado, 773 personas murieron durante la peregrinación, según los registros del ministerio.\n“Ahorraron toda su vida para esto”: la angustia de una estadounidense cuyos padres murieron durante la peregrinación a La Meca\n“He visto morir a muchos peregrinos”\nEl calor extremo se ha señalado como uno de los principales factores de los cientos de muertos y heridos registrados este año durante el peregrinaje. La Meca, la ciudad santa central para los peregrinos del Hach, registró este lunes temperaturas récord de 51 grados centígrados.\nDiversas autoridades han señalado también que los problemas se han agravado por el número de peregrinaciones no oficiales, y el gobierno saudí dijo este domingo que los viajes “no autorizados” eran responsables de más de cuatro de cada cinco de las víctimas mortales.\nArabia Saudí exige que cada peregrino adquiera una de las 1,8 millones de licencias disponibles para acceder legalmente a La Meca. Estas licencias pueden costar varios miles de dólares estadounidenses. Los peregrinos sin licencia no suelen viajar en autobuses turísticos organizados con aire acondicionado o fácil acceso a suministros de agua y alimentos.\nComo parte de la peregrinación, los fieles realizan una serie de rituales en la ciudad santa de La Meca y sus alrededores, que a menudo implican muchas horas de caminata diaria bajo un calor abrasador.\nAlgunos peregrinos han lamentado la deficiente infraestructura y organización del Hajj de este año. Incluso los peregrinos de los viajes oficiales pasan la mayor parte del día caminando al aire libre bajo el calor.\nSeis peregrinos del Hajj mueren por insolación en La Meca tras advertencia de temperaturas cercanas a los 48 grados Celsius\nVideo relacionado: Fotografía inédita de la piedra ancestral de La Meca 1:13\nAlgunos testigos han relatado a CNN cómo vieron a fieles perder el conocimiento y pasar junto a cadáveres cubiertos de telas blancas.\nUn indonesio de 44 años, que solo quiso que se le llamara Ahmad, recordó haber visto a muchos moribundos por el calor.\n“De camino a casa, vi morir a muchos peregrinos. Casi cada pocos cientos de metros, había un cuerpo tendido y cubierto con una tela ihrom (tela blanca)”.\n“Cada vez que hay una distribución de agua por parte de los residentes locales o de ciertos grupos, es inmediatamente invadida por los peregrinos”, añadió, diciendo que no vio personal sanitario ni una sola ambulancia a lo largo del camino.\nEn las últimas décadas, el gran tamaño de las multitudes del Hach ha sido un factor en varios incidentes mortales durante la peregrinación, incluida una estampida que mató a cientos de personas en 2015.\nSin embargo, los expertos advirtieron de que el aumento de las temperaturas supone la amenaza más mortífera para los peregrinos, ya que los récords de calor caen en Medio Oriente —una de las regiones más vulnerables a la crisis climática—, lo que hace más arriesgadas las concentraciones masivas.\nEl climatólogo e historiador del tiempo Maximiliano Herrera, que hace un seguimiento de las temperaturas extremas, declaró a CNN que los desiertos de la región “se calentaban por la noche mucho más rápido que durante el día”, lo que se suponía que proporcionaba un respiro y alivio del calor. “Esto no existía hasta hace un par de décadas”, dijo Herrera.\n“A todo el mundo le afecta el calor mortal y, lamentablemente, no me sorprende el número de muertos (en el Hajj)”, añadió.\n“Pasar tiempo al aire libre en el calor extremo de La Meca es arriesgarse a morir… así que me temo que habrá más peregrinaciones mortales del Hach en el futuro”.\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-24T12:07:35.091+03:00",
  "updated": "2024-06-24T12:07:35.091+03:00"
}