{
  "thread": {
    "uuid": "0d843f20b2deb27c78acde088a8d307823499b7e",
    "url": "https://www.music.northwestern.edu/news/2021/alumni-spotlight-kate-lee",
    "site_full": "www.music.northwestern.edu",
    "site": "northwestern.edu",
    "site_section": "https://music.northwestern.edu/alumni",
    "site_categories": [
      "education",
      "music",
      "k_6_educators",
      "entertainment"
    ],
    "section_title": "Resources for Alumni | Northwestern Bienen School of Music",
    "title": "Alumni Spotlight: Kate Lee | Northwestern Bienen School of Music",
    "title_full": "Alumni Spotlight: Kate Lee | Northwestern Bienen School of Music",
    "published": "2024-01-08T00:28:43.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.music.northwestern.edu/sites/default/files/2021-01/Lee_Kate_web.jpg",
    "performance_score": 0,
    "domain_rank": 595,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0d843f20b2deb27c78acde088a8d307823499b7e",
  "url": "https://www.music.northwestern.edu/news/2021/alumni-spotlight-kate-lee",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@bienenschoolnu",
  "published": "2024-01-08T00:28:43.000+02:00",
  "title": "Alumni Spotlight: Kate Lee | Northwestern Bienen School of Music",
  "text": "Kate Lee ’17, has served as director of choirs at Maine East High School in Park Ridge, Illinois, since August of 2018. In her first year on staff, Lee increased student enrollment in the choirs from 34 to 120. Her philosophy of education is influenced by her experience as a first-generation immigrant from South Korea. In addition to her culturally responsive approach to teaching, she has established a choir that brings together special education and general education students. In recognition of her leadership and innovation in and outside of the classroom, Lee was named the Illinois State Board of Education’s 2021 Outstanding Early Career Educator of the year. What made you choose the Bienen School of Music? I wanted to attend a university where I could double major in music education and voice performance, because at the time, I was equally passionate about both! I also knew that I wanted to continue to be challenged in subjects outside of music, so I ended up minoring in sociology as well. Plus, my family lived only 40 minutes away, so I could always make a quick trip home for some home-cooked Korean food in times of desperation. Which professor influenced you most during your time at the Bienen School of Music? I sang with [Donald Nally](https://music.northwestern.edu/faculty/profile/donald-nally) in BCE (Bienen Contemporary/Early Vocal Ensemble) for four years. I also sang in his graduate conducting seminar every quarter and took his advanced choral conducting course as well. As much as I love the standard choral canon, I almost never sang it in undergrad. Dr. Nally has inspired me to push the limits of music programming in my high school choral program. We probably won't be singing Pelle Gudmundsen-Holmgreen or David Lang anytime soon, but through these experiences I understand the importance of programming repertoire that is innovative and culturally relevant to my students. Tell us about a particular experience that impacted you during your time at the Bienen School of Music? One of my first concerts with BCE was in 2014 when we sang David Lang's Little Match Girl Passion and Ted Hearne's Privilege. We had the opportunity to rehearse with and sing for the composers. It was a particularly special concert for me because my parents were in the audience. I was just blown away at the whole experience: the genius compositions, the musicianship of my peers, and the leadership of our director. It was cathartic for me to be able to share all of that with my parents, who immigrated here and sacrificed so much so that I can live a better life in America. What lessons did you learn at Bienen that have continued to resonate with you in your career? - Conducting is connected to the breath (credit to Donald Nally). - Everyone can sing (credit to the late Steven Demorest). I teach this to my students everyday. - It is not always the performer's role to elicit emotions in the listener. More often than not, it is the music's role, and we are just the vessels through which a story is told (credit to singing lots of new music in BCE). - Musicianship is not the same thing as creativity, and creativity must be taught (credit to Maud Hickey). Top three of your Desert Island Discs (any genre) Bach's Mass in B Minor Mahler's Symphony No. 2 And my students have recently introduced me to BTS and there is no going back! Video",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kate lee",
        "sentiment": "negative"
      },
      {
        "name": "lee",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "northwestern bienen school of music kate lee",
        "sentiment": "negative"
      },
      {
        "name": "maine east high school",
        "sentiment": "negative"
      },
      {
        "name": "bienen school of music",
        "sentiment": "none"
      },
      {
        "name": "illinois state board of education",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "illinois",
        "sentiment": "none"
      },
      {
        "name": "park ridge",
        "sentiment": "none"
      },
      {
        "name": "south korea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:28:46.415+02:00",
  "updated": "2024-01-08T00:28:46.415+02:00"
}