{
  "thread": {
    "uuid": "9c0e0352e6c1ec185cb8d242b3c6485163c7f32b",
    "url": "http://www.aina.org/news/20240314151025.htm",
    "site_full": "www.aina.org",
    "site": "aina.org",
    "site_section": "http://www.aina.org/contentfeed.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Assyrian International News Agency",
    "title": "Iraqi Assyrian Shares American Dream With Other Middle Eastern Refugees",
    "title_full": "Iraqi Assyrian Shares American Dream With Other Middle Eastern Refugees",
    "published": "2024-03-14T22:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 41571,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9c0e0352e6c1ec185cb8d242b3c6485163c7f32b",
  "url": "http://www.aina.org/news/20240314151025.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T22:10:00.000+02:00",
  "title": "Iraqi Assyrian Shares American Dream With Other Middle Eastern Refugees",
  "text": "EL CAJON, Calif. -- In 2011, an East County refugee who couldn't speak English found a home in the United States.\nIn this Zevely Zone, I went to El Cajon to meet a special person who is spending her life paying it forward. The work being done at the Chaldean Community Council is so important, that the City of El Cajon leases the large building to the organization for just a dollar a year.\nWe started our visit in the lobby of the Chaldean Community Council where a woman who needed help.\n\"Today she is here because she says she just went to Iraq last month and she came back two or three days ago and they took her passport and I asked her why and she said I don't know why,\" said Jolyana Jirjees.\nJirjees is the Director of Operations at the non-profit. She fled Iraq at 18 years old when extremists threatened to kill her family. When she came to the United States, she did not have a home and could not speak English. \"No, not even one word. Nothing,\" said Jolyana.\nSo, Jolyana learned English, graduated from college then earned a master's degree so she could help Middle Eastern refugees.\n\"They come here tired, they come here sick, they come here like they need help in many ways,\" said Dr. Noori Barka. He is the founder of the Chaldean Community Council and is glad to have found Jolyana's passion. \"She is ready to help you and that is what people need when they come here, they need someone to say yes,\" said Dr. Barka.\nAlong with a call center that helps a hundred people a day, Jolyana has a team of advocates who can serve almost any need.\nIn one room they offer help with social services, public utilities and Section 8 housing. \"They need help with everything,\" said Jolyana. Many refugees can't read or speak English, so they ask Silvana Polus to even open their mail. \"We are happy to help them,\" said Silvana.\n\"This is our television station,\" said Jolyana as our tour continued.\nShe is also a community broadcaster who uses Facebook to communicate with 80,000 followers.\nRecently with the flooding, she told people in need where they could go and what they could do for help. \"Yes but of course everything is in Arabic, because people speak Arabic more than English,\" said Jolyana. I asked her if she gets nervous delivering important messages. \"Not anymore, no,\" she said because she's found comfort in a new home. \"I believe I am changing people's lives,\" said Jolyana who is happily married with two boys and ready to share her American dream with others. \"I love America, like this was a dream to me, my dream came true,\" she said. \"I am not going to stop; I am not going to stop.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jolyana",
        "sentiment": "none"
      },
      {
        "name": "jolyana jirjees",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "el cajon",
        "sentiment": "none"
      },
      {
        "name": "operations",
        "sentiment": "none"
      },
      {
        "name": "chaldean community council",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "east county",
        "sentiment": "none"
      },
      {
        "name": "el cajon",
        "sentiment": "none"
      },
      {
        "name": "calif.",
        "sentiment": "none"
      },
      {
        "name": "states",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "el cajon",
        "sentiment": "none"
      },
      {
        "name": "iraq",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:08:23.544+02:00",
  "updated": "2024-03-15T00:08:23.544+02:00"
}