{
  "thread": {
    "uuid": "a762d4c8b55915701c9883f588bc74425d73b897",
    "url": "https://www.newcastleherald.com.au/story/8571484/bishops-2024-easter-messages-peter-stuart-and-michael-kennedy",
    "site_full": "www.newcastleherald.com.au",
    "site": "newcastleherald.com.au",
    "site_section": "https://www.lakesmail.com.au/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Newcastle Herald - Local News",
    "title": "Catholic and Anglican Bishops' 2024 Easter messages",
    "title_full": "Catholic and Anglican Bishops' 2024 Easter messages",
    "published": "2024-03-28T13:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.newcastleherald.com.au/images/transform/v1/crop/frm/SZjBdCvXzdW4Ygt94axh3r/341f62a7-5e80-43ec-b4df-14f4953185db.jpg/r0_59_1000_584_w1200_h630_fmax.jpg",
    "performance_score": 0,
    "domain_rank": 39162,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a762d4c8b55915701c9883f588bc74425d73b897",
  "url": "https://www.newcastleherald.com.au/story/8571484/bishops-2024-easter-messages-peter-stuart-and-michael-kennedy",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Peter Stuart and Michael Kennedy",
  "published": "2024-03-28T13:00:00.000+02:00",
  "title": "Catholic and Anglican Bishops' 2024 Easter messages",
  "text": "A few weeks ago, I received a cancer diagnosis. I have localised prostate cancer. With medical progress and a great healthcare system, my prognosis is excellent. I am now slowly making my way through the treatment maze. I wasn't really surprised when the doctor confirmed my illness. Many will know that there are often a few clues along the way that tell you something is wrong. It was a blessing to hear my doctor's confidence about the road ahead. I'll be honest, there have been quite a few ups and downs so far. It can be a bit scary at times. \"Was that my last Christmas?\" and \"Will my family be OK if the results are really bad?\" were among my questions. Not every bit of speculation was based on facts people were telling me. The mind can dance around as it tries to integrate confronting news. As I write, I am deeply conscious of the people I have met whose health journey is filled with more anguish than mine. All of us live within the shadow of illness, death, and grief to some extent. It is part of the human condition. Knowing the reality that we will all die; we choose how we might live. As a committed Christian, in the Anglican tradition, I have embraced a Christian way of viewing the world. I believe that Jesus was God among us. He was brutally abused and tortured after his teaching and actions offended too many people. Jesus was executed as an ordinary criminal. Beginning three days after his death and then for many days, he was seen. People ate with him, touched him, and talked with him. Jesus rose from the dead and ascended into heaven. He promised that God would do the same for people. The Easter story is a story of good news and hope. The Christian faith has helped me navigate the news about my health. I can summarise its impact in three words: hope, gratitude, and love. Hope: I know that nothing I am enduring can separate me from the love of God. I know that ultimately everything will turn out well in this life or the next. God has promised to accompany people as they go through their dark and troubling days. When our earthly journey is done, we can look forward to being drawn into the heart of God. We have been promised a place where we can be enveloped by God's care forever. Gratitude: I am moved by people and the good they express. My heart is often filled with appreciation for the way people make things better. I am thinking of scientists, medical staff, people who care for others, and the wider community. Many people are working for the good of others. God invites people to live their whole life through a lens of thankfulness. God wants people to celebrate and acknowledge kindness, generosity, and skill in the service of humanity and creation. Love: It is not unusual that shock and tragedy see people reach out to help and care for others. I have certainly experienced this. The heart of the Christian faith is about love of God, love of our neighbour, and love of ourselves. God shows us his overwhelming love and wants us to express this to the people around us. God wants us to know that we are loved. Knowing that we will all die, we have the chance to choose how we might live. Christians recognise that a good part of the pain that people endure is caused by other people. In the pursuit of wealth, power, or control, people will engage in violence or corruption. There are victims from these crimes and misconduct, people who end up with lifelong scars. The ability for people to choose their behaviour is part of the Easter story of good news and hope. We can decide to stop actions that hurt others. We can cease being selfish. We can think of others before we think of ourselves. Each of us can help make the world a better place. We can choose goodness, kindness, and generosity to offer people hope people living in fear and despair. Over many years of pastoral ministry, I have been privileged to hear and share in people's lives. I have seen people kindle hope and opportunity from limited resources. I have witnessed their compassion and love for their families and friends. I have found, and continue to find, in the teaching and works of Jesus a way of flourishing. I experience it as good news. I have the privilege at Easter to share in celebrating the story that Jesus died and rose again; that he will be with us forever. Happy Easter. This time of year, Christians, and our society more broadly, observe and celebrate 'Holy Week' culminating in the death and resurrection of Jesus Christ. During Holy Week I often find myself reflecting upon life and death, upon suffering and love. I once read somewhere and like to repeat at funerals that \"grief cannot and does not exist except where there has been love\". Grief is actually a privilege - a painful one at that - because it gives expression to the love that we have shared with the departed person. So, even though grief is one of our greatest sufferings, there is also a certain sweetness to it because it is linked to love. Many of the events we Christians commemorate during Holy Week entailed much grief and suffering on the part of Jesus Christ: his unjust arrest and trial; being deserted by his friends and rejected by the crowds that a few days earlier had hailed him their king; his passion in which he was mocked, beaten, scourged, and crowned with thorns; carrying the heavy cross up Mount Calvary; and his crucifixion and death on the cross on Good Friday - the total gift of himself to us. In all of these events the sufferings of Jesus are certainly very prominent. But Holy Week is not really about suffering, it's about loving. It was Jesus' love for God and love for you and me that brought him to his passion and death, and it was his love that opened the way for our redemption. His suffering was a consequence of his loving. And his loving suffering is redemptive: it picks us up; it elevates us; it redeems us. The love of God calls for a response from each of us, and the only adequate response to love is love; a love that is true and faithful; a love that is patient and kind; a love that generates peace and joy; a love that binds people together. Love and suffering. There is suffering in every person's life. Blessed are they whose suffering is a consequence of their loving, for their loving suffering lifts people up and has redemptive power to restore goodness and heal relationships. Of course, the culmination of Jesus' life was not his death on the cross but his resurrection from the dead on Easter Sunday - the sign he said he would give to prove that he is indeed who he said he is - the very Son of God; the God of love and mercy who saves us from sin and promises eternal life. Here in Jesus' death and resurrection we find the greatest of the Christian paradoxes - that death is actually the beginning of life. Or, as Jesus put it on various occasions: the grain of wheat must die in order to give life to the rich harvest of new and more grains of wheat; and the one who clings to life will lose it but the one who lays down their life will find it. Dying to oneself is actually more simple than many people realise. Saint Paul gave us the answer when he said that \"Love is patient; love is kind\". Being patient by accepting the limitations of others (while being conscious that others are being patient with our own limitations); and being kind, by getting up and doing things to help others, is the simplest of recipes for dying to oneself and finding the fulness of life. Holy Week is the holiest and most solemn week of the Christian year. Days like Good Friday are solemn days, not sad ones. And days like Easter Sunday are pure joy. As we approach Easter, may we each take some time to reflect prayerfully on the life and death, suffering and love of Jesus Christ. May we see in his life and experience in our own life the beautiful link between suffering and love and between life and death. May you know the love of God for you this Easter, and may you respond to his love with your own love. I wish you, your family, and loved ones a truly Happy Easter. Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T00:44:39.388+02:00",
  "updated": "2024-03-29T01:09:32.088+02:00"
}