{
  "thread": {
    "uuid": "1337dcd41406456ac7114fb553d241c96bc72208",
    "url": "https://www.nbcsportsbayarea.com/nba/golden-state-warriors/larry-smith-honored/1688890/?partner=yahoo",
    "site_full": "www.nbcsportsbayarea.com",
    "site": "nbcsportsbayarea.com",
    "site_section": "https://sports.yahoo.com/nba/",
    "site_categories": [],
    "section_title": "NBA  News, Video, Rumors, Scores, Stats, Standings  - Yahoo Sports",
    "title": "Warriors great Larry Smith, Dub Nation’s first crush, was quiet laborer – NBC Sports Bay Area & California",
    "title_full": "Warriors great Larry Smith, Dub Nation’s first crush, was quiet laborer – NBC Sports Bay Area & California",
    "published": "2024-01-07T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.nbcsportsbayarea.com/2024/01/Larry-Smith-Warriors-1986-GETTY-502231684.jpg?quality=85&#038;strip=all&#038;resize=1200%2C675",
    "performance_score": 0,
    "domain_rank": 64728,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1337dcd41406456ac7114fb553d241c96bc72208",
  "url": "https://www.nbcsportsbayarea.com/nba/golden-state-warriors/larry-smith-honored/1688890/?partner=yahoo",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "yahoo",
  "published": "2024-01-07T02:00:00.000+02:00",
  "title": "Warriors great Larry Smith, Dub Nation’s first crush, was quiet laborer – NBC Sports Bay Area & California",
  "text": "Warriors Feature Warriors great Larry Smith, Dub Nation's first crush, was quiet laborer By Monte Poole • Published 43 mins ago • Updated 42 mins ago Share NBC Universal, Inc. He was drafted by the Warriors, signed his first NBA contract with the franchise, came to Oakland and became one of the most beloved players in the history of Bay Area professional sports.\nThe Warriors always have had a passionate fan base, but it’s exponentially larger in 2024 than it was in 1980. Though today it’s rare to walk a block without seeing a glut of team gear, there was a time when the franchise was the neglected stepchild of local sports.\nBut Larry Smith forged a connection without trying. Arriving in California from the deep south, he was allergic to fawning adulation, diligently avoided spotlights and made no attempt to kiss babies. He was the Kevon Looney of Warriors teams that were, at best, mediocre.\nStay in the game with the latest updates on your beloved Bay Area and California sports teams! Sign up here for our All Access Daily newsletter. Smith’s physique told you he had a job to do and his baleful face – which belied his mild demeanor – suggested he was staying until finished. The 6-foot-8, 215-pound power forward would stroll onto the floor with a double mission. He would chase rebounds as if they were babies falling from the sky and play defense as if paid per stop.\nThis, for sports fans in 1980s Oakland, was love language.\n“The whole time after I got there, I felt welcome,” Smith says now. “Coming from a small town to a major city, I was embraced. They embraced me with open arms. That’s a feeling I’ll always, always cherish. They made me feel wanted.\n“Maybe they liked my quietness. But I know I loved those fans. One thing I always tried to do was make time for the kids. For the fans. No matter what else was going down, I tried to always make time for them. I mean, they were the people who were going to support me and the team.”\nGolden State Warriors\nDraymond Green 20 hours ago How Draymond's return could impact Kuminga, Warriors' rotations Breaking News 24 hours ago Draymond reinstated by NBA following 12-game suspension Smith, 65, is scheduled to be introduced at Chase Center on Sunday, the latest retired ex-Warrior to appear courtesy of the team’s “Alumni Nights” program. Not all of Dub Nation is familiar with him, but longtime fans revered him for his grit and toughness.\nSmith might be the first Warrior to enter the Oakland Coliseum Arena, which later became Oracle Arena, and know there would be a section of fans filling several rows in the upper reaches simply to rejoice in his labor.\nThey wore white hard hats because that was befitting of Smith, and they would respond to his hustle plays by dancing to The Champs’ classic “Tequila.”\nSmith spent his first nine NBA seasons with the Warriors and took only a few jump shots; they loved him anyway. He rarely dunked; they didn’t care. His relentless work ethic led to production, and that’s what they came to see.\n“I knew that in order to be a good player, I had to work hard and compete,” Smith says. “We had scorers. How can I make a difference? How can I get on the floor? I had to do what was necessary to get playing time. I had to get on the boards, play defense and do the little things that might not show on the scoreboard.”\nSmith was teammates with such big personalities as World B. Free and Micheal Ray Richardson. He toiled alongside such scorers as Chris Mullin and Bernard King and Purvis Short and Sleepy Floyd. Smith, the 24th overall pick in 1980, played next to center Joe Barry Carroll, who Golden State selected No. 1 overall in the same draft.\nOnly Mullin among them played more games with the franchise than Smith’s 617.\n“We had all these scorers, so I had to find my niche,” Smith says. “And my niche was trying to get on the glass and play defense. That’s what kept me on the floor and in the league.”\nWhile Mullin’s scoring opened the door to the Naismith Basketball Hall of Fame, Smith never got close. While Floyd’s 29-point fourth quarter in a playoff win over the Lakers in 1987 rightfully raised his profile and remains a postseason record, Smith’s performance in that series is overlooked.\nSmith averaged 13.8 points (54.5-percent shooting from the field) and 15.6 rebounds per game – numbers appreciably superior to Los Angeles power forward A.C. Green.\nYet it was George Karl, upon becoming head coach in 1986, who wanted to phase out the low-scoring Smith despite his excellence in areas where his teammates struggled. The Warriors drafted a talented Chris Washburn No. 3 overall to be their next power forward. Troubled by substance abuse, he played a total of 43 games with Golden State.\nSmith as a Warrior averaged 6.7 points and 10.4 rebounds. He was named All-Rookie first team in 1980-81 and five times finished among the league’s top-10 rebounders. His offensive rebounding percentage, 15.8, ranks fourth on the career list – behind Moses Malone, Andre Drummond and Rodman.\nMalone and Rodman are in the Hall of Fame. Drummond is a four-time rebounding champion. They all have keepsakes that honor their work.\nSmith has a keepsake, too. It sits on the mantle in his home. A hard hat adorned with “about 25” signatures from the folks.\n“I look at it every single day,” Smith says. “Sometimes, I get teary-eyed when I look at it. Those were some of the greatest days in my NBA career, my time in Oakland.”\nDownload and follow the Dubs Talk Podcast\nThis article tagged under: Warriors Feature Share MOST POPULAR Sponsored Reacting to Rich Paul's comments on Steph, LeBron and the 2020 NBA championship Promoted By Giants-Dubs Talk Sam Darnold Darnold could earn big contract incentive with 49ers' win vs. Rams Trent Williams 49ers-Rams inactives: Williams, Brendel questionable with illness Jonathan Kuminga Report: Warriors ‘loathe' idea of Kuminga trade amid Siakam rumors Keegan Murray Report: Kings won't trade Keegan, reluctant to pay Siakam max contract Latest Podcasts Analyzing Kuminga’s evolution, GP2’s injury and Klay’s mentality moving forward Warriors’ trade possibilities, championship potential with Marc Stein SEE MORE",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://art19.com/shows/316ce225-5694-403f-a724-adbf53d39c76/episodes/8afe0065-2e52-471d-b52d-516c349daf0e/embed",
    "https://art19.com/shows/dubs-talk",
    "https://content.production.cdn.art19.com/images/e2/95/f8/1b/e295f81b-d509-46ca-83a2-aac9811016ce/49c286f25b9c8b4a1b4749161bd398f9c5952c0969cd65acb67bf902cb420dccc8be2cdf19ab69b2127823ec82783ca34d747f81d4b0cdda9188fe272627018d.jpeg",
    "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.nbcsportsbayarea.com%2Fnba%2Fgolden-state-warriors%2Flarry-smith-honored%2F1688890%2F&#038;Warriors%20great%20Larry%20Smith%2C%20Dub%20Nation%27s%20first%20crush%2C%20was%20quiet%20laborer?_osource=db_npd_nbc_nsba_fb_shr",
    "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.nbcsportsbayarea.com%2Fnba%2Fgolden-state-warriors%2Flarry-smith-honored%2F1688890%2F&#038;Warriors%20great%20Larry%20Smith%2C%20Dub%20Nation%27s%20first%20crush%2C%20was%20quiet%20laborer?_osource=db_npd_nbc_nsba_fb_shr",
    "https://www.content.production.cdn.art19.com/images/e2/95/f8/1b/e295f81b-d509-46ca-83a2-aac9811016ce/49c286f25b9c8b4a1b4749161bd398f9c5952c0969cd65acb67bf902cb420dccc8be2cdf19ab69b2127823ec82783ca34d747f81d4b0cdda9188fe272627018d.jpeg",
    "https://www.art19.com/shows/dubs-talk",
    "https://www.art19.com/shows/316ce225-5694-403f-a724-adbf53d39c76/episodes/8afe0065-2e52-471d-b52d-516c349daf0e/embed",
    "https://www.facebook.com/sharer/sharer.php"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "larry smith",
        "sentiment": "negative"
      },
      {
        "name": "monte po",
        "sentiment": "negative"
      },
      {
        "name": "smith",
        "sentiment": "none"
      },
      {
        "name": "kevon looney",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nbc sports bay area & california warriors feature warriors",
        "sentiment": "negative"
      },
      {
        "name": "dub nation",
        "sentiment": "negative"
      },
      {
        "name": "bay area",
        "sentiment": "none"
      },
      {
        "name": "nba",
        "sentiment": "none"
      },
      {
        "name": "nbc universal, inc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bay area",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "oakland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:11:57.889+02:00",
  "updated": "2024-01-08T01:11:57.889+02:00"
}