{
  "thread": {
    "uuid": "ec75eed5ddde54a53f867de07b5a226356d8c09d",
    "url": "https://www.tuttosport.com/news/calcio/calciomercato/milan/2024/06/01-128365969/milan_da_zirkzee_a_gimenez_la_situazione_aggiornata_sull_erede_di_giroud",
    "site_full": "www.tuttosport.com",
    "site": "tuttosport.com",
    "site_section": "https://www.tuttosport.com",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Tuttosport - News su Calcio, Calciomercato, F1, Moto e altri sport",
    "title": "Milan, da Zirkzee a Gimenez: la situazione aggiornata sull’erede di Giroud",
    "title_full": "Milan, da Zirkzee a Gimenez: la situazione aggiornata sull’erede di Giroud",
    "published": "2024-06-01T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://cdn.tuttosport.com/images/2024/06/01/130131395-e7ee459c-15c3-4464-a78f-e22f22c404f2.jpg",
    "performance_score": 0,
    "domain_rank": 20069,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ec75eed5ddde54a53f867de07b5a226356d8c09d",
  "url": "https://www.tuttosport.com/news/calcio/calciomercato/milan/2024/06/01-128365969/milan_da_zirkzee_a_gimenez_la_situazione_aggiornata_sull_erede_di_giroud",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Federico Masini",
  "published": "2024-06-01T03:00:00.000+03:00",
  "title": "Milan, da Zirkzee a Gimenez: la situazione aggiornata sull’erede di Giroud",
  "text": "Milan, da Zirkzee a Gimenez: la situazione aggiornata sull’erede di Giroud I rossoneri sono alla ricerca di un nuovo attaccante dopo l'addio del centravanti francese Federico Masini 01.06 .2024 13:01 4 min\n© ANSA\nIl presente del Milan non vive della sola telenovela allenatore, con Paulo Fonseca - se sarà davvero lui, le sorprese in questa storia non finiscono mai... - in attesa di essere ufficializzato, magari la prossima settimana. Da più tempo, infatti, i tifosi rossoneri si interrogano su quale sarà il centravanti che prenderà il posto di Giroud e indosserà la pesantissima maglia numero 9. Fin dall’autunno scorso, il Milan ha in testa Zirkzee . L’olandese del Bologna è da tempo l’obiettivo numero uno, seppur quella rossonera non sia l’unica società interessata, sia in Italia (vedi Juventus), sia in Europa (Arsenal).\nLa situazione di Zirkzee Se da una parte la clausola da 40 milioni valida per tutti i club rappresenta un aspetto positivo della vicenda - il Bologna non potrà scatenare un’asta -, negli ultimi giorni sono emersi due particolari che rischiano di complicare l’affondo rossonero. Da un lato l’approdo sulla panchina del Bayern di Vincent Kompany , allenatore di Zirkzee all’Anderlecht nella stagione 2021-22. I tedeschi, che pagando i 40 milioni della clausola avrebbero la priorità sulle altre squadre avendolo venduto loro al Bologna nel 2022 (ma serve l’ok del giocatore), starebbero pensando di riportarlo a Monaco, visto che Kompany ama giocare con due punte e Zirkzee potrebbe abbinarsi bene con Kane: «Il Bayern Monaco è sinonimo di attacco, di gol, ecco perché stiamo ovviamente pensando a un secondo numero 9», la dichiarazione del ds Eberl alla “Bild”. Il Bayern fino a qualche settimana fa non sembrava interessato, ma adesso le cose potrebbero cambiare.\nZirkzee, la questione commissioni E poi c’è la questione commissioni. Il suo agente, il potente Kia Joorabchian , avrebbe infatti chiesto una cifra molto alta, superiore ai 10 milioni. Il Milan, da quando ci sono al comando Elliott prima e RedBird ora, non ha mai amato - eufemismo - pagare determinate quote ai procuratori. Per questo motivo sono andato via a zero Donnarumma (Raiola chiedeva addirittura 20 milioni) e Calhanoglu . E la scorsa estate non si sono concretizzati gli arrivi di Thuram a zero (8 milioni la commissione poi pagata dall'Inter) e Taremi a fine agosto (quando un cambio di agenti portò all’aumento dei costi dell’operazione). Spulciando i bilanci del club rossonero, nelle ultime stagioni la commissione più alta per un agente è stata quella versata all’entourage di De Ketelaere, 2.8 milioni.\nSalgono le quotazioni di Gimenez Insomma, se le richieste di Kia per portare Zirkzee al Milan sono e resteranno quelle, bisognerà capire se il Milan cambierà la sua politica sulle commissioni oppure se virerà su altri obiettivi. Con Sesko sempre più indirizzato verso la Premier, ecco che starebbero risalendo le quotazioni di Gimenez del Feyenoord, valutato però dagli olandesi intorno ai 55-60 milioni. In seconda fila rimangono David (Lille) e Guirassy (Stoccarda). A centrocampo, invece, uno dei mediani difensivi preferiti resta Youssouf Fofana del Monaco. Il giocatore ha parlato del suo futuro dal ritiro della Nazionale francese: «Ho ancora un anno di contratto. Ho parlato del mio futuro con i dirigenti, non è un segreto e abbiamo un accordo per fare questo passo successivo. Se non dovesse accadere, resterò al Monaco per il resto della stagione: spero però che tutti vincano quest’estate».\n© RIPRODUZIONE RISERVATA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T14:10:55.765+03:00",
  "updated": "2024-06-01T14:10:55.765+03:00"
}