{
  "thread": {
    "uuid": "de3bb2c53d58d2c5339798e9dde1483530ff7ba3",
    "url": "https://www.marketscreener.com/quote/stock/POLARIS-INC-14008/news/POLARIS-OFF-ROAD-AND-SEBASTIEN-LOEB-RACING-PROVE-SUPERIOR-WITH-RZR-PRO-R-FACTORY-SECURING-MONUMENTA-45777927",
    "site_full": "www.marketscreener.com",
    "site": "marketscreener.com",
    "site_section": "https://marketscreener.com/indexbasesans.php",
    "site_categories": [
      "photography",
      "hobbies_and_interests"
    ],
    "section_title": "Stock market: Quotes &amp; Financial news - MarketScreener",
    "title": "POLARIS OFF ROAD AND SEBASTIEN LOEB RACING PROVE SUPERIOR WITH RZR PRO R FACTORY, SECURING MONUMENTAL 2024 DAKAR RALLY VICTORY -January 19, 2024 at 02:56 pm EST | MarketScreener",
    "title_full": "POLARIS OFF ROAD AND SEBASTIEN LOEB RACING PROVE SUPERIOR WITH RZR PRO R FACTORY, SECURING MONUMENTAL 2024 DAKAR RALLY VICTORY -January 19, 2024 at 02:56 pm EST | MarketScreener",
    "published": "2024-01-19T15:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.marketscreener.com/images/twitter_MS_fdnoir.png",
    "performance_score": 0,
    "domain_rank": 3907,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "de3bb2c53d58d2c5339798e9dde1483530ff7ba3",
  "url": "https://www.marketscreener.com/quote/stock/POLARIS-INC-14008/news/POLARIS-OFF-ROAD-AND-SEBASTIEN-LOEB-RACING-PROVE-SUPERIOR-WITH-RZR-PRO-R-FACTORY-SECURING-MONUMENTA-45777927",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MarketScreener",
  "published": "2024-01-19T15:56:00.000+02:00",
  "title": "POLARIS OFF ROAD AND SEBASTIEN LOEB RACING PROVE SUPERIOR WITH RZR PRO R FACTORY, SECURING MONUMENTAL 2024 DAKAR RALLY VICTORY -January 19, 2024 at 02:56 pm EST | MarketScreener",
  "text": "Xavier de Soultrait and Co-Pilot Martin Bonnet Navigated the Polaris RZR Pro R Factory to Two Stage Wins in Route to the Overall SSV T4 Category Victory\nMINNEAPOLIS , Jan. 19, 2024 /PRNewswire/ -- Polaris Off Road made a triumphant return to the winner's circle at the 46th Edition of the Dakar Rally, securing the prestigious Side-by-Side Vehicle (SSV) T4 class victory in partnership with Sebastien Loeb Racing (SLR). The two-week-long race through the harsh and unforgiving terrain of Saudi Arabia was an intense, heart-pounding grind to the finish, but Xavier de Soultrait and co-pilot Martin Bonnet were more than up to the task, navigating their Polaris-engineered RZR Pro R Factory flawlessly. The duo secured two stage wins (plus the Prologue), five top three finishes and three additional top fives. Soultrait completed the grueling 4,903 mile (7,891km) race in 56H 37' 43\", finishing two and a half-minutes ahead of second place. The triumph is a testament to the combined power of the SLR team's skill and perseverance, the engineering prowess of Polaris and the superiority of the Polaris RZR Pro R Factory.\nIn the SSV class race, Soultrait established himself as a strong contender by securing the prologue win. He maintained his momentum in the first two stages, finishing fifth and second respectively and moving up to third place overall, the RZR Pro R Factory immediately establishing itself as a force to be reckoned with in the unforgiving terrain of Dakar . However, stage three was a challenge for Soultrait and Bonnet, finishing 10th and dropping to the eighth position. From then on, Soultrait set his intentions firmly on navigating a relentless climb to the top, finishing third in stage four and securing his first win in stage five, moving him up to sixth place in the general standings. After the first-ever 48-hour Chrono stage in Dakar's history, Soultrait and the Polaris RZR Pro R Factory emerged as winners from the Empty Quarter dunes, moving him up to third place overall.\nAfter a much-needed rest day, the competition resumed with stage seven, where Soultrait's consistent finishes paid off as he secured second-place, moving him to the top of the overall standings and putting him in a position to battle for the event win. With the RZR Pro R Factory consistently performing at the highest level, the French duo continued to post solid podium results, taking second in stages eight and nine to extend their lead in the overall rankings to just over 28 minutes in their SLR RZR Pro R Factory. As the competition entered its final days, Soultrait and his partner drove conservatively during stage 10 to finish sixth. Unfortunately, Soultrait was given a 10-minute penalty during stage 11, but his fourth-place finish on the day was enough to maintain the lead, setting up a fight to the finish with only a few minutes separating him from second place. During the 12th and final stage of the event, the duo focused on driving smart and consistent to take the checkered flag in fourth and securing the monumental win.\nBased on the revolutionary RZR Pro R platform, the all-new RZR Pro R Factory was unveiled last year as the centerpiece for the Polaris Factory Racing team, setting a new precedent within the UTV industry with its race-ready level of power, strength, and control. Utilizing a high-strength, lightweight chassis compliant with FIA T4 Class, a race-tuned ProStar Fury 2.0L engine, FOX® Factory Race ESC EVO 3.0 Internal Bypass shocks, the two SLR RZR Pro R Factory vehicles showcased their pure strength and capabilities by rising to the intensive demands of the nearly 5,000-mile event through the brutal terrain of Saudi Arabia . While the platform was modified specifically for international rally racing, the RZR Pro R Factory still utilized many OEM components like the engine, driveline and suspension components as the stock RZR Pro R consumers can purchase on any dealership floor.\n\"To continue the momentum after our overall UTV victory at the Baja 1000 by starting to start the 2024 season off with a coveted Dakar Rally win alongside the Sebastien Loeb Racing team is an achievement nothing short of magnificent and something the Polaris team is incredibly proud of,\" said Alex Scheuerell , Polaris Factory Racing Technical Director. \"These landmark victories are the ultimate validation for the RZR Pro R Factory platform and its unmatched performance, strength and control. While it did come down to the wire, Xavier and Martin demonstrated an incredible level of consistency throughout the entire race, pushing themselves and the vehicle when necessary, but also knowing when to take care of the vehicle with a smoother, more conservative pace. We are incredibly proud of the entire SLR team, and we look forward to what the future holds for our racing program with them. I would also like to thank the Polaris Factory Racing Team and the entire RZR engineering group at Polaris that developed this amazing RZR Pro R Factory platform to work from.\"\n\"It's truly the culmination of a dream,\" said Xavier de Soultrait, SLR pilot and Dakar winner. \"It's hard for me to believe that we won this Dakar. I think we raced intelligently, we put pressure on, but we never overdrove. It was our first race with this new Polaris RZR Pro R Factory, and frankly, we couldn't have asked for better. I am very happy to have shared this with Martin, we really made a great team, and I of course want to thank the entire Loeb Racing and Polaris Factory Racing team who prepared a perfect car for us; this victory is the fruition of all the teams' efforts! It is also thanks to all our partners that we were able to achieve this.\"\nAdding to Polaris' success, SLR teammate Florent Vayassade who was also behind the wheel of a Polaris RZR Pro R Factory finished the grueling 12-stage event with a top 10 overall finish, highlighted by an impressive win in stage 12, plus two top fives and four additional top 10 results.\nTo learn more, please visit Polaris.com/RZR or join the conversation and follow on Facebook sm , Instagram sm , YouTube sm and X sm . To follow the Sebastien Loeb Racing team, check them out on Instagram sm .\nAbout Polaris\nAs the global leader in powersports, Polaris Inc. (NYSE: PII) pioneers product breakthroughs and enriching experiences and services that have invited people to discover the joy of being outdoors since our founding in 1954. Polaris' high-quality product line-up includes the Polaris RANGER®, RZR® and Polaris GENERAL™ side-by-side off-road vehicles; Sportsman® all-terrain off-road vehicles; military and commercial off-road vehicles; snowmobiles; Indian Motorcycle® mid-size and heavyweight motorcycles; Slingshot® moto-roadsters; Aixam quadricycles; Goupil electric vehicles; and pontoon and deck boats, including industry-leading Bennington pontoons. Polaris enhances the riding experience with a robust portfolio of parts, garments, and accessories. Headquartered in Minnesota , Polaris serves more than 100 countries across the globe. www.polaris.com\nFOX is a registered trademark of Fox Factory Inc.\nView original content to download multimedia: https://www.prnewswire.com/news-releases/polaris-off-road-and-sebastien-loeb-racing-prove-superior-with-rzr-pro-r-factory-securing-monumental-2024-dakar-rally-victory-302039783.html\nSOURCE Polaris Inc.\nShare © PRNewswire - 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.prnewswire.com/news-releases/polaris-off-road-and-sebastien-loeb-racing-prove-superior-with-rzr-pro-r-factory-securing-monumental-2024-dakar-rally-victory-302039783.html",
    "https://twitter.com/intent/tweet?text=POLARIS",
    "https://telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FPOLARIS-INC-14008%2Fnews%2FPOLARIS-OFF-ROAD-AND-SEBASTIEN-LOEB-RACING-PROVE-SUPERIOR-WITH-RZR-PRO-R-FACTORY-SECURING-MONUMENTA-45777927%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
    "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FPOLARIS-INC-14008%2Fnews%2FPOLARIS-OFF-ROAD-AND-SEBASTIEN-LOEB-RACING-PROVE-SUPERIOR-WITH-RZR-PRO-R-FACTORY-SECURING-MONUMENTA-45777927%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
    "https://wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FPOLARIS-INC-14008%2Fnews%2FPOLARIS-OFF-ROAD-AND-SEBASTIEN-LOEB-RACING-PROVE-SUPERIOR-WITH-RZR-PRO-R-FACTORY-SECURING-MONUMENTA-45777927%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
    "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FPOLARIS-INC-14008%2Fnews%2FPOLARIS-OFF-ROAD-AND-SEBASTIEN-LOEB-RACING-PROVE-SUPERIOR-WITH-RZR-PRO-R-FACTORY-SECURING-MONUMENTA-45777927%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=POLARIS",
    "https://www.telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FPOLARIS-INC-14008%2Fnews%2FPOLARIS-OFF-ROAD-AND-SEBASTIEN-LOEB-RACING-PROVE-SUPERIOR-WITH-RZR-PRO-R-FACTORY-SECURING-MONUMENTA-45777927%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
    "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FPOLARIS-INC-14008%2Fnews%2FPOLARIS-OFF-ROAD-AND-SEBASTIEN-LOEB-RACING-PROVE-SUPERIOR-WITH-RZR-PRO-R-FACTORY-SECURING-MONUMENTA-45777927%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=POLARIS",
    "https://telegram.me/share/url",
    "https://www.linkedin.com/shareArticle",
    "https://www.wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FPOLARIS-INC-14008%2Fnews%2FPOLARIS-OFF-ROAD-AND-SEBASTIEN-LOEB-RACING-PROVE-SUPERIOR-WITH-RZR-PRO-R-FACTORY-SECURING-MONUMENTA-45777927%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
    "https://wa.me/",
    "https://www.twitter.com/intent/tweet?text=POLARIS",
    "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FPOLARIS-INC-14008%2Fnews%2FPOLARIS-OFF-ROAD-AND-SEBASTIEN-LOEB-RACING-PROVE-SUPERIOR-WITH-RZR-PRO-R-FACTORY-SECURING-MONUMENTA-45777927%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
    "https://prnewswire.com/news-releases/polaris-off-road-and-sebastien-loeb-racing-prove-superior-with-rzr-pro-r-factory-securing-monumental-2024-dakar-rally-victory-302039783.html",
    "https://www.facebook.com/sharer/sharer.php",
    "https://twitter.com/intent/tweet"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sebastien loeb",
        "sentiment": "neutral"
      },
      {
        "name": "marketscreener xavier de soultrait",
        "sentiment": "neutral"
      },
      {
        "name": "martin bonnet",
        "sentiment": "neutral"
      },
      {
        "name": "soultrait",
        "sentiment": "none"
      },
      {
        "name": "xavier de soultrait",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "polaris",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dakar",
        "sentiment": "none"
      },
      {
        "name": "saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "dakar",
        "sentiment": "none"
      },
      {
        "name": "minneapolis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T22:05:36.265+02:00",
  "updated": "2024-01-19T22:05:36.265+02:00"
}