{
  "thread": {
    "uuid": "8b082fcaeb975a6867a6d05008fb79fb0058ff20",
    "url": "https://www.dailyexcelsior.com/iaf-guarding-skies-making-paramount-contribution-to-space-programme-murmu-2",
    "site_full": "www.dailyexcelsior.com",
    "site": "dailyexcelsior.com",
    "site_section": "http://www.dailyexcelsior.com/feed",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "Daily Excelsior",
    "title": "IAF guarding skies, making paramount contribution to space programme: Murmu",
    "title_full": "IAF guarding skies, making paramount contribution to space programme: Murmu - Daily Excelsior",
    "published": "2024-03-09T01:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://cdndailyexcelsior.b-cdn.net/wp-content/uploads/2024/03/page7-1-5.jpg",
    "performance_score": 0,
    "domain_rank": 38832,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8b082fcaeb975a6867a6d05008fb79fb0058ff20",
  "url": "https://www.dailyexcelsior.com/iaf-guarding-skies-making-paramount-contribution-to-space-programme-murmu-2",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daily Excelsior",
  "published": "2024-03-09T01:35:00.000+02:00",
  "title": "IAF guarding skies, making paramount contribution to space programme: Murmu",
  "text": "GHAZIABAD, Mar 8: President Droupadi Murmu on Friday said the Indian Air Force’s contribution to the nation’s service is etched in “golden letters” and it is not only guarding the skies but also making a paramount contribution to the country’s space programme.\nIn her address at a ceremony held at the Hindan Air Force Station to award President’s Standard and Colours to four units of the IAF, Murmu said she believed that more and more women will sign up for the force and serve the nation and emphasised that increased representation of women in the force will make it “more inclusive”.\nShe also extended her wishes to women on International Women’s Day.\nThe President is the Supreme Commander of the Armed Forces.\nThe IAF’s contribution to the nation’s service in protecting the country is “etched in golden letters”, she said.\n“It is a matter of joy that the IAF is not only guarding our skies but also making a paramount contribution to India’s space programme,” the President said.\nThe President said the four astronauts chosen to be part of the Gaganyaan mission are IAF officers.\nGaganyaan — the country’s maiden human space flight mission — envisages demonstration of human spaceflight capability by launching a crew of three members to an orbit of 400 km for a three-day mission and bringing them back safely to earth, by landing in Indian sea waters, according to ISRO website. Names of these astronauts are — Gp Capt Prasanth Balakrishnan Nair, Gp Capt Ajit Krishnan, Gp Capt Angad Pratap Wg Cdr Shubhanshu Shukla — who are all fighter pilots in the IAF.\nPresident Murmu also said, that besides guarding land, sea and air, today it’s also essential to protect cyberspace and laboratories.\nShe also said it was “a matter of joy that women are being provided equal opportunities in all branches of the Indian Air Force”.\nThey are being “encouraged” to make a career in the Air Force, she said while expressing confidence that in coming times, “more and more girls will join the Air Force and serve the country”.\n“And, increased representation of women in the Air Force will make this Force more inclusive,” Murmu added.\nIn her address after the ceremony, the President said she was pleased to know that the IAF has been adopting modern technologies in the last few years.\n“I praise the contribution made by serving and former air warriors and officers in the service of the nation. The air warriors have shown amazing courage, dedication and self-sacrifice in the wars of 1948, 1965, 1971 and 1999.\n“Even in peacetime, they have contributed to relief, and rescue work and rendered humanitarian aid in the country and abroad. Their devotion to duty is a matter of inspiration for all Indians,” she said.\nShe also underlined the ‘Operation Safed Sagar’ undertaken by the IAF during the 1999 Kargil war.\nThe President also touched upon the role of evolving technology in the growth of a force like the IAF.\nIn this rapidly changing era, defence-related “requirements and priorities also changing fast”. Akin to other sectors, the role of technology is also growing in the defence sector, she said.\nIn her address, she also highlighted some of the milestones achieved by the four units since their inception.\nMurmu presented the President’s Standard to 45 Squadron and 221 Squadron and President’s Colours to 11 Base Repair Depot and 509 Signal Unit. (PTI)\nDuring the ceremony, three IAF helicopters also gave the President an “aerial salute”.\nThe 45 Squadron, also called the ‘Flying Daggers’, was raised in 1959. The squadron took part in ‘Operation Vijay’ for the liberation of Goa from Portuguese rule in 1960.\nThe 221 squadron is known as the ‘Valiants’. It was raised on February 14, 1963, in Barrackpore equipped with Vampire aircraft. Barely two years after its formation, the squadron was pressed into action in the Eastern theatre during the 1965 India-Pakistan war, where it made commendable contributions. (PTI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "droupadi murmu",
        "sentiment": "negative"
      },
      {
        "name": "murmu",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "indian air force",
        "sentiment": "negative"
      },
      {
        "name": "iaf",
        "sentiment": "negative"
      },
      {
        "name": "supreme commander of the armed forces",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ghaziabad",
        "sentiment": "none"
      },
      {
        "name": "hindan air force station",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T01:47:13.675+02:00",
  "updated": "2024-03-09T04:52:00.051+02:00"
}