{
  "thread": {
    "uuid": "6314070b0a88689959cd8386827f8adee39c271c",
    "url": "https://www.wionews.com/world/us-on-path-to-see-historic-drop-in-yearly-homicide-numbers-report-674857",
    "site_full": "www.wionews.com",
    "site": "wionews.com",
    "site_section": "https://www.wionews.com/afghanistan",
    "site_categories": [
      "media"
    ],
    "section_title": "Afghanistan News - Latest Afghanistan News, Breaking Afghanistan News, Afghanistan News Headlines",
    "title": "US on path to see 'historic' drop in yearly homicide numbers: Report - World News",
    "title_full": "US on path to see 'historic' drop in yearly homicide numbers: Report - World News",
    "published": "2023-12-29T23:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://cdn.wionews.com/sites/default/files/2018/09/11/30951-police%25252520line3-20171023065134.JPG",
    "performance_score": 0,
    "domain_rank": 6133,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6314070b0a88689959cd8386827f8adee39c271c",
  "url": "https://www.wionews.com/world/us-on-path-to-see-historic-drop-in-yearly-homicide-numbers-report-674857",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@wion",
  "published": "2023-12-29T23:08:00.000+02:00",
  "title": "US on path to see 'historic' drop in yearly homicide numbers: Report - World News",
  "text": "US on path to see 'historic' drop in yearly homicide numbers: Report Story highlights The drop in homicides and other violent crimes in the year 2023 is being attributed to better efforts towards crime prevention which included work with community volunteers. US media says that there were also attempts to target gun possession in high-crime areas. The law enforcement has also strengthened patrols The drop in homicides and other violent crimes in the year 2023 is being attributed to better efforts towards crime prevention which included work with community volunteers. US media says that there were also attempts to target gun possession in high-crime areas. The law enforcement has also strengthened patrols The United States is set to finish the year 2023 with a 'historic' decrease in annual homicide cases on record, said multiple news reports in the US media citing preliminary data collected by law enforcement agencies in the country. ABC News quoted Jeff Asher, a crime analyst, who said that nearly 13 per cent drop in homicide rate is expected by the end of year 2023 than the year 2022. However, the decreased homicide rate does not mean that Americans feel more secure. A Gallup poll which was released last month, revealed that more than three-quarters of the respondents felt that crime has increased in the country and more than half fell the same about crime in their area. trending now Watch | Japan to send patriot missiles to the United States The drop in homicides and other violent crimes in the year 2023 is being attributed to better efforts towards crime prevention which included work with community volunteers. US media says that there were also attempts to target gun possession in high-crime areas. The law enforcement has also strengthened patrols. \"It is historic. It's the largest one-year decline,\" said Asher, as quoted by ABC News. \"It's cities of every size, it's the suburbs, it's rural counties, tiny cities, it's large cities. It's really a national decline.\" Also Read | [Tesla recalls 120,000 cars in United States over risk of doors getting unlocked during crash](https://www.wionews.com/world/tesla-recalls-120000-cars-which-can-unlock-in-crash-in-united-states-672974) Asher is co-founder of AH Datalytics. In past, he also worked as crime analyst for the CIA and police in New Orleans. He told the news outlet that his analysis was based on preliminary crime data from 180 law enforcement agencies. In its report, ABC News cited data obtained from its own review and said that as they headed into last week of the year, 10 largest cities in the US showed seven municipalities with double-digit year-over-year declines in homicides this yea. In New York City, the drop was 11 per cent. In Los Angeles, it was 16 per cent while it was 13 per cent in Chicago. (With inputs from agencies)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jeff asher",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "abc news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T23:44:50.346+02:00",
  "updated": "2023-12-29T23:44:50.346+02:00"
}