{
  "thread": {
    "uuid": "c7ac310c9547a8eb0d2977bde286421f088278cb",
    "url": "https://english.news.cn/20240705/82e0d0bbc3f741858b8b61ea9591d540/c.html",
    "site_full": "english.news.cn",
    "site": "news.cn",
    "site_section": "https://english.news.cn/list/latestnews.htm",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest news | English.news.cn",
    "title": "China Focus: Turning Red Planet into green? Chinese study reveals potential of moss-Xinhua",
    "title_full": "China Focus: Turning Red Planet into green? Chinese study reveals potential of moss-Xinhua",
    "published": "2024-07-05T14:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 988,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c7ac310c9547a8eb0d2977bde286421f088278cb",
  "url": "https://english.news.cn/20240705/82e0d0bbc3f741858b8b61ea9591d540/c.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Xinhua",
  "published": "2024-07-05T14:30:00.000+03:00",
  "title": "China Focus: Turning Red Planet into green? Chinese study reveals potential of moss-Xinhua",
  "text": "BEIJING, July 5 (Xinhua) -- A futuristic study conducted by Chinese scientists has shed light on the potential of using moss to transform Mars's barren red landscape into a lush green environment.\nScientists have recently found that Syntrichia caninervis, a desert moss that thrives in various extreme environments on Earth, is a promising pioneer plant for colonizing extraterrestrial environments.\nThe study, conducted by researchers from the Xinjiang Institute of Ecology and Geography (XIEG), the National Space Science Center, and the Institute of Botany under the Chinese Academy of Sciences (CAS), was recently published in the journal The Innovation.\nSyntrichia caninervis is a globally distributed moss species that flourishes in harsh deserts, mountainous regions and circumpolar regions. It forms part of the biological soil crust.\nUsing samples from the Gurbantunggut Desert in northwest China's Xinjiang Uygur Autonomous Region, one of the most concentrated distributions of Syntrichia caninervis, the researchers evaluated the moss's extraordinary resilience under extreme desiccation, ultra-low temperatures and intense radiation, as well as in a simulated Martian environment combining several of these stress factors.\nThey found that the moss has remarkable desiccation tolerance. Even after losing over 98 percent of its cellular water content, it can recover photosynthetic and physiological activities within seconds after rehydration.\n\"We subjected this moss to an air-drying regimen in the laboratory. The plants appeared green when saturated with water, turned dark green and then black as the water was gradually lost, and turned green again only two seconds after rehydration,\" Li Xiaoshuang, a researcher at XIEG, said.\nAccording to Li, the plant has the special power of \"drying without dying\" and \"freezing without dying.\"\n\"We exposed intact plants to minus 80 degrees Celsius in an ultra-low-temperature freezer for five years and to minus 196 degrees Celsius in a liquid nitrogen storage tank for 30 days. The plants survived and regenerated new branches after these low-temperature treatments,\" said Li.\nMoreover, the researcher found that the moss can survive super-intense gamma radiation exposure that would kill most plants and can maintain vitality in simulated Mars conditions.\n\"Using the CAS' Planetary Atmospheres Simulation Facility, we simulated Mars conditions, which included air composed of 95 percent of carbon dioxide, temperatures that fluctuated from minus 60 degrees Celsius to 20 degrees Celsius, high levels of UV radiation, and low atmospheric pressure,\" added Zhang Daoyuan, a researcher at XIEG.\nMars is considered to be the planet most likely to be colonized by humans in the future. However, no life forms have been detected on Mars to date. Therefore, introducing organisms from Earth might be required to produce Earth-like conditions suitable for human life on Mars, a process scientists call terraforming.\n\"Terraforming will require the selection of suitable organisms from Earth or the engineering of novel organisms that can thrive in challenging extraterrestrial conditions,\" Zhang said.\nTo date, only a few studies have focused on testing the ability of organisms to withstand the extreme environments of outer space or Mars. Those studies have primarily focused on microorganisms, algae and lichens.\n\"Our study shows that Syntrichia caninervis is one of the toughest organisms on Earth,\" said Li.\n\"This work provides fundamental insights into the multi-stress tolerance of the desert moss Syntrichia caninervis, laying the foundation for building biologically sustainable human habitats beyond Earth,\" Li added.\nAccording to Li, research is still ongoing. This includes extending the treatment period to further explore the moss's stress tolerance limits, revealing the \"undead\" mechanisms, and testing its performance in simulated Martian soil.\n\"In the future, we plan to conduct space flight experiments involving exposure to space conditions,\" Zhang added. \"We eagerly anticipate witnessing what a terraformed Mars might look like.\" ■",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.youtube.com/user/ChinaViewTV",
    "https://www.facebook.com/XinhuaNewsAgency/",
    "https://twitter.com/XHNews",
    "https://youtube.com/user/ChinaViewTV",
    "https://www.twitter.com/XHNews",
    "https://facebook.com/XinhuaNewsAgency/",
    "https://www.facebook.com/XinhuaNewsAgency"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "xinhua",
        "sentiment": "positive"
      },
      {
        "name": "chinese academy of sciences",
        "sentiment": "none"
      },
      {
        "name": "xinjiang institute of ecology and geography",
        "sentiment": "none"
      },
      {
        "name": "institute of botany",
        "sentiment": "none"
      },
      {
        "name": "national space science center",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "beijing",
        "sentiment": "none"
      },
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "gurbantunggut desert",
        "sentiment": "none"
      },
      {
        "name": "xinjiang uygur autonomous region",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T15:37:00.716+03:00",
  "updated": "2024-07-05T15:37:00.716+03:00"
}