{
  "thread": {
    "uuid": "8a4cc1ead05c2ccdee456fdc5340860abd039f5c",
    "url": "https://www.manilatimes.net/2024/04/05/business/top-business/more-filipinos-getting-life-insurance-says-bdo/1939954",
    "site_full": "www.manilatimes.net",
    "site": "manilatimes.net",
    "site_section": "https://nasa.einnews.com/live_feed",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Live Feed Wire - NASA News Today - EIN Presswire",
    "title": "More Filipinos getting life insurance, says BDO | The Manila Times",
    "title_full": "More Filipinos getting life insurance, says BDO | The Manila Times",
    "published": "2024-04-05T00:07:56.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://www.manilatimes.net/manilatimes/uploads/images/2024/04/05/325257.jpg",
    "performance_score": 0,
    "domain_rank": 8027,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8a4cc1ead05c2ccdee456fdc5340860abd039f5c",
  "url": "https://www.manilatimes.net/2024/04/05/business/top-business/more-filipinos-getting-life-insurance-says-bdo/1939954",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brix Lelis",
  "published": "2024-04-05T00:07:56.000+03:00",
  "title": "More Filipinos getting life insurance, says BDO | The Manila Times",
  "text": "ALMOST eight in every 10 Filipinos have chosen to get insured since the pandemic, BDO Life Assurance Co. Inc. (BDO Life) said, with sales of life insurance products continuing to grow.BDO Life, the bancassurance arm of listed BDO Unibank Inc., said on Thursday that a market study had around 79 percent of respondents believing that life insurance was now more important than ever.'The pandemic was a wake-up call that life is indeed uncertain. When uncertainty exists, you must have a Plan B,' BDO Life President and Chief Executive Officer (CEO) Renato Vergel de Dios said in a briefing.'As the fund values of variable life insurance rise and fall with the economic tide, traditional life insurance has proven to be a safe haven over time. [This] ensures their loved ones' security amid life's inevitable risks,' he added.The bancassurance firm saw 15-percent growth in traditional insurance plans, or packages that offer guaranteed protection benefits, last year. This boosted total premiums by year-end.De Dios attributed the growth to the pandemic's severe threat to mortality, which was said to have prompted people, particularly principal income earners, to get financial protection solutions for their loved ones.'Slowly but surely, Filipinos are realizing the importance of having a safety net... in the form of life insurance protection that serves as a solid foundation on which their financial planning model rests.'The BDO executive admitted, however, that many Filipinos were still lacking an understanding of life insurance's crucial role in their overall financial portfolios.'Without adequate life insurance, when a principal income earner prematurely dies, his family is financially devastated,' he explained, clarifying that life insurance is primarily a protection tool and not an investment instrument.De Dios expressed optimism about BDO Life's prospects this year with the support of its parent, BDO Unibank, which has the largest extensive branch reach in the Philippines.'We have always prided ourselves [on being] a bank that finds ways for our clients. Offering life insurance products at our branches completes our range of products as a financial institution,' BDO President and CEO Nestor Tan said in a statement.The Sy-led bank has a portfolio of more than 1,700 consolidated branches and over 4,800 automated teller machines nationwide in addition to 16 international offices in Asia, Europe, North America and the Middle East.Shares in BDO closed 0.13 percent, or 20 centavos, lower at P152.70 each on Thursday as the benchmark Philippine Stock Exchange index declined by 0.54 percent.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "renato vergel de dios",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bdo life assurance",
        "sentiment": "negative"
      },
      {
        "name": "manila times",
        "sentiment": "negative"
      },
      {
        "name": "bdo unibank inc.",
        "sentiment": "none"
      },
      {
        "name": "bdo life)",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:07:58.660+03:00",
  "updated": "2024-04-05T00:07:58.660+03:00"
}