{
  "thread": {
    "uuid": "e4b48f8f517c7744976e4eef12372150f1680a1d",
    "url": "https://lasillarota.com/estados/2024/3/14/alito-unge-olga-luz-espinosa-como-candidata-gobernadora-de-chiapas-474057.html",
    "site_full": "lasillarota.com",
    "site": "lasillarota.com",
    "site_section": "https://veracruz.lasillarota.com/estados",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": "Estados - La Silla Rota",
    "title": "“Alito” unge a Olga Luz Espinosa como candidata a gobernadora de Chiapas | La Silla Rota",
    "title_full": "“Alito” unge a Olga Luz Espinosa como candidata a gobernadora de Chiapas | La Silla Rota",
    "published": "2024-03-15T00:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://lasillarota.com/u/fotografias/m/2024/3/14/f1280x720-562371_694046_5050.jpg",
    "performance_score": 0,
    "domain_rank": 52153,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e4b48f8f517c7744976e4eef12372150f1680a1d",
  "url": "https://lasillarota.com/estados/2024/3/14/alito-unge-olga-luz-espinosa-como-candidata-gobernadora-de-chiapas-474057.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CHRISTIAN GONZÁLEZ/CORRESPONSAL",
  "published": "2024-03-15T00:45:00.000+02:00",
  "title": "“Alito” unge a Olga Luz Espinosa como candidata a gobernadora de Chiapas | La Silla Rota",
  "text": "TUXTLA GUTIÉRREZ.- Olga Luz Espinosa Morales recibió este jueves, de manos de Alejandro Moreno Cárdenas, líder del Comité Ejecutivo Nacional del Partido Revolucionario Institucional, la constancia que la avala como la candidata a la gubernatura de Chiapas por la Coalición “Fuerza y Corazón por México” que integran, además del PRI, el PAN y el PRD. Durante el acto protocolario celebrado en el Auditorio “Plutarco Elías Calles” del PRI estatal y ante la presencia de dirigentes de los comités municipales y estatales de los partidos en alianza, “Alito” manifestó que el proceso interno de selección de candidaturas en el priismo ha sido transparente, abierto y alegre. [ÚNETE A NUESTRO CANAL DE WHATSAPP. EL PODER DE LA INFORMACIÓN EN LA PALMA DE TU MANO](https://www.whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B) Te podría interesar “Hoy le damos nuestro apoyo o nuestro respaldo a quien sin duda será la próxima gobernadora, ella es Olga Luz Espinosa”, puntualizó. Además, aseveró que es lamentable y vergonzoso lo que ocurre en Chiapas y en todo el país, “y que este gobierno de Morena no genere condiciones de paz y de tranquilidad”. Tras guardar un minuto de silencio por el asesinato, este mismo miércoles, de Diego Pérez Méndez, precandidato priísta a la alcaldía del municipio de San Juan Cancuc, afirmó que se tienen grandes retos y desafíos, “y en Chiapas también lo tenemos”. [SÍGUENOS EN EL SHOWCASE DE LA SILLA ROTA DE GOOGLE NEWS](https://news.google.com/publications/CAAqBwgKMKffiQswz_qbAw?ceid=MX:es-419&oc=3) Prueba de ello, dijo, es que en este sexenio han ocurrido más de 180 mil homicidios, 4,000 feminicidios e igual número de secuestros, “los morenistas son unos cínicos y mentirosos; le prometieron al pueblo de México que habría medicamentos, que habría atención en las clínicas, ¡y mintieron!; han destruido el sistema educativo…”. La situación es tan compleja, dijo, que en más del 60 por ciento del territorio nacional no se pueda transitar de forma tranquila por la inseguridad que permea. “Por eso tenemos que caminar las calles, todo el estado de Chiapas, hacerlo con firmeza, con voluntad y compromiso. Por eso me da mucho gusto presentar una nueva alternativa de triunfo. Y aquí en Chiapas, tenemos a hombres y mujeres comprometidos, que caminan el territorio”. Confió en que Chiapas será gobernado por “una propuesta seria, comprometida, una mujer echada para adelante, que conoce el estado; por eso, Olga Luz será la próxima gobernadora”. Por su parte, Morales Espinosa, exdiputada federal y local por el PRD externó: “Muchos me han dicho que soy valiente, pero no, lo único que tengo es el amor que me mueve por Chiapas; porque no quiero a ver a mi estado que sufra por la inseguridad; no quiero ver ese Chiapas donde hay feminicidios, o donde es más importante dar el clima que hablar de los temas de seguridad”, en referencia al actual gobernador, Rutilio Escandón Cadenas. Lo único que desea, afirmó, es que en la entidad los hombres y las mujeres cuenten con las mismas oportunidades; “por eso les digo, ¡vamos a ganar la próxima elección!”. En el acto, Olga Luz le pidió de favor a Alejandro Moreno “llevarle un mensaje” a la candidata a la presidencia del país por la misma alianza, Xóchitl Gálvez, a quien calificó como “la mujer más valiente que conozco”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Politics",
    "Human Interest"
  ],
  "external_links": [
    "https://news.google.com/publications/CAAqBwgKMKffiQswz_qbAw?ceid=MX:es-419&oc=3)",
    "https://www.whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B)",
    "https://whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B)",
    "https://www.news.google.com/publications/CAAqBwgKMKffiQswz_qbAw?ceid=MX:es-419&oc=3)",
    "https://news.google.com/publications/CAAqBwgKMKffiQswz_qbAw"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T01:05:52.791+02:00",
  "updated": "2024-03-15T01:05:52.791+02:00"
}