{
  "thread": {
    "uuid": "f8e782d245d4a90eefa2b19ecff47d2545c57da0",
    "url": "https://www.sevillafc.es/actualidad/noticias/declaraciones-cristian-toro-postpartido-sporting-huelva-2024",
    "site_full": "www.sevillafc.es",
    "site": "sevillafc.es",
    "site_section": "http://www.sevillafc.es/rss.xml",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "RSS Noticias | Sevilla FC",
    "title": "CRISTIAN TORO: \"TENEMOS QUE VALORAR LO CONSEGUIDO Y DARLE CONTINUIDAD A LO QUE DEJAMOS EN DIICEMBRE\"",
    "title_full": "CRISTIAN TORO: \"TENEMOS QUE VALORAR LO CONSEGUIDO Y DARLE CONTINUIDAD A LO QUE DEJAMOS EN DIICEMBRE\"",
    "published": "2024-01-07T23:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.sevillafc.es/sites/default/files/news/image/Cristian_Toro_postpartido_Huelva_2024.jpeg",
    "performance_score": 0,
    "domain_rank": 28307,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f8e782d245d4a90eefa2b19ecff47d2545c57da0",
  "url": "https://www.sevillafc.es/actualidad/noticias/declaraciones-cristian-toro-postpartido-sporting-huelva-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "m.santos",
  "published": "2024-01-07T23:21:00.000+02:00",
  "title": "CRISTIAN TORO: \"TENEMOS QUE VALORAR LO CONSEGUIDO Y DARLE CONTINUIDAD A LO QUE DEJAMOS EN DIICEMBRE\"",
  "text": "Cristian Toro ha comparecido ante los medios oficiales tras el triunfo ante el Sporting de Huelva. Sobre\n lo sucedido en tierras onubenses, el técnico sevillista señaló en primer lugar que \"ha sido un partido en algún punto incómodo, porque nos cerraban bien los espacios y era difícil y nos costó un poquito más, pero cada partido es una historia diferente y ante este rival, no habiendo ganado nunca de visitante creo, era muy importante empezar consiguiendo los tres puntos después del parón. Una pena que, con la única ocasión clara que tienen nos marcan, pero cuesta mucho ganar cada partido y tenemos que valorar lo hecho y darle continuidad a lo que dejamos en diciembre, estoy muy contento por este grupo\".\nPrecisameente sobre la entrega y el esfuerzo de las suyas, destacó la adaptabilidad de las suyas al tipo de partido que se esperaban encontrar: \"El equipo está entrenando muy bien, hay un gran grupo que trabaja bien. Es verdad que quizás no habíamos tenido un partido de este tipo en la temporada, con un rival al que nos costó romperle con ese bloque bajo, pero hay que adaptarse a cada momento y a cada partido y el equipo, pese a encajar ese gol, se repuso y consiguió generar ocasiones. La victoria pudo ser más tranquila que sufrida como hasta el final, pero me quedo con el colectivo en líneas generales. Hoy debuta Alba en esta temporada, hay gente que se merece también aparecer y espero que sigan trabajando como lo están haciendo, porque hay muy buena plantilla y muy buena predisposición al trabajo\".\n\" La victoria pudo ser más tranquila que sufrida como hasta el final, pero me quedo con el colectivo en líneas generales\"\nTambién fue cuestionado Toro por el estado de Inma Gabarro, que tuvo que retirarse lesionada: \"Inma tenía unas molestia en el gemelo. En el calentamiento también tuvo molestias y preferimos cuidarla, porque ya sabemos que es una jugadora que se entrega al 100% en cada acción y creo que era un momento para que el equipo refrescara, pero creo que va a estar bien y que se recuperará\". Para cerrar, se mostró ilusionado con el cambio de competicion, ya que la semana que viene toca afrontar la Copa de la Reina ante el FC Levante Las Planas: \"Sabemos que vamos a ir a un campo muy difícil en el que nos costó muchísimo conseguir la victoria en liga y la Copa es diferente. Da igual cómo esté cada equipo, las dinámicas, los momentos... es otra competición, es ilusión. Esperemos trabajar bien esta semana, ir a competirla y tratar de buscar pasar de fase con todas disponibles, que todas se recuperen para un partido y una competición que nos ilusiona también\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:35:38.643+02:00",
  "updated": "2024-01-08T01:35:38.643+02:00"
}