{
  "thread": {
    "uuid": "a245f4f1c97b03c3abc3087cdc6effbf6a86fc6c",
    "url": "https://www.victoriaadvocate.com/news/features/faith/i-bring-you-good-news-of-great-joy/article_1341c698-a043-11ee-ac3a-531da3b382f0.html",
    "site_full": "www.victoriaadvocate.com",
    "site": "victoriaadvocate.com",
    "site_section": "https://victoriaadvocate.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Victoria Advocate | Victoria, TX | Innovate. Educate. Advocate",
    "title": "'i bring you good news of great joy' | Faith | victoriaadvocate.com",
    "title_full": "'i bring you good news of great joy' | Faith | victoriaadvocate.com",
    "published": "2023-12-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/victoriaadvocate.com/content/tncms/assets/v3/editorial/c/ad/cad69e98-18e3-11e8-a33c-d39ee44108ab/5a908d2da44eb.image.jpg?crop=1301%2C683%2C0%2C454&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 24141,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a245f4f1c97b03c3abc3087cdc6effbf6a86fc6c",
  "url": "https://www.victoriaadvocate.com/news/features/faith/i-bring-you-good-news-of-great-joy/article_1341c698-a043-11ee-ac3a-531da3b382f0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mike Singenstreu",
  "published": "2023-12-29T07:00:00.000+02:00",
  "title": "'i bring you good news of great joy' | Faith | victoriaadvocate.com",
  "text": "“And the angel said to them, ‘Fear not, for behold, I bring you good news of great joy that will be for all the people. For unto you is born this day in the city of David a Savior, who is Christ the Lord.’”- Luke 2:10-11 Look again at this short, well known and profound verse. What did the angel bring to them/us? “Good News”= salvation is come …the Good News of the Christ Incarnate coming to save all His people from their sins….God’s promise fulfilled! And the mere fact that it is “Good News” it comes with “a Great Joy” for all the people…for all God’s people. The child…the God –man…was given to His own. “For unto us a child is born, to us a son is given…”(Isaiah 9:6) A great gift that brings with Himself peace and comfort and grace and light and joy…a great joy because it is THE GOOD NEWS …Christ the Lord is come and there is no reason to fear. We love good news…we long for good news…we are tired, we are discouraged, we are afraid…because others tell us this is the way it is and there is no changing it… and we listen. But the angel came with a different message that we need to hear and heed today. The angel brought “…good news of a great joy…”. The question this morning is ….From where do you look for joy? If you are not looking to God and His Word assisted in understanding by the Spirit you are listening to lies bent on keeping you tired, discouraged and fearful. Remember those first words of the angel… “Fear not…”? The world causes us to fear…it wants us to fear. Things we don’t understand cause us to fear…same thing that the shepherds struggled with that night in the fields outside of Bethlehem. So the angel told them…He tells us… “Fear Not.” Focus…Focus…Focus… on the “good news of a great joy…” the Savior, Christ the Lord has come “…for all THE people” His people (Luke 2:10)! One more thing…the angels gave the shepherds the good news so that they would share that good news, so others could experience this great joy that the Christ has come for His people’s salvation! They went…they told what they had been told…people marveled at what these men had to say…and they returned glorifying and praising God in great joy because not only had God shown them the truth but they spoke the truth to others… a complete package that brings joy when we fulfill what we were created to do. You see the world wishes us to be fearful, isolated and silent so the good news doesn’t get out and so we don’t fulfill what we were called to do…share the good news of a great joy. When we fear and isolate ourselves from doing the Lord’s will we lose our joy for the moment…and that is just what the world wishes to happen thus making our witness for Christ ineffective. We are commanded to be a witness. The question is; What kind will I be?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "david a savior",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T15:54:06.050+02:00",
  "updated": "2023-12-29T15:54:06.050+02:00"
}