{
  "thread": {
    "uuid": "eca76d31f03d5c9dea916a4459a2a61f7949ccaa",
    "url": "https://www.chiefs.com/news/chiefs-recognize-msgt-christopher-black-as-a-tribute-to-the-troops-honoree-presented-by-crown-royal",
    "site_full": "www.chiefs.com",
    "site": "chiefs.com",
    "site_section": "https://astrology.einnews.com:443/live_feed",
    "site_categories": [
      "football",
      "sports"
    ],
    "section_title": "Live Feed Wire - Astrology News Today - EIN Presswire",
    "title": "Chiefs Recognize MSgt Christopher Black as a Tribute to the Troops Honoree Presented by Crown Royal",
    "title_full": "Chiefs Recognize MSgt Christopher Black as a Tribute to the Troops Honoree Presented by Crown Royal",
    "published": "2024-01-19T23:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.clubs.nfl.com/image/upload/t_editorial_landscape_12_desktop/chiefs/l2ufcuax96wba2ar9p6l",
    "performance_score": 0,
    "domain_rank": 19409,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eca76d31f03d5c9dea916a4459a2a61f7949ccaa",
  "url": "https://www.chiefs.com/news/chiefs-recognize-msgt-christopher-black-as-a-tribute-to-the-troops-honoree-presented-by-crown-royal",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matt McMullen",
  "published": "2024-01-19T23:19:00.000+02:00",
  "title": "Chiefs Recognize MSgt Christopher Black as a Tribute to the Troops Honoree Presented by Crown Royal",
  "text": "They devote their lives to protecting those that they've never met, selflessly stepping forward to defend all that we hold dear in this country. These individuals don't join the service for recognition or fame, it's just simply what they feel called to do, forgoing personal ambition to become a part of something much larger than themselves. They're the brave few who make up our Armed Forces, and some of our nation's very best are right here in Chiefs Kingdom. The Chiefs have a rich history of supporting our men and women in uniform throughout the years, including through the \"Tribute to the Troops\" program at GEHA Field at Arrowhead Stadium, which recognizes the real heroes in our community during every home game. That initiative took place once again earlier this season, as MSgt Christopher Black was recognized as the \"Tribute to the Troops\" honoree presented by Crown Royal during the Chiefs' matchup with the Cincinnati Bengals. A veteran of our Armed Forces for more than four decades, MSgt Black initially joined the Navy for the simplest of reasons. \"I needed direction in my life,\" MSgt Black recalled. \"I had just graduated high school, and I didn't really think that college was for me at the moment, so I thought I'd join the military to gain some discipline and direction while serving my country.\" MSgt Black went on to serve four years in the Navy and record multiple deployments aboard the USS Independence, but it was his decision to transition to the Air Force in 1986 that truly shaped the remainder of his career. \"I had grown up watching the C-130 airplanes take off from Rosecrans Air National Guard Base in St. Joseph, and I just happened to see one flying overhead one day after I had returned back to Missouri,\" MSgt Black said. \"It inspired me to drive over to the base and see if there was a possibility that I could transfer to the Air National Guard, and the recruiter told me that if the Navy would release me, they would be glad to have me.\" The Navy proceeded to grant that request just two weeks later, starting MSgt Black down a path that sent him to more than 40 countries on dozens of combat missions over the course of the next three decades. His duties included serving as a Security Forces Flight Chief, a Combat Arms Instructor and – most recently – a Phoenix Raven team leader, which is an Air Force security member who protects aircraft during missions into dangerous areas. \"I traveled to locations that I never thought I would see in my lifetime and got to do things that were well outside the scope of my normal duties\" MSgt Black said. \"The trust that the Air Force put into me and those who I served with was just phenomenal. It was a great experience.\" It was in recognition of MSgt Black's unwavering service to our country that the Chiefs chose to honor him during Kansas City's matchup with Cincinnati on New Year's Eve, and as it turned out, the date of the game coincided with MSgt. Black's final day as a member of our Armed Forces. \"That was my last day in the military – I retired at midnight,\" MSgt Black said. \"As someone who grew up in the area, to celebrate my last day of service with the Chiefs was fantastic. I was speechless. It was such an honor, and my family really got a kick out of it. It was just one of those days that we'll never forget.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christopher black",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "chiefs recognize",
        "sentiment": "negative"
      },
      {
        "name": "cincinnati bengals",
        "sentiment": "none"
      },
      {
        "name": "geha field",
        "sentiment": "none"
      },
      {
        "name": "navy",
        "sentiment": "none"
      },
      {
        "name": "armed forces",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "arrowhead stadium",
        "sentiment": "none"
      },
      {
        "name": "chiefs kingdom",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T23:50:10.012+02:00",
  "updated": "2024-01-19T23:50:10.012+02:00"
}