{
  "thread": {
    "uuid": "94d9f342ea322e974ede0cfa88f11747116fc246",
    "url": "https://www.crosswalk.com/devotionals/your-daily-prayer/a-prayer-for-when-you-doubt-gods-work-in-your-life.html",
    "site_full": "www.crosswalk.com",
    "site": "crosswalk.com",
    "site_section": "https://godtube.com",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Watch Christian Videos - Today&#39;s Popular Video",
    "title": "A Prayer for When You Doubt God's Work in Your Life - Your Daily Prayer - June 2 - Devotional",
    "title_full": "A Prayer for When You Doubt God's Work in Your Life - Your Daily Prayer - June 2 - Devotional",
    "published": "2024-06-02T04:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.swncdn.com/via/images/2024/02/28/34754/34754-cms-image-size-19_source_file.jpg",
    "performance_score": 0,
    "domain_rank": 7613,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "94d9f342ea322e974ede0cfa88f11747116fc246",
  "url": "https://www.crosswalk.com/devotionals/your-daily-prayer/a-prayer-for-when-you-doubt-gods-work-in-your-life.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Christine F. Perry",
  "published": "2024-06-02T04:00:00.000+03:00",
  "title": "A Prayer for When You Doubt God's Work in Your Life - Your Daily Prayer - June 2 - Devotional",
  "text": "A Prayer for When You Doubt God's Work in Your Life - Your Daily Prayer - June 2 A Prayer for When You Doubt God's Work in Your Life By Christine Perry \"My Father is always at his work to this very day, and I too am working.” [John 5:17b NIV] Have you ever looked at your life, and it seems like nothing was happening? You read your Bible, pray, go to church, and you aren't seeing the outcomes you want to see. Maybe you've come to a place in your faith where you doubt that God is even at work. If that's you, I want to share a true story with you. Lee Stobel, a former atheist and journalist for the Chicago Tribune, came to Christ after trying to disprove Christianity. After his conversion, he wrote the book The Case for Christ . One day, Lee felt compelled to share the gospel with his former coworker. He was excited to let his former coworker know how Jesus had changed his life. He went in full assurance that something radical was going to take place. As Lee shared his newfound faith and invited this man to church, his former coworker sat stonewalled. At the end of the conversation, he not only didn't budge on his atheism, he blatantly refused to go to church. Lee walked out of his former coworker's office completely baffled. He genuinely believed he was supposed to go and share the gospel and he didn't see what he hoped he would see, and yet, he truly believed he was doing what the Lord asked. Was this God's work or was he being led by his own ideas? Have you been there? Maybe you stepped out in faith and fell flat on your face. Perhaps you did what the Lord asked you to do, and the results didn't pan out the way you thought they would. You may be wondering if you heard wrong. You've been praying, and yet you have heard no answer. I want to remind you, as I remind myself, that God is always at work in you and in the world — even if we can't see it. The story about Lee isn't over. Several months after Lee had enthusiastically shared his faith with his former coworker, a man came up to him and said, \"You don't know me, but you lead me to Christ.\" Lee stood there bewildered by the man's words. The man continued, \"I was out of work, and I knew someone at the Chicago Tribune. Since I am a handyman by trade, they hired me to lay tile. You came into the office where I was working and shared about Jesus and how He changed your life. The guy you were speaking with didn't care to hear it, but I was behind his desk working. I heard every word.\" Friends, you never know what the Lord is up to. He is always at work, even when You can't see it. Don't give up. Keep trusting in Him. He is good, and He does good. Let's pray: Dear Heavenly Father, Please forgive us for doubting You. We cannot see the whole picture but You can. Thank You that You are always at work. Thank You that You neither slumber nor sleep. Thank you that You guard our ways and lead us in paths of righteousness for Your name sake. Thank You that when we are weak, You are strong. Thank You that when we fall short, You have all we need. Thank You that You are able to work, even while we rest. Help us to be still and know You because You say to seek first Your kingdom and Your righteousness, and all these things, our daily needs, will be added unto us. Thank You that You see the beginning to the end. Thank You that You know what is the very best for us. Thank You that You have not forgotten us. But I pray that You would help us to trust in You and to get busy loving, serving, and caring for those around us. Help us to think of others better than ourselves so that we will not waste the time You've given us here on earth. Lord, we love You. Help us to be more like You. Help us to be slow to speak, quick to listen, and slow to become angry. We need Your help every day. Thank You for never giving up on us. We are grateful. Amen! Photo credit: ©Pexels/cottonbro studio Christine is just a lady who was given the gift of being raised in an incredible family. For reasons unknown to her, God has blessed her with an amazing life full of beautiful friendships, remarkable experiences, and a love from Him that is completely underserved. She desires to encourage others and share hope as we journey through the highs and lows of life. Christine is the author of How I Met Peace and For the Weary Life Traveler , a 31-day devotional. Check out more of Christine's work at her website: Learning to be fearless and her Patreon . Teach Us to Pray is a FREE prayer podcast hosted by iBelieve writer Christina Patterson. Each week, she gives you practical, real-life tips on how to grow your faith and relationship with God through the power of prayer. To listen to her episode on What to Pray in the Morning for a Worry-Free Day, click below! Now that you've prayed, are you in need of someone to pray for YOU? Click the button below! Visit iBelieve.com for more inspiring prayer content.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://learningtobefearless.com/)",
    "http://www.amazon.com/exec/obidos/ASIN/1664282351",
    "http://www.amazon.com/exec/obidos/ASIN/0310209307",
    "https://www.christianbook.com/how-i-met-peace-an-allegory/christine-perry/9781632695673/pd/695674?event=ESRCG)",
    "https://www.patreon.com/ChristineFPerry).",
    "https://www.ibelieve.com)",
    "https://ibelieve.com)",
    "http://amazon.com/exec/obidos/ASIN/0310209307",
    "https://patreon.com/ChristineFPerry).",
    "https://www.christianbook.com/how-i-met-peace-an-allegory/christine-perry/9781632695673/pd/695674",
    "https://christianbook.com/how-i-met-peace-an-allegory/christine-perry/9781632695673/pd/695674?event=ESRCG)",
    "http://amazon.com/exec/obidos/ASIN/1664282351",
    "https://www.learningtobefearless.com/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john 5:17",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "lee stobel",
        "sentiment": "none"
      },
      {
        "name": "christine perry",
        "sentiment": "none"
      },
      {
        "name": "lee",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chicago tribune",
        "sentiment": "none"
      },
      {
        "name": "niv",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T08:50:57.031+03:00",
  "updated": "2024-06-02T10:23:58.650+03:00"
}