{
  "thread": {
    "uuid": "6f72333dffe32aca08f63aa4d650cb725cb844f7",
    "url": "https://www.elespectador.com/el-magazin-cultural/la-literatura-latinoamericana-llega-en-2024-a-las-pantallas-del-mundo/",
    "site_full": "www.elespectador.com",
    "site": "elespectador.com",
    "site_section": "https://elespectador.com/entretenimiento/",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias de entretenimiento, cine, farándula y música | EL ESPECTADOR",
    "title": "La Literatura latinoamericana llega en 2024 a las pantallas del mundo | EL ESPECTADOR",
    "title_full": "La Literatura latinoamericana llega en 2024 a las pantallas del mundo | EL ESPECTADOR",
    "published": "2023-12-28T20:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.elespectador.com/resizer/KdzKPv93wmgLq3PArGu1_lbruh0=/657x0/filters:quality(60):format(jpeg)/cloudfront-us-east-1.images.arcpublishing.com/elespectador/BDL2TEV33IBUIVWCAYUN5HJSVQ.jpg",
    "performance_score": 0,
    "domain_rank": 6016,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 4,
        "comments": 0,
        "shares": 10
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6f72333dffe32aca08f63aa4d650cb725cb844f7",
  "url": "https://www.elespectador.com/el-magazin-cultural/la-literatura-latinoamericana-llega-en-2024-a-las-pantallas-del-mundo/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alicia Civita/ EFE",
  "published": "2023-12-28T20:53:00.000+02:00",
  "title": "La Literatura latinoamericana llega en 2024 a las pantallas del mundo | EL ESPECTADOR",
  "text": "Entre las producciones más esperadas están la serie inspirada en la novela ‘Cien años de soledad’ del colombiano Gabriel García Márquez (1927-2014), y la película ‘Pedro Páramo’, ópera prima como director del aclamado cineasta mexicano Rodrigo Prieto, basada en la obra homónima del mexicano Juan Rulfo (1917-1986). También se estrenarán la segunda temporada de ‘El Gallo de Oro’ y la adaptación del clásico cómic argentino ‘El Eternauta’, entre otras. La adaptación de ‘Cien años de soledad’ se rodó en Colombia, como exigió la familia del escritor. Aunque Netflix no ha dado una fecha para el estreno, se sabe que cuenta con 16 episodios y la dirección de Laura Mora y Álex García. Rodrigo García Barcha, hijo del autor y reconocido director de cine y televisión, explicó que hace tiempo tomó la decisión “de no adaptar” él mismo la obra de su papá, aunque sí le “parece importante seguir difundiéndola”. Le invitamos a leer: De lo que no hablan las listas de mejores libros del año “Por eso decidimos que ‘Cien años de soledad’ se convierta en serie”, abundó. Dijo haber dado “espacio para que los que están trabajando en ella puedan hacerlo con libertad” aunque sí está “siguiendo lo que están haciendo de lejos”. Fue lo mismo que hizo con la adaptación en Prime Video de ‘Noticia de un secuestro’, aunque reconoció que al ser este un libro “más periodístico, hay menos espacio para la interpretación”. Con todo, consideró que los productores de ‘Cien años de soledad’ están haciendo “un gran trabajo”. “Una gran responsabilidad” Por su parte, Rodrigo Prieto dijo sentir “una gran responsabilidad” como director de ‘Pedro Páramo’, “no solo por la admiración” que le tiene al “maestro Rulfo sino además porque es una novela que a tantos nos ha afectado en Latinoamérica, y a mí muy particularmente”. Le recomendamos: Algunos de los poetas que han perdido la vida en Gaza durante bombardeos de Israel “Desde chico le he tenido miedo a la oscuridad, a los fantasmas, pero al mismo tiempo una fascinación, y ‘Pedro Páramo’ va mucho por ahí. En México hay un sabor muy especial con eso del miedo. Por eso a mí siempre me fascinó la novela y por eso me lancé a dirigirla”, dijo el cinematógrafo de películas como ‘Barbie’ y ‘Killers of the Flower Moon’. “Con el tiempo vamos evolucionando y veo otra perspectiva, veo a los personajes. Tuve un elenco extraordinario en darle vida a todos estos personajes”, señaló. Entre los actores que mencionó están Tenoch Huerta como Juan Preciado y Manuel García-Rulfo como Pedro Páramo. ViX, el servicio de transmisión en directo de TelevisaUnivision, anunció para enero la segunda temporada de ‘El Gallo de Oro’, basada en la obra homónima de Rulfo y protagonizada por Lucero, José Ron y Plutarco Haza. La primera temporada fue una de las más vistas de la plataforma en 2023. “La oportunidad de ser Dionisio Pinzón, de decir palabras escritas por Rulfo, es uno de los regalos que me ha dado esta carrera y, de verdad, es más de lo que nunca soñé”, dijo el actor mexicano José Ron. Le puede interesar: “En una orquesta cada instrumento vuelve al colectivo una unidad”: Manuel López-Gómez El también mexicano Haza, quien hace el papel de Lorenzo Benavides, aseguró a su vez que “es muy satisfactorio ser parte de una celebración a uno de los grandes de la literatura”. “No solo estamos entreteniendo con ‘El Gallo de Oro’. Para mí es una especie de homenaje también a un hombre con un talento inigualable para retratar al México de su época”, agregó. El debate sobre si el cómic como forma narrativa puede ser considerado literatura lleva muchas décadas, pero para los realizadores de la serie de Netflix ‘El Eternauta’ lo único importante es que el guion refleje la esencia de la historieta de ciencia ficción que Héctor Germán Oesterheld (1919-1978) y Francisco Solano López (1928-2011) produjeron en Argentina entre 1957 y 1959. La adaptación de ‘El Eternauta’ tiene al argentino Ricardo Darín a la cabeza del elenco. La trama está ambientada en un Buenos Aires alterado por una pandemia, ofreciendo una nueva interpretación de la historia original. Le invitamos a leer: Ahí están pintados “Es un proyecto enorme que no va a pasar desapercibido”, aseguró Darín en mayo antes de comenzar el rodaje. Las producciones relacionadas con la narrativa latinoamericana anunciadas para 2024 se completan con ‘La Agencia del Boom’, serie centrada en la vida de la española Carmen Balcells, agente clave en la promoción de grandes autores de la región como García Márquez y Mario Vargas Llosa. El español Óscar Pedraza, conocido internacionalmente por su trabajo como director en la serie ‘Patria’ de HBO, explicó a la revista Variety que “la idea es mezclar muchas épocas de forma dinámica, pasando del pasado al presente de una forma muy visual, trepidante y con un humor ácido, para que los que vivieron esa época se emocionen y las nuevas generaciones quieran saber más”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:04:21.899+02:00",
  "updated": "2023-12-29T00:04:21.899+02:00"
}