{
  "thread": {
    "uuid": "d15dd32a5b208c9184e814c4cb9fbf5b7d18f485",
    "url": "http://www.news9.com/story/662181298a3d51063e2b8f44/movie-man:-an-american-bombing-documentary",
    "site_full": "www.news9.com",
    "site": "news9.com",
    "site_section": "http://www.news9.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking News in Oklahoma City, OK",
    "title": "Movie Man: “An American Bombing” Documentary",
    "title_full": "Movie Man: “An American Bombing” Documentary",
    "published": "2024-04-18T23:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://fueltools-prod01-public.fuelmedia.io/59e240fa-1ef9-4713-94e5-5289dca38660/20240418/0850426e-66fc-47f1-bb00-26c2467c5798/thumbnail.png",
    "performance_score": 0,
    "domain_rank": 12896,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d15dd32a5b208c9184e814c4cb9fbf5b7d18f485",
  "url": "http://www.news9.com/story/662181298a3d51063e2b8f44/movie-man:-an-american-bombing-documentary",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Griffin Media",
  "published": "2024-04-18T23:18:00.000+03:00",
  "title": "Movie Man: “An American Bombing” Documentary",
  "text": "Thursday, April 18th 2024, 3:18 pm A new documentary is showing how the Oklahoma standard was born 29 years ago. April 19 marks the day our state and nation were changed forever following the Murrah Building Bombing. The documentary is called \"An American Bombing: The Road to April 19th.\" While this documentary was at times difficult to watch, our Movie Man cannot emphasize enough the importance of why everyone needs to see it. “An American Bombing” is a gut-wrenching and terrifying documentary. It dives into the heartbreaking story of the most catastrophic act of domestic terrorism against the United States government in history. It’s a date we will certainly never forget. On the morning of April 19, 1995, Timothy McVeigh parked an explosive-laden Ryder truck in front of the Alfred P. Murrah Federal Building in Oklahoma City. The explosion killed 168 innocent people, including 19 children. The film painstakingly recounts the horrific events of that day, providing a moving window into the lives of survivors and the deep sorrow felt by the families of the victims. It takes viewers along as officials follow the relentless hunt for the criminals and the subsequent trials. The film also delves more into Timothy McVeigh’s life, his upbringing, his experiences after serving in the Gulf War, and his plunge into the dark realm of pro-gun and anti-government organizations. Oklahoma native Mike Boettcher is a consulting producer on the documentary, but he was a network correspondent for NBC News at the time who reported extensively on the bombing, as well as the aftermath. He said the film is aimed at a younger generation who doesn’t know anything about the Oklahoma City Bombing. “We wanted to tell that story because there are lessons to be learned, and those lessons are applicable today. Because we’re at a contentious period in this country, as we were in the mid-1990s with people going at each other from either side of the political spectrum,” Boettcher said. “And this documentary was meant to let people know we’re out of danger.” This is a must-see documentary, especially if you are trying to understand the complexities of homegrown terrorism. The emotionally charged and thought-provoking film examines one of the most distressing eras in American history with compelling interviews, historical information, and thorough research. It is a haunting testament to the human spirit’s fortitude in the face of unspeakable tragedy and a call to action to prevent similar crimes from occurring in the future. Mike Boettcher gives one last very important piece of advice: “Don’t forget. Don’t forget that day. It is an important part of American history that we aren’t paying attention to enough now because we’re going on as if this won’t happen again. Well, you know something? It can happen again.” An American Bombing: The Road to April 19th can be seen on both HBO and available to stream on Max. April 18th, 2024 April 18th, 2024 April 18th, 2024 April 18th, 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alfred p. murrah",
        "sentiment": "none"
      },
      {
        "name": "timothy mcveigh",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "oklahoma",
        "sentiment": "none"
      },
      {
        "name": "oklahoma city",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "federal building",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:18:01.215+03:00",
  "updated": "2024-04-19T01:18:01.215+03:00"
}