{
  "thread": {
    "uuid": "26a657744c2d9398e3828f70e1211cd078efc07f",
    "url": "https://www.aol.co.uk/news/going-pub-pint-saved-life-141742224.html",
    "site_full": "www.aol.co.uk",
    "site": "aol.co.uk",
    "site_section": "https://www.aol.co.uk/news",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking news headlines in the UK and worldwide - AOL UK - AOL.com",
    "title": "'Going to the pub for a pint saved me from tornado'",
    "title_full": "'Going to the pub for a pint saved me from tornado'",
    "published": "2023-12-29T16:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/b5owuYIWGJdm6TSxD.6vAw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD05MDA-/https://media.zenfs.com/en/aol_uk_yahoo_news_uk_469/82511d80d18a423bd0444b9ccc06618d",
    "performance_score": 0,
    "domain_rank": 1424,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "26a657744c2d9398e3828f70e1211cd078efc07f",
  "url": "https://www.aol.co.uk/news/going-pub-pint-saved-life-141742224.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AOL Staff",
  "published": "2023-12-29T16:17:00.000+02:00",
  "title": "'Going to the pub for a pint saved me from tornado'",
  "text": "'Going to the pub for a pint saved my life during the Manchester tornado' A man whose street was damaged when a [tornado tore through his town](https://uk.news.yahoo.com/what-causes-a-tornado-and-when-was-the-last-one-in-the-uk-104914596.html) has said diverting to the pub on his way home \"saved his life\". Euan Welsh, 21, was in Wetherspoons when 80mph winds swept through Stalybridge, Greater Manchester, on Wednesday (27 December) [during Storm Gerrit](https://uk.news.yahoo.com/storm-gerrit-thousands-without-power-092914696.html). The 'localised tornado', caused by a supercell thunderstorm during the storm, left at least 100 homes damaged. Pictures show houses with gaping holes in their roofs, leaving people forced to stay elsewhere, while dozens of cars were battered by falling bricks, trees and debris. At the time, dozens of locals were advised to stay inside due to the severity of the damage caused and risk to public safety, but Welsh said a decision to go to the pub instead had saved his life. The 21-year-old, who lives on Cherry Grove in Stalybridge, said: \"I was in Wetherspoons when it happened. The windows from the Bistro next to it came in. I just finished work and I was going to walk home when I decided to go to the pub - so a pint saved my life possibly.\" Recommended reading [‘Localised tornado’ damages 100 properties as Storm Gerrit sweeps UK](https://uk.news.yahoo.com/properties-damaged-localised-tornado-storm-074648569.html)(PA Media) [This is when the last tornado in the UK was as Storm Gerrit hits UK](https://uk.news.yahoo.com/last-tornado-uk-brits-brace-094850844.html)(The Argus) [What is a tornado, how big can they get and how many occur in the UK each year?](https://uk.news.yahoo.com/tornado-big-many-occur-uk-121553109.html)(The Bolton News) Welsh's father Kevin Welsh, 57, said he had \"never experienced anything like this\" since he moved into the property 36 years ago. He said: \"I was watching the Woman in Black when I heard all this noise outside. I've lived here for 36 years and never experienced anything like this. We do get strong winds but only in one direction, this was came from every direction and lasted all of one minute.\" Lyndsey Moody, 45, lives on nearby Hill Hough Road with her husband and two children and was one of the worst affected by the tornado. In a similar story of luck sparing them injury, she said a chimney fell through the house and onto her son's bed but fortunately he wasn't in it. She said: \"We had animals in the house - the dog, three cats and a turtle, when it hit. There was one in the front bedroom, a chimney fell through and almost killed my son - if he was in bed the chimney would've killed him.\" Jeffrey Sheehan, 68, was out walking his dog just 10 minutes before the high winds struck. He said: \"We had just got in from walking the dog, we put him to bed then not even 10 minutes later we heard this noise. My wife said it has just started to hailstone and I said ‘I was just out there, it must just be heavy rain.’ \"Then, it was like someone was throwing rocks at the windows and there was this loud swoosh sound. We looked outside and there was a roof blowing past the window. It's nothing like I've ever experienced before.\" Avoid the area Chief Superintendent Mark Dexter urged members of the public to \"avoid the area\" because of the amount of debris on the road. He thanked the community for their cooperation and patience and said: \"This has understandably caused some disruption and, though we are not yet in a position to confirm when the area will return to normal, further updates will be communicated when we have them.\" Damage will be covered by standard property insurance policies, the Association of British Insurers has said, but [a GoFundMe page](https://www.gofundme.com/f/stalybridge-tornado) has been set up to support those who have been affected by the tornado. Where is the safest place to be in a storm? While another storm isn't forecast imminently, there have been several storms in recent weeks. During a storm, the Red Cross advises that if you hear thunder, you should seek shelter indoors. It says: \"Hearing thunder is a warning that you are within striking distance of the storm so head to any enclosed building or a car with a hard-topped metal roof and windows wound up will offer protection. If there’s a thunderstorm warning in place, then make sure to plan your day around it. Don’t plan outdoor events and avoid activities like fishing or golf. If you’re traveling somewhere, delay the journey.\" It adds: \"If you can’t find shelter, the Met Office advises you to: 'Squat close to the ground, with hands on knees and with the head tucked between them. Try to touch as little of the ground with your body as possible, do not lie down on the ground'.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://uk.news.yahoo.com/tornado-big-many-occur-uk-121553109.html)(The",
    "https://www.gofundme.com/f/stalybridge-tornado)",
    "https://uk.news.yahoo.com/storm-gerrit-thousands-without-power-092914696.html).",
    "https://uk.news.yahoo.com/properties-damaged-localised-tornado-storm-074648569.html)(PA",
    "https://uk.news.yahoo.com/what-causes-a-tornado-and-when-was-the-last-one-in-the-uk-104914596.html)",
    "https://uk.news.yahoo.com/last-tornado-uk-brits-brace-094850844.html)(The",
    "https://www.uk.news.yahoo.com/properties-damaged-localised-tornado-storm-074648569.html)(PA",
    "https://www.uk.news.yahoo.com/tornado-big-many-occur-uk-121553109.html)(The",
    "https://gofundme.com/f/stalybridge-tornado)",
    "https://www.uk.news.yahoo.com/last-tornado-uk-brits-brace-094850844.html)(The",
    "https://www.uk.news.yahoo.com/storm-gerrit-thousands-without-power-092914696.html).",
    "https://www.uk.news.yahoo.com/what-causes-a-tornado-and-when-was-the-last-one-in-the-uk-104914596.html)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "euan welsh",
        "sentiment": "none"
      },
      {
        "name": "wetherspoons",
        "sentiment": "none"
      },
      {
        "name": "welsh",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "manchester",
        "sentiment": "none"
      },
      {
        "name": "greater manchester",
        "sentiment": "none"
      },
      {
        "name": "wetherspoons",
        "sentiment": "none"
      },
      {
        "name": "cherry grove",
        "sentiment": "none"
      },
      {
        "name": "stalybridge",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T17:28:31.580+02:00",
  "updated": "2023-12-29T17:28:31.580+02:00"
}