{
  "thread": {
    "uuid": "44b87d873efc429e76a434c10dc24b3637382eb2",
    "url": "https://rr.sapo.pt/noticia/economia/2023/12/28/iva-zero-beneficiou-os-consumidores-diz-economista-joao-duque/360687/",
    "site_full": "rr.sapo.pt",
    "site": "sapo.pt",
    "site_section": "https://rr.sapo.pt",
    "site_categories": [
      "religion",
      "catholicism",
      "christianity"
    ],
    "section_title": "Renascença - Música para sentir, informação para decidir.",
    "title": "IVA Zero beneficiou os consumidores, diz economista João Duque - Renascença",
    "title_full": "IVA Zero beneficiou os consumidores, diz economista João Duque - Renascença",
    "published": "2023-12-28T19:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://images.rr.sapo.pt/2_joao_duarte7712b131_socialshare.jpg",
    "performance_score": 0,
    "domain_rank": 1772,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "44b87d873efc429e76a434c10dc24b3637382eb2",
  "url": "https://rr.sapo.pt/noticia/economia/2023/12/28/iva-zero-beneficiou-os-consumidores-diz-economista-joao-duque/360687/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Teresa Paula Costa com redação",
  "published": "2023-12-28T19:52:00.000+02:00",
  "title": "IVA Zero beneficiou os consumidores, diz economista João Duque - Renascença",
  "text": "28 dez, 2023 - 17:52 • [Teresa Paula Costa](https://rr.sapo.pt/artigo/33588/teresa-paula-costa) com redação O IVA Zero no cabaz de bens alimentares essenciais teve impacto positivo na vida das pessoas, disse esta quinta-feira o economista João Duque. Em declarações à Renascença, João Duque afirmou que “não há a mínima dúvida de que houve um benefício” para as pessoas, dado que “os intermediários, a rede de retalho, ficaram mesmo com IVA Zero”. Contudo, “com o evoluir dos preços durante o ano, esse benefício rapidamente foi comido e as pessoas acabam por não sentir, porque, na prática, também não era muito significativo o valor do IVA Zero, porque se aplicava a produtos em que o IVA já era muito baixo em muitos casos”, explicou. Isso justifica a perceção das pessoas de que a medida introduzida pelo Governo não resultou. Os consumidores reconhecem o benefício de IVA Zero(...) Questionado sobre o comportamento dos consumidores neste final de ano, o economista não se mostrou surpreendido. “Sinceramente, acho que era de esperar, porque os aumentos salariais da maior parte dos portugueses ocorreram muito no início do ano de 2023, e a inflação continua a fazer sentir-se durante todo o ano e, portanto, vamos tendo cada vez menos folga”, explicou. Por outro lado, “em cima da inflação, há um problema que afeta muitos portugueses que, de facto, foi o aumento das taxas de juro e o acréscimo muito significativo dos valores que pagam mensalmente para amortização do capital de juros”. Tendo também em conta “o facto das poupanças feitas durante a pandemia já se terem ido por outras vias“, os portugueses debatem-se com falta de dinheiro e esperam que “no próximo mês, mesmo com o IVA aumentado, talvez os aumentos salariais e as atualizações salariais de que venham a beneficiar, possam compensar”. Sobre a possibilidade de virem a ser criados outros apoios, o economista disse acreditar que sim, mas “para os que mais necessitam.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:28:30.434+02:00",
  "updated": "2023-12-29T00:28:30.434+02:00"
}