{
  "thread": {
    "uuid": "2fa04a641fff16d68cedb30286cc119c5f029ac5",
    "url": "https://bnnbreaking.com/world/uganda/kampala-archdiocese-appoints-first-female-head-of-laity-breaking-tradition",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnn.network/rss",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Kampala Archdiocese Appoints First Female Head of Laity, Breaking Tradition",
    "title_full": "Kampala Archdiocese Appoints First Female Head of Laity, Breaking Tradition",
    "published": "2024-03-28T23:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/110d3c4a2c9aaf7b05b734d61ccb509b2ccf08d554a2209795d56fc9d4609112.jpg",
    "performance_score": 0,
    "domain_rank": 8600,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2fa04a641fff16d68cedb30286cc119c5f029ac5",
  "url": "https://bnnbreaking.com/world/uganda/kampala-archdiocese-appoints-first-female-head-of-laity-breaking-tradition",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Quadri Adejumo",
  "published": "2024-03-28T23:42:00.000+02:00",
  "title": "Kampala Archdiocese Appoints First Female Head of Laity, Breaking Tradition",
  "text": "In a historic move challenging traditional gender norms, Kampala Archdiocese has appointed its first-ever female Head of Laity, Emily Kitto Mwaka, signaling a significant shift in leadership dynamics within the Archdiocese.\nAdvertisment The groundbreaking announcement was made during the Chrism Mass, where Mwaka and other elected members of the Archdiocesan Council of Lay Apostolate were formally presented to Archbishop Paul Ssemogerere. The occasion at Lubaga Cathedral was marked with excitement and symbolism, as Mwaka assumes a role traditionally dominated by males.\n\"This is history in the making, the first female Ssabakristu,\" remarked one churchgoer, reflecting the significance of the momentous occasion.\nDespite being a pivotal milestone, Mwaka's election was not without challenges. Insider sources revealed that some delegates initially sought to restrict the position to male candidates. However, Mwaka's mobilization efforts and widespread support ultimately led to her victory, although doubts about her suitability have emerged within certain quarters, including the clergy.\nAdvertisment Mwaka, a seasoned professional teacher currently serving as the headteacher at St. Kizito Secondary School Nakibano, brings a wealth of experience and dedication to her new role. Her journey within the church, starting from the sub-parish level and culminating in leadership roles within the outgoing council, underscores her commitment to serving the faithful.\nAcknowledging Mwaka's potential, Ivan Aloysius Kalanzi, the outgoing head of laity, expressed confidence in her abilities, citing her exemplary leadership as the leader of the women's guild in the archdiocese.\nThe appointment of a female head of laity marks a significant departure from the traditionally male-dominated landscape of the Church. Kampala now joins other dioceses, including Masaka and Jinja, in embracing gender diversity in leadership positions, reflecting broader shifts within the Roman Catholic Church regarding the role of females in ministry.\nAdvertisment In his address during the mass, Archbishop Ssemogerere commended the retiring lay leaders for their invaluable contributions and welcomed the incoming leadership. He emphasized the importance of collaboration and unity within the church, urging lay leaders to work harmoniously with the clergy for the greater good.\nMwaka, in her maiden speech, pledged to serve selflessly with the guidance of God, promoting unity and active participation among the clergy and faithful. She encouraged the faithful to engage wholeheartedly in church activities, highlighting the cardinal role of faith beyond mere attendance at Mass.\nAs Kampala Archdiocese embraces this historic appointment, it reaffirms its commitment to inclusivity and empowerment within the Church, setting a precedent for greater gender equality and representation in leadership roles.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "paul ssemogerere",
        "sentiment": "none"
      },
      {
        "name": "adver",
        "sentiment": "none"
      },
      {
        "name": "emily kitto mwaka",
        "sentiment": "none"
      },
      {
        "name": "mwaka",
        "sentiment": "none"
      },
      {
        "name": "ssabakristu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "archdiocesan council of lay apostolate",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kampala",
        "sentiment": "none"
      },
      {
        "name": "kampala archdiocese",
        "sentiment": "none"
      },
      {
        "name": "lubaga cathedral",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T11:44:00.288+03:00",
  "updated": "2024-03-29T11:44:00.288+03:00"
}