{
  "thread": {
    "uuid": "421c8b0b8f27378302237f41db8ac2deb0046ec8",
    "url": "https://community.thriveglobal.com/darvins-wife-and-daughter-are-his-biggest-motivation/",
    "site_full": "community.thriveglobal.com",
    "site": "thriveglobal.com",
    "site_section": "https://community.thriveglobal.com",
    "site_categories": [],
    "section_title": "Thrive Global - Onward. Upward. Inward.",
    "title": "Darvin’s Wife and Daughter Are His Biggest Motivation - Thrive Global",
    "title_full": "Darvin’s Wife and Daughter Are His Biggest Motivation - Thrive Global",
    "published": "2024-01-05T22:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://community.thriveglobal.com/wp-content/uploads/2024/01/Darvin-Dominguez-WP-Hero.png",
    "performance_score": 0,
    "domain_rank": 3505,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "421c8b0b8f27378302237f41db8ac2deb0046ec8",
  "url": "https://community.thriveglobal.com/darvins-wife-and-daughter-are-his-biggest-motivation/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Thrive Challenge",
  "published": "2024-01-05T22:31:00.000+02:00",
  "title": "Darvin’s Wife and Daughter Are His Biggest Motivation - Thrive Global",
  "text": "I decided to participate in the Challenge because at one point I didn’t feel motivated or encouraged to do new things or everyday activities. I wasn’t taking care of myself physically or mentally. Since I have been participating in the Thrive Challenge, I have seen great changes in myself. I decided to go to bed earlier every night so I could rest better. I leave my phone on Do Not Disturb mode and it has worked for me. I’m going to bed earlier, and thanks to that, I can perform much better at work and I don’t feel as exhausted as before. In the morning, I eat a good breakfast with vegetables. For lunch, I eat salmon, salad, or mashed potatoes. At night, I drink sugar-free fruit smoothies. Before the Challenge, I ate a lot of rice, pizza, and hamburgers. Thanks to those changes, I have improved a lot. I have incorporated movement, like walking for a few minutes to start and then running. I also started playing softball and I always do that in the mornings when I get up. That helps relieve my stress. During the day, my wife and I make time to talk about how our day went. If it went badly for us, we encourage each other. The same applies to my daughter. If she had a negative day, we talk to her with a lot of positivity to help her and have a good mood. It is very important to always help others who need advice. If I see a sad friend or family member, I always talk to them to cheer them up. I’m saving because I’ve stopped spending money on unnecessary things. Thanks to small adjustments, I can have a better quality of life. My experience with the Challenge has been very good, and my wife and daughter are happier with me. They tell me that now they always see me in good spirits and I’m always smiling, and they love that. At that moment I realized that the Challenge works, and that motivated me to continue doing the Challenge day after day. Thanks to the Challenge I am a happier person, I sleep better, I eat healthier, I share more with my family, and I arrive at work in a better mood. Thanks to those changes I am a better person. — Darvin Dominguez, Walmart Supercenter #2302, Barceloneta, PR; $5K Winner",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "darvin",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:57:38.477+02:00",
  "updated": "2024-01-06T00:57:38.477+02:00"
}