{
  "thread": {
    "uuid": "c179b045b0bdc5ab2e107e6b2216ef0f78a88520",
    "url": "https://www.diariocordoba.com/cordoba/2023/12/29/empleo-invierte-3-3-millones-96378414.html",
    "site_full": "www.diariocordoba.com",
    "site": "diariocordoba.com",
    "site_section": "https://www.diariocordoba.com/cordoba",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias locales, última hora y toda la actualidad de Córdoba.",
    "title": "Empleo invierte 3,3 millones en 120 parados de la Campiña Sur, que alternarán formación y prácticas - Diario Córdoba",
    "title_full": "Empleo invierte 3,3 millones en 120 parados de la Campiña Sur, que alternarán formación y prácticas - Diario Córdoba",
    "published": "2023-12-29T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/8b71be06-968b-4ca1-b8a6-d601301b30ed_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 34187,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c179b045b0bdc5ab2e107e6b2216ef0f78a88520",
  "url": "https://www.diariocordoba.com/cordoba/2023/12/29/empleo-invierte-3-3-millones-96378414.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Diario CÓRDOBA",
  "published": "2023-12-29T21:00:00.000+02:00",
  "title": "Empleo invierte 3,3 millones en 120 parados de la Campiña Sur, que alternarán formación y prácticas - Diario Córdoba",
  "text": "La Consejería de Empleo, Empresa y Trabajo Autónomo ha resuelto ocho proyectos, que involucrarán a 120 parados de la [Campiña Sur](https://www.diariocordoba.com/tags/campina-sur/) cordobesa, dentro de la tercera convocatoria del programa de Empleo y Formación, iniciativa que alterna la práctica profesional con la cualificación de los desempleados. La inversión destinada por la [Junta de Andalucía](https://www.diariocordoba.com/tags/junta-de-andalucia/) para la puesta en marcha de estas acciones asciende a 3.349.901 euros. La delegada de Empleo, M.ª Dolores Gálvez, ha informado de que serán 120 las personas desempleadas que participarán en estas iniciativas, “y que durante un año alternarán formación y práctica profesional, lo que les supondrá la obtención de un certificado de profesionalidad y una experiencia laboral que sin duda alguna mejorará sus oportunidades a la hora de encontrar un empleo”. “La formación, y más aún si la acompañamos con la práctica, constituye un servicio fundamental para la sociedad y proporciona herramientas para el fomento del empleo”, ha concretado. La responsable territorial ha incidido en que el 75 por ciento de las personas desempleadas que participarán en este programa “son jóvenes menores de 30 años, y el resto, se corresponde con el grupo de mayores de 45”. Proyectos Campiña Sur Cordobesa Durante el primer semestre del próximo año se pondrán en marcha los ocho proyectos aprobados en esta zona de la provincia que desarrollarán 18 acciones formativas, y formarán en 14 especialidades diferentes, más del 78% de ellas (14) con certificados de profesionalidad. La delegada de Empleo ha recordado que estos proyectos los desarrollan principalmente entidades públicas. “En este caso cuatro ayuntamientos y la propia mancomunidad Campiña Sur, y todas cobrarán el 100% del coste de las iniciativas antes de empezar a ejecutarlas para que no tengan la necesidad de comprometer sus recursos, ni verse obligados a adelantar con fondos propios el importe necesario para llevarlas a cabo”, ha explicado. Las entidades que han resultado seleccionadas en esta zona de la provincia son [Aguilar de la Frontera](https://www.diariocordoba.com/cordoba/aguilar/), [Fernán Núñez](https://www.diariocordoba.com/cordoba/fernan-nunez/), [Montilla](https://www.diariocordoba.com/cordoba/montilla/), [Puente Genil](https://www.diariocordoba.com/cordoba/puente-genil/) y la Mancomunidad de municipios Campiña Sur. Aguilar de la Frontera pondrá en marcha dos proyectos que beneficiarán a 30 personas desempleadas, 15 de ellas menores de 30 años y los otros 15 restantes mayores de 45. Las especialidades que se impartirán están relacionadas con albañilería, soldadura y tratamiento de datos. Para su desarrollo contarán con una subvención de 840.481 euros. Otro de los ayuntamientos que pondrá en marcha dos iniciativas será Fernán Núñez, donde también participarán 30 desempleados, la mitad mayores de 45 años y el resto menores de 30. Las especialidades que se impartirán están relacionadas con albañilería, soldadura, pintura industrial y granallado. Para su desarrollo contarán con la misma subvención que Aguilar. Por su parte Montilla y Puente Genil pondrán en marcha un proyecto cada uno dirigido a los desempleados más jóvenes. El primer municipio centrará la formación en sistemas microinformáticos y redes departamentales, y el segundo, a la atención sociosanitaria tanto en el domicilio como en instituciones. Montilla contará con una subvención de 420.241 euros y Puente Genil con 408.217 euros. Por último la Mancomunidad de municipios Campiña Sur ha logrado dos proyectos en esta tercera convocatoria del programa Empleo y Formación. Las especialidades seleccionadas son marketing y comunicación, inteligencia artificial aplicada al marketing y recursos humanos. Contará para ello con una subvención de 840.481 euros y ambas acciones van dirigidas a desempleados menores de 30 años.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T22:26:55.529+02:00",
  "updated": "2023-12-29T22:26:55.529+02:00"
}