{
  "thread": {
    "uuid": "a1d82a60271dda2bbfda51358ed04289c7d7bdab",
    "url": "https://www.miragenews.com/repeat-winners-reign-at-regional-science-bowl-1195404",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://www.miragenews.com/complaints",
    "site_categories": [
      "media"
    ],
    "section_title": "Complaints | Mirage News",
    "title": "Repeat Winners Reign At Regional Science Bowl | Mirage News",
    "title_full": "Repeat Winners Reign At Regional Science Bowl | Mirage News",
    "published": "2024-03-14T14:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www6.slac.stanford.edu/sites/default/files/styles/extra_large_card/public/2024-03/2024%20Science%20Bowl%20High%20School%20Lynbrook%20Orrell_0.jpg?h=ae80392d&amp;itok=EYAgUPMo",
    "performance_score": 0,
    "domain_rank": 13976,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a1d82a60271dda2bbfda51358ed04289c7d7bdab",
  "url": "https://www.miragenews.com/repeat-winners-reign-at-regional-science-bowl-1195404",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2024-03-14T14:10:00.000+02:00",
  "title": "Repeat Winners Reign At Regional Science Bowl | Mirage News",
  "text": "San Francisco Bay Area students challenged their knowledge of science and math - as well as their camaraderie - during the Regional Science Bowl at the Department of Energy's SLAC National Accelerator Laboratory, part of the [National Science Bowl](https://science.osti.gov/wdts/nsb). On Feb. 10, a total of 28 teams, three of which were made up almost entirely of first-time participants, competed in the high school event, which was managed by Molly Glover, regional coordinator at SLAC, and Rachel Isip, regional co-coordinator at SLAC. But it was Lynbrook High School from San Jose that ultimately prevailed to secure their sixth win in 10 years. \"The team did very well throughout the day and felt absolutely relieved to win,\" said Lynbrook coach Lester Leung. At the middle school event on Feb. 24, Joaquin Miller Middle School Team 1 from San Jose secured their third win in three years, making them undefeated since SLAC began hosting the middle school competition in 2022. \"I am so proud of my students,\" said coach Vibha Walia. \"They always amaze me with their hard work and dedication.\" Joaquin Miller Middle School's winning team will join Lynbrook High School at the National Science Bowl, which will be held April 25 through 29 in Washington, D.C. Lynbrook focuses on broad knowledge Lynbrook started the day strong, coming out of their round-robin bracket of head-to-head matches undefeated and then winning their first round of the double-elimination segment of the tournament. They knew, however, that it would be tough to face their friendly rivals at The Harker School, who have won three times since 2014. Despite losing to Harker in the second round of double eliminations, Lynbrook was able to pull ahead later on. Leung believes the team's commitment to subject diversification during training was the strength that led to their success. \"We valued diversity of our subjects rather than assigning a student a single subject,\" said Leung, science instructor, STEM coordinator, and esports team coach at Lynbrook. \"Instead of aiming for beating Harker in a head-to-head against their strong subjects like math and physics, we changed our lineup to value a larger variety of subject strength depending on the strengths of the other team. Using this strategy we ended up finding a path to victory in the remaining matches.\" Leung said the team is looking forward to competing in the national event. Lynbrook was not the only champ of the day. Continuing a tradition that began last year, a vote crowned Fremont High School with the Good Sport Award, which recognizes team spirit and goodwill. Fremont team members spent the day doling out handshakes, engaging in conversations, and even cracking a few jokes to lighten the mood when appropriate. They paired their positive attitude with an unwavering commitment to the competition. \"The team was always ready to face any challenge, no matter how insurmountable it seemed,\" said Fremont's coach, Rajani Kodam, a paraeducator and parent of a student on the team. \"While it wasn't what we came in expecting, we were proud of any sort of recognition. I felt glad that other teams enjoyed playing against our team.\" The seniors on the team were especially delighted to receive this recognition and close out their years of Science Bowl participation with this honor. A continuing streak and a new start Joaquin Miller Middle School delivered a stellar performance, remaining at the top of their bracket all day. The \"most mesmerizing moment\" Walia, a science teacher at Joaquin Miller, said, was watching both of Joaquin Miller's teams compete against each other in the quarterfinal and final matches. Team 1 placed first and Team 2 placed second overall. Walia attributes the team's success to their disciplined-but-collaborative outlook. \"The students supported and helped each other. They worked hard and had confidence in their knowledge of science, math, comprehension skills, and critical thinking,\" said Walia, who also notes that support from school administrators, parents, and high school mentors was necessary to achieve this milestone. For the first time, SLAC hosted a full house of 28 teams at the middle school event, which was managed by Carmen Lau, regional coordinator at SLAC, and Greg Ng, regional co-coordinator at SLAC. \"We are thrilled to have the maximum number of teams participate in this year's middle school competition,\" said Lau, outreach program officer at SLAC. \"It was great meeting the coaches and students in person. I could truly feel the enthusiasm and passion from the teams on competition day!\" This increase in interest brought in 11 new teams from seven schools, which included the winners of the middle school Good Sport Award, Warren E. Hyde Team 1. Their coach Wenya Lang is an ICU nurse, hospital coordinator, and parent of a student on the team. She initiated the Science Bowl Club at Warren E. Hyde Middle School this year. From the start, she wanted the students to learn communication and people skills along with book smarts. \"I started this team not only for the kids to develop knowledge, but also to teach them to be kind and responsible people,\" Lang said. During the competition, this translated to teammates that showed unconditional encouragement for one another as well as friendliness for other teams. \"Though the kids didn't make it to the final afternoon competition, I'm happy for them because they tried their best and were all very positive,\" Lang said. \"I really appreciate SLAC giving all these students this opportunity to learn academic knowledge and teamwork, and I appreciate the volunteers, who were very supportive.\" A total of 120 volunteers supported the high school and middle school events. The SLAC Cares Ray Ng Science Bowl Volunteer Award was given to Marc Davidson at the high school event and Andrew Jin at the middle school event to recognize the commitment of these volunteers to SLAC's values of excellence, integrity, collaboration, respect, and creativity. Both returning volunteers are also Science Bowl alumni: Davidson, who has volunteered at the SLAC regional event since 2013, participated in Minnesota during high school. Jin, who has volunteered since 2022, participated in Illinois during middle and high school. Mihir Singhal also received recognition for volunteering to support the SLAC Practice Day event in January, which gave students a chance to practice in-person to prepare for the event. The DOE's Office of Science manages the National Science Bowl and sponsors the finals competition. [here](/repeat-winners-reign-at-regional-science-bowl-1195404/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Education",
    "Human Interest"
  ],
  "external_links": [
    "https://science.osti.gov/wdts/nsb).",
    "https://www.science.osti.gov/wdts/nsb)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lester leung",
        "sentiment": "none"
      },
      {
        "name": "molly glover",
        "sentiment": "none"
      },
      {
        "name": "jo",
        "sentiment": "none"
      },
      {
        "name": "rachel isip",
        "sentiment": "none"
      },
      {
        "name": "vibha walia",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "department of energy",
        "sentiment": "none"
      },
      {
        "name": "lynbrook high school",
        "sentiment": "none"
      },
      {
        "name": "slac national accelerator laboratory",
        "sentiment": "none"
      },
      {
        "name": "slac",
        "sentiment": "none"
      },
      {
        "name": "joaquin miller middle school team",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "san francisco bay area",
        "sentiment": "none"
      },
      {
        "name": "lynbrook",
        "sentiment": "none"
      },
      {
        "name": "san jose",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:13:37.868+02:00",
  "updated": "2024-03-15T01:13:37.868+02:00"
}