{
  "thread": {
    "uuid": "bf44813c12275d5ab0cc5eadaf538f5535ce6c64",
    "url": "https://allafrica.com/stories/202312290196.html",
    "site_full": "allafrica.com",
    "site": "allafrica.com",
    "site_section": "https://allafrica.com/tools/headlines/rdf/westafrica/headlines.rdf",
    "site_categories": [
      "travel",
      "africa"
    ],
    "section_title": "AllAfrica News: West Africa",
    "title": "Nigeria: Again, Tinubu Vows to Provide Jobs for Nigerian Youths - allAfrica.com",
    "title_full": "Nigeria: Again, Tinubu Vows to Provide Jobs for Nigerian Youths - allAfrica.com",
    "published": "2023-12-29T11:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://cdn08.allafrica.com/static/images/structure/aa-logo-rgba-no-text-square.png",
    "performance_score": 0,
    "domain_rank": 2669,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bf44813c12275d5ab0cc5eadaf538f5535ce6c64",
  "url": "https://allafrica.com/stories/202312290196.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T11:08:00.000+02:00",
  "title": "Nigeria: Again, Tinubu Vows to Provide Jobs for Nigerian Youths - allAfrica.com",
  "text": "President Bola Tinubu, on Thursday, said democracy must be progressive and inclusive with a primary focus on addressing poverty through the provision of job opportunities for youths and quality education for all Nigerian children.\nReceiving members of the National Working Committee (NWC) of the All Progressives' Congress (APC), on Thursday, in Lagos, President Tinubu expressed support for the establishment of the National Institute of Progressive Studies by the party.\nThe President noted that the Institute is expected to conduct diligent research and educate all party members on the principles of democracy and good governance while providing a distinct identity for the party.\n\"Democracy has faced challenges in the past, but I believe in a promising future for our country. We will deliver it. I am committed to supporting a strong and ideologically-determined democracy that is progressive, inclusive, and focused on eliminating poverty while providing quality education for our children.\n\"Collaboration with various government arms is crucial, and I commend the leadership of our party for working hard to promote these essential ideals,\" the President stated.\nThe President called on the leadership of the party to target more youths and women in its e-registration and digital membership validation exercise scheduled to be completed in the first quarter of 2024.\n\"I stand solidly with you in the advancement of the progressive ideological stance of our party and we will pursue it with vigour,\" he stated.\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox\nTop Headlines Nigeria Children Submit By submitting above, you agree to our privacy policy .\nSuccess! Almost finished...\nWe need to confirm your email address.\nTo complete the process, please follow the instructions in the email we just sent you.\nError! Error! There was a problem processing your submission. Please try again later.\nTinubu thanked members of the party for the overwhelming show of support to him during the campaigns, the electoral victory, and with the affirmation of his presidency by the Supreme Court.\n\"It has been a while since we have had the opportunity to come together, especially since the Supreme Court ruling. I had hoped for a gathering, but the demanding tasks of my office that we fought for have called for increased focus, dedication, and time,\" the President said.\nExpressing concern on the alarming figure of out-of-school children in the country, Tinubu said: \"We must address this issue by establishing more schools, recruiting teachers, and providing at least one meal a day for the school children, aligning with the progressive ideology we aim to pursue.\"\nThe National Chairman of the All Progressives' Congress, Dr Abdullahi Ganduje informed the President that plans are being put in place by the NWC to ensure the success of the party in the coming bye-elections into National and State legislative houses in February 2024.\n\"We assure Your Excellency that under our leadership and with your consent, strategies have been put in place to win the support of our people and secure all the seats available for the electoral contest,\" he said.\nRead the original article on Vanguard .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [
    "https://www.vanguardngr.com/2023/12/again-tinubu-vows-to-provide-jobs-for-nigerian-youths/",
    "http://www.vanguardngr.com/",
    "https://vanguardngr.com/2023/12/again-tinubu-vows-to-provide-jobs-for-nigerian-youths/",
    "http://vanguardngr.com/",
    "https://www.vanguardngr.com/2023/12/again-tinubu-vows-to-provide-jobs-for-nigerian-youths",
    "http://www.vanguardngr.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tinubu",
        "sentiment": "negative"
      },
      {
        "name": "bola tinubu",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "apc",
        "sentiment": "none"
      },
      {
        "name": "institute",
        "sentiment": "none"
      },
      {
        "name": "national institute of progressive studies",
        "sentiment": "none"
      },
      {
        "name": "nwc",
        "sentiment": "none"
      },
      {
        "name": "national working committee",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "lagos",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T14:00:48.742+02:00",
  "updated": "2023-12-29T14:00:48.742+02:00"
}