{
  "thread": {
    "uuid": "80b5bebac5d4ac186f95fa3da59b4d1da7997df7",
    "url": "https://tucson.com/life-entertainment/local/art-theater/pakistan-rape-opera-tucson-university-arizona/article_686dd31a-fcd6-11ee-b3e5-4381da1e56cf.html",
    "site_full": "tucson.com",
    "site": "tucson.com",
    "site_section": "https://tucson.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Arizona Daily Star | Breaking News | | Read Tucson, AZ and Arizona breaking news. Get latest news, events and information on Arizona sports, weather, entertainment and lifestyles.",
    "title": "U of A Opera's 'Thumbprint' sends message for Tucson women",
    "title_full": "U of A Opera's 'Thumbprint' sends message for Tucson women",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/tucson.com/content/tncms/assets/v3/editorial/6/86/686dd31a-fcd6-11ee-b3e5-4381da1e56cf/6620be9247e5a.preview.jpg?crop=1635%2C920%2C5%2C44&amp;resize=1120%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 4372,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "80b5bebac5d4ac186f95fa3da59b4d1da7997df7",
  "url": "https://tucson.com/life-entertainment/local/art-theater/pakistan-rape-opera-tucson-university-arizona/article_686dd31a-fcd6-11ee-b3e5-4381da1e56cf.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cathalena E. Burch",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "U of A Opera's 'Thumbprint' sends message for Tucson women",
  "text": "In perhaps one of the most devastating scenes of the University of Arizona Opera Theatre ‘s performance Wednesday of “Thumbprint,” it is what we didn’t see on stage that struck the deepest emotional blow.\nBut we knew what was happening.\nWe could sense it as the mood shifted in Kamala Sankaram’s wonderful tapestry of Indian raga and Western music performed by a six-member ensemble under the baton of guest conductor Kristin Roach. The rich Indian accents went from playful when Mukhtar Mai (soprano Aysen Milliogullari) and her mom (soprano Beth Jargstorf) teased little sister Annu (alto Betsey Carter) to ominous when the group of tribesmen came seeking retribution. The striking bell-like tones from the tabla stabbed the air like a knife and repeated ragas set to Western harmonies drove the drama until it became near quiet and all we heard was what sounded like a woman gasping for air.\nPeople are also reading… Aldi is opening its first Tucson grocery store Hobbs vetoes bills on school showers, residency for voting, squatters, more New retail development coming to Marana Tim Steller's column: Tucson's biggest homeless camp faces upcoming clear-out More Arizona stores to be sold in latest Kroger, Albertsons merger plan 95-year-old Tucson high-rise building to be sold at auction New policy could eliminate hundreds of Pima County government jobs Group launches campaign to oust 2 Arizona justices over abortion ruling Ranking the craziest foods at this year's Pima County Fair 🍨 50 fun events happening in Tucson this weekend April 25-28 🎠🎨 Councilwoman threatens to picket home of 'notorious South Tucson slumlord' Winning $12 million lottery ticket sold in Marana See what's being cut: U of A releases preliminary budgets for colleges As The Hungry Fox turns 60, the owners plan to open a second location 🍳🥞 This local food truck is bringing a taste of Oaxaca to Tucson We also heard it in Mukhtar’s cries that she wouldn’t follow tradition and lock herself up in her room or, worse, kill herself to redeem the shame the attack left on her family. And we heard it in the denials of her chief attacker Faiz (tenor Jess Barrera), who hid behind the cloak of “honor” and “tradition,” words that flashed on the screens in Sally Day’s dramatic set design.\nThe UA Opera Theatre, under director Cynthia Stokes, could have closed the 2023-24 season with a warhorse from the Western operatic cannon, maybe a frolic with Mozart and or the bold romance of Bernstein’s “West Side Story.”\nBut there’s one thing we’ve learned since Stokes took over the opera program in 2016: She hasn’t met an artistic challenge she’s not willing to tackle.\nListen now and subscribe: Apple Podcasts | Google Podcasts | Spotify | RSS Feed | SoundStack\nStokes introduced herself to Tucson in 2017 with Benjamin Britten’s “ The Rape of Lucretia” at a time when the headlines were filled with tales of powerful celebrities being accused of sexually-related crimes at the height of the #MeToo movement.\nBut “Thumbprint” resonates even deeper. Stokes showed us a culture that we have only witnessed from afar, glances on the evening news when tensions in the Middle East rise. But at its core, the message of “Thumbprint” is universal; it’s about empowering women and the disenfranchised. It’s a message that we sorely need today with women’s reproductive rights and health care under attack nationwide and economic and social justice disparities growing.\nIf you go to see “Thumbprint” and you walk away feeling energized to make a change in your world, consider the message delivered.\nBut the other reason you’ll want to see this is to hear the amazing coloratura soprano range from Milliogullari and Jargstorf, who were the dominant voices throughout the 90-minute performance, and to see the brilliant tenor Barrera play such a wretchedly awful character so believably that you had to remind yourself he was just acting.\nOther standout performances included bass Zhixiang “Luke” Xie as Mukhtar’s father and the orchestra under Roach, who brought out the rich cultural intersection of Sankaram’s Hindustani and Western European score.\nUA Opera Theatre will perform “Thumbprint” at 7:30 p.m. Thursday, April 18, and Friday, April 19, and 3 p.m. Saturday, April 20, at Crowder Hall, 1017 N. Olive Road, in the UA School of Music. Get tickets ($10-$20) at am.ticketmaster.com/uacfa/buy/music .\nReproductive rights and policies regarding health care for childbearing have a significant impact on the economic future of both individuals and communities.The Economic Policy Institute found that states where abortion bans take hold have historically had \"intentionally constructed\" economic policies with weak labor laws in underfunded areas with dysfunctional public services. Sara Estep, an associate director with the Women's Initiative at the Center for American Progress, said the Congressional Budget Committee's hearing this week on the economic impacts of reproductive rights is \"a huge deal.\"\"It's really important that we talk about this issue as an economic issue,\" Estep said. \"Whenever women are forced to have children that they may not have wanted to have, it has profound economic effects on their lifespan.\"SEE MORE: Families impacted by Alabama IVF ruling head to state capitolThis week, Republican Sen. Chuck Grassley of Iowa said, \"Abortion, above all, is a moral and legal issue. Abortion is not an issue that lends itself to being looked at solely through an economic lens. After all, life is priceless.\"For proponents of female reproductive rights, including for removing abortion bans, they see data showing how economic outcomes for mothers are negatively impacted. A 2021 Women's Policy Research Center study found that restrictive abortion bans had a cumulative cost on state and local economies to the tune of around $105 billion. \"When women take time off of work it costs the district money it can also prevent them from going to school,\" said Estep. \"There are a lot of studies from the 1960s and 1970s that show that after Roe, there was an increase of 200% in Black women finishing college as a result of these policies. So, just think about the long and profound impact that finishing college could have on a person's lifespan.\"The Economic Policy Institute found that unionization levels in states with abortion bans were half as high as they were in states that protected abortion rights. It also found that incarceration rates were 50% higher than those in states that protect abortion.\nScripps News Contact reporter Cathalena E. Burch at cburch@tucson.com . On Twitter @Starburch",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://am.ticketmaster.com/uacfa/buy/music",
    "https://music.arizona.edu/events/opera-theater-presents-thumbprint-by-kamala-sankram-and-susan-yankowitz/",
    "https://www.music.arizona.edu/events/opera-theater-presents-thumbprint-by-kamala-sankram-and-susan-yankowitz/",
    "https://music.arizona.edu/events/opera-theater-presents-thumbprint-by-kamala-sankram-and-susan-yankowitz",
    "https://www.am.ticketmaster.com/uacfa/buy/music"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "betsey carter",
        "sentiment": "none"
      },
      {
        "name": "kamala sankaram",
        "sentiment": "none"
      },
      {
        "name": "kristin roach",
        "sentiment": "none"
      },
      {
        "name": "mukhtar mai",
        "sentiment": "none"
      },
      {
        "name": "annu",
        "sentiment": "none"
      },
      {
        "name": "mukhtar",
        "sentiment": "none"
      },
      {
        "name": "aysen milliogullari",
        "sentiment": "none"
      },
      {
        "name": "beth jargstorf",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of arizona opera theatre",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "tucson",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:07:16.797+03:00",
  "updated": "2024-04-27T19:29:03.045+03:00"
}