{
  "thread": {
    "uuid": "a77c6acb8c7af351587b2eeeb0d88a946ad3d3cb",
    "url": "https://www.yucatan.com.mx/imagen/2024/04/04/dos-beneficios-de-las-estaciones-activas-para-trabajar-mente-mas-alerta-y-escudo-cardiaco.html",
    "site_full": "www.yucatan.com.mx",
    "site": "yucatan.com.mx",
    "site_section": "https://www.yucatan.com.mx",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Inicio - Diario de Yucatán",
    "title": "Hallan dos beneficios de trabajar en estaciones activas",
    "title_full": "Hallan dos beneficios de trabajar en estaciones activas",
    "published": "2024-04-05T02:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://newspack-yucatan.s3.amazonaws.com/uploads/2024/04/trabajar-y-caminar-a-la-vez-Clinica-Mayo-abril-2024.webp",
    "performance_score": 0,
    "domain_rank": 30297,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a77c6acb8c7af351587b2eeeb0d88a946ad3d3cb",
  "url": "https://www.yucatan.com.mx/imagen/2024/04/04/dos-beneficios-de-las-estaciones-activas-para-trabajar-mente-mas-alerta-y-escudo-cardiaco.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Flor Estrella Santana",
  "published": "2024-04-05T02:04:00.000+03:00",
  "title": "Hallan dos beneficios de trabajar en estaciones activas",
  "text": "Investigadores estadounidenses hallaron que las estaciones de trabajo activas que incluyen un escritorio para estar de pie, un equipo para caminar, una bicicleta o una escaladora son medidas exitosas para reducir el tiempo sedentario y mejorar la cognición mental en el trabajo sin reducir el desempeño laboral, informó hoy la Clínica Mayo de Estados Unidos. Los hallazgos son relevantes para la población de México, donde las enfermedades del corazón son la primera causa de muerte nacional, con 200,023 fallecidos en 2022 según el Inegi. Tan solo en la Península de Yucatán, 46,760 personas fallecieron por esta causa (el 3.3%): 4,033 en Yucatán, 1,320 de Campeche y 1,407 en Quintana Roo, entidades donde las fallas cardíacas son también la primera causa de defunción. Dadas las limitaciones de tiempo para hacer actividad física a diario y la alta probabilidad de estar sentado durante el trabajo de oficina, las estaciones laborales activas pueden ayudar a reducir el comportamiento sendentario, considerado un factor de riesgo de enfermedades crónicas y mortalidad, afirma Francisco López Jiménez, cardiólogo preventivo de Clínica Mayo y autor principal del estudio “Efecto de las estaciones activas de trabajo sobre el rendimiento neurocognitivo y las habilidades de mecanografía” , publicado hoy 4 de abril de 2024 en [Journal of the American Heart Association (JAHA)](http://estaciones activas para trabajar y hacer ejercicio). En qué consistió el estudio de las estaciones activas para trabajar Cuarenta y cuatro personas participaron en el ensayo clínico que se realizó en el en el Centro de Vida Saludable Dan Abraham de la Clínica Mayo de Estados Unidos. Los empleados fueron evaluados en cuatro entornos de oficina durante cuatro días. El primer día trabajaron en una estación pasiva (sentados) y en las tres jornadas restantes, en estaciones activas (de pie, caminando en la oficina o paso a paso en una caminadora o escaladora) en un orden establecido aleatoriamente. Les evaluaron la función neurocognitiva (atención selectiva, razonamiento gramatical y de objetos, inteligencia visoespacial, memoria a corto plazo y amplitud de memoria de dígitos) y las habilidades motoras finas (velocidad y precisión de escritura). Beneficios de las estaciones activas para trabajar y hacer ejercicio Los investigadores reportan que, al comparar las estaciones activas con sentarse, encontraron que los participantes mejoraron en la prueba cognitiva o se mantuvieron sin cambios, mientras que la velocidad de escritura disminuyó sin afectar los errores de escritura. Los resultados generales mejoraron después del primer día, lo que sugiere habituación, añaden. No observamos diferencias importantes entre las estaciones activas, excepto una reducción en la velocidad promedio de escritura, de 42.5 a 39.7 palabras por minuto, al estar de pie y caminar, respectivamente. “Ser sedentario es el nuevo tabaquismo en lo que respecta a la salud cardiovascular, y los trabajadores de oficina pueden pasar gran parte de su jornada laboral de ocho horas sentados frente a la pantalla y el teclado de una computadora. Estos hallazgos indican que hay más formas de hacer ese trabajo mientras permanecer productivo y mentalmente alerta. Haríamos bien en considerar una estación de trabajo activa en la prescripción para la prevención y el tratamiento de afecciones como la obesidad, las enfermedades cardiovasculares y la diabetes”, declaró a su vez el Dr. López-Jiménez a la Clínica Mayo. En México, en el comercio electrónico, un soporte para trabajar de pie, con superficie de cristal y soportes de madera, tiene precios de 3,500 o 5,700 pesos. Otro, pero portátil y para asentar sobre una mesa, se vende en 1,880 pesos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T03:01:57.127+03:00",
  "updated": "2024-04-05T03:01:57.127+03:00"
}