{
  "thread": {
    "uuid": "17c66347e899f294e7fa3bccfdf483331976a705",
    "url": "https://www.elnuevodia.com/magacin/realeza/notas/letizia-y-maxima-unidas-en-favor-de-la-salud-mental",
    "site_full": "www.elnuevodia.com",
    "site": "elnuevodia.com",
    "site_section": "https://elnuevodia.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "El Nuevo Día - noticias de última hora, opinión, fotos, videos y podcasts de Puerto Rico.",
    "title": "Letizia y Máxima, unidas en favor de la salud mental - El Nuevo Día",
    "title_full": "Letizia y Máxima, unidas en favor de la salud mental - El Nuevo Día",
    "published": "2024-04-19T00:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PR",
    "main_image": "https://www.elnuevodia.com/resizer/u7T6CB1akjv2Vg5TvQSAlTSJKVA=/1200x717/filters:quality(75):format(jpeg):focal(1824x1148:1834x1138)/cloudfront-us-east-1.images.arcpublishing.com/gfrmedia/6NIZJ22EL5HGJHAUOFF7ROAQSE.jpg",
    "performance_score": 0,
    "domain_rank": 14629,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "17c66347e899f294e7fa3bccfdf483331976a705",
  "url": "https://www.elnuevodia.com/magacin/realeza/notas/letizia-y-maxima-unidas-en-favor-de-la-salud-mental",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agencia EFE",
  "published": "2024-04-19T00:30:00.000+03:00",
  "title": "Letizia y Máxima, unidas en favor de la salud mental - El Nuevo Día",
  "text": "Las reinas comparten la tragedia del suicidio de sus respectivas hermanas pequeñas 18 de abril de 2024 - 5:30 PM Las reinas comparten la tragedia del suicidio de sus respectivas hermanas pequeñas 18 de abril de 2024 - 5:30 PM Las reinas [Máxima](https://www.elnuevodia.com/topicos/maxima-de-holanda/) y [Letizia](https://www.elnuevodia.com/topicos/reina-letizia/) protagonizaron este jueves en Ámsterdam una agenda paralela a la de sus esposos, Felipe VI y Willem Alexander, en la que mostraron la sintonía que caracteriza su relación desde hace años, en particular, ante un asunto como el de la [salud mental](https://www.elnuevodia.com/topicos/salud-mental/) en el que ambas están especialmente implicadas. En la segunda y última jornada de la visita de Estado de los [reyes de España](https://www.elnuevodia.com/topicos/reyes-de-espana-felipe-y-letizia/) a Países Bajos, los monarcas se desplazaron a La Haya y las consortes se quedaron en la capital para visitar un proyecto enfocado a jóvenes y asistir a un coloquio en el marco del festival de cine español. La primera cita fue en el local del proyecto Lab6, dirigido a ayudar a adolescentes vulnerables con dificultades de adaptación a los que facilitan herramientas para su desarrollo social. En la iniciativa participa la fundación Mind Us, al ser los problemas de salud mental uno de los focos de preocupación crecientes, en especial, tras la pandemia. Rodeadas por ocho jóvenes, algunos musulmanes, las reinas atendieron la explicación de la responsable de Mind Us y de un psiquiatra, quienes incidieron en la importancia de la prevención para detectar síntomas incipientes. 🇳🇱 Encuentro de la Reina y la Reina Máxima de los Países Bajos con responsables del Spanish Film Festival de Ámsterdam, directores, actores y representantes de instituciones educativas.— Casa de S.M. el Rey (@CasaReal) ➡️ [https://t.co/wIvy5wipWE] [pic.twitter.com/GbcjNRcFFj] [April 18, 2024] La esposa de Willem Alexander, presidenta de honor de Minds Us, también aportó sus reflexiones sobre una materia a la que le presta una atención especial en su actividad institucional. Aparte de ser de la misma generación, la argentina Máxima Zorreguieta, de 52 años, y Letizia Ortiz, de 51, tienen en común que integran el grupo de reinas europeas que antes de contraer matrimonio no pertenecían a la realeza. También comparten la tragedia del suicidio de sus hermanas pequeñas. Erika Ortiz se quitó la vida en 2007 cuando tenía 31 años e Inés Zorreguieta lo hizo con dos más en 2018, tras sufrir un trastorno alimenticio que la llevó a estar ingresada en una clínica psiquiátrica. “Mi querida y pequeña hermana Inés estaba enferma. No podía encontrar la felicidad y no podría curarse”, dijo la reina poco después del fallecimiento. Desde Lab6, la reinas se trasladaron al Teatro Tuschinski, sede del X Festival de Cine Español de Ámsterdam, que ha ganado peso gracias al interés creciente entre los neerlandeses por el aprendizaje del español. Al término de la emisión de la película Campeonex, las reinas accedieron al patio de butacas para sorpresa de los espectadores y ocuparon un asiento en la séptima fila para seguir el coloquio en el que intervino el director de la cinta, Javier Fesser. La reina Letizia protagonizó la noche del miércolese una imagen destacada al participar sentada en una silla en el besamanos de la cena de gala en el Palacio Real debido a la dolencia que sufre en su pie izquierdo, conocida como neuroma de Morton. En los dos actos de hoy, la esposa de Felipe VI vistió zapatos de tacón fino corto y se la vio desenvolverse con normalidad. El cierre de la visita de Estado tendrá lugar en el Straat Museum, con el recorrido de los dos matrimonios reales de una exposición de arte urbano y la recepción de despedida que ofrecen don Felipe y doña Letizia a sus anfitriones, en la que volverá a estar la princesa Amalia, heredera del trono neerlandés. Carlos Pérez Gil Te invitamos a descargar cualquiera de estos navegadores para ver nuestras noticias:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Health"
  ],
  "external_links": [
    "https://t.co/wIvy5wipWE",
    "https://www.t.co/wIvy5wipWE"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:00:41.664+03:00",
  "updated": "2024-04-19T01:00:41.664+03:00"
}