{
  "thread": {
    "uuid": "92d060c878ddee62126441fa4eba4524f57843e2",
    "url": "https://tribune.com.pk/story/2465002/leverkusen-beat-roma-to-put-one-foot-in-europa-league-final",
    "site_full": "tribune.com.pk",
    "site": "tribune.com.pk",
    "site_section": "https://tribune.com.pk/latest",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Latest News, Breaking News &amp; Top News Stories | The Express Tribune ",
    "title": "Leverkusen beat Roma to put one foot in Europa League final",
    "title_full": "Leverkusen beat Roma to put one foot in Europa League final",
    "published": "2024-05-03T14:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://i.tribune.com.pk/media/images/roma1714734995-0/roma1714734995-0.jpg",
    "performance_score": 0,
    "domain_rank": 4500,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "92d060c878ddee62126441fa4eba4524f57843e2",
  "url": "https://tribune.com.pk/story/2465002/leverkusen-beat-roma-to-put-one-foot-in-europa-league-final",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-05-03T14:19:00.000+03:00",
  "title": "Leverkusen beat Roma to put one foot in Europa League final",
  "text": "Bayer Leverkusen have one foot in the Europa League final after winning 2-0 at Roma on Thursday to extend their remarkable unbeaten run to 47 matches. Goals in each half from Florian Wirtz and Robert Andrich ensured victory for Xabi Alonso's men in the Italian capital and gave the Bundesliga champions a great chance of reaching the final in Dublin later this month. Leverkusen will meet either Atalanta or Marseille in Ireland should they hold out in Germany next week. On the evidence of their performance in Rome they will be firm favourites to win their first European trophy since the old UEFA Cup in 1988. Alonso's team have needed a string of last gasp goals to keep their unbeaten run going in recent weeks but there was no need for any frantic finishes in the Italian capital as Leverkusen's superiority was fully on display. Roma face a huge task if they are to reach a third European final in as many years after barely troubling Matej Kovar's goal beyond Romelu Lukaku striking the woodwork with the scores level. Daniele De Rossi's team are also in a dogfight to reach next season's revamped Champions League in Serie A while Leverkusen remain on course for a Bundesliga, German Cup and Europa League treble. Leverkusen started with Victor Boniface and former Roma man Patrik Schick on the bench as Alonso, who is gunning for an unbeaten season, started with a conservative line-up. It was a cagey affair until Lukaku headed onto the crossbar in the 22nd minute after Leandro Paredes did brilliantly to bring down an overhit corner and hook the ball back for the Belgium forward. Moments later the away fans briefly roared with celebration as Jeremie Frimpong slipped clean through a dozing Roma back line and lifted his finish into the side netting. But the Leverkusen fans didn't have to wait long to see their side take the lead, and it was another Roma slip up which allowed it to happened in the 28th minute. Rick Karsdorp cleaned up after Chris Smalling misjudged a header but his weak back pass allowed Alejandro Grimaldo to set up Wirtz for a simple finish. The hosts were lucky not to be two down five minutes later when Frimpong flashed wide from a great position. Roma looked shaky every time Leverkusen came forward and after Smalling gave away a cheap corner under pressure from Amine Adli the home defence left Piero Hincapie free to head over the bar six minutes after the break. Bryan Cristante lanced a great chance wide from Paulo Dybala's corner but Roma's fans were finally deflated in the 73rd by Andrich's brilliant strike which put the tie firmly in Leverkusen's hands. Roma would have had a lifeline in stoppage time had substitute Tammy Abraham not headed over in front of an open goal but instead their European adventure is all but over. COMMENTS Comments are moderated and generally will be posted if they are on-topic and not abusive. For more information, please see our [Comments FAQ](/comments-policy)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "romelu lukaku",
        "sentiment": "none"
      },
      {
        "name": "xabi alonso",
        "sentiment": "none"
      },
      {
        "name": "matej kovar",
        "sentiment": "none"
      },
      {
        "name": "robert andrich",
        "sentiment": "none"
      },
      {
        "name": "alonso",
        "sentiment": "none"
      },
      {
        "name": "florian wirtz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bayer leverkusen",
        "sentiment": "negative"
      },
      {
        "name": "roma",
        "sentiment": "negative"
      },
      {
        "name": "europa league",
        "sentiment": "negative"
      },
      {
        "name": "leverkusen",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "rome",
        "sentiment": "none"
      },
      {
        "name": "ireland",
        "sentiment": "none"
      },
      {
        "name": "marseille",
        "sentiment": "none"
      },
      {
        "name": "dublin",
        "sentiment": "none"
      },
      {
        "name": "atalanta",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T14:23:46.807+03:00",
  "updated": "2024-05-03T15:00:29.824+03:00"
}