{
  "thread": {
    "uuid": "1b37fa4b5d5d7367834d65e059a7f902b720246e",
    "url": "https://www.lavozdegalicia.es/noticia/barbanza/2024/03/29/ribeira-elude-lluvia-fe-apodera-calles-procesion-paso/00031711706553207990528.htm",
    "site_full": "www.lavozdegalicia.es",
    "site": "lavozdegalicia.es",
    "site_section": "https://lavozdeasturias.es/barbanza",
    "site_categories": [
      "tech",
      "email",
      "top_news"
    ],
    "section_title": "Últimas noticias sobre Barbanza. La Voz de Galicia",
    "title": "Ribeira elude a la lluvia y la fe se apodera de sus calles con la procesión del Paso",
    "title_full": "Ribeira elude a la lluvia y la fe se apodera de sus calles con la procesión del Paso",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cflvdg.avoz.es/sc/uu-GmsRJDAN8dONe-711WqB5Ass=/1280x/2024/03/29/00121711706222531536474/Foto/B_20240329_104458003.jpg",
    "performance_score": 0,
    "domain_rank": 6443,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 2
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1b37fa4b5d5d7367834d65e059a7f902b720246e",
  "url": "https://www.lavozdegalicia.es/noticia/barbanza/2024/03/29/ribeira-elude-lluvia-fe-apodera-calles-procesion-paso/00031711706553207990528.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "lavozdegalicia",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Ribeira elude a la lluvia y la fe se apodera de sus calles con la procesión del Paso",
  "text": "Ribeira elude á choiva e a fe apodérase das súas rúas coa procesión do Paso [BARBANZA](/barbanza) Decenas de devotos percorreron o municipio nun dos actos centrais da Semana Santa29 mares 2024 . Actualizado ás 15:58 h. Nunha Semana Santa totalmente condicionada polas previsións meteorolóxicas, o mal tempo deu unha tregua en Ribeira para que a súa clásica procesión do Paso puxese o broche de ouro á xornada de Xoves Santo. Despois das celebracións da Santa Cea en Corrubedo, Aguiño e Olveira a actividade centrouse en Santa Uxía, onde os fieis miraban constantemente ao ceo para saber se poderían saír en procesión coa imaxe do Paso. Finalmente, preto das 21.00 horas, nun momento no que as precipitacións habían amainado, a comitiva saíu da igrexa parroquial de Santa Uxía. Decenas de veciños acompañaron aos costaleros no seu percorrido polas principais arterias da capital barbancesa. A pesar de que a choiva cedeu, o itinerario viuse reducido debido a unhas lixeiras precipitacións que obrigaron a que a procesión regresase antes do habitual ao seu punto de partida. Tras isto, tivo lugar a conmemoración da Hora Santa. Non houbo a mesma sorte noutros municipios, cuxas celebracións se tiveron que facer a cuberto con motivo do mal tempo imperante. Por exemplo, en Rianxo, a pesar de que a igrexa de Santa Columba monopolizou todos os actos, o fervor non faltou á súa cita. Unha banda de gaitas e a organista amenizaron a cita, na que as imaxes puideron bailar nun espazo habilitado no centro do templo. Tampouco puideron saír na Pobra do Caramiñal en procesión co Ecce Homo e a Virxe da Amargura. En substitución tivo lugar unha celebración dentro da igrexa que contou coa banda de tambores da Irmandade do Cristo dá Misericordia de Boiro, onde o mal tempo tamén evitou que a comitiva percorrese as rúas. O mesmo sucedeu en Porto do Son, que rexistrou un cheo ata a bandeira da súa igrexa parroquial. En cambio, en Muros a choiva respectou o inicio da procesión da Santa Cea, aínda que finalmente fixo acto de presenza a metade de percorrido.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T13:54:46.414+03:00",
  "updated": "2024-03-29T19:26:43.060+03:00"
}