{
  "thread": {
    "uuid": "908528843dccfb22fa2c8ddea80f9da2cd883978",
    "url": "https://www.elmostrador.cl/noticias/opinion/columnas/2024/02/16/mujeres-y-ninas-transformando-la-mineria",
    "site_full": "www.elmostrador.cl",
    "site": "elmostrador.cl",
    "site_section": "https://elmostrador.cl",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media",
      "top_news"
    ],
    "section_title": "El Mostrador",
    "title": "Mujeres y niñas transformando la minería",
    "title_full": "Mujeres y niñas transformando la minería",
    "published": "2024-02-16T06:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://media-front.elmostrador.cl/2024/02/Mujer-minera-696x464-1.png",
    "performance_score": 0,
    "domain_rank": 12866,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "908528843dccfb22fa2c8ddea80f9da2cd883978",
  "url": "https://www.elmostrador.cl/noticias/opinion/columnas/2024/02/16/mujeres-y-ninas-transformando-la-mineria",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andreina García",
  "published": "2024-02-16T06:00:00.000+02:00",
  "title": "Mujeres y niñas transformando la minería",
  "text": "La Tercera Radiografía de Género realizada por el Ministerio de Ciencia, Tecnología, Conocimiento e Innovación (MinCiencia), da cuenta de que sólo 1 de cada 3 personas que hacen investigación en nuestro país son mujeres, y por tanto, es urgente no desaprovechar los talentos de las mujeres.\nUno de los grandes desafíos de los últimos años en materia de equidad de género ha sido romper con el estereotipo de que las carreras relacionadas con la ciencia, tecnología, ingeniería y matemáticas (STEM, por su sigla en inglés) son sólo para hombres.\nSon numerosas las instituciones que se ocupan activamente de informar sobre las oportunidades para mujeres y niñas en las carreras STEM y motivarlas a explotar sus habilidades sin límites. Un ejemplo de ello es 3M, empresa adherente de Compromiso Minero, que desde 2021 reconoce a las 25 Mujeres en la Ciencia de Latinoamérica. En 2023 y con mucho orgullo, fui galardonada con este reconocimiento por motivar a mujeres y niñas a sumarse a carreras STEM.\nOtra muy buena y reciente iniciativa en esta materia es la impulsada por el Ministerio de Educación (Mineduc), llamada Más Mujeres Científicas (+MC), que en noviembre de 2023 entregó más de 2.000 cupos adicionales para mujeres que desearan estudiar una de las más de 400 carreras relacionadas con estas áreas.\nEste programa dio a conocer recientemente sus primeras y alentadoras cifras: según datos del Mineduc, en enero de 2024 la cifra de mujeres que postuló a carreras STEM aumentó un 6,5% (es decir, 18.155 más) respecto a 2023. Asimismo, 8.039 de estas mujeres postulantes fueron seleccionadas en 2024, lo que representa un incremento de 16,8% respecto al año anterior. De esta forma, la participación de mujeres en STEM aumentó de un 27% en 2023 a un 30% en 2024.\nEste hecho generará múltiples beneficios para distintas industrias, como la minería, que pronostica, según los últimos datos del Estudio de Fuerza Laboral de la Gran Minería Chilena (EFL, 2023) elaborado por la Alianza CCM-Eleva, que se requerirá atraer más de 34 mil nuevos talentos de aquí a 2032, además del desafío de incorporar más mujeres en la industria.\nSi bien estos son avances muy alentadores, es necesario seguir despertando la vocación e interés de las niñas y jóvenes que buscan aprender de carreras modernas, cortas, con alta empleabilidad y antes “masculinizadas”. Una meta país es, al menos, superar la tasa que tienen los países OCDE, donde la matrícula femenina alcanzó el 40% en 2022.\nEn Chile, el desafío sigue siendo generar cada vez mayor interés en mujeres, pero también seguir impulsando la matrícula y, con ello, el avance en sus carreras. Actualmente, la Tercera Radiografía de Género realizada por el Ministerio de Ciencia, Tecnología, Conocimiento e Innovación (MinCiencia), da cuenta de que sólo 1 de cada 3 personas que hacen investigación en nuestro país son mujeres, y por tanto, es urgente no desaprovechar los talentos de las mujeres. Esto es algo que se refleja incluso a nivel mundial: son 17 mujeres las que han ganado el Premio Nobel de Física, Química o Medicina, en comparación con los 572 hombres. La brecha es abismante.\nDespertar la vocación con miras a futuro, mostrando y demostrando que hay más oportunidades de acceso y potencial de transformación para generar avances científicos, de datos significativos o de liderazgo, es vital para generar en niñas, desde temprana edad, este interés que hará falta a futuro.\nDe acuerdo con la Organización de las Naciones Unidas (ONU), para 2050, el 75% de los trabajos estará relacionado con las áreas STEM. Es por ello que, desde Compromiso Minero, red que convoca a más de 110 organizaciones del ecosistema minero chileno para promover que la minería sea cada día más innovadora, inclusiva y relevante en el desarrollo sustentable de Chile, fomentamos activamente la contratación de mujeres en el sector minero, para así duplicar su participación antes de 2030.\nHoy invitamos a la academia e industria a unir fuerzas para seguir promoviendo la integración de niñas y mujeres en carreras ligadas a ciencia y tecnología.\nEl contenido vertido en esta columna de opinión es de exclusiva responsabilidad de su autor, y no refleja necesariamente la línea editorial ni postura de El Mostrador .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T06:11:37.614+02:00",
  "updated": "2024-02-16T06:11:37.614+02:00"
}