{
  "thread": {
    "uuid": "68e19a3e6dfcf438d61430a1951f6c2a3a5047a9",
    "url": "https://www.cambridgeindependent.co.uk/news/sharon-livermore-made-mbe-for-services-to-victims-of-domesti-9346605/",
    "site_full": "www.cambridgeindependent.co.uk",
    "site": "cambridgeindependent.co.uk",
    "site_section": "https://cambridgeindependent.co.uk",
    "site_categories": [
      "media"
    ],
    "section_title": "The Latest News and Sport for Cambridge - Cambridge Independent",
    "title": "New Year Honours 2024: Sharon Livermore made MBE for services to victims of domestic abuse after her own experience",
    "title_full": "New Year Honours 2024: Sharon Livermore made MBE for services to victims of domestic abuse after her own experience",
    "published": "2023-12-30T00:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.cambridgeindependent.co.uk/_media/img/8K5T3FLGLSP7L3SG41KR.jpg",
    "performance_score": 0,
    "domain_rank": 63789,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "68e19a3e6dfcf438d61430a1951f6c2a3a5047a9",
  "url": "https://www.cambridgeindependent.co.uk/news/sharon-livermore-made-mbe-for-services-to-victims-of-domesti-9346605/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@CambridgeIndy",
  "published": "2023-12-30T00:30:00.000+02:00",
  "title": "New Year Honours 2024: Sharon Livermore made MBE for services to victims of domestic abuse after her own experience",
  "text": "New Year Honours 2024: Sharon Livermore made MBE for services to victims of domestic abuse after her own experience Sharon Livermore, from Cambridge, has been made MBE for services to the victims of domestic abuse. Sharon, a recruitment consultant, was stalked by her then husband during her 18-month marriage, culminating in his attempt to kidnap her outside her workplace in 2015. She has since [founded Domestic Abuse Education](https://www.cambridgeindependent.co.uk/news/i-married-a-monster-he-changed-on-our-9311634/) to train employers on how to support staff affected by abuse and encourage firms to create a “safe space”. Sharon, who is now director of Kameo Recruitment, said: “When I found out about the honour I just cried and cried. I felt completely overwhelmed. It has sunk in a bit, but it still doesn't feel real. “Hopefully it will help me open more doors to be able to speak to new people, and just get people to be aware that there is an issue with domestic abuse and that employers can make a really positive impact for their employees. “The main thing an employer can do is have a safe space. Unless the perpetrator works with the victim, which obviously does happen, you can create a safe space at work where victims can access support for specialist services, to be able to make choices to be able to leave the relationship potentially in a safe way. Or a place where they can just gain that knowledge that they don't have to know what the next steps look like for them. “I think employers don't realise that they can make a difference. They may think it's a home based issue, but it's not. It's everyone's business. I like to say any business can create a safe space, and make it easier for people to come forward and ask for support. And obviously, as part of that they can have education and training to be able to spot the signs in their colleagues and know how to signpost somebody and start what is often an awkward conversation.” Sharon has set up services to help domestic abuse victims after her own terrifying experiences. One day in 2015, Sharon confided in her boss that she was being stalked by her estranged husband and then reported it to the police. They arrested him and helped relocate her and her children to a place where they were safe. Weeks later, on November 4, Sharon was leaving the office and walking towards her car when she noticed the windows were unusually steamed up. As she got in, she spotted her picnic blanket, usually kept in the boot, was in the footwell. “I smelt aftershave. Something seriously wasn’t right here,” said Sharon She leapt out of her car and flipped the boot open to find her ex-husband, curled up inside, armed with knives and cable ties. He jumped out and chased Sharon, who was “frightened for her life”, as she ran back towards the office. He managed to grab her and she cowered down on the floor, trying to protect herself. But upon hearing her screams, a colleague rushed to her aid and managed to push him off. He ran to Sharon’s car and, as the engine was still running, he sped off, only to be arrested later by officers. He was found guilty of attempted kidnap, taking a vehicle without the owner’s consent and was sentenced to four years in prison. Sharon said: “What I went through has defined me, but in a good way. After living through an experience that is so fearful and traumatic, I'm not scared of things like other people potentially would be now. I was able to set up my own recruitment business and build a platform to deliver domestic abuse education. “I’m really excited about going to Buckingham Palace. I never thought that was something I would experience and just to be there and be around other people that have made a difference and have been honoured will be incredible.” Sharon won [Business Person of the Year](https://www.cambridgeindependent.co.uk/business/winners-of-the-cambridge-independent-sme-cambridgeshire-busi-9332691/) at the 2023 Cambridge Independent Cambridgeshire Business Awards.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sharon livermore",
        "sentiment": "negative"
      },
      {
        "name": "sharon",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kameo recruitment",
        "sentiment": "none"
      },
      {
        "name": "domestic abuse education",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cambridge",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:32:49.882+02:00",
  "updated": "2023-12-30T00:32:49.882+02:00"
}