{
  "thread": {
    "uuid": "4a48cb65313f13c0bf83b5cf0684f002e21af750",
    "url": "https://scitechdaily.com/improved-attention-and-memory-scientists-uncover-new-cognitive-benefits-of-video-games",
    "site_full": "scitechdaily.com",
    "site": "scitechdaily.com",
    "site_section": "https://science.einnews.com",
    "site_categories": [
      "science",
      "space_astronomy"
    ],
    "section_title": "Science Newswire - Science News Today - EIN Presswire",
    "title": "Improved Attention and Memory: Scientists Uncover New Cognitive Benefits of Video Games",
    "title_full": "Improved Attention and Memory: Scientists Uncover New Cognitive Benefits of Video Games",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://scitechdaily.com/images/Video-Games-Brain-Abstract.jpg",
    "performance_score": 0,
    "domain_rank": 4248,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4a48cb65313f13c0bf83b5cf0684f002e21af750",
  "url": "https://scitechdaily.com/improved-attention-and-memory-scientists-uncover-new-cognitive-benefits-of-video-games",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Colin Collins",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Improved Attention and Memory: Scientists Uncover New Cognitive Benefits of Video Games",
  "text": "New research reveals that frequent video game players exhibited improved performance in cognitive tasks related to attention and memory. A new study, published in the British Psychological Society’s British Journal of Psychology, reveals that regular gamers exhibit enhanced performance in tasks assessing cognitive functions, including attention and memory. The study, which took place at the Lero Esports Science Research Lab at the University of Limerick, involved 88 young adults, half of whom regularly played more than seven hours of action-based video games each week. Participants were tested with three tasks measuring different aspects of their cognitive performance – a simple reaction time test, a task that involved switching between responding to combinations of numbers and letters to evaluate executive function and working memory, and a maze-based activity to assess visuospatial memory. The researchers found that regular gamers were able to complete the number-letter task and the maze task 12.7 and 17.4 % quicker respectively than the group of non-gamers. Cognitive Benefits and Implications “The regular playing of video games is often criticized and seen as unhealthy, but our research shows that gamers may enjoy some cognitive benefits over the wider population, particularly relating to attentiveness and memory,” according to Dr Adam Toth of University of Limerick and Lero, the Science Foundation Ireland Research Centre for Software, and one of the authors of the research. Dr Mark Campbell, added: “In line with previous work out of our lab, this research may have implications in sectors where cognitive performance is paramount, such as surgery, and air traffic control, where video game play could be encouraged to help develop the elite cognitive performance required.” The research also investigated a further angle – whether gamers are less prone to suffering from cognitive fatigue than the wider population. Some participants were assigned an additional task, designed to require concentration for a long period of time and bring about cognitive fatigue (decline in performance), before being reevaluated on the initial cognitive tests. The researchers found that gamers and non-gamers saw their performance decline at the same rate, with no significant difference found in the level of cognitive fatigue experienced. Reference: “Comparing the cognitive performance of action video game players and age-matched controls following a cognitively fatiguing task: A stage 2 registered report” by Mark J. Campbell, Sarah C. Cregan, John M. Joyce, Magdalena Kowal and Adam J. Toth, 23 December 2023, British Journal of Psychology. DOI: 10.1111/bjop.12692",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://doi.org/10.1111/bjop.12692",
    "https://www.doi.org/10.1111/bjop.12692"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "university of limerick",
        "sentiment": "none"
      },
      {
        "name": "lero esports science research lab",
        "sentiment": "none"
      },
      {
        "name": "british psychological society’s british journal of psychology",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:25:11.156+03:00",
  "updated": "2024-04-12T00:25:11.156+03:00"
}