{
  "thread": {
    "uuid": "c18c29f3bb52242084af36071e935fb41776bef5",
    "url": "https://s24474.pcdn.co/news/business/297244/mobile-home-mogul-marty-wright-expects-big-things-in-lumberton",
    "site_full": "s24474.pcdn.co",
    "site": "pcdn.co",
    "site_section": "https://www.robesonian.com/rss",
    "site_categories": [],
    "section_title": "Robesonian",
    "title": "Mobile-home mogul Marty Wright expects big things in Lumberton",
    "title_full": "Mobile-home mogul Marty Wright expects big things in Lumberton",
    "published": "2023-12-28T21:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s24474.pcdn.co/wp-content/uploads/2023/12/130257387_web1_ROB123023MartyWright001.jpg",
    "performance_score": 0,
    "domain_rank": 8442,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c18c29f3bb52242084af36071e935fb41776bef5",
  "url": "https://s24474.pcdn.co/news/business/297244/mobile-home-mogul-marty-wright-expects-big-things-in-lumberton",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Robesonian",
  "published": "2023-12-28T21:59:00.000+02:00",
  "title": "Mobile-home mogul Marty Wright expects big things in Lumberton",
  "text": "‘We’re killing it,’ he says of his new location in Robeson County\nLUMBERTON – Roughly two weeks ago, Marty Wright opened up his seventh mobile home business, this time in Lumberton.\nMarty Wright Home Sales is located at 1140 N. Roberts Ave., which used to be home to the Rowan Mobile Home Park.\nThe 55-year-old Wright, who was born in Anderson, South Carolina, and attended Orrum High School for three years before his 1986 graduation, appears to have a real knack for selling mobile homes.\nThat goes for his eight-person Lumberton staff, too, with quite a few having worked for Ted Parker Mobile Homes back in its heyday.\nWhat Wright calls a shortage of stick-built homes in today’s climate has only helped him and his staff reach sales goals throughout the Carolinas.\n“We’re killing it,” he said earlier this week of the Lumberton site. “It’s booming. It’s good. Mobile homes are like food. You’ve got to have it. Especially in the South. Look at how many mobile homes are in Robeson County. Customers have no choice. The stick-built home business has gotten so high. It’s difficult for a common person who can afford $353,000 for a regular home.”\nThe home shortage, Wright surmised, is due to contractors not being able to acquire the materials that they need in the building industry.\nHis business specializes in manufactured and modular homes.\nAs a result, he said, “I just think the average middle class worker – that is what he has to do. I don’t think he has a choice. This latest generation don’t want to wait for nothing. They can wait six to 10 months for a stick-built or buy something off my lot that will take about six weeks to set up.”\nMarty Wright Home Sales, he said, sells in excess of $50 million worth of mobile homes a year.\nIf mobile home sales weren’t on an uptick, Wright said, “I wouldn’t have invested all that money in Lumberton. It takes a lot of money to build a dealership.”\nBesides Lumberton, Wright owns and operates mobile home businesses in Chadbourn and Laurel Hill in North Carolina. Further south, in South Carolina, he has operations based in Bennettsville, Pageland, Florence and Anderson.\nThe Anderson site ranks an overall No. 1 in sales in the Carolinas, Wright said, and an overall No. 7 across the United States.\nHis father is a retired Baptist minister who once preached the rewards of having God in one’s life; Marty Wright, his son, is a born salesman who espouses the benefits of manufactured and modular homes, an affordable option to prospective homeowners to realize their dream of building a custom home.\n“Marty Wright Home Sales … is dedicated to making the goal of homeownership a reality for our customers,” the business states on its Chadbourn website. “Our sales team strives to provide the best customer service and overall home buying experience for each and every one of our customers. Purchasing a home is a huge milestone, and we want to make sure that everyone is comfortable and confident.”\nWright has been involved in the business for 34 years. In 1989, he started working in the industry for mobile-home magnate Ted Parker, whose now-defunct business was based in Lumberton.\nHe said it was Victor Brewington, whom he referred to as the former superstar for Ted Parker Homes, who approached him about opening a location in Lumberton.\nBrewington now serves as general manager of the new Lumberton mobile home park.\nSo why here?\nWhy Lumberton?\n“Lumberton is the No. 1 mobile home market in North Carolina, by far. Not even close. Not a close second,” Wright said. “We’ll dominate the state of North Carolina with that Lumberton store.”\nAs for how his business differs from other home sales operations, Wright didn’t skip a beat. “I’m a working owner,” he said. “I’m the largest independent dealer in the southeastern United States.”\n“Tell the dang truth. Do what you say. Fix ‘em when they tear up,” he replied, when asked the key to a successful mobile home sales enterprise. “Again, I’m a working owner. Most guys who have been in it as long as me don’t work. They don’t talk to customers. They’re too good for that. I’m a multimillionaire who hit the ground running.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "marty wright",
        "sentiment": "negative"
      },
      {
        "name": "wright",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "marty wright home sales",
        "sentiment": "none"
      },
      {
        "name": "orrum high school",
        "sentiment": "none"
      },
      {
        "name": "ted parker mobile homes",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "robeson county lumberton",
        "sentiment": "none"
      },
      {
        "name": "lumberton",
        "sentiment": "none"
      },
      {
        "name": "n. roberts ave.",
        "sentiment": "none"
      },
      {
        "name": "carolinas",
        "sentiment": "none"
      },
      {
        "name": "south",
        "sentiment": "none"
      },
      {
        "name": "robeson county",
        "sentiment": "none"
      },
      {
        "name": "rowan mobile home park",
        "sentiment": "none"
      },
      {
        "name": "anderson",
        "sentiment": "none"
      },
      {
        "name": "south carolina",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:55:08.246+02:00",
  "updated": "2023-12-29T00:55:08.246+02:00"
}