{
  "thread": {
    "uuid": "6d4ec3cb1a483af1d4fba326e9e44ebcd6cf6a0c",
    "url": "https://www.belfastlive.co.uk/news/northern-ireland/gallery/leap-cuteness-meet-northern-ireland-28727269",
    "site_full": "www.belfastlive.co.uk",
    "site": "belfastlive.co.uk",
    "site_section": "http://www.belfastlive.co.uk",
    "site_categories": [
      "media"
    ],
    "section_title": "Belfast Live: Latest Belfast News, sport &amp; celebrity gossip",
    "title": "Leap into cuteness! Meet some of the Northern Ireland babies born on February 29th - Belfast Live",
    "title_full": "Leap into cuteness! Meet some of the Northern Ireland babies born on February 29th - Belfast Live",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i2-prod.belfastlive.co.uk/incoming/article28729415.ece/ALTERNATES/s1200/0_Twin-boys-Tommy-and-Teddy-McCready.jpg",
    "performance_score": 0,
    "domain_rank": 21975,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6d4ec3cb1a483af1d4fba326e9e44ebcd6cf6a0c",
  "url": "https://www.belfastlive.co.uk/news/northern-ireland/gallery/leap-cuteness-meet-northern-ireland-28727269",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lauren Harte",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Leap into cuteness! Meet some of the Northern Ireland babies born on February 29th - Belfast Live",
  "text": "Leap into cuteness! Meet some of the Northern Ireland babies born on February 29th These adorable and unique new arrivals left their mums and dads leaping for joy! February 29th is a special day for all 'Leapers' across Northern Ireland as they celebrate being born on this rare date. Here are some of the leap year newborns who were welcomed into the world in Northern Ireland this Leap Year Day and left their mums and dads leaping for joy! Every four years (2024 included), the children, family and friends of leapers celebrate their birthdays in style. READ MORE: Meet some of the babies born in NI on New Year's Day 2024 READ MORE: Meet some of Northern Ireland's 2023 Christmas Day babies Leap Day takes place on February 29th, an extra day that is added to the Gregorian calendar around every four years. The chance of being born on this date is often said to be one in 1,461, so for less than 0.07 per cent of the world’s population it has its perks but also some struggles. This means these little ones' leap birthdays will be even more special in the years ahead - despite only being able to celebrate on their actual birthday every four years with many more 'honorary' birthdays on February 28th or March 1st thrown in along the way! Identical twin boys Tommy and Teddy McCready were among the first Leap Year’s Day newborns at the Ulster Hospital in Dundonald as they came into the world at 1.36am and 1.40am. Their ecstatic mum Louise Gordon said she and proud dad Gary were “delighted” with the birth of the boys on this very special day - and they had arrived, “a bit early!” “Tommy was born first weighing 4lbs 15oz and Teddy at 5lbs. We are just delighted and the boys are doing really well,” she said. Being born on a Leap Day equates to a birthday every four years, Louise said that there will most definitely be a double birthday celebration for the boys and that she and Gary plan to celebrate the twins' birthdays going forward on March 1st. Little Geoffrey Anaman was born a few hours later at 4.15am. Elated dad Bright explained that his son was born two weeks early, weighing 6lbs 7oz. Bright said he and mum Sherajaly were just “over the moon”, adding: “We are so glad that he is here. He has a big sister at home who will be coming up this evening to meet him after school.\" Completing the infant quartet, Dom Thomas arrived safely at 9.20am. “Dom’s mum and I are really excited,” said beaming dad Don. “We are just so happy, Dom was born this morning and weighed 7lbs 10ozs. We are very proud.” Lead Midwife Sarah McKevitt said: “The whole team within maternity services in the South Eastern Trust is delighted that we have been able to share this special memory with all the new mums and dads. “We would like to offer our congratulations on the birth of all the beautiful babies born today.” Elsewhere, eight adorable babies leapt into the world in the Southern Trust today - four were born in Daisy Hill Hospital and four in Craigavon Area Hospital. There were four new arrivals at Altnagelvin Hospital in Derry and the South West Acute Hospital in Enniskillen. The two babies born at the South West Acute Hospital (SWAH) were safely delivered after midnight and may be the first and second Leap Day babies in Northern Ireland. Proud dad Mark Donegan from Newtownbutler welcomed his fifth child with mum Clare, a baby girl, born at 00.12 at the SWAH. Anita Akortse from Omagh welcomed her first baby boy Godsway, also born at the SWAH at 00.25am, weighing 3.4kg. Danielle and John Cochrane from Coleraine welcomed their beautiful baby daughter, born at 01.34 and weighing 7lb 7oz, at Altnagelvin Hospital. Baby girl Halley Boyle was also born at Altnagelvin to mum Chari Boyle. It also proved to be a very special date at the maternity ward in Antrim Area Hospital. Baby Grace was born this morning at 9am, weighing 6lbs 2oz, to her mum and dad Stephanie and William Lennox from Draperstown. A short time later, baby Anna was born at 10.43am, weighing 8lbs 41/2 oz to proud parents Kevin and Esther from Randalstown. Check out the little bundles of joy in our gallery below!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "belfast live leap",
        "sentiment": "none"
      },
      {
        "name": "northern ireland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:15:20.458+02:00",
  "updated": "2024-03-01T00:15:20.458+02:00"
}