{
  "thread": {
    "uuid": "ca6d45486c940e9858b2dbcb0f6b25d51cd6660d",
    "url": "https://hitconsultant.net/2024/01/05/mayo-clinic-aiforia-partner-on-ai-model-for-colorectal-cancer-recurrence/",
    "site_full": "hitconsultant.net",
    "site": "hitconsultant.net",
    "site_section": "https://hitconsultant.net/feed/",
    "site_categories": [
      "health"
    ],
    "section_title": "",
    "title": "Mayo Clinic, Aiforia Partner on AI Model for Colorectal Cancer Recurrence",
    "title_full": "Mayo Clinic, Aiforia Partner on AI Model for Colorectal Cancer Recurrence",
    "published": "2024-01-06T00:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://hitconsultant.net/wp-content/uploads/2024/01/Aiforia-scaled.webp",
    "performance_score": 0,
    "domain_rank": 30112,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca6d45486c940e9858b2dbcb0f6b25d51cd6660d",
  "url": "https://hitconsultant.net/2024/01/05/mayo-clinic-aiforia-partner-on-ai-model-for-colorectal-cancer-recurrence/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jasmine Pennic",
  "published": "2024-01-06T00:09:00.000+02:00",
  "title": "Mayo Clinic, Aiforia Partner on AI Model for Colorectal Cancer Recurrence",
  "text": "What You Should Know: – In a groundbreaking collaboration, [Aiforia](https://www.aiforia.com/), an AI company specializing in pathology solutions, and [Mayo Clinic](https://www.mayoclinic.org/) have announced the exclusive licensing of a [revolutionary AI](https://hitconsultant.net/tag/artificial-intelligence/) model that improves the prediction of colorectal cancer recurrence. – The successful development and licensing of this AI model marks a significant milestone in the fight against colorectal cancer. As this technology becomes integrated into clinical practice, it has the potential to transform the landscape of cancer care, leading to improved patient outcomes, reduced treatment costs, and a more personalized approach to managing this prevalent disease. AI Model The AI model, meticulously trained on extensive datasets, analyzes digitized tissue samples to identify 15 key histological features. By combining this data with two additional clinical parameters, it generates a personalized colorectal cancer recurrence risk score for each patient. This score empowers physicians to make informed treatment decisions, potentially paving the way for: - Reduced reliance on unnecessary chemotherapy: By accurately identifying patients with a low risk of recurrence, the AI model can help avoid unnecessary exposure to the harmful side effects of chemotherapy. This not only improves patient quality of life but also reduces the financial burden on healthcare systems. - Targeted therapy for high-risk patients: For those patients predicted to be at high risk of recurrence, the model can guide physicians towards more aggressive treatment options, potentially improving their chances of successful long-term outcomes. Beyond the Numbers The impact of this AI-driven approach extends far beyond mere cost savings and treatment optimization. It marks a significant step towards personalized medicine, where each patient receives a tailored treatment plan based on their unique biological and clinical profile. This shift empowers both patients and physicians, fostering a more collaborative and informed treatment journey. A Collaborative Journey The Aiforia-Mayo Clinic partnership extends far beyond the development of this single model. Their collaboration began in 2020 with the implementation of Aiforia’s AI-assisted image analysis software in Mayo Clinic’s pathology research. Today, over 70 Mayo Clinic pathologists utilize Aiforia’s tools to develop their own AI models for future clinical application, and more than 30 ongoing research projects leverage Aiforia technology. This ongoing collaboration highlights a deep commitment to continuous innovation and the translation of cutting-edge AI into tangible clinical benefits. “This is the first example of an AI model developed with the Aiforia platform, which is used to assess the risk of cancer recurrence. It is also the first clinically relevant AI model developed with a customer and commercialized by Aiforia. The licensing agreement with the Mayo Clinic enables us to market and sell this AI model for colorectal cancer recurrence risk evaluation globally, says Jukka Tapaninen, the CEO of Aiforia. “This is an example of many similar AI model co-development projects, which are ongoing with the Mayo Clinic and other partners. These will enable us to significantly enrich our product portfolio.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://www.mayoclinic.org/",
    "https://www.aiforia.com/",
    "https://mayoclinic.org/",
    "https://aiforia.com/",
    "https://www.mayoclinic.org",
    "https://www.aiforia.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "mayo clinic",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "aiforia partner",
        "sentiment": "none"
      },
      {
        "name": "aiforia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:12:38.899+02:00",
  "updated": "2024-01-06T02:03:12.624+02:00"
}