{
  "thread": {
    "uuid": "55930e09c492161bbae414ca59278243fe8e862b",
    "url": "https://www.thetelegraphandargus.co.uk/news/national/24019887.eurostar-services-running-normal-flooding/",
    "site_full": "www.thetelegraphandargus.co.uk",
    "site": "thetelegraphandargus.co.uk",
    "site_section": "https://thetelegraphandargus.co.uk",
    "site_categories": [
      "media"
    ],
    "section_title": "West Yorkshire News, Sport, Events | Bradford Telegraph &amp; Argus",
    "title": "Eurostar services running as normal again after flooding | Bradford Telegraph and Argus",
    "title_full": "Eurostar services running as normal again after flooding | Bradford Telegraph and Argus",
    "published": "2023-12-31T14:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.thetelegraphandargus.co.uk/resources/images/17599855/?type=og-image",
    "performance_score": 0,
    "domain_rank": 21301,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "55930e09c492161bbae414ca59278243fe8e862b",
  "url": "https://www.thetelegraphandargus.co.uk/news/national/24019887.eurostar-services-running-normal-flooding/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PA News Agency",
  "published": "2023-12-31T14:19:00.000+02:00",
  "title": "Eurostar services running as normal again after flooding | Bradford Telegraph and Argus",
  "text": "Eurostar services have begun running as normal again after flooded tunnels brought 24 hours of travel chaos.\nMillions of gallons of water have been pumped out since Friday and both tunnels are now operational again with speed restrictions lifted, engineers said.\nThe first Eurostar train left London St Pancras International shortly after 8am bound for Paris but a backlog of up to 36,000 people unable to travel on Saturday will need to be cleared.\nThe problem began on Friday night when water filled tunnels near Ebbsfleet International in Kent, scuppering all high-speed services.\nWhile a normal service has resumed, Eurostar has not said it will be able to run any extra trains.\nSome passengers, whose trains were cancelled on Saturday, have been queuing at St Pancras to try and book tickets on Sunday.\nOne French family, who feared they would not be able to get home until January 2 after Saturday’s Eurostar chaos, have hailed their unexpected tickets home on Sunday as a New Year’s Eve “miracle”.\nIsobel Ram, 49, her partner Amaury Ferrero, 52, and daughter Lee Ram, 20, who live in Toulouse, will be home in time for celebrations.\nMs Ram told the PA news agency: “We spent the night in a hotel, we came back this morning and a miracle happened and they gave us three tickets for today’s Eurostar (12.30pm train).\n“We were super happy but a bit embarrassed because there was a huge queue of people waiting behind us and we didn’t want to show we got tickets, make it too obvious, in case other people didn’t. But we said a huge thank you to the lady who did the tickets for us.”\nSoutheastern Railway said its full highspeed service is now running to and from St Pancras International as normal.\nA spokesperson for HS1, which runs the track between London and the Channel Tunnel, said speed restrictions were lifted at 11am.\n“Both tunnels affected by unprecedented volumes of water yesterday were cleared of flooding overnight, allowing engineers to inspect the line to ensure the safe running of trains through the affected area.\n“We understand how frustrating this has been for passengers and apologise for the inconvenience caused at such an important time of the year.”\nAn HS1 spokesman said the cause of the flooding will be investigated but added there is no evidence to suggest it was caused by a burst pipe feeding the tunnel’s fire safety system as had previously been suggested by a water company.\nRichard Thorp, engineering director for HS1, said he had never seen such a large volume of water in the tunnels.\nSpeaking to Times Radio, he said: “The volume of water that we had was huge, it was something that we’ve never seen before, and in my years of working on the railway I’ve never seen that volume of water before.\n“There are clearly systems in place, the tunnel is under the Thames and we expect there to be a small amount of water in the tunnel, but the pumping system we had was overwhelmed.\n“We’re talking millions of gallons here.”\nElsewhere, hundreds of trains are being cancelled on domestic routes due to staff shortages.\nNorthern Trains has issued a do not travel notice for December 31 on links from Manchester Victoria to Stalybridge, Morecambe and Heysham to Lancaster, Oxenholme to Windermere, Preston to Colne and Clitheroe to Bolton.\nThere is major disruption to Thameslink services due to staff shortages and severe weather is expected to impact some Transport for Wales services until the end of Monday.\nThe Met Office has warned there could be further disruption caused by wind and rain sweeping across the UK.\nA yellow weather warning for wind is in place.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Disaster and Accident"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "amaury ferrero",
        "sentiment": "none"
      },
      {
        "name": "lee ram",
        "sentiment": "none"
      },
      {
        "name": "isobel ram",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bradford telegraph",
        "sentiment": "negative"
      },
      {
        "name": "argus eurostar",
        "sentiment": "negative"
      },
      {
        "name": "st pancras",
        "sentiment": "none"
      },
      {
        "name": "london st pancras international",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kent",
        "sentiment": "none"
      },
      {
        "name": "ebbsfleet international",
        "sentiment": "none"
      },
      {
        "name": "toulouse",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T14:55:16.231+02:00",
  "updated": "2023-12-31T14:55:16.231+02:00"
}