{
  "thread": {
    "uuid": "49a470f4ea428002908e4b9e1bddcc04bac4c2d1",
    "url": "https://www.fatherly.com/life/matty-matheson-giant-breakfast-kid-friendly",
    "site_full": "www.fatherly.com",
    "site": "fatherly.com",
    "site_section": "https://www.fatherly.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Fatherly",
    "title": "Matty Matheson Helps Parents Make A Giant Breakfast In 25 Minutes For Their Impatient Kids",
    "title_full": "Matty Matheson Helps Parents Make A Giant Breakfast In 25 Minutes For Their Impatient Kids",
    "published": "2024-01-05T23:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imgix.bustle.com/uploads/getty/2024/1/5/8a43bd53-b445-471c-978b-1bcf413f7a66-getty-1404117267.jpg?w=1200&amp;h=630&amp;fit=crop&amp;crop=focalpoint&amp;fm=jpg&amp;fp-x=0.4883&amp;fp-y=0.2611",
    "performance_score": 0,
    "domain_rank": 7432,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "49a470f4ea428002908e4b9e1bddcc04bac4c2d1",
  "url": "https://www.fatherly.com/life/matty-matheson-giant-breakfast-kid-friendly",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Devan McGuinness",
  "published": "2024-01-05T23:35:00.000+02:00",
  "title": "Matty Matheson Helps Parents Make A Giant Breakfast In 25 Minutes For Their Impatient Kids",
  "text": "Breakfast Time! Watch This Star Of 'The Bear' Whip Up A Giant, Kid-Friendly Breakfast In 25 Minutes Celebrity chef Matty Matheson will give you divine breakfast inspiration. And make you laugh.\nby Devan McGuinness Jan. 5, 2024\nKevin Winter/Getty Images Entertainment/Getty Images It’s Sunday morning. The kids are stirring. It’s way too early. And they have a demand: They want pancakes, bacon, and eggs, and they want them now. Look no further than a recent video from Matty Matheson — the Canadian professional chef, star of The Bear, and host of the popular cooking YouTube series, Cookin’ Somethin’. On December 31, the dad of three revealed his secret to getting a big Sunday breakfast on the table fast: a meal that serves five to 10 people and is done in less than half an hour.\n“I'm going to show you what I make every single Sunday breakfast,” he shared in his hilariously salty video . “I can't take an hour [to cook food]. You got three kids screaming at you: “I'M DYYYYING!”\nThe virtues of the meal for parents are easy to see right away: There’s no “cutting, there’s no chopping, there’s no nothing,” and it ends with a “crispy and gooey and lovely” meal. The breakfast is a feast of eggs, toast, beans, bacon, sausage, pancakes. Yum.\nFirst, Matheson gets the hash browns going in his air fryer — since they’ll take the longest to cook. Then, he reveals a bacon-cooking hack where he cooks the bacon all at once in a cross-hatch pattern in the pan. With this method, the steam renders the bacon, and eventually, with some more prodding and stirring, that meat just crisps up.\nOr, as he puts it, “It’s called cooking. Do I still have to explain what cooking is?”\nThen, he gets the sausages in the pan going — because they’re just going to “hang out,” and while they hang out, it’s time to think about music, says Matheson. “You want some nice softies… a little Joan Baez… a little Joni, if you want.”\nThe 25-minute meal requires some juggling: He throws a can of beans in a pot, makes pancake mix, drops maple syrup in the sausage, checks on the bacon, and cooks up the pancakes all at the same time. Then he makes eggs — scrambling them — while flipping pancakes and stirring up the cross-hatched, steamed bacon to ensure that the bacon is slowly crisping in the pan.\nLast but not least, Matheson toasts the bread, and in 25 minutes, he’s got a fast-and-furious, massive breakfast on the table.\nIt’s a hilariously busy 10-minute video, but not so busy that Matheson can’t find a minute to complain about his children while wrangling a handful of different pots and pans on the stovetop: “Nobody’s even watching,” he jokes about his cooking tour-de-force. “Nobody’s even caring. They’re all on their iPads, disillusioned... Mac’s buying $300 video games and he doesn’t even know. And he’s always like, ‘Mom, can I get this one?’... What a jabroni,” he jokes.\nFunny and entertaining as it is, Matheson’s video offers seriously helpful tips and tricks for whipping up a big, successful family meal fast. It’s a model of inspirational multi-tasking that most parents will relate to, as they break a sweat toggling between tasks in a crazy-making way that makes you want to tear off your shirt and swear profusely. Or maybe that’s just Matheson.\nSundays don’t always call for elaborate breakfast spreads. Just ask Top Chef winner Joe Flamm . In a recent edition of The Dad Special , he shared a relatable anecdote about the importance of flexibility when it comes to making your kids food: “Today, my son Luca woke up and said, ‘I want eggies and tortillas.’ So I thought, OK, cool. We're all having breakfast tacos with eggs,” he said. “So, I whipped that up, and everyone was happy. And then there are times when they’re just like, ‘I want to eat six tubes of yogurt.’ And this is what we’re doing.”\nNot subscribed to Fatherly’s newsletter yet? We’re not mad, just disappointed.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.youtube.com/embed/hz95ZqXfafo",
    "http://www.youtube.com/watch?v=hz95ZqXfafo",
    "http://www.youtube.com/watch",
    "https://youtube.com/embed/hz95ZqXfafo",
    "http://youtube.com/watch?v=hz95ZqXfafo"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matty matheson",
        "sentiment": "negative"
      },
      {
        "name": "devan mcguinness",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kevin winter/getty images entertainment/getty",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:04:24.368+02:00",
  "updated": "2024-01-07T22:11:46.983+02:00"
}