{
  "thread": {
    "uuid": "ffdbbfd56f7b6c1404b762ebd2898134753713f5",
    "url": "https://www.kelownacapnews.com/news/armstrong-candlelight-ceremony-honours-fallen-wwii-soldiers-7290692",
    "site_full": "www.kelownacapnews.com",
    "site": "kelownacapnews.com",
    "site_section": "https://kelownacapnews.com/entertainment",
    "site_categories": [
      "media"
    ],
    "section_title": "Entertainment  - Kelowna Capital News",
    "title": "Armstrong candlelight ceremony honours fallen WWII soldiers - Kelowna Capital News",
    "title_full": "Armstrong candlelight ceremony honours fallen WWII soldiers - Kelowna Capital News",
    "published": "2023-12-29T01:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.bpmcdn.com/f/files/shared/feeds/gps/2023/12/web1_240104-vms-wwii-candle-ceremony-1_2.jpg;w=1200;h=800;mode=crop",
    "performance_score": 0,
    "domain_rank": 97245,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ffdbbfd56f7b6c1404b762ebd2898134753713f5",
  "url": "https://www.kelownacapnews.com/news/armstrong-candlelight-ceremony-honours-fallen-wwii-soldiers-7290692",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brendan Shykora",
  "published": "2023-12-29T01:10:00.000+02:00",
  "title": "Armstrong candlelight ceremony honours fallen WWII soldiers - Kelowna Capital News",
  "text": "The cenotaph at Armstrong’s Memorial Park was aglow with candles Saturday, Dec. 23, as people from the community came out into the cold to honour each and every local solider who lost their lives during the Second World War. The 26th annual candlelight ceremony was a chance for members of the community to take part in honouring those lost to the war. In total, 39 candles were placed at the cenotaph by 39 relatives, friends, family members and students, one for each Armstrong-Spallumcheen soldier who died defending freedom in the Second World War. A 40th candle was lit to honour all the unknown soldiers who died during the war. Ken Brandel, past president of the Armstrong Legion, described the candlelight ceremonies that began in the Netherlands to show thanks to the Canadians who helped liberate the country and its people from German occupation. He described a special ceremony the Dutch held in 1995 to commemorate their liberation by Canadian forces. Brandel opened the ceremony in Armstrong by reading from Canadian historian J.L. Granatstein’s account of the Canadian First Army that fought its way from Juno Beach at D-Day in 1944, through to Normandy, and went on to liberate the Netherlands. Granatstein’s article, published in Maclean’s Magazine, was titled The Best Little Army in the World. “We began in the Holland cemetery and what struck me at once were the many Dutch families moving quietly around headstones, each with a candle and carved maple leaf with the name, date of death and the unit of each soldier,” Brandel said, quoting Granatstein’s article. He then described a crowd of half a million Dutch citizens that gathered in Apeldoorn, Netherlands, for a victory parade. “This was the most extraordinary event I have ever seen,” said Brandel, again quoting Granatstein. Saturday’s event in Armstrong was a tad smaller — roughly 75 people attended — but it was a touching display of remembrance. The ceremony also featured a firsthand account of those days in the Netherlands when the country was liberated by Canadian forces. Rudy Driessen took the mic to address the crowd, saying he was around six years old when the war ended in 1945. Tracing his early childhood memories, he recalled an interaction he had with a German soldier. Near his home in the Netherlands, young Driessen had come across a soldier who was eating a meal with his rifle propped up next to him. Driessen said the solider had beckoned to him to come closer. “He was eating food and he started to share it with me, “Driessen told the crowd. “Not all German soldiers were bad guys.” Driessen still holds memories of his country’s liberation and the Canadian soldiers who helped made it possible. “What an experience that was for five years,” he said. “There was an occupation and many soldiers, Canadian soldiers, gave up their lives for our liberty, for our freedom.” Driessen voiced his appreciation for the people who came out to the ceremony before wishing everyone a merry Christmas and a happy New Year. The ceremony proceeded to the laying of the candles at the cenotaph. The names of the 39 fallen soldiers and the date of their death were read aloud before each placing of a candle. The ceremony ended with a playing of The Last Post and Rouse, followed by a moment of silence. READ MORE: [Putin: no peace with Ukraine until Russia’s goals are achieved](https://www.vernonmorningstar.com/world-news/putin-no-peace-with-ukraine-until-russias-goals-are-achieved-7285891) READ MORE: [‘Silence is where the danger is’: B.C. mayor speaks out against antisemitism](https://www.vernonmorningstar.com/news/silence-is-where-the-danger-is-bc-mayor-speaks-out-against-antisemitism-7288081)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.vernonmorningstar.com/world-news/putin-no-peace-with-ukraine-until-russias-goals-are-achieved-7285891)",
    "https://www.vernonmorningstar.com/news/silence-is-where-the-danger-is-bc-mayor-speaks-out-against-antisemitism-7288081)",
    "https://vernonmorningstar.com/world-news/putin-no-peace-with-ukraine-until-russias-goals-are-achieved-7285891)",
    "https://vernonmorningstar.com/news/silence-is-where-the-danger-is-bc-mayor-speaks-out-against-antisemitism-7288081)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "armstrong",
        "sentiment": "negative"
      },
      {
        "name": "ken brandel",
        "sentiment": "none"
      },
      {
        "name": "j.l. granatstein",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kelowna capital news",
        "sentiment": "negative"
      },
      {
        "name": "first army",
        "sentiment": "none"
      },
      {
        "name": "armstrong",
        "sentiment": "none"
      },
      {
        "name": "armstrong legion",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "armstrong’s memorial park",
        "sentiment": "none"
      },
      {
        "name": "armstrong",
        "sentiment": "none"
      },
      {
        "name": "netherlands",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:16:27.368+02:00",
  "updated": "2023-12-29T02:16:27.368+02:00"
}