{
  "thread": {
    "uuid": "4f935f93fdf776d5099ad27a2e8a6b9c2235ba74",
    "url": "https://www.africa-newsroom.com/press/last-united-nations-peacekeepers-poised-for-complete-withdrawal-from-mali?lang=fr",
    "site_full": "www.africa-newsroom.com",
    "site": "africa-newsroom.com",
    "site_section": "https://www.africa-newsroom.com/africarc/rss/Tzo4OiJzdGRDbGFzcyI6Mjp7czo5OiJsYW5ndWFnZXMiO3M6MzI6ImE6Mjp7aTowO3M6MjoiZW4iO2k6MTtzOjI6ImZyIjt9IjtzOjQ6InR5cGUiO3M6MToiciI7fQ==",
    "site_categories": [
      "travel",
      "africa"
    ],
    "section_title": "APO Group - Africa-Newsroom: latest news releases related to Africa",
    "title": "Communiqué de presse | La mission de paix de l’ONU au Mali s’en va, fière de ses réalisations",
    "title_full": "APO Group - Africa Newsroom / Communiqué de presse | La mission de paix de l’ONU au Mali s’en va, fière de ses réalisations",
    "published": "2023-12-31T12:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.africa-newsroom.com/files/large/ffe41a2e362442b",
    "performance_score": 0,
    "domain_rank": 54605,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4f935f93fdf776d5099ad27a2e8a6b9c2235ba74",
  "url": "https://www.africa-newsroom.com/press/last-united-nations-peacekeepers-poised-for-complete-withdrawal-from-mali?lang=fr",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "APO Group - Africa Newsroom",
  "published": "2023-12-31T12:15:00.000+02:00",
  "title": "Communiqué de presse | La mission de paix de l’ONU au Mali s’en va, fière de ses réalisations",
  "text": "[UN News](https://africa-newsroom.com/press/source/un-news)| La mission de paix de l’ONU au Mali s’en va, fière de ses réalisations C’est à la demande des autorités maliennes que le Conseil de sécurité de l'ONU a décidé en juin 2023, à l'unanimité, de retirer l'opération de maintien de la paix Notre rôle était de les soutenir et de les accompagner, et notre efficacité dépend fortement de l'étendue de leur engagement Alors que la mission de maintien de la paix des Nations Unies au Mali achève son retrait du pays ce dimanche 31 décembre, le Secrétaire général de l’ONU, António Guterres, a salué « le rôle clé » joué par la MINUSMA pendant dix ans, malgré les défis, dans la protection des civils, le soutien au processus de paix et les efforts pour faciliter le retour de l’autorité de l’État. C’est à la demande des autorités maliennes que le Conseil de sécurité de l'ONU a décidé en juin 2023, à l'unanimité, de retirer l'opération de maintien de la paix. Au cours des six derniers mois, la Mission a rapatrié son personnel et son matériel et s'est retirée de ses bases dans des circonstances très difficiles. « Le Secrétaire général reconnaît le rôle clé joué par la [MINUSMA](https://minusma.unmissions.org/en) dans la protection des civils ; le soutien de la Mission au processus de paix, notamment en veillant au respect du cessez-le-feu dans le cadre de l'accord de paix et de réconciliation de 2015, ainsi qu’à la transition ; ses efforts en faveur de la restauration de l'autorité de l'Etat ; et la fourniture de dividendes de paix à la population », a dit son porte-parole dans une déclaration publié samedi soir à New York. Hommage aux Casques bleus morts et blessés Le chef de l’ONU a notamment rendu hommage aux 311 membres du personnel de la MINUSMA qui ont perdu la vie et aux plus de 700 blessés au service de la paix au cours des 10 années de déploiement de la Mission au Mali. « Le Secrétaire général et l'ensemble de la famille des Nations Unies expriment leur sympathie et leur solidarité envers les proches, les amis et les collègues du personnel décédé, restant inspirés par leur dévouement désintéressé à la cause de la paix », a dit son porte-parole. Le 1er janvier 2024 marquera le début de la période de liquidation de la Mission, au cours de laquelle une équipe réduite relevant du Département de l'appui opérationnel des Nations Unies, ainsi que les arrière-gardes des pays contributeurs de troupes et de police, resteront sur les sites de Gao et de Bamako pour superviser le transport ordonné des biens appartenant aux pays contributeurs de troupes et de police vers leurs nations respectives, et la liquidation appropriée du matériel appartenant aux Nations Unies. « Le Secrétaire gééral compte sur la pleine coopération du gouvernement de transition pour garantir que ce processus soit achevé dès que possible. Le Secrétaire général réaffirme l'engagement des Nations Unies à travailler avec le peuple malien et le gouvernement de transition en vue de la restauration de l'ordre constitutionnel, ainsi que la promotion de la paix, de la sécurité et du développement durable », a souligné son porte-parole. Il a rappelé que l'ensemble du système des Nations Unies, y compris les 21 agences, fonds et programmes des Nations Unies de l’équipe-pays au Mali, en collaboration avec le Bureau des Nations Unies pour l'Afrique de l'Ouest et le Sahel (UNOWAS) et le Coordinateur spécial pour le développement au Sahel, continuera à apporter son soutien à la réalisation de l'Agenda 2030 pour le développement durable au Mali. Des résultats importants ont été obtenus Dans un entretien accordé à ONU Info, le Représentant spécial du Secrétaire général pour le Mali et chef de la MINUSMA, El-Ghassim Wane, est revenu sur les réalisations de la Mission et sur la voie à suivre dans les relations ONU-Mali. Il estime que le travail de la MINUSMA pendant dix ans « a eu un impact sur la vie de nombreux civils au Mali ». « Je crois que la mission a été accomplie ou obtenu des résultats importants. Il n'y aucun doute à propos de ça », a-t-il dit. « Lorsqu’il s’agit de protection des civils, nous ne pouvons évidemment pas assurer la protection physique à chaque Malien qui en a besoin, mais dans les zones où la Mission a été déployée, l'impact a été évident, tangible, visible par les populations locales. Nous avons apporté un soutien politique soutenu à tous les processus en cours pour construire le processus de paix », a-t-il ajouté. « Nous avons fourni un soutien politique aux parties prenantes. Nous avons fourni un soutien pour la participation des femmes. Nous avons travaillé en étroite collaboration avec l'Algérie, qui était le chef de file et d'autres membres de la médiation internationale ». El-Ghassim Wane s’est félicité des « quelques succès » réalisés, tout en reconnaissant que certaines des dispositions critiques de l’accord de paix n’ont pas été mises en œuvre. « Mais encore une fois, la responsabilité incombe aux parties. Notre rôle était de les soutenir et de les accompagner, et notre efficacité dépend fortement de l'étendue de leur engagement », a-t-il souligné. Il a rappelé qu’en ce qui concerne le processus de paix, l'accent a été mis sur l'amélioration de la participation des femmes. « Les femmes ont été absolument remarquables dans leur volonté de tourner la page du conflit. Les hommes aussi, mais les femmes ont certainement apporté une contribution considérable aux efforts déployés », a-t-il dit. L'ONU reste El-Ghassim Wane a noté que l'ONU continuera à soutenir le Mali au-delà du retrait de la MINUSMA, avec la présence des fonds et programmes des agences de l'ONU, qui « étaient au Mali bien avant le déploiement de la MINSMA, et resteront au Mali bien après le retrait de la MINUSMA ». « Cela signifie que le soutien de l’ONU, sa solidarité avec le peuple malien se poursuivront », a-t-il affirmé, rappelant le sacrifice de nombreux Casques bleus pour la cause de la paix au Mali. « Nos mots ne peuvent pas remplacer les collègues partis. Mais nous apprécions ce qu’ils ont fait, mais nous savons aussi qu’ils sont morts pour une cause supérieure ; la cause de la paix dans le monde », a-t-il dit. Distribué par APO Group pour UN News.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://minusma.unmissions.org/en)",
    "https://www.minusma.unmissions.org/en)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T14:48:19.355+02:00",
  "updated": "2023-12-31T14:48:19.355+02:00"
}