{
  "thread": {
    "uuid": "581b40a98e3a6ffd8eb390c5130ecc4cfbcfc63d",
    "url": "https://www.agensir.it/quotidiano/2024/3/29/pasqua-mons-cipolla-padova-di-fronte-a-venti-di-guerra-e-minacce-nucleari-porti-speranza-coraggio-e-ci-sproni-ad-agire-per-la-pace",
    "site_full": "www.agensir.it",
    "site": "agensir.it",
    "site_section": "https://agensir.it",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "SIR - Servizio Informazione Religiosa",
    "title": "Pasqua: mons. Cipolla (Padova), di fronte a “venti di guerra e minacce nucleari” porti “speranza, coraggio, e ci sproni ad agire per la pace” - AgenSIR",
    "title_full": "Pasqua: mons. Cipolla (Padova), di fronte a “venti di guerra e minacce nucleari” porti “speranza, coraggio, e ci sproni ad agire per la pace” - AgenSIR",
    "published": "2024-03-29T12:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.agensir.it/wp-content/themes/sir-wp-theme/assets/images/logo_sir_2019@2x.png",
    "performance_score": 0,
    "domain_rank": 45103,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "581b40a98e3a6ffd8eb390c5130ecc4cfbcfc63d",
  "url": "https://www.agensir.it/quotidiano/2024/3/29/pasqua-mons-cipolla-padova-di-fronte-a-venti-di-guerra-e-minacce-nucleari-porti-speranza-coraggio-e-ci-sproni-ad-agire-per-la-pace",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@agensir",
  "published": "2024-03-29T12:27:00.000+03:00",
  "title": "Pasqua: mons. Cipolla (Padova), di fronte a “venti di guerra e minacce nucleari” porti “speranza, coraggio, e ci sproni ad agire per la pace” - AgenSIR",
  "text": "“Come cristiani abbiamo una lunga tradizione di attenzione agli ultimi e anche nella nostra realtà di Chiesa padovana ci sono opere e segni che lo testimoniano. Oggi siamo chiamati a scoprire nuove forme di povertà, nuovi bisogni, nuove richieste di aiuto che in una società sostanzialmente benestante sono spesso nascoste, sussurrate, appena percepite. Il mio augurio in questa Pasqua è proprio quello di saper cogliere questi permanenti sussurri di persone che chiedono aiuto alla nostra Chiesa; chiedono ascolto, chiedono anche un orizzonte per la propria vita, per le proprie fatiche”. Lo scrive il vescovo di Padova Claudio Cipolla, nel messaggio per le festività pasquali. La Pasqua, spiega, “è la speranza che le cose di cui abbiamo più interiormente bisogno possano trovare una risposta. Noi cristiani crediamo che Gesù è risorto: dove c’è stata una sconfitta atroce è nata una vita nuova. Auguro che ciascuno di noi possa imparare a cogliere i germogli che ci sono sparsi ovunque e possa farli fruttificare. Che sia una primavera di vita e di speranza. Tanto più oggi che soffiano troppi venti di guerra e aleggiano minacce nucleari, mettendo in discussione politiche e impegni di pace, alimentando paure e profilando un futuro incerto”. Di qui l’augurio che “questa Pasqua porti speranza, coraggio, desiderio e voglia di vivere nonostante le fatiche e le solitudini che incontriamo ogni giorno; porti parole e gesti di riconciliazione; porti il desiderio e la volontà di lavorare e camminare insieme; aiuti a cogliere i lamenti e i gemiti dell’umanità; ci sproni tutti ad agire per la pace”. Pasqua: mons. Cipolla (Padova), di fronte a “venti di guerra e minacce nucleari” porti “speranza, coraggio, e ci sproni ad agire per la pace” “Come cristiani abbiamo una lunga tradizione di attenzione agli ultimi e anche nella nostra realtà di Chiesa padovana ci sono opere e segni che lo testimoniano. Oggi siamo chiamati a scoprire nuove forme di povertà, nuovi bisogni, nuove richieste di aiuto che in una società sostanzialmente benestante sono spesso nascoste, sussurrate, appena percepite. Il mio augurio in questa Pasqua è proprio quello di saper cogliere questi permanenti sussurri di persone che chiedono aiuto alla nostra Chiesa; chiedono ascolto, chiedono anche un orizzonte per la propria vita, per le proprie fatiche”. Lo scrive il vescovo di Padova Claudio Cipolla, nel messaggio per le festività pasquali.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T12:57:49.875+03:00",
  "updated": "2024-03-29T12:57:49.875+03:00"
}