{
  "thread": {
    "uuid": "12e986d38ee99459611d26665816c6edb66fb066",
    "url": "https://www.world-today-news.com/unlocking-secrets-of-the-mauthausen-liberation-search-for-spanish-victims-of-nazi-camps-on-the-rise/",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Sport Archives - World Today News",
    "title": "Unlocking Secrets of the Mauthausen Liberation: Search for Spanish Victims of Nazi Camps on the Rise - World Today News",
    "title_full": "Unlocking Secrets of the Mauthausen Liberation: Search for Spanish Victims of Nazi Camps on the Rise - World Today News",
    "published": "2024-05-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.eldiario.es/clip/41ff295e-950e-4bcb-967b-96ae1b43bae1_facebook-watermarked-aspect-ratio_default_1094566.jpg",
    "performance_score": 0,
    "domain_rank": 27646,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "12e986d38ee99459611d26665816c6edb66fb066",
  "url": "https://www.world-today-news.com/unlocking-secrets-of-the-mauthausen-liberation-search-for-spanish-victims-of-nazi-camps-on-the-rise/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-05-05T03:00:00.000+03:00",
  "title": "Unlocking Secrets of the Mauthausen Liberation: Search for Spanish Victims of Nazi Camps on the Rise - World Today News",
  "text": "This Sunday marked the 79th anniversary of the liberation of Mauthausen. A date called the Day of Praise for the Spaniards Deported to the Nazi Concentration Camps and for all the Victims of the Nazis is celebrated in our country, because the government approved it in 2019. Coinciding with this anniversary, the Arolsen Archive, which protects most of the original documents related to the victims of National Socialism, has taken into account the applications received in the past year. “We don’t know exactly why, but the number of requests for information and documents, as well as consultation of our online archive, has increased dramatically around the world ,” he tells elDiario.es Floriane Azoulay, director of the Arolsen Archive. “It is not known for certain whether the current situation and the feeling of insecurity caused by events such as Russia ’s attack against Ukraine and the threat to democratic values in many countries of the world also give impact on this increase.” In 2023, this German-based institution received more than 20,000 requests asking about the fate of around 28,000 Hitler’s victims. A figure that represents an increase of 30% compared to 2022. The increase is even greater when we see the figures of the consultations that have been carried out. a very comprehensive online archive : nearly 700,000, 43% more than the previous year. Another relevant task that comes to the Arolsen Archive is to trace the descendants of the owners of watches, rings and other items taken by the Nazis from their victims. Last year, the work of volunteers connected to this institution made it possible to deliver 180 envelopes with the personal belongings of as many prisoners from the Nazi concentration camps. The highest figure is doubling what was reached in 2022. In Spain, the total figures are far lower than the requests that come from Poland, France or Germany , countries that had a much higher number of victims of Nazism. However, proportionally, the increase in the interest of the Spanish in this subject is slightly higher than the average: “We had 34% more requests than in 2022,” summarizes on Floriane Azoulay. “We received 179 direct inquiries about 333 Spanish victims of Nazism and more than 7,500 users of the online archive came from Spain, which also shows the growing interest. We also see that the number of Spanish followers on our social media channels continues to increase,” he explains. Even visiting a concentration camp does not automatically act as a vaccine against far-right ideologies. Fighting misinformation, discrimination and hatred is a huge social task The director of the archives that preserve National Socialism’s sad legacy is taking credit for its success #StolenMemory traveling show (Stolen Memory) is being presented in several cities in Spain: “Now we are more known as an institution than a few years ago.” Azoulay also emphasizes the importance of knowing the past, although it is only one more tool to face the rise of realism throughout the planet: “It is important to look us back to get a better understanding of today and to recognize the dangers that threaten democracy. But even visiting a concentration camp does not automatically act as a vaccine against extremist ideologies. Fighting misinformation, discrimination and hatred is a huge social task. We believe that our mission is to make historical knowledge about Nazi persecution accessible and to pass it on in a way that gives young people the opportunity to think, gather knowledge and thus build a bridge to the problems of today’s society. – today. Spanish Students in the Arolsen Archives In Spain, although they are not the majority, there are more and more educational institutions that encourage their students to study and learn about the history of their comrades who ended up in camps of the Nazis. For years, associations such as Amical de Mauthausen or Triángulo Azul have been working on the issue with high schools and organizing trips for students to visit the Mauthausen-Gusen concentration camp. A more recent example is that of the IES Tirso de Molina in Madrid in which students participate in a project developed by the Geography and History department called “Spanish in concentration camps during the Second World War.” One of the teachers involved is José Ángel Romera: “In this project, 4th year ESO students look for information about unknown people who were in these areas, about concepts such as holocaust or genocide and also about the connections of victims. It is our duty as teachers to make our classes count so that students learn about the lives of men and women who do not appear in official history, but who also fought to achieve democratic values in Europe. Without these characters and their testimony, without these faces and names, history is not built, and it is fair to restore their part in the story of our country.” At the beginning of this course, one of her students, Gisell Marian Vallejos, presented her with a different challenge for the first time that made her discover the value of the Arolsen Archive: “She told us that we -her husband’s grandfather had been in a concentration camp. This spark led us to investigate that man: Antonio Cortés Maya. Consulting various databases they discovered that at just 21 years old, this man from Granada born in the caves of Sacromonte was murdered in Gusen, Mauthausen Slaughterhouse . Another professor then told them about the Arolsen Archives and so, on their website, they found the first original documents from the Nazi era in which Antonio Cortés was cited: “Then we contacted Arolsen by email in case they had more files that had not been digitized. . Two weeks later they sent us more documents about Antonio: concentration camp entry lists, transfer records, death certificates, the date of his cremation in the Gusen crematorium… Although there are gaps still, we managed to learn a little more about Antonio. The experience has been a joy not only for Gisell and the rest of the students, but also for the teachers: “For me it has meant opening new spaces in my work: the process of historical research and access and discovery of primary sources in archives, which we work very little in Secondary and Baccalaureate Education,” said José Ángel. “This allowed us to develop students’ digital competence, teaching them to find primary sources with historical and ethical criteria. At the same time, he has been developing research for characters that have been ignored in our recent history that must be valued and named in order to improve our democratic memory. ” 2024-05-05 19:45:18 #Spanish #victims #Nazism #sought #Arolsen #archive #Knowledge #vaccine #extreme #elDiario.es Related posts: Electronic games threaten your children's mental health and threaten you with mental disorders Foliar Fertilization Industry Size by Share 2021 Research Report, Opportunities, Challenges, Trends,... Coronavirus: the use of “premature” self-tests - France Astronomers find water vapor in Ganymede's atmosphere",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.eldiario.es/sociedad/campo-andaluz-camara-gas-asesinato-hermanos-serrano-simbolo-deportacion-campos-nazis_1_11322491.html",
    "https://www.eldiario.es/",
    "https://arolsen-archives.org/es/",
    "https://www.eldiario.es/sevilla/stolen-memory-llave-abrir-puerta-historias-enterradas-nazismo_1_10252304.html",
    "https://www.arolsen-archives.org/es/",
    "https://eldiario.es/sociedad/campo-andaluz-camara-gas-asesinato-hermanos-serrano-simbolo-deportacion-campos-nazis_1_11322491.html",
    "https://www.eldiario.es",
    "https://eldiario.es/",
    "https://eldiario.es/sevilla/stolen-memory-llave-abrir-puerta-historias-enterradas-nazismo_1_10252304.html",
    "https://arolsen-archives.org/es"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "floriane azoulay",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nazi camps",
        "sentiment": "negative"
      },
      {
        "name": "nazi concentration camps",
        "sentiment": "none"
      },
      {
        "name": "nazis",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mauthausen",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-05T23:46:47.773+03:00",
  "updated": "2024-05-05T23:46:47.773+03:00"
}