{
  "thread": {
    "uuid": "154e8d8f201b977424a57cf119ec3949056c4210",
    "url": "https://pleated-jeans.com/2023/12/28/people-are-sharing-the-most-wtf-gifts-theyve-ever-received-12-unwanted-presents/",
    "site_full": "pleated-jeans.com",
    "site": "pleated-jeans.com",
    "site_section": "https://pleated-jeans.com/rss",
    "site_categories": [
      "entertainment"
    ],
    "section_title": "Pleated Jeans",
    "title": "People Are Sharing The Most Hilariously Awkward Christmas Gifts They’ve Ever Received",
    "title_full": "People Are Sharing The Most Hilariously Awkward Christmas Gifts They’ve Ever Received",
    "published": "2023-12-28T23:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://pleated-jeans.com/wp-content/uploads/2019/12/most-awkward-christmas-gifts.jpg",
    "performance_score": 0,
    "domain_rank": 48894,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "154e8d8f201b977424a57cf119ec3949056c4210",
  "url": "https://pleated-jeans.com/2023/12/28/people-are-sharing-the-most-wtf-gifts-theyve-ever-received-12-unwanted-presents/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mike",
  "published": "2023-12-28T23:26:00.000+02:00",
  "title": "People Are Sharing The Most Hilariously Awkward Christmas Gifts They’ve Ever Received",
  "text": "The\nmagic of Christmas often lies in the joy of giving and receiving gifts. However, not all presents are created equal, especially when they fall into the category of ‘What were they thinking?’ This festive season, while most gifts bring cheer and warmth, there are those that leave us scratching our heads in bewildered amusement.\nImagine unwrapping a present under the twinkling lights of the Christmas tree, only to find something so absurd, so peculiar, that you can’t help but wonder if Santa had a mix-up at the North Pole. These aren’t just any gifts; they are the epitome of the awkward, the bizarre, the downright ‘WTF’ moments of holiday gift-giving.\nIt’s often said that it’s the thought that counts, but what happens when that thought is a puzzling enigma? These stories are a testament to those Christmas mornings filled with polite smiles, concealed confusion, and the silent question, ‘What were they thinking?’\nAs you dive into this list of the most awkward and bizarre Christmas gifts ever received, remember: while the season of giving is full of surprises, some surprises are more baffling than others. Let’s unwrap these\ntales of holiday hilarity and wonder, where the spirit of Christmas meets the mystery of the most questionable gift choices.\n1. Sexual themes\n“When I was like 12 my mom’s boyfriend gave me a holiday card with sexual themes in the text. My mom pulled me aside later and told me that he was almost illiterate and hadn’t read it before giving it to me and to never talk about it again.” –\nu/hypo-osmotic\n2. Sweet 16\n“16th birthday, then-girlfriend’s dad gifted me a pair of sexy red lacy thong panties. I still don’t know if he was suggesting that I sleep with his daughter, his wife, or him.” –\nu/FunkTurkey\n3. Little bro\n“When I was about 10 my little brother (only 3 or so) was very sweet and told my parents he had a present for me but didn’t want anyone to see and wanted to wrap it himself. Christmas morning comes and I’m very moved by the shoebox-sized gift my little brother taped up as best he could and made my Mom wrap for him. He excitedly brought it over and I noticed it was pretty light but his eyes were giddy with excitement for me to open it. I figured it was a hand-drawn picture or something and so I made a big show about being excited to see what was inside. As I started to remove the tape from the box I noticed a little odd smell but figured it was just because the old box was in the basement. When I finally got the lid open and my brother excitedly exclaimed “Merry Christmas” I got to see what he was so excited about for the past two weeks. The box contained a dead hummingbird that had run into the window, an earthworm, and a few scattered saltines in case the worm and bird got hungry. Best present ever, but definitely WTF.” –\nu/Jelz\n4. The…crust\n“For my bridal shower, my mother-in-law gave me an old bikini. How do I know it was old? The elastic was crusty.” –\nu/Lalina13\n5. Wholesome heater\n“I had one of these with my Nana that turned into a fucking Hallmark life lesson.\nHigh School, 1998 or so. At some point in October or so I mentioned casually during a visit that my bedroom was chilly at night. Come Christmas, I open my gift from Nana. A space heater.\nAs a teenager who was hoping for video games or CDs or other such things, I put on the forced-smile rictus and thanked her for the gift while internally bemoaning all the loot that could have been. I must have been grossly unconvincing because she got a bit anxiously defensive, “You said your room was cold! I thought it’d help out!”\nLater that night we head home, I plug the space heater in when I go to bed because why not?\nMy god. My god, you all. The DIFFERENCE that space heater made. Actual fucking comfortable sleep for once. No waking up halfway through the night shivering, or getting shocked awake by my foot straying too far from out of the covers.\nThe next time I went to her house I gave Nana a giant hug, told her how much better my room was at night with that space heater, and gave her an actual genuine thank you. I didn’t even mind the following “I told you it’d help!”\nEver since that Christmas, when I get something practical for Christmas from Nana, I thank her sincerely, because it WILL be useful. I still use that space heater twenty years after the fact, too.” –\nu/Strawberrycocoa\n6. Honest mom\n“A book called “This Is Why You’re Single.” Thanks, Mom.” –\nu/GlassApricot9\n7. Jews rule\n“This wasn’t me but it’s a great story anyway. My very materialistic sister dated (and eventually married) a pretty rich guy. They met on New Year’s Eve so by the first Christmas they shared they were together for a year. The whole first year he showered her with gifts and trips and all kinds of stuff, even paying for her education. He seemed like a great guy but because he was a little weird and shy my parents didn’t meet him until that first Christmas. Well he showed up with gifts for all, really nice and thoughtful things. My sister opened hers last. It was huge box, inside was another box, and another, that old gag with maybe 10 or 12 boxes. Well we were all thinking “At the bottom there is a ring, he’s going to propose!”. When she got to the final box it was a single roll of toilet paper and a can of Campbell’s soup. I just about pissed myself with laughter looking at my sister’s dumb fucking face. One of the top 10 moments in my life if I’m being honest. We never got an explanation as to why, it wasn’t an inside joke or anything, just a weird fucking thing from a weird fucking guy. I like him (maybe even more than my sister does) but my parents definitely think he’s a weirdo.\nForgot to mention about 8 years after this I moved across the country and my first Christmas without the family he sent me a half eaten box of stale triscuits and a ziplock bag of hair that had fallen off their cat. There was no card but he wrote “jews rule” on the wrapping paper with sharpie. My reward for being the only member of my family to not shun him for his weird behavior over the years.” –\nu/everyoneiknowistrash\n8. Thanks, I hate it\n“Christmas, 1993. I was eleven. My grandma gave me one half of a pool cue. She gifted the other half to my then-8-year-old brother.\nGrandma: “See? You can only use it if you two cooperate and share!”\nWe did not own a pool table.” –\nu/CaptainWisconsin\n9. In a bucket\n“A guinea pig. Just the guinea pig, no cage or anything. They gave it to me in a bucket.” –\nu/Kckc321\n10. Donald Suck\n“When I was in college my sister gave me a Donald Duck cement lawn ornament for Christmas. It weighed at least 40 pounds. I didn’t have a lawn, and I didn’t like Donald Duck. She has an excessive amount of lawn ornaments in her yard. I suspect that she realized that she hadn’t gotten me anything as she was getting into her car and just grabbed the closest thing.” –\nu/SpendLessLiveMore\n11. Big idea\n“I was given a large industrial lightbulb (think of a cylinder the circumference of a soccer ball and about 15” tall) by my uncle. He told me it was worth a lot of money and would be hard to find another one if I ever needed one.” –\nu/iconoclastic_idiot\n12. I’ll take it\n“A cheese and champagne gift set that had the champagne and most of the other goodies taken out of it. So cheese in a mostly empty box.” –\nu/haggisforthesoul\nSome more of our favorites:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.reddit.com/user/everyoneiknowistrash/",
    "https://www.reddit.com/user/Strawberrycocoa/",
    "https://www.reddit.com/user/GlassApricot9/",
    "https://www.reddit.com/user/Kckc321/",
    "https://www.reddit.com/user/Lalina13/",
    "https://www.reddit.com/user/iconoclastic_idiot/",
    "https://www.reddit.com/user/Jelz/",
    "https://www.reddit.com/user/hypo-osmotic/",
    "https://www.reddit.com/user/SpendLessLiveMore/",
    "https://www.reddit.com/user/FunkTurkey/",
    "https://www.reddit.com/user/haggisforthesoul/",
    "https://www.reddit.com/user/CaptainWisconsin/",
    "https://reddit.com/user/Lalina13/",
    "https://reddit.com/user/CaptainWisconsin/",
    "https://www.reddit.com/user/CaptainWisconsin",
    "https://reddit.com/user/Jelz/",
    "https://www.reddit.com/user/SpendLessLiveMore",
    "https://www.reddit.com/user/haggisforthesoul",
    "https://www.reddit.com/user/Kckc321",
    "https://www.reddit.com/user/everyoneiknowistrash",
    "https://www.reddit.com/user/Jelz",
    "https://reddit.com/user/SpendLessLiveMore/",
    "https://www.reddit.com/user/iconoclastic_idiot",
    "https://reddit.com/user/hypo-osmotic/",
    "https://reddit.com/user/GlassApricot9/",
    "https://www.reddit.com/user/GlassApricot9",
    "https://reddit.com/user/Kckc321/",
    "https://www.reddit.com/user/Strawberrycocoa",
    "https://reddit.com/user/iconoclastic_idiot/",
    "https://www.reddit.com/user/hypo-osmotic",
    "https://www.reddit.com/user/FunkTurkey",
    "https://reddit.com/user/everyoneiknowistrash/",
    "https://reddit.com/user/Strawberrycocoa/",
    "https://reddit.com/user/FunkTurkey/",
    "https://www.reddit.com/user/Lalina13",
    "https://reddit.com/user/haggisforthesoul/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "santa",
        "sentiment": "none"
      },
      {
        "name": "north pole",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:40:25.792+02:00",
  "updated": "2023-12-29T00:40:25.792+02:00"
}