{
  "thread": {
    "uuid": "a1ddd83425eff634d65a9ca930aec5cd68a1745c",
    "url": "https://www.forbes.com.mx/apple-permitira-uso-de-piezas-usadas-en-reparaciones-de-algunos-de-sus-iphone",
    "site_full": "www.forbes.com.mx",
    "site": "forbes.com.mx",
    "site_section": "http://feeds.feedburner.com/ForbesMexico",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Forbes México",
    "title": "Apple permitirá uso de piezas usadas en reparaciones de algunos de sus iPhone",
    "title_full": "Apple permitirá uso de piezas usadas en reparaciones de algunos de sus iPhone",
    "published": "2024-04-12T00:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://cdn.forbes.com.mx/2023/09/daniel-romero-q-RQba-XCgU-unsplash-e1694557169214.webp",
    "performance_score": 0,
    "domain_rank": 8102,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a1ddd83425eff634d65a9ca930aec5cd68a1745c",
  "url": "https://www.forbes.com.mx/apple-permitira-uso-de-piezas-usadas-en-reparaciones-de-algunos-de-sus-iphone",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Forbes Staff",
  "published": "2024-04-12T00:12:00.000+03:00",
  "title": "Apple permitirá uso de piezas usadas en reparaciones de algunos de sus iPhone",
  "text": "Apple anunció que a partir de este otoño permitirá en algunos de sus modelos iPhone a clientes y proveedores independientes emplear piezas de Apple usadas -incluidas pantallas, baterías y cámaras- para reparar averías.\nEn su anuncio oficial de este jueves, la compañía no indicó cuáles serían los modelos de teléfonos inteligentes que se beneficiarán de esta medida, pero en una entrevista con The Washington Post dijo que solo serán los propietarios del último modelo de iPhone, el 15, o posterior.\nHasta ahora, los usuarios de iPhone solo podían reparar sus teléfonos inteligentes y mantener la misma calidad del dispositivo usando piezas de repuesto nuevas y costosas de Apple.\nOtra opción es usar piezas de repuesto fabricadas por proveedores externos o piezas usadas extraídas de otros iPhones, pero estas no garantizan la misma calidad que las originales.\nEsto se debe a que las piezas están ligadas o bloqueadas en el dispositivo con el que vinieron originalmente, una práctica comúnmente conocida como “emparejamiento” de piezas.\nLee:\nApple despide a más de 600 empleados tras cerrar su proyecto de movilidad autónoma\nEn tanto, la única forma de restaurar y garantizar la misma calidad es usando piezas nuevas de Apple que no están emparejadas con ningún teléfono.\n“Las piezas de Apple usadas se beneficiarán de la misma funcionalidad y seguridad que proporciona la calibración en fábrica para las piezas nuevas”, señaló la compañía hoy en su comunicado.\nApple agregará el ‘bloqueo de activación’\nAdemás, Apple anunció que “añadirá la popular prestación ‘bloqueo de activación’ a las piezas del iPhone para evitar que se extraigan de dispositivos robados”.\n“Esta prestación, muy solicitada por los clientes y las autoridades, está diseñada para impedir la reactivación de un iPhone perdido o robado mediante su bloqueo y, de esta manera, reducir el número de robos.\nDurante una reparación, si un dispositivo detecta que una pieza compatible procede de un producto con ‘bloqueo de activación’ o el ‘modo perdido’ habilitados, se restringirán las opciones de calibración para dicha pieza”, asegura la empresa.\nCon información de EFE\nSíguenos en Google Noticias para mantenerte siempre informado",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "http://bit.ly/2smr5VR",
    "http://www.bit.ly/2smr5VR"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:30:18.678+03:00",
  "updated": "2024-04-12T01:30:18.678+03:00"
}