{
  "thread": {
    "uuid": "c50551e552eac3b87587c9d16f034a6134c15098",
    "url": "https://www.autoevolution.com/news/hennessey-supercharged-c8-corvette-stingray-convertible-lays-down-572-wheel-horsepower-232230.html",
    "site_full": "www.autoevolution.com",
    "site": "autoevolution.com",
    "site_section": "https://www.autoevolution.com/",
    "site_categories": [
      "vehicles"
    ],
    "section_title": "autoevolution: cars & moto news and vehicle specifications",
    "title": "Hennessey Supercharged C8 Corvette Stingray Convertible Lays Down 572 Wheel Horsepower - autoevolution",
    "title_full": "Hennessey Supercharged C8 Corvette Stingray Convertible Lays Down 572 Wheel Horsepower - autoevolution",
    "published": "2024-04-12T02:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s1.cdn.autoevolution.com/images/news/hennessey-supercharged-c8-corvette-stingray-convertible-lays-down-572-wheel-horsepower-232230_1.jpg",
    "performance_score": 0,
    "domain_rank": 5435,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c50551e552eac3b87587c9d16f034a6134c15098",
  "url": "https://www.autoevolution.com/news/hennessey-supercharged-c8-corvette-stingray-convertible-lays-down-572-wheel-horsepower-232230.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mircea Panait",
  "published": "2024-04-12T02:02:00.000+03:00",
  "title": "Hennessey Supercharged C8 Corvette Stingray Convertible Lays Down 572 Wheel Horsepower - autoevolution",
  "text": "Compatible with the 2020 through 2024 model year Chevrolet Corvette Stingray in either hardtop convertible or coupe form, the Hennessey H700 package gifts the mid-engined sports car's 6.2L small block with a high-flow centrifugal blower. Instead of the stock 490/495 horsepower and 465/470 pound-feet of torque, which is 630 or 637 Nm in the metric system, the supercharger levels up the crankshaft numbers to 708 hp and 638 lb-ft (865 Nm). That, in turn, means that Hennessey's H700 package would slot between the C7-generation ZR1 (755 hp) and the C7-generation Z06 (650 hp). How much of that power actually reaches the wheels? On the Sealy-based tuner's dynamometer, that would be 571.60 horses at 6,510 rpm and 519.07 pound-feet (704 Nm) at 4,750 rpm. Otherwise put, drivetrain losses amount to 19.2 percent for power and 18.64 percent for torque. Both may be higher than the 15-percent rule, but in any case, bear in mind that a H700-spec The 2024 model year Chevrolet Corvette Stingray is $68,300 from the outset. Add $1,695 for the destination charge, then a further $34,950 for the go-faster package, and you get $104,945 for a muscled-up 1LT Coupe. Beyond the blower, Hennessey further sweetens the deal with a high-flow induction system, an air-to-water intercooler, exterior badging, an upgraded fuel system, a cat-back exhaust, engine and transmission software calibration, a serialized engine compartment plaque, and a warranty. Similar to the C7, the That implies the switch to a cross-plane crankshaft, which would lower the redline from 8,600 revolutions per minute to something in the ballpark of 7,000 revolutions per minute. For reference, the fourth-generation Coyote V8 in the 2024 Ford Mustang Dark Horse tops 7,500 with the 10-speed automatic or 7,250 with the manual transmission. In stark contrast to the 2024 Chevrolet Corvette E-Ray, the ZR1 isn't going to feature any electrical assistance. However, the forthcoming Zora will combine the ZR1's twin-turbo V8 with an electric drive unit for the front axle. It's easy to imagine 1,000 horsepower from this combo if the LT7 develops 840 ponies and the front unit is the very same 160-hp motor as the one used in the E-Ray. How much of that power actually reaches the wheels? On the Sealy-based tuner's dynamometer, that would be 571.60 horses at 6,510 rpm and 519.07 pound-feet (704 Nm) at 4,750 rpm. Otherwise put, drivetrain losses amount to 19.2 percent for power and 18.64 percent for torque. Both may be higher than the 15-percent rule, but in any case, bear in mind that a H700-spec [Stingray](https://www.autoevolution.com/chevrolet/corvette-convertible/)produces more power and torque at the wheels than a bone-stock one does at the crankshaft. Introduced in January 2024, the $34,950 supercharged upgrade turns the Stingray into a rather expensive car. The 2024 model year Chevrolet Corvette Stingray is $68,300 from the outset. Add $1,695 for the destination charge, then a further $34,950 for the go-faster package, and you get $104,945 for a muscled-up 1LT Coupe. Beyond the blower, Hennessey further sweetens the deal with a high-flow induction system, an air-to-water intercooler, exterior badging, an upgraded fuel system, a cat-back exhaust, engine and transmission software calibration, a serialized engine compartment plaque, and a warranty. Looking at the bigger picture, that's quite a deal, especially when compared to the high-revving Z06. You also have to remember that certain dealers offer the Stingray below the recommended price, whereas Z06 markups are steadily going down at press time. Why is that? Of course, Chevy is preparing to reveal the new ZR1 this summer. Similar to the C7, the [C8-generation ZR1](https://www.autoevolution.com/news/chevy-starts-teasing-2025-corvette-zr1-dubs-it-unthinkable-232160.html)is best described as Z06 on steroids. Instead of a naturally aspirated V8 with a flat-plane crankshaft, the newcomer gets a pair of turbochargers. Based on a leak from the GM parts catalog, the LT7 engine of the ZR1 further differs from the LT6 by means of Active Fuel Management (cylinder deactivation). That implies the switch to a cross-plane crankshaft, which would lower the redline from 8,600 revolutions per minute to something in the ballpark of 7,000 revolutions per minute. For reference, the fourth-generation Coyote V8 in the 2024 Ford Mustang Dark Horse tops 7,500 with the 10-speed automatic or 7,250 with the manual transmission. In stark contrast to the 2024 Chevrolet Corvette E-Ray, the ZR1 isn't going to feature any electrical assistance. However, the forthcoming Zora will combine the ZR1's twin-turbo V8 with an electric drive unit for the front axle. It's easy to imagine 1,000 horsepower from this combo if the LT7 develops 840 ponies and the front unit is the very same 160-hp motor as the one used in the E-Ray.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hennessey",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "chevrolet corvette stingray",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "sealy",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T02:43:22.099+03:00",
  "updated": "2024-04-12T02:43:22.099+03:00"
}