{
  "thread": {
    "uuid": "4d749f313f08af6d478b3de4bca30123ab6f86b0",
    "url": "https://www.cpuc.ca.gov/news-and-updates/all-news/cpuc-drives-california-toward-a-clean-energy-future-2024",
    "site_full": "www.cpuc.ca.gov",
    "site": "ca.gov",
    "site_section": "https://www.cpuc.ca.gov",
    "site_categories": [
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "California Public Utilities Commission",
    "title": "CPUC Drives California Toward a Clean Energy Future",
    "title_full": "CPUC Drives California Toward a Clean Energy Future",
    "published": "2024-02-15T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 193,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4d749f313f08af6d478b3de4bca30123ab6f86b0",
  "url": "https://www.cpuc.ca.gov/news-and-updates/all-news/cpuc-drives-california-toward-a-clean-energy-future-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Test Auth",
  "published": "2024-02-15T02:00:00.000+02:00",
  "title": "CPUC Drives California Toward a Clean Energy Future",
  "text": "CPUC Drives California Toward a Clean Energy Future The California Public Utilities Commission (CPUC) today took significant steps to accelerate California’s progress toward a clean energy future. In a new decision in the CPUC’s Integrated Resource Planning proceeding, the CPUC adopted a plan to advance clean energy production while prioritizing affordability. The plan’s combination of a diverse set of resources cost-effectively achieves clean energy production, reducing greenhouse gas (GHG) emissions, and uses the most aggressive state planning target for the energy sector. Key highlights from the decision include: Clean Energy Resources GHG Emission Reduction The CPUC approved a comprehensive plan to reduce statewide annual GHG emissions from the electric sector to 25 million metric tons (MMT) by 2035. Representing the most aggressive end of the range identified by the California Air Resources Board, this plan will achieve a nearly 60 percent reduction compared to 2020 levels. The plan outlines preferred energy resources for providers under the CPUC’s jurisdiction to meet California’s grid needs, strategically designed to achieve the 25 MMT GHG target while ensuring a reliable and affordable power supply. Clean Energy Capacity The decision mandates the construction of more than 56 gigawatts (GW) of new clean energy resources by 2035, including plans for 4.5 GW of offshore wind, showcasing the State’s commitment to diverse renewable energy infrastructure. Efficient Transmission Planning Strategic Recommendations The CPUC’s decision recommends to the California Independent System Operator (CAISO) that the resource portfolio achieving the 25 MMT GHG goal be the foundation for planning transmission investments. These investments are crucial for integrating more than 56 GW of new generation and storage into California’s evolving energy landscape by 2035. “Our decision solidifies California’s global leadership in addressing climate change through accelerating the progress toward clean energy for all, with a keen attention to affordability to ensure we meet our greenhouse gas reduction goals while minimizing impacts on customer bills,” said CPUC President Alice Reynolds. “Our decision advances the State’s clean energy goals, incorporates significant amounts of offshore wind to be developed, and reflects a longer planning horizon to ensure the electric transmission system can accommodate these new clean energy resources in a timely manner,” said Commissioner Darcie L. Houck. The proposal voted on is available [here](https://docs.cpuc.ca.gov/PublishedDocs/Published/G000/M525/K164/525164249.PDF). Documents related to the proceeding are available [here](https://apps.cpuc.ca.gov/apex/f?p=401:56::::RP,57,RIR:P5_PROCEEDING_SELECT:R2005003). ### About the California Public Utilities Commission The CPUC regulates services and utilities, protects consumers, safeguards the environment, and assures Californians access to safe and reliable utility infrastructure and services. Visit [www.cpuc.ca.gov](http://www.cpuc.ca.gov/) for more information.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "clean energy future the california public utilities commission",
        "sentiment": "negative"
      },
      {
        "name": "cpuc",
        "sentiment": "negative"
      },
      {
        "name": "cpuc drives california toward a clean energy future cpuc",
        "sentiment": "negative"
      },
      {
        "name": "clean energy resources",
        "sentiment": "none"
      },
      {
        "name": "california air resources board",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "californi",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T04:31:15.588+02:00",
  "updated": "2024-02-16T04:31:15.588+02:00"
}