{
  "thread": {
    "uuid": "565146eb41399096d0f3b4d7eebfab28bf305a62",
    "url": "https://www.yahoo.com/lifestyle/next-pastry-craze-flaky-golden-221457883.html",
    "site_full": "www.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss",
    "site_categories": [
      "search_engine",
      "media",
      "tech"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "The next pastry craze should be these flaky, golden nazook for Armenian Christmas",
    "title_full": "The next pastry craze should be these flaky, golden nazook for Armenian Christmas",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.zenfs.com/en/la_times_articles_853/35156384a010d935c5a0ba8d5c79cddb",
    "performance_score": 0,
    "domain_rank": 37,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "565146eb41399096d0f3b4d7eebfab28bf305a62",
  "url": "https://www.yahoo.com/lifestyle/next-pastry-craze-flaky-golden-221457883.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BuzzFeed",
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "The next pastry craze should be these flaky, golden nazook for Armenian Christmas",
  "text": "LA Times The next pastry craze should be these flaky, golden nazook for Armenian Christmas Read full article Ani Duzdabanyan January 6, 2024 at 12:14 a.m. · 5 min read One of the specialties of Granada Hills home bakery Rose & Rye is nazook, the traditional Armenian spiral pastry that's in high demand for Armenian Christmas. (Michael Blackshire / Los Angeles Times) In her family's Granada Hills kitchen, Kristine Jingozian, one of the founders of Rose & Rye bakery, takes a tray of fresh nazook out of the oven — the flaky, rolled, traditional Armenian pastries that have a butter-and-sugar filling, scented with vanilla and burnished golden on top. Brown paper boxes would be neatly filled with nazook by the half and full dozen in preparation for the weekend of Armenian Christmas, which takes place on Saturday, when families share sweets with relatives to celebrate the holiday.\nWhile the batch is cooling, Jingozian starts to roll delicate gel-like rose “delights” into sticks and arrange them along with walnuts onto rounds of dough that she shapes into crescents, called lokumlu — in high demand for Armenian Christmas Eve, to drink with cups of tea.\nThe flavors of L.A. meets Armenia: Rose & Rye's nazook with fillings such as classic vanilla, strawberry matcha, chocolate hazelnut, black sesame matcha, and brandied dates and walnuts. (Mel Melcon/Los Angeles Times) It’s one of the cookies Jingozian recovered from her grandmother’s old book of recipes, which reflect influences from the years she spent in Soviet Armenia, intertwined with her Syrian and Lebanese background.\n“I watched her make lokumlu during my entire childhood. When we decided to add it to the menu, she came and stayed with us, following our every move and making sure we made it properly,” Jingozian recalls.\nLos Angeles is home to one of the largest Armenian communities outside of Armenia, and dozens of bakeries throughout L.A. reflect its tradition of pastry making, culturally connected to Russia, Iran, Lebanon, France and beyond. To be Armenian is to be of many places.\nRose & Rye is the story of one family’s journey of refuge and immigration told through pastries and cakes that so many like the Jingozians adopted during displacement and changing political regimes, theirs perfected by testing hundreds of recipes.\nKristine Jingozian, left, and her sister, Rose Jingozian, started the family bakery with their mom, Karine, re-creating the Armenian pastries of several generations and adding flavors \"to incorporate other cultures into our own culture,\" Kristine says, \"because Rose & Rye is a diasporic project.\" (Michael Blackshire / Los Angeles Times) Karine Jingozian started the home bakery in May 2017 with her daughters, Rose and Kristine. From their kitchen they also make Persian halva, Russian layer cakes, borek, pirog shortbread tarts and ashtamali, a cross between two iconic desserts (orange blossom semolina cake layered with thickened cream and pistachios) with flavors and ingredients that root them in California, including local olive oil, mandarinquats, blood oranges, black sesame, strawberries and matcha.\nStory continues “I am obsessed with matcha, I drink it everyday so I decided to add it to the traditional nazook,” Kristine says. “It was a way for me to incorporate other cultures into our own culture because Rose & Rye is a diasporic project.\nKristine Jingozian brushes matcha black sesame nazook with a final egg wash before they go into the oven. \"I am obsessed with matcha,\" she says. (Michael Blackshire / Los Angeles Times) “Diasporic food means that it’s not just Armenian: It means that everywhere Armenians went they cooked and it’s Armenian food.”\nThe tangy smell of baked yeasted dough prevails in the sparkling clean kitchen with four ovens placed strategically in different corners, allowing the family of bakers to make their signature cakes and cookies simultaneously.\nThe tidy German-made wooden mill situated on the counter turns grain into flour that Rose & Rye uses in baked goods. When they started their business, the Jingozians set out to work with the Tehachapi Heritage Grain Project, which grows and preserves heirloom organic grains. The project aligned with Rose & Rye’s goal of supporting the local economy and keeping generational traditions alive through food.\nRead more: The secret to the most delicious jam I've ever tasted? Hot, sunny days\nFood has always played a significant role in the Jingozian family. Karine grew up with the vivid stories of her great-grandfather, a chef in Iran. He was known for his shakshuka, which Karine re-created for her family. After repatriating to Armenia, her family moved to Siberia and later, in 1988, to the U.S.\nFor her 40th birthday, Karine decided to apply to culinary school and convert her passion for cooking into a profession. In 2016, she decided to quit her job as a pastry chef in West Hollywood and bake classic French cakes with Rose. Soon, Kristine, who worked at République, joined her mother and sister with the idea to modernize traditional recipes and make them accessible for others outside her community. That’s how centuries-old nazook received a makeover with hazelnut, chocolate and matcha fillings.\nRose & Rye was meant to be a temporary project, but as the customer base grew, with orders for dozens of nazook and full cakes, the Jingozians expanded the menu.\nThat’s when the Jingozians’ Russian honey cake, medovik, was born. “The only good honey cakes that I tasted were the homemade ones. Store-bought ones were either dry or too sweet or didn’t taste like anything,” Kristine says. So she decided to create a cake based on one from her grandmother's recipe book as a starting point, but redeveloped with a flour called Rouge de Bordeaux, a hard red French wheat by Tehachapi Heritage Grain Project with a specific nutty taste that enhances the honey flavor.\nFreshly baked, golden brown nazook are packed carefully into boxes by the half and full dozen. They're especially popular at Armenian Christmas, when families exchange sweets with relatives. (Michael Blackshire / Los Angeles Times) After six months of trial and error, researching 600 different recipes and an endless stream of YouTube videos, they landed on an ultimate multilayer honey cake with strata of honey sour cream whip and a little golden bee on top.\nThe next project was to revitalize another childhood favorite popular in Armenia and other countries under Soviet rule: the Bird’s Milk Cake with white cream between layers made with Muscovado sugar and covered with a chocolate glaze.\n“The way I describe this cake to non-Armenians or someone who is not from Eastern Europe,” Kristine says, “is that it has the flavors of untoasted s’mores.”\nWeekly pre-orders for pickup at Rose & Rye are booked through its website. Cakes by the slice are available at pop-ups in Los Angeles announced on Instagram.\nRead more: 19 dishes from all over the world that blew our minds in 2023\nSign up for our Tasting Notes newsletter for restaurant reviews, Los Angeles food-related news and more.\nThis story originally appeared in Los Angeles Times .\nTRENDING 1. L.A. Lakers mystique was alive and well in '23 on DraftKings' sportsbook in Ontario. 2. Dominican judge orders conditional release of Rays shortstop Wander Franco while probe continues 3. Former Padres catcher Austin Nola agrees to minor league deal with Brewers 4. Vikings rule out RT O'Neill and CBs Murphy and Blackmon for finale vs. Lions 5. The Ravens officially add RB Dalvin Cook, signing him to their practice squad",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://s.yimg.com/ny/api/res/1.2/oVQsVDGocQHC9eeT8cAgDQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/la_times_articles_853/c12607b3cd637cfe591c04bfe2e3c9e3",
    "https://www.latimes.com/food/newsletter/2021-04-17/los-angeles-pastry-chefs-cakes-pies-instagram-tasting-notes",
    "https://s.yimg.com/ny/api/res/1.2/DJzqPhi6jRK3S__L9KwyZA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/la_times_articles_853/b4655363d19b96e6a9632011954413c3",
    "https://www.latimes.com/food/story/2023-06-28/the-secret-to-the-most-delicious-apricot-jam-syrian-lebanese?utm_source=yahoo&utm_medium=promo_module&utm_campaign=rss_feed",
    "https://s.yimg.com/ny/api/res/1.2/_JjvzZwQUJ3alNelv.WolQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/la_times_articles_853/783abd616dcc88b611c71ad07020b662",
    "https://www.latimes.com/newsletters/tasting-notes?utm_source=yahoo&utm_medium=newsletter_module&utm_campaign=tasting-notes",
    "https://roseandrye.com/",
    "https://s.yimg.com/os/creatr-uploaded-images/2020-11/9d5ef240-2b77-11eb-ab7d-84e86b0eaba3",
    "https://www.exploretock.com/rose--rye-los-angeles",
    "https://s.yimg.com/ny/api/res/1.2/eAisQGfL2K6o3PGgDgOikA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/la_times_articles_853/35156384a010d935c5a0ba8d5c79cddb",
    "https://s.yimg.com/ny/api/res/1.2/xMe8jTbNIFWQM3yUCfEOSw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/la_times_articles_853/177f9365e63227ee1645ec6ca4cb545b",
    "https://www.latimes.com/food/list/best-international-dishes-restaurants-recommendations-2023?utm_source=yahoo&utm_medium=promo_module&utm_campaign=rss_feed",
    "https://media.zenfs.com/en/la_times_articles_853/35156384a010d935c5a0ba8d5c79cddb",
    "https://s.yimg.com/ny/api/res/1.2/QHrVLdsSEdcDqG8XRezH.g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIzMDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-11/9d5ef240-2b77-11eb-ab7d-84e86b0eaba3",
    "https://www.latimes.com/",
    "https://www.latimes.com/food/story/2024-01-05/these-flaky-golden-pastries-for-armenian-christmas-trace-a-story-of-diaspora",
    "https://www.s.yimg.com/ny/api/res/1.2/oVQsVDGocQHC9eeT8cAgDQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/la_times_articles_853/c12607b3cd637cfe591c04bfe2e3c9e3",
    "https://www.s.yimg.com/ny/api/res/1.2/xMe8jTbNIFWQM3yUCfEOSw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/la_times_articles_853/177f9365e63227ee1645ec6ca4cb545b",
    "https://roseandrye.com",
    "https://www.s.yimg.com/ny/api/res/1.2/eAisQGfL2K6o3PGgDgOikA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/la_times_articles_853/35156384a010d935c5a0ba8d5c79cddb",
    "https://latimes.com/",
    "https://www.s.yimg.com/ny/api/res/1.2/QHrVLdsSEdcDqG8XRezH.g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIzMDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/9d5ef240-2b77-11eb-ab7d-84e86b0eaba3",
    "https://www.latimes.com/newsletters/tasting-notes",
    "https://www.s.yimg.com/ny/api/res/1.2/DJzqPhi6jRK3S__L9KwyZA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/la_times_articles_853/b4655363d19b96e6a9632011954413c3",
    "https://latimes.com/newsletters/tasting-notes?utm_source=yahoo&utm_medium=newsletter_module&utm_campaign=tasting-notes",
    "https://www.roseandrye.com/",
    "https://exploretock.com/rose--rye-los-angeles",
    "https://latimes.com/food/story/2024-01-05/these-flaky-golden-pastries-for-armenian-christmas-trace-a-story-of-diaspora",
    "https://latimes.com/food/story/2023-06-28/the-secret-to-the-most-delicious-apricot-jam-syrian-lebanese?utm_source=yahoo&utm_medium=promo_module&utm_campaign=rss_feed",
    "https://www.s.yimg.com/ny/api/res/1.2/_JjvzZwQUJ3alNelv.WolQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/la_times_articles_853/783abd616dcc88b611c71ad07020b662",
    "https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/9d5ef240-2b77-11eb-ab7d-84e86b0eaba3",
    "https://www.media.zenfs.com/en/la_times_articles_853/35156384a010d935c5a0ba8d5c79cddb",
    "https://latimes.com/food/list/best-international-dishes-restaurants-recommendations-2023?utm_source=yahoo&utm_medium=promo_module&utm_campaign=rss_feed",
    "https://www.latimes.com",
    "https://latimes.com/food/newsletter/2021-04-17/los-angeles-pastry-chefs-cakes-pies-instagram-tasting-notes",
    "https://www.latimes.com/food/list/best-international-dishes-restaurants-recommendations-2023",
    "https://www.latimes.com/food/story/2023-06-28/the-secret-to-the-most-delicious-apricot-jam-syrian-lebanese"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michael blackshire",
        "sentiment": "none"
      },
      {
        "name": "brown",
        "sentiment": "none"
      },
      {
        "name": "kristine jingozian",
        "sentiment": "none"
      },
      {
        "name": "jingozian",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "armenian christmas la times",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "granada hills",
        "sentiment": "none"
      },
      {
        "name": "los angeles",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:28:59.434+02:00",
  "updated": "2024-01-06T00:28:59.434+02:00"
}