{
  "thread": {
    "uuid": "a6207a61d7abbbf2daf756bbb3c11ebe1263e274",
    "url": "https://wonderfulengineering.com/this-ai-powered-search-engine-is-now-valued-at-520m-after-raising-73-6m/",
    "site_full": "wonderfulengineering.com",
    "site": "wonderfulengineering.com",
    "site_section": "https://wonderfulengineering.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Wonderful Engineering",
    "title": "This AI-Powered Search Engine Is Now Valued At $520M After Raising $73.6M",
    "title_full": "This AI-Powered Search Engine Is Now Valued At $520M After Raising $73.6M",
    "published": "2024-01-05T20:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wonderfulengineering.com/wp-content/uploads/2024/01/image-112.png",
    "performance_score": 0,
    "domain_rank": 33125,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a6207a61d7abbbf2daf756bbb3c11ebe1263e274",
  "url": "https://wonderfulengineering.com/this-ai-powered-search-engine-is-now-valued-at-520m-after-raising-73-6m/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jannat Un Nisa",
  "published": "2024-01-05T20:20:00.000+02:00",
  "title": "This AI-Powered Search Engine Is Now Valued At $520M After Raising $73.6M",
  "text": "In the dynamic landscape of artificial intelligence, startups like Perplexity AI are challenging search engine incumbents, particularly Google, by reinventing AI-powered search experiences. Despite the uphill battle against industry giants, a new wave of search startups aims to carve out niches and provide superior user experiences. Perplexity AI, a notable player in this cohort, recently announced a significant milestone, raising $73.6 million in funding to fuel its ambitions. Founded in August 2022, Perplexity AI has garnered attention and financial backing swiftly. In a funding round led by IVP, with contributions from NEA, Databricks Ventures, and notable figures like Jeff Bezos, the startup secured a post-money valuation of $520 million. While this may seem modest in the realm of GenAI startups, the achievement is noteworthy given Perplexity’s relatively short existence. Perplexity distinguishes itself by offering a chatbot-like interface, allowing users to pose questions in natural language. Unlike traditional search engines, Perplexity’s AI responds with a summarized answer, including source citations from various websites and articles. Aravind Srinivas, CEO of Perplexity, highlights the platform’s unique proposition: “With Perplexity, users can get instant answers to any question with full sources and citations included.” The startup’s platform relies on an array of in-house and third-party GenAI models. Subscribers to the Pro plan, priced at $20 per month, gain access to a variety of models, such as Google’s Gemini, Mistra 7Bl, Anthropic’s Claude 2.1, and OpenAI’s GPT-4. These models empower users to unlock features like image generation, personalized searches with Copilot, and file uploads for document analysis. While drawing parallels to competitors like Google’s Bard, Microsoft’s Copilot, and ChatGPT, Perplexity emphasizes its robust search filtering and discovery options. Users can tailor searches to academic papers or explore trending search topics submitted by fellow users. However, skepticism arises regarding the potential replicability of such features by competitors. Perplexity’s ambitions extend beyond search, as it begins serving its own GenAI models through an API available to Pro customers. The annual recurring revenue currently stands between $5 million and $10 million, a healthy figure, but concerns arise about the costliness of running GenAI models and potential copyright issues. Critics highlight challenges related to misuse, misinformation, and copyright concerns in the GenAI search domain. Despite these hurdles, Perplexity remains undeterred, backed by a substantial investment. With 10 million active monthly users, the startup envisions a future where AI transforms knowledge acquisition and sharing, leading society into a new era of accelerated learning and research. Investors remain optimistic about Perplexity’s potential, contributing to its total funding exceeding $100 million. As the startup expands its team and enhances product functionality, it seeks to solidify its position in the evolving landscape of GenAI-powered search.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jeff bezos",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "databricks ventures",
        "sentiment": "none"
      },
      {
        "name": "google",
        "sentiment": "none"
      },
      {
        "name": "ivp",
        "sentiment": "none"
      },
      {
        "name": "nea",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:24:05.781+02:00",
  "updated": "2024-01-07T16:09:05.075+02:00"
}