{
  "thread": {
    "uuid": "257b76f359caa71220a609c03eda7509f80e3eeb",
    "url": "https://dunyanews.tv/en/WeirdNews/801707-Bangladesh-opens-mosque-for-transgender-hijra-community",
    "site_full": "dunyanews.tv",
    "site": "dunyanews.tv",
    "site_section": "https://dunyanews.tv/cricket.html",
    "site_categories": [
      "media"
    ],
    "section_title": "Dunya News - Latest News, Pakistan News, World News, Sports News and Videos",
    "title": "Bangladesh opens mosque for transgender hijra community - WeirdNews - Dunya News",
    "title_full": "Bangladesh opens mosque for transgender hijra community - WeirdNews - Dunya News",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://img.dunyanews.tv/news/2024/March/03-29-24/news_big_images/801707_13928423.jpg",
    "performance_score": 0,
    "domain_rank": 31858,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "257b76f359caa71220a609c03eda7509f80e3eeb",
  "url": "https://dunyanews.tv/en/WeirdNews/801707-Bangladesh-opens-mosque-for-transgender-hijra-community",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Bangladesh opens mosque for transgender hijra community - WeirdNews - Dunya News",
  "text": "Bangladesh opens mosque for transgender hijra community WeirdNews Hijra have been the beneficiaries of growing legal recognition in Bangladesh Mymensingh (Bangladesh) (AFP) – Kicked out of other prayer services, members of Bangladesh's transgender hijra community have been welcomed at a new mosque in the Muslim-majority nation with the promise of worship without discrimination. The humble structure -- a single-room shed with walls and a roof clad in tin -- is a new community hub for the minority, who have enjoyed greater legal and political recognition in recent years but still suffer from entrenched prejudice. \"From now on, no one can deny a hijra from praying in our mosque,\" community leader Joyita Tonu said in a speech to the packed congregation. \"No one can mock us,\" added the visibly emotional 28-year-old, a white scarf covering her hair. The mosque near Mymensingh, north of the capital Dhaka on the banks of the Brahmaputra river, was built on land donated by the government after the city's hijra community were expelled from an established congregation. \"I never dreamt I could pray at a mosque again in my lifetime,\" said Sonia, 42, who as a child loved to recite the Koran and studied at an Islamic seminary. But when she came out as hijra, as transgender women in South Asia are commonly known, she was blocked from praying in a mosque. \"People would tell us: 'Why are you hijra people here at the mosques? You should pray at home. Don't come to the mosques,'\" Sonia, who uses only one name, told AFP. \"It was shameful for us, so we didn't go,\" she added. \"Now, this is our mosque. Now, no one can say no.\" 'Like any other people' Hijra have been the beneficiaries of growing legal recognition in Bangladesh, which since 2013 has officially allowed members of the community to identify as a third gender. Several have entered Bangladeshi politics, with one transgender woman elected mayor of a rural town in 2021. But hijra still struggle for basic recognition and acceptance, lacking property and marriage rights. They are also often discriminated against in employment and are much more likely to be victims of violent crime and poverty than the average Bangladeshi. Hardline Islamist groups have also lashed out at the recognition of transgender Bangladeshis in school textbooks, leading rallies to demand the government abandon its push to include them in the curriculum. Mufti Abdur Rahman Azad, founder of a hijra charity, told AFP that the new mosque was the first of its kind in the country. A similar endeavour planned in another city was stopped last month after a protest by locals, he added. Dozens of local hijra women donated time and money to build the Dakshin Char Kalibari Masjid for the Third Gender, which opened this month. It also has a graveyard, after a local Muslim cemetery last year refused to bury a young hijra woman inside its grounds. The mosque's imam, Abdul Motaleb, 65, said that the persecution of the hijra community was against the teachings of his faith. \"They are like any other people created by Allah\", the cleric told AFP. 'No one can be denied' \"We all are human beings. Maybe some are men, some are women, but all are human. Allah revealed the Holy Koran for all, so everyone has the right to pray, no one can be denied.\" Motaleb said that other Bangladeshis could learn from the faith and strength of the hijra. \"Since I have been here at this mosque, I have been impressed by their character and deeds,\" he said. The new mosque is already tackling prejudice. Local resident Tofazzal Hossain, 53, has offered Friday prayers there for a second week in a row. He said living and praying with the hijra community has changed his \"misconceptions\" about them. \"When they started to live with us, many people said many things,\" he told AFP. \"But we've realised what people say isn't right. They live righteously like other Muslims\". Tonu hopes to expand the simple mosque to be big enough to cater for more people. \"God willing, we will do it very soon,\" she told AFP. \"Hundreds of people can offer prayers together.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joyita tonu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "weirdnews - dunya news bangladesh",
        "sentiment": "negative"
      },
      {
        "name": "muslim",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bangladesh",
        "sentiment": "none"
      },
      {
        "name": "brahmaputra river",
        "sentiment": "none"
      },
      {
        "name": "bangladesh mymensingh",
        "sentiment": "none"
      },
      {
        "name": "dhaka",
        "sentiment": "none"
      },
      {
        "name": "mymensingh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T10:52:33.481+03:00",
  "updated": "2024-03-29T10:52:33.481+03:00"
}