{
  "thread": {
    "uuid": "c1e95d764abbdc92addad32028b64468f8fbf22e",
    "url": "https://www.arabnews.pk/node/2476856/middle-east",
    "site_full": "www.arabnews.pk",
    "site": "arabnews.pk",
    "site_section": "https://www.arabnews.pk/taxonomy/term/2/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Middle-East",
    "title": "Tunisian Nobel Peace Prize winner Ouided Bouchamaoui appointed diplomacy professor at NYU Abu Dhabi",
    "title_full": "Tunisian Nobel Peace Prize winner Ouided Bouchamaoui appointed diplomacy professor at NYU Abu Dhabi",
    "published": "2024-03-14T15:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "SA",
    "main_image": "https://www.arabnews.pk/sites/default/files/styles/660x371_watermarkpakistan/public/main-image/2024/03/14/4274326-2105126148.jpeg?itok=HHqtX0Ck",
    "performance_score": 0,
    "domain_rank": 90421,
    "domain_rank_updated": "2024-03-12T12:13:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c1e95d764abbdc92addad32028b64468f8fbf22e",
  "url": "https://www.arabnews.pk/node/2476856/middle-east",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "tamara.turki",
  "published": "2024-03-14T15:25:00.000+02:00",
  "title": "Tunisian Nobel Peace Prize winner Ouided Bouchamaoui appointed diplomacy professor at NYU Abu Dhabi",
  "text": "DUBAI: Nobel Peace Prize laureate Ouided Bouchamaoui has been named professor of practice of diplomacy and conflict resolution at New York University Abu Dhabi, Emirates News Agency reported on Thursday.\nThe Tunisian businesswoman, who, as leader of the Tunisian Confederation of Industry, Trade and Handicrafts took part in Tunisian National Dialogue Quartet which led the organization to receive the 2015 Nobel prize, is also a prominent peace envoy.\nBouchamaoui, a Harvard alumnus, is acclaimed for her accomplishments in international business, community engagement, negotiation, crisis management, and women’s empowerment.\nShe was appointed the first female president of the UTICA where she played a vital role in encouraging investment and navigating labor disputes.\nHer accomplishments also include numerous honorary doctorates and awards such as the French Legion of Honor and the Order of the Polar Star from Sweden.\n“Ouided Bouchamaoui’s remarkable journey from promoting democracy and peace in Tunisia to leading global discussions on conflict resolution makes her an invaluable addition to our academic community,” said NYU Abu Dhabi Provost Arlie Petters.\n“Her appointment reinforces our commitment to offering diverse and profound learning experiences that prepare our students to tackle the world's most pressing challenges.”\nTunisian Nobel Peace Prize winner Ouided Bouchamaoui appointed diplomacy professor at NYU Abu Dhabi\nhttps://arab.news/z2r25\nTunisian Nobel Peace Prize winner Ouided Bouchamaoui appointed diplomacy professor at NYU Abu Dhabi\n- She was appointed the first female president of the Tunisian Confederation of Industry, Trade and Handicrafts\nDUBAI: Nobel Peace Prize laureate Ouided Bouchamaoui has been named professor of practice of diplomacy and conflict resolution at New York University Abu Dhabi, Emirates News Agency reported on Thursday.\nIsraeli general in Gaza criticizes political leaders\n- “You must be worthy of us,” Goldfus said of his country’s leaders\nJERUSALEM: An Israeli general leading troops in Gaza has delivered rare public criticism of the country’s political leadership, demanding it “be worthy” of the soldiers fighting against Hamas in the Palestinian territory.\nBrig. Gen. Dan Goldfus, head of the 98th division deployed in Gaza’s main southern city of Khan Yunis, also appeared to enter into a row over exempting ultra-Orthodox Jews from military service.\nHe was subsequently summoned by the military leadership for his comments, which breached a long-standing taboo on uniformed officers publicly wading into politics.\n“You must be worthy of us,” Goldfus said of his country’s leaders, in comments broadcast on Israeli television on Wednesday.\nHe called for Israeli politicians “to push aside the extreme, and adopt togetherness” in the Gaza war sparked by Hamas’s October 7 attack on southern Israel.\nThe general vowed that military commanders and soldiers would take responsibility for their actions.\nPrime Minister Benjamin Netanyahu has so far stopped short of assuming personal responsibility for Israel’s intelligence failures on October 7 and said any official investigations must take place after the war.\n“We will not run from responsibility. We bow our heads in light of our reverberating failure on October 7, but at the same time are leading forward,” the general said.\nSince Israel launched a ground offensive in Gaza on October 27, 249 soldiers have been killed in the Palestinian territory, according to the military.\nAddressing Israel’s political leaders, Goldfus called on them to ensure that “everyone takes part” in enlisting in the armed forces, in an apparent reference to ultra-Orthodox Israeli men being exempt from national service — a contentious political issue.\nMost Jewish men are required by law to serve in the Israeli military, but members of the ultra-Orthodox minority — known in Hebrew as Haredim — have long been given sweeping exemptions.\nSince the October 7 attack by Hamas, public frustration over the exemption has resurfaced, adding pressure on Netanyahu’s governing coalition, which relies on ultra-Orthodox allies staunchly opposed to drafting Haredi men.\nNeither Netanyahu nor Defense Minister Yoav Gallant publicly responded to Goldfus’s remarks.\nSome lawmakers voiced their approval while others expressed dissatisfaction with the general making political statements of any kind.\nYoav Segalovitz, a centrist opposition lawmaker, told Kan public radio on Thursday that “a uniformed officer needs to talk only about what’s related to his decisions or take off the uniform.”\nWriting in the Yedioth Ahronoth newspaper, columnist Nahum Barnea said that “with all respect to the heartfelt sentiments of the esteemed officer, fighting in Gaza doesn’t give him the right or the authority to express a position on political matters.”\nHamas’s October 7 attack resulted in the deaths of about 1,160 people in Israel, mostly civilians, according to an AFP tally of official Israeli figures.\nIsrael’s subsequent retaliatory offensive in Gaza, aimed at destroying Hamas, has killed at least 31,341 Palestinians, mostly women and children, according to the health ministry in the Hamas-run territory.\nHamas health ministry says Israeli fire on Gazans waiting for aid kills 11\nGAZA STRIP: The Hamas-run health ministry said early Friday that Israeli gunfire killed 11 people and wounded around 100 as they waited to receive aid in the Gaza Strip.\nIn a statement, the ministry said citizens had gathered at a roundabout in Gaza City when they were fired upon by Israeli forces. Contacted by AFP, the Israeli army had not commented immediately on the claim.\nAid efforts intensify for famine-stalked Gaza\n- The war has resulted in severe shortages of medical supplies across Gaza, with only a fraction of hospitals partially functioning\n- WHO chief Tedros Adhanom Ghebreyesus said aid had been delivered to Al-Aqsa hospital in central Gaza\nGAZA STRIP, Palestinian Territories: Efforts mounted on Thursday to get more aid into the war-devastated Gaza Strip, where the UN warns of famine and desperate residents have stormed relief convoys.\nAfter mediators failed to reach a truce between Israel and Hamas for the Muslim holy month of Ramadan, which started Monday, fighting continued with at least 69 deaths over the previous 24 hours, the Hamas-run territory’s health ministry said.\nHamas authorities reported more than 40 air strikes across Gaza, from Beit Hanoun in the north to Rafah in the south, where most of Gaza’s population has sought refuge and Israel is threatening a ground assault.\nIsraeli Prime Minister Benjamin Netanyahu on Thursday doubled down on pledges to invade Rafah, saying: “There is international pressure to prevent us from entering Rafah and completing the job.\n“I will continue to repel the pressures and we will enter Rafah... and bring complete victory to the people of Israel,” he said during a visit to a field intelligence base.\nAround 1.5 million Palestinians have sought refuge along Gaza’s southern border with Egypt in Rafah.\nIsraeli military spokesman Daniel Hagari said late Wednesday that a “significant” number of them would need to be moved “to a humanitarian island that we will create with the international community.”\nThe Israeli military said on Thursday it was “raiding Hamas’s hideouts and military strongholds” in southern Gaza’s main city of Khan Yunis.\n“During a search in the area, the forces located several weapons in a bedroom under a bed, including missiles and explosives. Following the searches in the area, the forces located a rocket launcher and missiles near a school and destroyed it.”\nGaza’s health ministry said seven people were killed when Israeli troops opened fire at an aid distribution point near Gaza City. The army had no immediate comment.\nIn central Israel, police said a Gaza-raised Palestinian had stabbed a soldier in a shopping center, who had shot his attacker dead before later dying from his injuries.\nThe war began on October 7 when Hamas militants attacked Israel, resulting in about 1,160 deaths, mostly civilians, according to an AFP tally of official figures.\nIsrael has carried out a relentless campaign of bombardment and ground operations in Gaza, killing at least 31,341 people, most of them civilians, according to the territory’s health ministry.\nHamas militants also seized about 250 Israeli and foreign hostages, dozens of whom were released during a week-long truce in November. Israel believes about 130 of the captives remain in Gaza and that 32 are dead.\nActivists and families of Israeli hostages kept up pressure for their negotiated release, again blocking a Tel Aviv highway in protest on Thursday.\nAnd in a sign of mounting US exasperation with the Netanyahu, US Senate leader Chuck Schumer called for a snap election in Israel, describing the veteran hawk as one of a number of “major obstacles” to a two-state solution and peace.\nPalestinian president Mahmud Abbas appointed Mohammed Mustafa, a long-trusted adviser on economic affairs, as prime minister, three weeks after his predecessor resigned.\nWashington and other powers have called for a reformed Palestinian Authority to take charge of all Palestinian territories after the end of the war.\nUS, Egyptian and Qatari mediators failed to broker a new truce in time for Ramadan, but Netanyahu said Thursday there was now “Qatari pressure on Hamas.”\n“As of this moment, there has been no real response from Hamas. They are still clinging to unacceptable demands,” he told representatives of hostages’ families.\n“As a result of our pressure... and also with your help, we are seeing — for the first time — Qatari pressure on Hamas.”\nThe war has resulted in severe shortages of medical supplies across Gaza, with only a fraction of hospitals partially functioning.\nWorld Health Organization chief Tedros Adhanom Ghebreyesus said aid had been delivered to Al-Aqsa hospital in central Gaza, but said it was “struggling with water, sanitation, hygiene and waste management.”\n“Two of the hospital’s warehouses are no longer functional and are being used to shelter 7,000 displaced people,” he added.\nThe Spanish aid vessel Open Arms, pulling about 200 tons of food, was nearing Israel’s coast after departing Cyprus on Tuesday, the Marinetraffic website showed on Thursday.\nCypriot Foreign Minister Constantinos Kombos said a second, bigger vessel was being readied for the aid corridor which, senior US officials have said, will be complemented by a temporary pier off Gaza to be built by American troops.\nDaily aid airdrops by multiple countries have been taking place this month, and Germany said it would join the effort.\nBut the air and sea missions are “no alternative” to land deliveries, 25 organizations including Amnesty International and Oxfam said in a statement.\nDire shortages have left many scrambling for scraps of aid, among them Mokhles Al-Masry, 27, who was displaced from Beit Hanoun to Beit Lahia in northern Gaza.\n“There is no food, nothing to feed our children. We can’t even find a bottle of baby milk. We’ve been wandering around since early morning, hoping that a plane would drop parachutes,” he said.\n“As you can see, these parachutes don’t cover one percent of people’s needs.”\nAmnesty’s secretary general, Agnes Callamard, said the international community seemed to have accepted that the war will drag on.\n“Why are you making an investment that is going to take two months?” she asked, referring to the Pentagon’s timeline for setting up the temporary pier which, it said, could enable the provision of more than two million meals a day.\nYemen’s Houthis attack ship in Gulf of Aden\n- The US military shot down four drones and one surface-to-air missile launched by the Houthis from regions under their control in Yemen\nAL-MUKALLA: A missile believed to have been launched by Yemen’s Houthi militia struck a vessel off Yemen’s southern city of Aden on Thursday, as the US military said that it had shot down a fresh barrage of Houthi missiles and drones in the Gulf of Aden.\nThe UK Maritime Trade Operations, which documents ship attacks, said that it received a report from a vessel master about an explosion at “a distance astern of” the vessel while sailing 50 nautical miles southeast of Yemen’s city of Aden. The master reported no damage, and the crew was unharmed.\n“The vessel is proceeding to its next port of call. Authorities are investigating,” UKMTO said.\nThe latest ship attack comes as the US Central Command said that the Houthis launched one anti-ship ballistic missile from areas under their control between 2 a.m. and 4:50 p.m. (Sanaa time) on Wednesday against international commercial and naval ships in the Gulf of Aden, but no ship\nwas struck.\nOn Thursday, the US military shot down four drones and one surface-to-air missile launched by the Houthis from regions under their control in Yemen, according to a CENTCOM statement on social media site X.\nThe Houthis did not immediately take credit for assaulting the ship in the Gulf of Aden on Thursday or launching drones or missiles that were intercepted by US forces.\nHowever, the Houthis routinely claim credit for Red Sea ship strikes hours after they occur.\nHouthi media said on Thursday that the US and UK launched four strikes on the Al-Jah district of the Red Sea province of Hodeidah, a day after another round of strikes hit Hodeidah airport.\nSince November, the Houthis have fired hundreds of drones, missiles, and remotely controlled boats at commercial and navy ships in the Red Sea, Bab Al-Mandab Strait, and Gulf of Aden, claiming that their actions are intended to force Israel to allow humanitarian assistance, including water and food, into the Palestinian\nGaza Strip.\nAt the same time, the diplomatic missions of Australia, Canada, Japan, New Zealand, the UK, and the US all condemned the Houthi attacks on ships in the Red Sea, including the Houthi missile attack on the Liberian-owned MV True Confidence, which killed two Filipino and one Vietnamese civilian sailors.\n“It is critical that the Houthis cease these attacks immediately. These illegal attacks have taken the lives of innocent sailors and only serve to destabilize the region and harm the people of Yemen,” the diplomats said in a joint statement.\nTurkiye’s foreign minister seeks Iraq’s support against Kurdish militant group\n- Turkiye has been seeking greater cooperation from Baghdad in its fight against the Kurdistan Workers’ Party\nBAGHDAD: Turkiye’s Foreign Minister Hakan Fidan was in Baghdad for high-level meetings on Thursday, ahead of President Recep Tayyip Erdogan’s expected visit next month and a potential Turkish offensive against a Kurdish militant group that maintains bases in Iraq.\nThe talks between the Turkish foreign minister and his Iraqi counterpart Fuad Hussein would focus on “counter-terrorism, security and military cooperation,” according to a statement carried by the state-run Iraqi News Agency.\nFidan was accompanied by Turkish Defense Minister Yasar Guler and Ibrahim Kalin, the director of Turkiye’s National Intelligence Organization.\nTurkiye has been seeking greater cooperation from Baghdad in its fight against the Kurdistan Workers’ Party, or PKK, a Kurdish separatist group that has waged an insurgency against Turkiye since the 1980s and is banned there.\nThe PKK is not officially outlawed in Iraq and has a foothold in northern Iraq’s semi-autonomous Kurdish region, where the central Iraqi government does not have much influence.\nErdogan is expected to visit Iraq in April, after Turkish local elections on March 31.\nThe Turkish president has said that his country is determined to end PKK’s presence in Iraq this summer.\nTurkiye often launches strikes against targets in Syria and Iraq that it believes to be affiliated with the PKK, which Baghdad has complained is a breach of its sovereignty.\nThose strikes have escalated in recent months, after PKK attacks on Turkish military bases in northern Iraq in December and January left 21 soldiers dead.\nLocal Kurdish authorities in northeast Syria have said that many of the Turkish strikes targeted civilian infrastructure, cutting off electricity and water supplies in wide areas held by the US-backed Syrian Democratic Forces.\nQassim Al-Araji, the adviser for national security affairs to Iraq’s Prime Minister Mohammed Shia Al-Sudani, said in a televised interview this week that Iraqi authorities would like to take a similar approach to the PKK as they did to Iranian Kurdish dissident groups based in northern Iraq.\nThe presence of the Iranian dissidents had become a point of tension with Tehran and last summer, Iran and Iraq reached an agreement to disarm the dissident groups and relocate their members from military bases to displacement camps.\nPrint Edition\n[Read pdf version](/pdfissues/index.php) Subscribe now",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [
    "https://arab.news/z2r25",
    "https://arabnews.us12.list-manage.com/subscribe/post?u=e8a07b26a0f9770e78d447653&id=daf6913c32",
    "https://www.arabnews.us12.list-manage.com/subscribe/post?u=e8a07b26a0f9770e78d447653&id=daf6913c32",
    "https://www.arab.news/z2r25",
    "https://arabnews.us12.list-manage.com/subscribe/post"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ouided bouchamaoui",
        "sentiment": "negative"
      },
      {
        "name": "bouchamaoui",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nyu abu dhabi dubai",
        "sentiment": "negative"
      },
      {
        "name": "tunisian national dialogue quartet",
        "sentiment": "none"
      },
      {
        "name": "harvard",
        "sentiment": "none"
      },
      {
        "name": "emirates news agency",
        "sentiment": "none"
      },
      {
        "name": "new york university abu dhabi",
        "sentiment": "none"
      },
      {
        "name": "tunisian confederation of industry",
        "sentiment": "none"
      },
      {
        "name": "trade and handicrafts",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sweden",
        "sentiment": "none"
      },
      {
        "name": "utica",
        "sentiment": "none"
      },
      {
        "name": "tunisia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:13:29.857+02:00",
  "updated": "2024-03-15T01:13:29.857+02:00"
}