{
  "thread": {
    "uuid": "16a1b133fdd0aa76d26113f6da3e39bb3731b79a",
    "url": "https://cnnportugal.iol.pt/navio/ilhas-canarias/navio-de-cruzeiro-resgata-68-migrantes-a-deriva-ao-largo-das-ilhas-canarias/20240621/66753762d34ebf9bbb3ee16b",
    "site_full": "cnnportugal.iol.pt",
    "site": "iol.pt",
    "site_section": "https://tvi24.iol.pt",
    "site_categories": [
      "top_news"
    ],
    "section_title": "TVI Notícias",
    "title": "Navio de cruzeiro resgata 68 migrantes à deriva ao largo das Ilhas Canárias - TVI Notícias",
    "title_full": "Navio de cruzeiro resgata 68 migrantes à deriva ao largo das Ilhas Canárias - TVI Notícias",
    "published": "2024-06-21T11:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://img.iol.pt/preset/6311e2ea0cf2ea4f0a5a5e80/og/tvi24",
    "performance_score": 0,
    "domain_rank": 11904,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "16a1b133fdd0aa76d26113f6da3e39bb3731b79a",
  "url": "https://cnnportugal.iol.pt/navio/ilhas-canarias/navio-de-cruzeiro-resgata-68-migrantes-a-deriva-ao-largo-das-ilhas-canarias/20240621/66753762d34ebf9bbb3ee16b",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CNN",
  "published": "2024-06-21T11:18:00.000+03:00",
  "title": "Navio de cruzeiro resgata 68 migrantes à deriva ao largo das Ilhas Canárias - TVI Notícias",
  "text": "Dados do Ministério do Interior de Espanha mostram um aumento drástico do número de migrantes que chegam por mar, especialmente às Ilhas Canárias Um navio de cruzeiro de luxo resgatou 68 migrantes à deriva ao largo das Ilhas Canárias espanholas na quarta-feira, informou a agência de Salvamento Marítimo de Espanha. O navio Philipp Oldendorff avistou uma embarcação em forma de canoa à deriva com pessoas a bordo a cerca de 440 milhas náuticas, ou cerca de 815 quilómetros, a sul de Tenerife, e prestou os primeiros socorros às pessoas afetadas, enquanto o navio de passageiros Insignia foi enviado para a área, refere o [comunicado](https://x.com/salvamentogob/status/1803712587055435953) da Salvamento Marítimo. O Insignia, propriedade da Oceania Cruises, resgatou um total de 68 pessoas e recuperou três corpos, disse a agência, acrescentando que não foi possível recuperar os restos mortais de duas pessoas devido às más condições climatéricas. Na quinta-feira, a tripulação do Insignia informou que um dos migrantes resgatados estava em estado crítico e precisava de ser evacuado. No entanto, morreu antes que um helicóptero de busca e salvamento pudesse chegar até ele. De acordo com o [relatório](https://x.com/salvamentogob/status/1803763450297872790) do Insignia enviado à agência, os 62 homens, três mulheres e três menores resgatados eram oriundos da África subsariana. \"A segurança da vida no mar é da maior importância para todos os marinheiros\", disse um porta-voz da Oceania Cruises à CNN por email. \"Podemos confirmar que o Insignia resgatou 68 pessoas de uma embarcação em perigo entre Cabo Verde e Tenerife e levou-as para bordo para receberem assistência médica e forneceu-lhes comida, bebidas, roupa e um local seguro para descansarem. Coordenámos os próximos passos com as autoridades de Tenerife, que se encarregarão de cuidar das pessoas resgatadas\", acrescentou o porta-voz. O Insignia, com 670 hóspedes, está atualmente a fazer o itinerário de 180 dias do cruzeiro Volta ao Mundo. Dados do Ministério do Interior de Espanha mostram um aumento drástico do número de migrantes que chegam por mar, especialmente às Ilhas Canárias. De acordo com o Ministério do Interior espanhol, entre 1 de janeiro e 15 de junho, 23 037 migrantes chegaram a Espanha por via marítima, o que representa um aumento de 122,6% em relação ao mesmo período do ano passado. Destes, 18 977 chegaram às Ilhas Canárias por via marítima, o que representa um aumento de 220,9% em relação ao mesmo período do ano passado. No início deste mês, a ONG espanhola Caminando Fronteras afirmou que pelo menos 5.000 migrantes morreram ao tentar chegar a Espanha este ano, entre janeiro e maio, uma média de 33 pessoas por dia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://x.com/salvamentogob/status/1803712587055435953)",
    "https://x.com/salvamentogob/status/1803763450297872790)",
    "https://www.x.com/salvamentogob/status/1803763450297872790)",
    "https://www.x.com/salvamentogob/status/1803712587055435953)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T12:41:20.389+03:00",
  "updated": "2024-06-22T05:23:36.105+03:00"
}