{
  "thread": {
    "uuid": "93a363468b436bec94ed727f93f3603de3d02160",
    "url": "https://vnexplorer.net/pre-order-suicide-squad-kill-the-justice-league-to-get-early-access-s824976.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Pre-order Suicide Squad: Kill the Justice League to get early access",
    "title_full": "Pre-order Suicide Squad: Kill the Justice League to get early access",
    "published": "2024-01-06T02:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvMzJ.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "93a363468b436bec94ed727f93f3603de3d02160",
  "url": "https://vnexplorer.net/pre-order-suicide-squad-kill-the-justice-league-to-get-early-access-s824976.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-06T02:09:00.000+02:00",
  "title": "Pre-order Suicide Squad: Kill the Justice League to get early access",
  "text": "Pre-order Suicide Squad: Kill the Justice League to get early access\nRocksteady Studios, known for its trio of excellent Batman: Arkham games, are about to deliver another open-world superhero title inspired by the DC universe. Following a substantial delay in early 2023, Suicide Squad: Kill the Justice League will launch on Feb. 2, and is currently available to pre-order.\nKill the Justice League can be played solo, or cooperatively with up to three additional players to fulfill the roles of Harley Quinn, Deadshot, King Shark and Captain Boomerang. (I mean, the team could’ve filled that last slot with Solomon Grundy, but whatever.) While the four-player co-op may draw comparisons to the ill-fated live service Marvel’s Avengers title from Square Enix, the gameplay we’ve seen thus far more closely resembles a reimagined version of Rocksteady’s previous Batman: Arkham titles, with emphasis on fluid traversal and counter-heavy combat. Speaking of the bat, it’ll be an opportunity to hear Kevin Conroy voice the Dark Knight one last time.\nIf you’re excited to join the ranks of the Suicide Squad, two versions of the game are currently available to reserve for PC, PlayStation 5, and Xbox Series X, with GameStop offering exclusive pre-order bonuses.\nWhere to pre-order Suicide Squad: Kill the Justice League standard edition The disc edition of Suicide Squad: Kill the Justice League can be reserved for $69.99 from GameStop, Amazon, and Best Buy. If you prefer going digital, it can be pre-ordered via online storefronts including Steam, Epic Games Store, PlayStation, or Microsoft. It’s important to note that it’s coming to the Epic Games Store on March 5, more than a month after its initial launch.\nPre-ordering either the physical or digital versions of the game will grant you access to the classic outfits pack, which includes an alternate “silver-age” costume for each playable character. Pre-orders for the digital PlayStation 5 version includes the Rogue Outfits bundle, containing another set of alternate costumes for each character.\nAt GameStop, placing a pre-order for the Xbox or PlayStation version of Kill the Justice League will ensure that you get an exclusive alternate cover version of the first issue of Suicide Squad: Kill Arkham Asylum. This limited run of comics will include codes to redeem in-game bonuses in each issue.\nWhere to pre-order Suicide Squad: Kill the Justice League deluxe edition The $99.99 deluxe edition of Suicide Squad: Kill the Justice League comes with even more digital goodies, including alternate Justice League outfits for the whole squad, three Black Mask Notorious weapons, the Squad Golds weapon doll, and a single premium Battle Pass token. Additionally, pre-ordering the digital version will get you No Shade color treatments for your outfits.\nReserving a copy of the deluxe edition ahead of the Feb. 2 launch gets you access to the Classic Outfits pack, as well as the Rogue Outfits pack if you pre-order the PlayStation 5 digital version. The biggest perk of all is that this pricier edition lets you play the game up three days early, with access unlocking on Jan. 30.\nPhysical versions of the deluxe edition are available from GameStop, Amazon, and Best Buy, while the digital version can be found on Steam, the Epic Games Store, and the online storefronts for Xbox and PlayStation consoles.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvKdU.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvMzS.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvMzJ.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvMzJ.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvMzS.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvKdU.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kevin conroy",
        "sentiment": "none"
      },
      {
        "name": "harley quinn",
        "sentiment": "none"
      },
      {
        "name": "boomerang",
        "sentiment": "none"
      },
      {
        "name": "solomon grundy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "justice league",
        "sentiment": "negative"
      },
      {
        "name": "rocksteady studios",
        "sentiment": "negative"
      },
      {
        "name": "square enix",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:49:55.515+02:00",
  "updated": "2024-01-06T02:49:55.515+02:00"
}