{
  "thread": {
    "uuid": "ed15d2ef517a169e37e4fa89f091e21375078cac",
    "url": "https://tylerpaper.com/news/local-nonprofits-gear-up-to-help-people-experiencing-homelessness-during-wintry-weather/article_efb4b6fe-b0aa-11ee-a555-03cd86e856f0.html",
    "site_full": "tylerpaper.com",
    "site": "tylerpaper.com",
    "site_section": "http://starlocalmedia.com/search/?q=&t=article&l=100&d=&d1=&d2=&s=start_time&sd=desc&nsa=eedition&c[]=news,news/*&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "starlocalmedia.com - RSS Results in news,news/* of type article",
    "title": "Tyler volunteers help homeless as wintry weather nears | News | tylerpaper.com",
    "title_full": "Tyler volunteers help homeless as wintry weather nears | News | tylerpaper.com",
    "published": "2024-01-12T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/tylerpaper.com/content/tncms/assets/v3/editorial/9/dc/9dc2a19c-b0ac-11ee-98d0-334ff203f685/65a17f280a086.image.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 24538,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ed15d2ef517a169e37e4fa89f091e21375078cac",
  "url": "https://tylerpaper.com/news/local-nonprofits-gear-up-to-help-people-experiencing-homelessness-during-wintry-weather/article_efb4b6fe-b0aa-11ee-a555-03cd86e856f0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tyler Morning Telegraph File",
  "published": "2024-01-12T23:00:00.000+02:00",
  "title": "Tyler volunteers help homeless as wintry weather nears | News | tylerpaper.com",
  "text": "Tyler resident Lillie Walton came by The Salvation Army in Tyler on Tuesday afternoon to donate blankets and socks she and her church collected.\n“We were just wanting to reach out and help,” said Walton, who is a member at Liberty Baptist Church.\nWalton is a former city government worker and enjoys finding ways to give back. She led the efforts for her church to organize and collect donations. Among the donations, there were four full-size blankets, 12 fleece throws, eight pairs of ladies socks, nine pairs of men’s socks and two extra-large men’s underwear.\n“I know the help is needed and this time of year it’s really needed,” Walton emphasized. “We have more homeless people than I even realized. Since I’ve retired, I’ve just been kind of looking around, when I drive around in this area… but I’ve never seen so many homeless people as [there are] now.”\nThe population of people experiencing homelessness in Smith County has increased, according to the latest statistics. In 2023, there were 328 people experiencing homelessness, according to the 2023 Point-in-Time Count Report for Smith County. This is an increase from 2022, when the number was 262. In Gregg County, there were 150 people experiencing homelessness in 2023, according to the 2023 PIT Count.\nThe PIT count is a count of sheltered and unsheltered people experiencing homelessness on a single night in January. The 2024 count is coming up this month.\n“In Tyler, in general, and even in Longview … we’ve seen an influx of the homeless population compared to last year from different age groups as well,” said Jason Brandon, Director of Tyler Ministries at Hiway 80 Rescue Mission . ”Unfortunately the homeless population is not going away.”\nLocal organizations depend on the generosity of people like Walton. In the winter, PATH (People Attempting to Help) and The Salvation Army in Tyler both collect blankets to give to people who need them. PATH had fewer blankets in reserves this year, so the local nonprofit is in need of donations to distribute blankets to those in need. It also accepts monetary donations so it can purchase blankets through a supplier at a cheaper cost, according to PATH Executive Director Andrea Wilson-Lobaugh.\nLocal News Salvation Army in Tyler to open inclement weather shelter, warming station From Staff Reports The Salvation Army needs more adult blankets, said Trevesia Chevis, manager of social services at Salvation Army. Gateway to Hope in Tyler, part of Hiway 80 Rescue Mission, has jackets, gloves and scarves for people who come in. They are also a warming station.\nAs wintry weather approaches next week, the Salvation Army has opened as a shelter for those who need to escape the cold. They have cots with blankets and pillows. In the social services building, one room can fit about 20 cots, in another room they can fit 4 to 5 cots. In the Women’s and Children’s Auxiliary, they can fit 200. Women are kept upstairs separate from the men. During regular winter months, they also are a warming station during their office hours. The foyer has seating where people can warm up and drink water. They also have jackets and gloves they can provide.\n“Our staff is always ready because we are an emergency shelter, we have to be prepared and what goes with that for the inclement weather is that we make sure that we do have the cots ready, blankets and extra pillows and things like that,” Chevis said. “[We] make sure that we tell the kitchen to increase the meals because we also feed the community.”\nThe Salvation Army requires photo IDs for anyone coming into their facilities. They also do a background check and those with sexual offenses on their records cannot come in. However once temperatures go below 10s, they do it on a case-by-case basis, according to Chevis.\nSign Up for Newsletters Email* Select Newsletters to Sign Up For News Updates Breaking News Sports Digest Obituaries and Death Notices Submit At PATH, people come in to seek resources during winter months as electricity bills increase. They offer utilities assistance. In order to help residents, PATH needs a letter saying service will be disconnected. PATH can help a family once per year. In addition they give out blankets, one per family per year and once for year for anyone who is homeless. They use donations and funds dedicated to blankets to buy blankets which allows them to buy it at a cheaper rate. One employee tested the quality of blankets to make sure they would maintain heat without electricity, according to Wilson-Lobaugh.\nMany of the people coming in during winter months are people who are struggling. During the day they get elderly people who are on a fixed income. Later in the day, they will notice mothers with their kids who came after school. They also notice an increase in people visiting the food pantry, Wilson-Lobaugh said.\n“We have so many families who are living paycheck to paycheck just to make ends meet and that they have an unexpected expense of $150 because they get to replace a tire in their car back and forth to work,” Wilson-Lobaugh said. “That’s the difference from being able to pay the rent. Because that’s how close they are. They don’t have the luxury of putting money back into sight.”\nThe Tyler Street Team works hands on with the homeless community. On Saturdays, they are at Church Under the Bridge, organized by Hunger for Love. In addition Tyler Street Team hands out beanies, hand warmers and socks. They also help people through their hotline (903-253-0301) and place people in hotels. They have two or three zero-rated sleeping bags and three or four heated vests so those who have nowhere to go can stay warm, Tyler Street Team Executive Director Shana Yeatts said.\nTyler Street Team volunteers help the community in December 2021. The organization helps those experiencing homelessness.\nCourtesy Through their work on the ground, Tyler Street Team volunteers know who the people are who need these items.\nPATH will be closed on Monday for Martin Luther King Jr. Day. However Gateway to Hope will be open 8 a.m. to 4 p.m. on Monday. They will resume their normal hours, Monday through Friday from 8 a.m. to 8 p.m. on Tuesday. In addition to being a warming center, Gateway to Hope helps those experiencing homelessness by offering snacks, providing a place to shower and a place to do laundry.\nNews Smith County, City of Tyler weather response plan guides public on preparedness as winter weather approaches By Katecey Harrell kharrell@tylerpaper.com “We can’t do what we do without the help of our community and we definitely want the homeless safe during this weather and we’re committed to do what we can to help them,” Brandon said. “If anyone finds themselves on the street or homeless or without adequate heating during the threat of snow and ice, they can find themselves at Gateway and we can help them the best we can.”\nLocal News NWS warns of wintry mix in East Texas; freezing rain, sleet expected From Staff Reports Local News City of Tyler responds to winter weather conditions, urges residents to stay off roadways From Staff Reports Local News Ciudad de Tyler monitorea las condiciones de tiempo invernal Tyler Paper Español — Raquel Villatoro is a Report for America corps member reporting for the Tyler Morning Telegraph on health and related stories in East Texas. Contact her at rvillatoro@tylerpaper.com with story ideas and visit www.morrisrobertsfoundation.org to learn more about how you can support local journalists.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://mroberts.activehosted.com/proc.php?jsonp=true",
    "https://mroberts.activehosted.com/proc.php",
    "http://www.morrisrobertsfoundation.org",
    "https://ads.empowerlocal.co/adserve/;ID=181918;size=0x0;setID=588494;type=js;sw=",
    "https://hiway80rm.org",
    "https://mroberts.activehosted.com/proc.php?",
    "https://fonts.bunny.net/css?family=ibm-plex-sans:400,600);",
    "https://mroberts.activehosted.com/proc.php",
    "http://morrisrobertsfoundation.org",
    "https://www.mroberts.activehosted.com/proc.php",
    "https://www.ads.empowerlocal.co/adserve/;ID=181918;size=0x0;setID=588494;type=js;sw=",
    "https://www.mroberts.activehosted.com/proc.php?",
    "https://www.hiway80rm.org",
    "https://www.fonts.bunny.net/css?family=ibm-plex-sans:400,600);",
    "https://www.mroberts.activehosted.com/proc.php?jsonp=true",
    "https://fonts.bunny.net/css"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lillie walton",
        "sentiment": "negative"
      },
      {
        "name": "tyler",
        "sentiment": "negative"
      },
      {
        "name": "walton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "salvation army",
        "sentiment": "negative"
      },
      {
        "name": "liberty baptist church",
        "sentiment": "none"
      },
      {
        "name": "time count report for smith co",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "smith county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T23:23:18.238+02:00",
  "updated": "2024-01-19T23:19:47.081+02:00"
}