{
  "thread": {
    "uuid": "5bcfa2c51189d0c7330cf60c9f2f1b7d62968149",
    "url": "https://www.lifeandstylemag.com/posts/taylor-swift-turned-travis-kelce-into-a-different-man",
    "site_full": "www.lifeandstylemag.com",
    "site": "lifeandstylemag.com",
    "site_section": "https://www.lifeandstylemag.com/feed",
    "site_categories": [
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "Life & Style",
    "title": "Taylor Swift Turned Travis Kelce Into a 'Different Man'",
    "title_full": "Taylor Swift Turned Travis Kelce Into a 'Different Man' | Life & Style",
    "published": "2024-02-29T23:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.lifeandstylemag.com/wp-content/uploads/2024/02/travis-kelce-different-man.jpg?crop=0px%2C219px%2C4994px%2C2624px&#038;resize=1200%2C630&#038;quality=86&#038;strip=all",
    "performance_score": 0,
    "domain_rank": 17929,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5bcfa2c51189d0c7330cf60c9f2f1b7d62968149",
  "url": "https://www.lifeandstylemag.com/posts/taylor-swift-turned-travis-kelce-into-a-different-man",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-29T23:19:00.000+02:00",
  "title": "Taylor Swift Turned Travis Kelce Into a 'Different Man'",
  "text": "Taylor Swift ~belongs~ with Travis Kelce , as far as the Kansas City Chiefs coaching staff is concerned. Defensive backs coach Dave Merritt became the latest team official to gush over the pop star’s relationship with the Chiefs tight end.\n“She actually affected the team in a positive way,” Dave, 52, said of Taylor, 34, on the February 23 episode of the “ Sports Shop With Reese & Kmac ” podcast. “Everybody was excited that Travis was happy. So when my player, my brother, is happy beside me, that helps me and that encourages me.”\nDave added that Travis, 34, “came in there a different man” after he went public with Taylor in September 2023. He also revealed that, before she made her first public appearance at a Chiefs game, the “Love Story” hitmaker secretly went to stadiums to support her boyfriend.\nTaylor Swift and Travis Kelce’s Dating Timeline From K.C. Concert to Now “Upon meeting her, I felt like she actually added to what it was that we were trying to do,” Dave said. “Because there were so many people that were hating the fact that she was being shown on TV, that you know what, you’re part of our family because you’re now with Travis, so therefore you’re our little sister or you’re whatever it may be, you’re part of family.”\nTaylor and Travis began dating after he spoke about attending her Eras tour stop in Kansas City, Missouri, on his “New Heights” podcast with brother Jason Kelce in July 2023. While the singer has stolen the tight end’s heart, she’s also won over many of his teammates and coach Andy Reid .\n“They’re good people, both of them. I’m happy that they’re happy. Really,” Andy, 65, said on Audacy’s 610 Sports Radio on Wednesday, February 28. “I think she really enjoyed herself watching the games and not having to have the spotlight on her. She was able to get in there, and Trav was the guy and she enjoyed that part, not having to be the star of the game. She could just hang out up there and enjoy Brittany [Mahomes] and the crew. I thought it was all positive, a very positive thing.”\nTravis Kelce’s Teammates' Quote: s on Taylor Swift: 'She Just Vibes' Andy also recently revealed that Taylor treated the team to baked goods .\n“Behind the scenes, she likes to cook. So she made the offensive linemen these homemade Pop-Tarts,” he said on the Tuesday, February 27, episode of NFL on NBC. “So it was over. She knew right where to go.”\nDeal of the Day Channel Rich Mom Vibes With This Nautical-Inspired Shirt — Just $20! View Deal Many of Travis’ teammates and close pals, including Ross Travis , Patrick Mahomes and Mecole Hardman Jr. , have also gushed about Taylor.\n“I’ve been lucky enough to meet Taylor and [see] how good of a person she is,” Patrick, 28, said in November 2023. “I think you understand why it’s not become a distraction or anything like that because everybody cares about being the best they can be every day.”\nTags: Celebrity Couples Taylor Swift Travis Kelce",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=DGFwoFzd5z0",
    "http://www.youtube.com/watch?v=DGFwoFzd5z0"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "taylor swift",
        "sentiment": "negative"
      },
      {
        "name": "travis kelce",
        "sentiment": "negative"
      },
      {
        "name": "dave merritt",
        "sentiment": "none"
      },
      {
        "name": "taylor",
        "sentiment": "none"
      },
      {
        "name": "travis",
        "sentiment": "none"
      },
      {
        "name": "dave",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kansas city chiefs",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:01:30.552+02:00",
  "updated": "2024-03-01T20:30:40.659+02:00"
}