{
  "thread": {
    "uuid": "17e487de070d6a54f98b189fddb7562b503a7904",
    "url": "https://www.laprensa.hn/sociales/samira-mendoza-julio-rodriguez-unen-amor-legalidad-matrimonio-civil-IL17854963",
    "site_full": "www.laprensa.hn",
    "site": "laprensa.hn",
    "site_section": "http://laprensa.hn",
    "site_categories": [
      "media"
    ],
    "section_title": "LA PRENSA - Diario de Honduras, noticias y videos del país y el mundo",
    "title": "Samira Mendoza y Julio Rodríguez se unen en amor y legalidad",
    "title_full": "Samira Mendoza y Julio Rodríguez se unen en amor y legalidad",
    "published": "2024-02-29T19:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HN",
    "main_image": "https://www.laprensa.hn/binrepository/1120x630/-40c0/1200d630/none/11004/WGJT/foto-27-2_6870969_20240229154735.jpg",
    "performance_score": 0,
    "domain_rank": 24678,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "17e487de070d6a54f98b189fddb7562b503a7904",
  "url": "https://www.laprensa.hn/sociales/samira-mendoza-julio-rodriguez-unen-amor-legalidad-matrimonio-civil-IL17854963",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "/cronologia/-/meta/jairo-martinez-garay",
  "published": "2024-02-29T19:37:00.000+02:00",
  "title": "Samira Mendoza y Julio Rodríguez se unen en amor y legalidad",
  "text": "[Boda civil](/cronologia/-/meta/boda-civil) SAN PEDRO SULA. Inundados de amor, respeto y admiración, así realizaron su enlace nupcial civil: Samira Suheyla Mendoza Kunkar y Julio César Rodríguez Rodríguez, quienes fueron acompañados por sus seres queridos. Silvia Kunkar Kafatti y Héctor Iván Mendoza Mejía, padres de la novia; así como la madre del novio, Reina Caballero fueron parte de la unión, compartiendo la desbordante felicidad por el logro de vida de sus retoños. Asimismo, desde el cielo, el padre de Julio, el recordado Armando Rodríguez (q.d.D.g.) seguramente sonrió al ver contento y enamorado a su amado hijo. LEA AQUÍ: [Carlos Rodríguez y Nory Collins celebran su amor ante la ley](https://www.laprensa.hn/sociales/carlos-rodriguez-nory-collins-celebran-amor-boda-matrimonio-civil-sps-EB17612732#image-1) Tras siete años de noviazgo, llegó el esperado momento. Los tiempos de Dios son perfectos, y en febrero del 2024 se dio. Samira y Julio se casaron ante los ojos de sus más cercanos amigos y familia, en un evento llevado a cabo en el Restaurante El Portal de las Carnes. La ceremonia nupcial fue dirigida por el abogado Josué Henríquez, quien después de leer los puntos sobre el contrato civil efectuado, procedió a unirlos ante la ley hondureña, en el marco del respeto, igualdad y la ayuda mutua. Asimismo, los testigos de la unión civil fueron Carolina Rodríguez y Ramsés Urrutia, ambos siendo los responsables de certificar la voluntad que fluye entre los novios, siendo un acto más protocolario ante la notoriedad de la esencia romántica de la pareja. ADEMÁS: [Una promesa de amor ante Dios entre Emma Mejía y Roger Valladares](https://www.laprensa.hn/sociales/promesa-amor-dios-emma-mejia-roger-valladares-boda-copantl-sps-JH17546429) La decoración de la ceremonia fue obra de Marcela Cueva y su equipo, creando una atmósfera romántica rústica, bajo el predominio de los elementos propios de la naturaleza. Los invitados al festejo extendieron sus muestras de cariño a los protagonistas de una historia de amor que no estima un final para su vínculo sempiterno. Boda eclesiástica. Samira Mendoza, médica de profesión, y Julio Rodríguez, manager de la “Banda fiesta”, La Versátil, se casarán por la iglesia el próximo 6 de abril.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:14:56.308+02:00",
  "updated": "2024-03-01T00:14:56.308+02:00"
}