{
  "thread": {
    "uuid": "65dff0671a06f37031b20de3c67d23167c02e5e3",
    "url": "https://www.eurosport.com/rugby/premiership/2023-2024/sale-sharks-14-22-bristol-bears-bears-put-on-a-show-to-stun-sharks-in-gallagher-premiership-rugby-cl_sto9940385/story.shtml",
    "site_full": "www.eurosport.com",
    "site": "eurosport.com",
    "site_section": "https://www.eurosport.com",
    "site_categories": [
      "tennis",
      "sports"
    ],
    "section_title": "Sport news, live streaming &amp; results - Eurosport",
    "title": "Sale Sharks 14-22 Bristol Bears – Bears put on a show to stun Sharks in Gallagher Premiership Rugby clash - Eurosport",
    "title_full": "Sale Sharks 14-22 Bristol Bears – Bears put on a show to stun Sharks in Gallagher Premiership Rugby clash - Eurosport",
    "published": "2024-01-05T21:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imgresizer.eurosport.com/unsafe/2560x1440/filters:format(jpeg)/origin-imgresizer.eurosport.com/2024/01/05/3855377-78340468-2560-1440.jpg",
    "performance_score": 0,
    "domain_rank": 4134,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "65dff0671a06f37031b20de3c67d23167c02e5e3",
  "url": "https://www.eurosport.com/rugby/premiership/2023-2024/sale-sharks-14-22-bristol-bears-bears-put-on-a-show-to-stun-sharks-in-gallagher-premiership-rugby-cl_sto9940385/story.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eurosport_UK",
  "published": "2024-01-05T21:02:00.000+02:00",
  "title": "Sale Sharks 14-22 Bristol Bears – Bears put on a show to stun Sharks in Gallagher Premiership Rugby clash - Eurosport",
  "text": "By Desmond Kane Updated 05/01/2024 at 23:26 GMT\nIt was a breathless Gallagher Premiership Rugby clash at the AJ Bell Stadium as Bristol Bears defeated Sale Sharks on Friday evening. The hosts got off to a slow start as their long unbeaten home run finally came to an end and were ultimately unable to fully recover as the Bears racked up 22 points to record a pivotal victory in the encounter under the lights and with the TNT Sports cameras. Gabriel Ibitoye of Bristol Bears dives in to score their second try during the Gallagher Premiership Rugby match between Sale Sharks and Bristol Bears at the AJ Bell Stadium\nImage credit: Getty Images\nSale Sharks suffered their first home defeat in Gallagher Premiership Rugby since October 2022 in a morale-sapping 22-14 defeat that denied the Sharks the chance to go top of the table. The home team had compiled 12 straight wins at the AJ Bell Stadium over the past 15 months, but were strangely off colour as a vibrant Bristol side overpowered and overworked them in the key areas to boost their own play-off hopes. First-half tries from Harry Randall (7') and Gabriel Ibitoye (18') helped Bristol lead 14-7 at the break before Max Malins (42') added a decisive third early in the second period. Premiership Luatua says win over Sale 'answered some' of the question marks about Bristol's defence 11 hours ago\nSale were always playing catch-up with tries in each half from Jonny Hill (31') and Augustin Creevy (67') ultimately proving futile. The Sharks also ended the evening reduced to 13 men with replacements Ben Bamber and Telusa Veainu yellow carded late on for dangerous tackles before AJ MacGinty completed the win with a simple penalty on 74 minutes. Sale remain fourth in the table, four points behind leaders Harlequins – who top the standings with 36 points from 11 matches after their 24-3 win at Newcastle Falcons – with Bristol in eighth spot on 25 points. Gallagher Premiership Rugby Fixtures/results Gallagher Premiership Rugby Table Gallagher Premiership Rugby Latest news Player of the Match - Benhard Janse van Rensburg (Bristol Bears) Summed up the attacking attitude and vibrancy of Bristol with some superb running and refusal to buckle at the heart of the action as they claimed a win that could be a pivotal moment in their season. Talking Point - Sharks can't find their bite against hungry Bears Bristol Bears captain Steven Luatua summed up the importance of the victory for the visiting side, who won all the key collisions in midfield and probably should have eased to victory by a greater winning margin against a Sharks team on their best run of form at home for 20 years. \"It is huge for us, as a team and a club we needed that,\" said flanker Luatua on TNT Sports. \"In terms of our season going forward, we definitely needed that tonight. \"That was our best defensive performance of the season. [Sharks captain] Curry had a field day at our breakdown, but we will take the win tonight. Winning collisions were key and we won more of them tonight than they did.\" Player Ratings Sale Sharks: Carpenter 7, Roebuck 7, S. James 7, Ma'asi-White 6, Reed 6, R du Preez 6, Warr 6, Harrison 6, Cowan-Dickie 6, Schonert 7, Wiese 7, Hill 7, Van Rhyn, 7 B Curry 7, JL du Preez 7 Bristol Bears: Malins 7, Heward 8, Van Rensburg 8, Williams 8, Ibitoye 8, MacGinty 8, Randall 7, Woolmore 7, Oghre 7, Sinckler 7, Caulfield 8, Batley 8, Luatua 8, Thomas 7, Bradbury 8 Match Highlights 7' TRY TO THE BEARS! The Bristol Bears are in the mood tonight so far as Harry Randall finishes off a delightful team move on the blindside with Sale pushed back. And they add the conversion from close range to lead 7-0. 18' A SECOND TRY FOR BRISTOL! Well, what a start this is for the visiting side as a charge down by Caulfield via the attempted clearance by Warr breaks kindly to Gabriel Ibitoye and he races over the line for a 12-0 lead. And MacGinty adds the conversion. 14-0. 31' TRY FOR SALE! Game on again. Randall looks like he is injured with a late knee to the back. And Jonny Hill piles through with the charge down to bound over the line. And it is back to 14-7 as Du Preez adds the conversion. 36' SO CLOSE FOR SALE The home side thought they had their second try, but a brilliant last-ditch tackle by Malins on Carpenter denies the Sharks a certain score. Was just in touch when he went over. No try. It remains 14-7. 42' AND ANOTHER TRY TO THE BEARS! What a brilliant start to the second half as Dan Thomas releases Malins to speed over the white line out wide. Won a few collisions and that gives them the five points for a 19-7 lead. No conversion this time. 67' TRY TO SALE! Eight pens on the trot. A lot of pressure being applied by Sale, but no points so far. Seven metres out and Augustin Creevy just manages to spin and pivot over the line with the momentum. Can't keep him on his back. And that is the try they craved. 12-19. Key Stat\nPremiership Bristol Bears confirm signing of 'world-class' Mata ahead of 2024/25 campaign 02/01/2024 at 21:50\nPremiership Lawes credited with 'real impact' as sub in Northampton's dramatic comeback 30/12/2023 at 23:29\nPremiership Northampton Saints edge out Sale Sharks in thriller 30/12/2023 at 23:24\nJoin 3M+ users on app Stay up to date with the latest news, results and live sports Download",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "harry randall",
        "sentiment": "none"
      },
      {
        "name": "max malins",
        "sentiment": "none"
      },
      {
        "name": "gabriel ibitoye",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gallagher premiership rugby",
        "sentiment": "negative"
      },
      {
        "name": "eurosport sale sharks",
        "sentiment": "negative"
      },
      {
        "name": "bristol",
        "sentiment": "negative"
      },
      {
        "name": "bristol bears",
        "sentiment": "none"
      },
      {
        "name": "sale sharks",
        "sentiment": "none"
      },
      {
        "name": "sharks",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bristol",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:23:57.020+02:00",
  "updated": "2024-01-06T12:41:44.086+02:00"
}