{
  "thread": {
    "uuid": "1c8538014a517c608afd814ce93c6e59df546278",
    "url": "https://www.laprovincia.es/gran-canaria/2024/04/18/sofia-urbin-cocina-santa-brigida-101231966.html",
    "site_full": "www.laprovincia.es",
    "site": "laprovincia.es",
    "site_section": "https://laprovincia.es",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "laprovincia.es - Noticias de última hora en Canarias, Las Palmas, España y el mundo.",
    "title": "COCINA SOFI URBIN SANTA BRÍGIDA: Sofía Urbín: «Mis seguidores me animaron a abrir el local; pensaba que estaban locos»",
    "title_full": "COCINA SOFI URBIN SANTA BRÍGIDA: Sofía Urbín: «Mis seguidores me animaron a abrir el local; pensaba que estaban locos»",
    "published": "2024-04-18T22:11:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/339b644b-95c7-413b-9f8b-da133c6c0650_21-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 28169,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1c8538014a517c608afd814ce93c6e59df546278",
  "url": "https://www.laprovincia.es/gran-canaria/2024/04/18/sofia-urbin-cocina-santa-brigida-101231966.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carla Gil Alberiche",
  "published": "2024-04-18T22:11:00.000+03:00",
  "title": "COCINA SOFI URBIN SANTA BRÍGIDA: Sofía Urbín: «Mis seguidores me animaron a abrir el local; pensaba que estaban locos»",
  "text": "En la pandemia. Empecé regalando mis recetas y haciéndolas para gente que no conocía a través de internet. Mis seguidores cocinaban conmigo a través de historias de Instagram y me pedían recetas, y de repente empezaron a pedir un lugar donde yo vendiera mis creaciones y me lancé. Desde los 16 años que me regalaron la cocina industrial. Cuando era pequeña, mis padres tenían una panadería y prácticamente desde que nací vivía ahí, rodeada de panes y de masas. Tengo fotos en las que estoy durmiendo en los cestos del pan. Me acuerdo que me daban masa y yo las horneaba y las vendía a los clientes, todo era muy familiar. Mis propios seguidores, que ni siquiera conocía. Yo pensaba que estaban locos, me preguntaban que dónde, cuándo y cómo podrían comprar mis recetas. Me costó porque me tuve que adaptar a la normativa de un país nuevo. En Uruguay conocía todo y tenía gente que se dedicaba a esto. Aquí tuve que investigar cómo se hacían las cosas, costó por ejemplo conseguir proveedores, porque no conocía a nadie y sin contactos es difícil, pero al final todo se saca. No. Mis padres me prestaron cinco mil euros y con eso empecé comprando cosas en segunda mano. En un primer momento, mi intención era abrir en Triana, pero cuando fui a ver locales y vi los disparates de alquileres me olvidé. Yo vivo en Santa Brígida, y cuando regresé me bajé de la guagua, vi el cartel del local que se alquilaba y cuando llamé y me dijeron el precio dije, se acabó, con este puedo, y así empecé. En su momento me pidieron franquicia, pero lo veo muy lejano y no sé si lo quiero. A mí me gusta el tú a tú y no sé si estaría dispuesta a crecer tanto y perder los vínculos con mis clientes. Ahora me cambio de local, pero sigue siendo en Santa Brígida. No tengo ningún secreto y yo sigo sin entenderlo, me sorprendo. El otro día vino un cliente de Tenerife y tenía una hora hasta que saliera el barco de Agaete y pasó por aquí solo para llevarse huevos de pascua. Hay gente que se lleva cosas a Londres y me sorprende mucho. Todavía no lo he terminado de comprender, pero me encanta. Es un dulce distinto porque son cosas que invento y la gente está cansada de lo tradicional. Cuando se pone de moda el American Roll, todas las dulcerías lo tienen, mientras que yo voy a destiempo y a lo mío. También les doy a mis clientes la posibilidad de crear sus propias tartas y me adapto a ellos. Arriesgo siempre. La rutina me aburre y si siempre hago lo mismo me agobio, no podría tener una carta fija de productos. Sí, porque me los exigen, pero siempre sale algo nuevo. Entre 60 y 70 horas semanales. Lo que hago es en vez de repartir trabajo, me tomo dos días libres y lo demás a full. Los fines de semana trabajo entre 12 y 14 horas. Cada elaboración lleva su tiempo y a veces incluso se puede alargar más, pero no es un sacrificio porque me gusta lo que hago. Todo. Hay cosas que compro, como la Nutella o el dulce de leche, pero el resto sí que es artesano, aunque las masas son mías. Jamás. Yo pensaba cuando me vine a Canarias que no iba a estar más que en un colegio, porque me forme para esto. En cuanto al tema del gluten es imposible adaptarlo. Cuando hay gente que necesita esos productos derivo a personas que se dediquen a eso, porque no puedo abarcar todo. La liada parda, que está hecha de kinder, nutella, dulce de leche, galleta y chocolate blanco, la tarta de limón y los alfajores. Ahora me cambio de local. Voy a uno un poco más amplio, pero sigue estando en Santa Brígida y no estará disponible hasta septiembre, porque nos meteremos en obras. Pero antes, el 22 de junio, tengo en mente hacer un bruch-merienda en un barranco de Arucas en el que pueda transmitir a mis clientes mi forma de cocinar. En julio, en una villa en el sur tengo pensado organizar un retiro gastronómico de viernes a domingo en el que no solo sea gastronomía, sino también catas de mano de especialistas, clases de bailes o un mini concierto. Estoy intentando hacer lo que a mí me gustaría consumir.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:03:18.852+03:00",
  "updated": "2024-04-19T00:03:18.852+03:00"
}