{
  "thread": {
    "uuid": "56a7115dc8fdc29de3ed47abf3364b7db75b786f",
    "url": "https://www.clickorlando.com/features/2022/01/14/apparently-snowplows-in-michigan-have-names-and-theyre-all-hilarious/",
    "site_full": "www.clickorlando.com",
    "site": "clickorlando.com",
    "site_section": "http://www.clickorlando.com/food",
    "site_categories": [
      "media"
    ],
    "section_title": "Food | ClickOrlando | News 6",
    "title": "Apparently snowplows in Michigan have names, and they’re all hilarious",
    "title_full": "Apparently snowplows in Michigan have names, and they’re all hilarious",
    "published": "2024-01-12T18:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://res.cloudinary.com/graham-media-group/image/upload/f_auto/q_auto/c_thumb,w_700/v1/media/gmg/MRKZI67I4ZCH7JS56SQ6DLTM3U.jpg?_a=ATAPphC0",
    "performance_score": 0,
    "domain_rank": 5211,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 59,
        "comments": 9,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "56a7115dc8fdc29de3ed47abf3364b7db75b786f",
  "url": "https://www.clickorlando.com/features/2022/01/14/apparently-snowplows-in-michigan-have-names-and-theyre-all-hilarious/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jack Roskopp",
  "published": "2024-01-12T18:29:00.000+02:00",
  "title": "Apparently snowplows in Michigan have names, and they’re all hilarious",
  "text": "If you live in a part of the country where you experience all four seasons, then you’re pretty used to snowplows cleaning the streets of your town, whenever Mother Nature decides to dump inches of snow on the ground.\nBut did you know that these snowplows actually have names -- and most of them are beyond hilarious?\nTwitter user Alec Stapp tweeted a list of all the snowplows in Michigan that are named, from the Michigan Department of Transportation.\nWe looked into it too, and it turns out, the department really does have a list of snowplow names sorted by region, and they’re really funny.\nThis list of Michigan Department of Transportation snowplow names will melt your icy heart pic.twitter.com/RmV4PU8mIS\n— Alec Stapp (@AlecStapp) January 11, 2022 And I don’t mean a light giggle kind of funny -- I’m talking about laugh out loud funny.\nThe level of pun work with words like “snow,” “salt,” and “plow” is truly next level.\nJust reading the list, I could sense my seasonal depression melting away. I might actually make it through this wave of omicron, thanks to this list.\nSo without further ado, let’s go through some of my favorite snowplow names (in no particular order), and have a good laugh, shall we?\nBig Bertha Look, you just want to meet the person who drives a snowplow named Big Bertha. You don’t mess with them.\nSaltosaurus Rex Our first pun! There is also a Plowasaurus Rex on the mega list of names, but we’ve got to give it to Saltosaurus Rex. No snow is safe when this plow is around.\nSnowdown Please, I’m Plowing It’s a pun, but it’s also not a name pun, so this makes it even better. And the driver of this plow is correct: You should slow down while they’re plowing!\nBaby Snowda This is the first (of many) “Star Wars” puns, which has me thinking that people who drive snowplows are just giant nerds? We say that with love!\nFast and Flurryous OK, I adore this one. Not only is it a great pun, but they used the word “flurry” when most of the puns we see involve “plow” or “salt.”\nBravo!\nSleetwood Mac OMG, the joy this name brought me when I first saw it.\nAgain, “sleet” is a word we don’t see used for puns on this list, so hats off for the creativity. And who doesn’t love Fleetwood Mac?\nBringin’ Pavement Back Besides this being a play on “SexyBack” by Justin Timberlake, this is literally what a snowplow does. This name is entertaining and informative.\nAlice Scooper This is an A+ pun and this person also gets bonus point because Alice Cooper is from Michigan. It’s a win-win.\nHan Snow-Lo This continues our trend of many “Star Wars” puns. Like I said, I think these snowplow drivers are just huge nerds, and I am here for it.\nSnowbegone Kenobi OK, but this one is the best of the “Star Wars” names. I applaud you.\nOrange Yooper Storm Trooper Not really a pun, but I do appreciate a good rhyme!\nStill Shorts Weather We all know that guy who wears shorts in the middle of winter on the one day when the sun’s out and the temp is just about 40 degrees.\nThis snowplow is an ode to that dude.\nBetty Whiteout Too soon? Nah, I think it’s a loving tribute.\nLive on, Betty!\nCtrl Salt Delete I have no words. This is genius.\nPlowthagorean Theorem OK, you can all go home now. This one wins.\nAlso, more nerds driving snowplows.\nSalt Whitman The inner English major in me is smiling so hard at this name.\nMy heart burst with the intensity of 1,000 suns.\nEdgar Allan Snow Again, God bless the people who come up with these names.\nMelton John I’m done.\nSnowprah Winfrey THIS ONE WINS, GOOD-BYE.\nGraham Media Group 2022",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [
    "https://twitter.com/AlecStapp/status/1480900917734129666",
    "https://twitter.com/AlecStapp/status/1480900917734129666?ref_src=twsrc%5Etfw",
    "https://t.co/RmV4PU8mIS",
    "https://www.michigan.gov/mdot/0,4616,7-151-9615-575096--,00.html",
    "https://www.t.co/RmV4PU8mIS",
    "https://twitter.com/AlecStapp/status/1480900917734129666",
    "https://www.twitter.com/AlecStapp/status/1480900917734129666",
    "https://www.twitter.com/AlecStapp/status/1480900917734129666?ref_src=twsrc%5Etfw",
    "https://michigan.gov/mdot/0,4616,7-151-9615-575096--,00.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alec stapp",
        "sentiment": "none"
      },
      {
        "name": "mother nature",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "michigan department of transportation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "michigan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T18:42:44.725+02:00",
  "updated": "2024-01-12T18:42:44.725+02:00"
}