{
  "thread": {
    "uuid": "1091760d6c9f0904ac2641a87dd4b71d30fa44fc",
    "url": "https://www.express.co.uk/life-style/property/1852051/how-to-remove-mould-limescale-washing-machines-exclusive",
    "site_full": "www.express.co.uk",
    "site": "express.co.uk",
    "site_section": "https://express.co.uk/life-style",
    "site_categories": [
      "media"
    ],
    "section_title": "Lifestyle News - Health, Diets, Fashion & Gardening | Express.co.uk",
    "title": "How to remove mould and limescale: Simple 35p staple 'destroys mould spores' | Express.co.uk",
    "title_full": "How to remove mould and limescale: Simple 35p staple 'destroys mould spores' | Express.co.uk",
    "published": "2024-01-06T04:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://cdn.images.express.co.uk/img/dynamic/51/1200x712/5144948.jpg",
    "performance_score": 0,
    "domain_rank": 621,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1091760d6c9f0904ac2641a87dd4b71d30fa44fc",
  "url": "https://www.express.co.uk/life-style/property/1852051/how-to-remove-mould-limescale-washing-machines-exclusive",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Millie Bull",
  "published": "2024-01-06T04:00:00.000+02:00",
  "title": "How to remove mould and limescale: Simple 35p staple 'destroys mould spores' | Express.co.uk",
  "text": "This article contains affiliate links, we will receive a commission on any sales we generate from it. Learn more Daily Express shares washing machine cleaning hacks\nWashing machines are arguably one of the hardest working appliances in the home.\nHomes with both children and pets running around will likely use their washing machines more frequently to tackle stubborn stains.\nOver time, washing machines can build up with mould and limescale which can make laundry smell unpleasant.\nWhile there are plenty of chemical methods to remove mould and limescale , using everyday store cupboard products is less harsh and often much cheaper.\nWith this in mind, Laura Harnett, founder of Seep eco cleaning tools, has shared how to banish mould and limescale from washing machines .\nREAD MORE: Stiff towels instantly soften when combining white vinegar with common item\nWashing machines can build up with mould and limescale which can make laundry smell unpleasant (Image: Getty) She exclusively told Express.co.uk: “To beat a build-up of limescale and mould, you should clean your washing machine every couple of months.\n\"This is easier and less time-intensive than it sounds. The key areas to tackle are the detergent drawer, drum, seals, window and filter.\n“Firstly I would locate the filter and remove it. Soak the filter itself in a bucket of warm water with one part of white vinegar added while you tackle other areas of the machine.\n\"If you can reach inside the filter housing, then clean this area using a vinegar spray which is antibacterial and will destroy any mould spores in there.\"\nThe same vinegar spray and a cloth can be used to wipe down all the seals inside the washing machine. This method can also be used to wipe down the inner drum and window.\nDon't miss...\nMum shares three inexpensive methods to make your home smell 'amazing' [INSIGHT]\nMum makes unexpected gross find while cleaning kids’ building blocks [UPDATE]\nWoman astounded by game changing tip that prevents condensation in entire home [LATEST]\nTo make the washing machine window shiny, finish it off with half a lemon. This should also freshen up the inside of the machine.\nThe washing machine's detergent drawer will also need to be taken out and thoroughly cleaned to remove any soap residue.\nFabric conditioner can contain certain animal fats which can cause blockages and mould growth inside washing machines.\nBecome an Express Premium member Support fearless journalism Read The Daily Express online, advert free Get super-fast page loading Start 30-day\nFREE trial Trending\nTo sterilise the detergent drawer, soak it in hot water and one part white vinegar.\nLaura added: “Go back to your filter and scrub it gently using an old toothbrush or an old dish brush when it has come to the end of its life doing your washing up.\n\"Then repeat the steps on the detergent drawer and check within its housing using white vinegar spray and a cloth to clean it out.”\nWhite vinegar can be bought online or from local supermarkets . Tesco distilled vinegar costs 35p and Sainsbury's distilled vinegar costs 40p. Alternatively, Stardrops White Vinegar spray costs £1.15 from Asda .\nRelated articles Cleaner claims £1.35 natural kitchen item works like magic on oven glass stains Carpet stains disappear instantly with £1.19 item - better than carpet cleaner Dirty hidden fridge area leaves cleaner disgusted - but claims 55p item sorts it Expert warns of simple cleaning mistake that can ruin suede and leather goods Descale your kettle with 29p ‘natural cleaning option’ or risk higher bills",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://go.skimresources.com/?id=76202X1587086&url=https%3A%2F%2Ftheseepcompany.com%2F&sref=https%3A%2F%2Fwww.express.co.uk%2Flife-style%2Fproperty%2F1852051%2Fhow-to-remove-mould-limescale-washing-machines-exclusive",
    "https://xd.wayin.com/display/container/dc/aa13f960-d12c-4f29-b256-ad98acee1cbf?mode=responsive",
    "https://go.skimresources.com/",
    "https://www.go.skimresources.com/?id=76202X1587086&url=https%3A%2F%2Ftheseepcompany.com%2F&sref=https%3A%2F%2Fwww.express.co.uk%2Flife-style%2Fproperty%2F1852051%2Fhow-to-remove-mould-limescale-washing-machines-exclusive",
    "https://xd.wayin.com/display/container/dc/aa13f960-d12c-4f29-b256-ad98acee1cbf",
    "https://www.xd.wayin.com/display/container/dc/aa13f960-d12c-4f29-b256-ad98acee1cbf?mode=responsive"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "getty",
        "sentiment": "none"
      },
      {
        "name": "laura harnett",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "daily express",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T04:12:46.169+02:00",
  "updated": "2024-01-07T04:08:00.612+02:00"
}