{
  "thread": {
    "uuid": "4efd10b8f24d58755ea1600a96858a9272590c82",
    "url": "https://timesofindia.indiatimes.com/city/delhi/jamun-the-indigenous-fruit-of-lutyens-new-delhi/articleshow/111497869.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "http://timesofindia.indiatimes.com/rssfeeds/-2128839596.cms",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Delhi News: दिल्ली समाचार - Latest Delhi News Headlines &amp; Live Updates from Delhi - Times of India",
    "title": "Jamun: Jamun: The Indigenous Fruit of Lutyens’ New Delhi | Delhi News - Times of India",
    "title_full": "Jamun: Jamun: The Indigenous Fruit of Lutyens’ New Delhi | Delhi News - Times of India",
    "published": "2024-07-05T01:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-111497865,width-1070,height-580,imgsize-50190,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 290,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4efd10b8f24d58755ea1600a96858a9272590c82",
  "url": "https://timesofindia.indiatimes.com/city/delhi/jamun-the-indigenous-fruit-of-lutyens-new-delhi/articleshow/111497869.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Times Of India",
  "published": "2024-07-05T01:12:00.000+03:00",
  "title": "Jamun: Jamun: The Indigenous Fruit of Lutyens’ New Delhi | Delhi News - Times of India",
  "text": "New Delhi: In the heart of the national capital, Gaurav Singh, all of 12 years, wakes up at dawn to fulfil a crucial task for his family. He rushes to the jamun trees near Ashoka Road and India Gate, plucking the fruits that his family will later sell by the roadside under the shade of the same trees. As the city’s demographics and the nameplates of the grand Lutyens’s bungalows change over time, these oval and ovoid berries and their hawkers remain a constant on Ashoka Road.The humble indigenous subtropical fruit of jamun, which ripens during the hottest part of summer just before the monsoon, holds cultural significance and is now at its peak in the city. This tangy and sweet seasonal fruit evokes nostalgia for some, while others view it as a rustic fruit ripe for experimentation. For many families who have been selling jamun in Central Delhi for years, it remains their bread and butter.Gaurav says: “The trees at Ashoka Road, barring a few, do not fruit that well and the berries are generally smaller. They are also very difficult to climb. However, those at India Gate still bear good fruit-size. Since the guards posted there won’t let us pass, we go at dawn when the security is not so tight. Later, these are mixed with the ones we get from the wholesale market.” He runs across the busy road to deliver the packs to buyers “who come in big cars”.Commuters often stop by these Central Delhi roads to purchase the purple eye candies. The sellers select the berries of their choice and smear them with black salt before handing them over to customers. Gaurav's mother, Phoolo Devi, does not support her son climbing trees to pluck the fruits and would prefer him to attend school instead.“We have been trying to send him and his younger brother to school, but they keep refusing. They insist that they would stay and help with earnings. We live by the road on the footpath, but don't want these kids to continue living like this,” she says, describing how the darkest purple berries are the sweetest, while those with light edges are tangy and have a longer aftertaste.Devi notes that people have their own preferences when it comes to jamun. Some customers are indifferent, while others meticulously handpick each berry. The selling continues from morning until evening. Another hawker, Rajkumar, says that they procure jamun from the mandi, but children also gather some from the trees near India Gate. The berries are mixed and sold by weight, with 250gm priced at Rs 50. High-quality, sorted jamuns that are the most purple cost Rs 300 per box.Until 2006, New Delhi Municipal Council auctioned the roughly 500 trees around India Gate and the current site of Central Vista for fruit plucking. Later, the responsibility was handed over to Central Public Works Department. Some trees were compromised during the ambitious Central Vista project and, last year, the auction reportedly had no takers.Planted around 1920, the remaining trees still attract birds like parakeets and Indian grey hornbills. As summer progresses, the jamun turns purple, enticing humans as well. This fruit, known by various names such as java plum, black plum and Indian blackberry, is believed to be underrated and underexploited despite its numerous qualities. One of its names, \\\"jambul,\\\" also serves as an ancient geographical marker, referring to the region as Jambudweep, where jamun trees are found and recited before most auspicious Hindu rituals.According to Central Institute for Subtropical Horticulture, the fruit's pharmacological properties, including hypoglycemic, diuretic, analgesic, anti-inflammatory, antiplaque, antimicrobial, antidiarrheal, antioxidant, gastro-protective and astringent effects, have been proven in animal systems. Ayurveda praises jamun for its role in diabetes management.Faiyaz Khudsar, a senior biodiversity scientist, says: “To those who understand Delhi, jamun trees have a site-specific identity that resonates with India Gate and the surrounding areas. It's indigenous, linked with monsoon, and packs great nutritious value, offering to make up for the necessary nutrition at a time when there are few fruits in the market. Yet, it largely remains under-utilised.”The jamun, an evergreen canopy tree, will continue to work for Delhi, providing the city with much-needed green cover, shelter for birds and working on its fruiting process that takes 12 months to mature. For people like Phoolo, Rajkumar and Gaurav, a humble life will continue to return with this humble fruit next summer.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gaurav singh",
        "sentiment": "neutral"
      },
      {
        "name": "jamun",
        "sentiment": "neutral"
      },
      {
        "name": "lutyens",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "delhi news - times of india new delhi",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "india gate",
        "sentiment": "none"
      },
      {
        "name": "central delhi",
        "sentiment": "none"
      },
      {
        "name": "ashoka road",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T04:07:14.810+03:00",
  "updated": "2024-07-05T04:07:14.810+03:00"
}