{
  "thread": {
    "uuid": "d1b007b86bbbacc87271dba51d23c322946c382b",
    "url": "https://www.theinertia.com/surf/gerry-lopez-on-the-life-changing-benefits-of-practicing-yoga",
    "site_full": "www.theinertia.com",
    "site": "theinertia.com",
    "site_section": "https://www.theinertia.com/feed",
    "site_categories": [
      "surfing_bodyboarding",
      "sports"
    ],
    "section_title": "The Inertia",
    "title": "Gerry Lopez on the Life-Changing Benefits of Practicing Yoga",
    "title_full": "Gerry Lopez on the Life-Changing Benefits of Practicing Yoga",
    "published": "2024-04-04T23:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "http://www.theinertia.com/wp-content/uploads/2024/04/gerry.jpg",
    "performance_score": 0,
    "domain_rank": 36012,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d1b007b86bbbacc87271dba51d23c322946c382b",
  "url": "https://www.theinertia.com/surf/gerry-lopez-on-the-life-changing-benefits-of-practicing-yoga",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alexander Haro",
  "published": "2024-04-04T23:59:00.000+03:00",
  "title": "Gerry Lopez on the Life-Changing Benefits of Practicing Yoga",
  "text": "Gerry Lopez is a surf legend. Mr. Pipeline, as he’s known. Without him, surfing wouldn’t be what it is today , and as he ages, he maintains that zen-like calmness that showed up so well in the barrel. He’s a longtime yogi, and espouses the benefits of it to anyone who will listen, which is why Manduka partnered up with him to create a line of yoga gear. Lopez attributes much of his focus, health, and success to his love affair with yoga, and in the short film above, he dives into what it is that he loves so much about it. “I think mostly just being more flexible, in all ways. If you just give it a try, you’ll find that the stiffness is really up here,” he said, tapping his head . “Ultimately, yoga is looking for you to gain control of your mind. I think when we’re able to do that, a lot of our problems will be solved.” For Lopez, there are a lot of similarities between surfing and yoga. “When you’re doing it, you’re so focused,” he said of surfing. “When you’re doing it, you go into a very meditative state of mind. I found it in surfing, but I can always find it on my mat, too.” Lopez has a wonderful outlook on life and aging in general. He’s aware of the natural stages everyone goes through, and he’s not fighting to stay in the past. Yoga is a big part of that. “Everybody goes through life at one stage,” he explained. “The first stage is being a student, trying to learn. Then you maybe become a warrior and eventually that leads into you becoming a teacher. Hopefully you finish up by becoming a priest.” Gerry doesn’t think he’s quite at the priest stage yet, although many might disagree, but thinks he’s becoming a teacher. “I think I’ve left the warrior stage behind, and hopefully I’m some kind of teacher,” he laughed. “I think the important part about embracing yoga as the complete lifestyle that it is that at some point you realize that you have a responsibility to that and part of that responsibility is just becoming that teacher; that person that helps to introduce or just show other people that the path of yoga is a pretty nice way to walk down life.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [
    "http://www.youtube.com/watch?v=XKydzrKmFMk",
    "http://youtube.com/watch?v=XKydzrKmFMk",
    "http://www.youtube.com/watch"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gerry lopez",
        "sentiment": "neutral"
      },
      {
        "name": "pipeline",
        "sentiment": "neutral"
      },
      {
        "name": "lopez",
        "sentiment": "none"
      },
      {
        "name": "manduka",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:14:54.573+03:00",
  "updated": "2024-04-05T20:41:15.416+03:00"
}