{
  "thread": {
    "uuid": "f8f8349be4212ab2b0f24690c8ffd456c4d220bd",
    "url": "https://www.infobae.com/espana/agencias/2023/12/29/gobierno-confia-en-buen-resultado-de-negociaciones-entre-iberia-y-sindicatos-por-huelga/",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/feeds/rss/",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "Gobierno confía en \"buen resultado\" de negociaciones entre Iberia y sindicatos por huelga",
    "title_full": "Gobierno confía en \"buen resultado\" de negociaciones entre Iberia y sindicatos por huelga",
    "published": "2023-12-29T14:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=1775",
    "performance_score": 0,
    "domain_rank": 2144,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f8f8349be4212ab2b0f24690c8ffd456c4d220bd",
  "url": "https://www.infobae.com/espana/agencias/2023/12/29/gobierno-confia-en-buen-resultado-de-negociaciones-entre-iberia-y-sindicatos-por-huelga/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsroom Infobae",
  "published": "2023-12-29T14:07:00.000+02:00",
  "title": "Gobierno confía en \"buen resultado\" de negociaciones entre Iberia y sindicatos por huelga",
  "text": "Madrid, 29 dic (EFECOM).- El Ministerio de Industria y Turismo espera que las negociaciones que están manteniendo Iberia y los sindicatos por la huelga del 'handling'(servicios de asistencia en tierra) sean un \"acierto\" y concluyan con un \"buen resultado\".\n\"Confiamos en el acierto y el buen resultado de las negociaciones que ahora Iberia está teniendo con las fuerzas sindicales\", ha dicho el ministro de Industria y Turismo, Jordi Hereu, tras la conferencia sectorial de turismo celebrada este viernes.\nEn todo caso, ha añadido, \"espero que podemos terminar la campaña de Navidad con la plena normalidad en base al acuerdo\" que puedan alcanzar ambas partes.\nLas fuerzas sindicales tienen prevista una huelga entre el 5 y el 8 de enero, coincidiendo con el fin de semana de la festividad de Reyes, después de que la reunión celebrada este jueves en el Servicio Interconfederal de Mediación y Arbitraje (SIMA) concluyera sin acuerdo.\nInicialmente CCOO y UGT convocaron una huelga entre el 29 y el 31 de diciembre, aunque luego decidieron cancelarla para seguir negociando con Iberia. Sin embargo, ante la falta de avances decidieron convocarla de nuevo para comienzos de enero. Posteriormente, USO decidió también llamar a la huelga para esos mismos días.\nEstas protestas tienen lugar después de que Iberia perdiera el servicio de 'handling' en ocho de los principales aeropuertos del país (Barcelona, Palma de Mallorca, Málaga, Alicante, Gran Canaria, Tenerife Sur, Ibiza y Bilbao), aunque mantuvo Madrid, en el concurso fallado por Aena en septiembre pasado.\nEso obliga a subrogar a los trabajadores de cada uno de los aeropuertos en los que Iberia dejará de operar en las compañías ganadoras en cada plaza (Groundforce, de Globalia, Aviapartners y Menzies).\nLos sindicatos no quieren esa subrogación porque supone salir del paraguas de Iberia, aunque quedan amparados por el convenio del sector, y piden que la compañía haga 'autohandling' para todas las empresas del grupo IAG -al que pertenece junto con British Airways, Vueling, Aer Lingus y Level-.\nSin embargo, la aerolínea lo descarta porque tiene unos costes más elevados que contratar el servicio de 'handling' con terceros y asegura que le llevaría a perder posiciones con sus competidores EFECOM\nefo/mgl/ltm\n(foto)(vídeo)\nMás Noticias\n[Pese a los rumores de las relaciones fracturadas del asturiano con el resto de equipos, Tom McCullough considera al piloto \"una fuerza realmente positiva\"](/espana/2023/12/29/el-contundente-comentario-del-jefe-de-rendimiento-de-aston-martin-sobre-el-ano-de-alonso/)\nEl contundente comentario del jefe de rendimiento de Aston Martin sobre el año de Alonso\n[El Tribunal Supremo considera que no suponía “una situación penalmente relevante de desamparo” y desestima el recurso de la familia](/espana/2023/12/29/absuelven-a-un-hombre-que-dejo-a-su-pareja-indispuesta-en-su-coche-la-mujer-murio-de-un-infarto-poco-despues/)\nAbsuelven a un hombre que dejó a su pareja indispuesta en su coche: la mujer murió de un infarto poco después\n[La valoración de la Organización de Consumidores y Usuarios concluye destacando el exceso de aditivos que caracteriza a estos productos](/espana/2023/12/29/este-es-el-mejor-roscon-de-reyes-del-supermercado-segun-la-ocu/)\nEste es el mejor roscón de Reyes del supermercado, según la OCU\n[Tienen un margen de error de solo el 5% y pueden detectar excesos de velocidad a una distancia de hasta 1 kilómetro](/espana/2023/12/29/asi-multa-pegasus-el-radar-aereo-de-la-dgt-un-helicoptero-con-camaras-de-alta-definicion/)\nAsí multa Pegasus, el radar aéreo de la DGT: un helicóptero con cámaras de alta definición\n[Propuesta por la ministra de Igualdad, García ejercía hasta ahora como consultora de políticas de igualdad en el sector privado. Las asociaciones de personas trans lamentan su nombramiento y aseguran que se ha pronunciado con “especial virulencia contra la infancia y contra las mujeres trans”](/espana/2023/12/29/isabel-garcia-la-nueva-directora-del-instituto-de-las-mujeres-a-la-que-colectivos-lgbti-y-sumar-acusan-de-transfobia/)\nIsabel García, la nueva directora del Instituto de las Mujeres a la que colectivos LGBTI y Sumar acusan de transfobia\nMÁS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T14:16:23.842+02:00",
  "updated": "2023-12-29T14:16:23.842+02:00"
}