{
  "thread": {
    "uuid": "0c7571fdf684d9d9874af7d30133bb76ef8f7d56",
    "url": "https://www.mondaq.com/canada/management/1449792/cohere-moves-into-the-fast-lane-as-investors-rush-to-back-its-enterprise-ai-platform",
    "site_full": "www.mondaq.com",
    "site": "mondaq.com",
    "site_section": "https://www.mondaq.com/company/rss?mondaqhome=true",
    "site_categories": [
      "law_government_and_politics",
      "legal_issues"
    ],
    "section_title": "Mondaq.com - feed of articles ",
    "title": "Canada: Cohere Moves Into The Fast Lane As Investors Rush To Back Its Enterprise AI Platform - Osler, Hoskin & Harcourt LLP",
    "title_full": "Canada: Cohere Moves Into The Fast Lane As Investors Rush To Back Its Enterprise AI Platform - Osler, Hoskin & Harcourt LLP",
    "published": "2024-04-11T23:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.mondaq.com/images/Mondaq_Share.jpg",
    "performance_score": 0,
    "domain_rank": 5316,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0c7571fdf684d9d9874af7d30133bb76ef8f7d56",
  "url": "https://www.mondaq.com/canada/management/1449792/cohere-moves-into-the-fast-lane-as-investors-rush-to-back-its-enterprise-ai-platform",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Osler, Hoskin & Harcourt LLP",
  "published": "2024-04-11T23:44:00.000+03:00",
  "title": "Canada: Cohere Moves Into The Fast Lane As Investors Rush To Back Its Enterprise AI Platform - Osler, Hoskin & Harcourt LLP",
  "text": "Cohere Kosta Starostin, Director of Legal at Cohere.\nToronto-based generative AI company Cohere has gone from being a largely unknown Canadian startup a few years ago to grabbing headlines in the Wall Street Journal, the New York Times and being sought after by global companies for its technology that has attracted investors such as NVIDIA, Oracle and Salesforce.\nCohere develops large languages models (LLMs), the AI technology\nthat underlies chatbots and competes with companies such as OpenAI,\nthe maker of ChatGPT, and Anthropic. Founded in 2019, Cohere has\ndifferentiated itself with a focus on enterprise customers, not\nconsumers. It's LLMs can respond to questions, summarize\ndocuments and produce better search results. Consulting giants\nMcKinsey and Accenture are also collaborating with Cohere to\noffer the AI technology to their clients.\nAccording to the Canadian Venture Capital & Private Equity Association, Cohere had the largest deal in Canada in 2023 when it secured $270 million in a Series C round with backing from iNovia Capital and a consortium of international investors including NVIDIA, Oracle, Salesforce Ventures, DTCP, Mirae Asset, Schroders Capital, SentinelOne, Thomvest Ventures, and Index Ventures. At the time, the company was valued at US$2.2 billion.\nCohere is now looking to raise an additional US$500 million at a valuation of about US$5 billion, according to public reports.\n\"It was definitely a year of incredible growth and validation,\" says Kosta Starostin, Director of Legal at Cohere. \"Prior to the explosion of ChatGPT, people were kind of in the dark as to how AI could power business and how just pervasive it could be used in a good way. It showed that what we have been building has tremendous value.\"\nThe speed of adoption and interest from the public and companies alike also surprised Cohere as it went from being largely unknown to being considered by blue chip technology companies as worthy of investing in.\n\"Just the way that people jumped on the technology and were immediately fascinated — it was like flipping a switch. We went from having to go and pitch to these companies and come up with the use cases or the potential solutions to their problems, to it completely flipping and companies wanting to do everything and anything with AI,\" says Kosta.\nThe attention from regulators and governments was also swift. While legislation around regulation usually takes a long time, collaboration took place on a global scale.\n\"I didn't think the regulators would respond that quickly,\" he says. \"It's been interesting but also a challenging experience. With Canadian companies, we're trying to really stress interoperability, because that's the number one thing we push to regulators.\"\nThe year ahead\nIf 2023 was the year of proof of concept, Kosta says 2024 will be the year of production-style adoption. Companies have done their homework, and they understand what the technology can do; they've tested it and there is a large push across many enterprises to get the technology into production.\n\"I think that people are going to move quickly over the next six months just to lock in and get something going so they can say to their investors and to their employees and others in the industry: 'We are on it, and we're already doing something with his,'\" says Kosta. \"It's so transformative and powerful you don't have years to catch up. If your competitors or other industry players adopt the technology and make their operations more efficient and improve the value proposition, it will be hard to win those clients back.\"\nCohere is focused entirely on B2B and what enterprises need to succeed with AI such as security, privacy, data protection/controlling data.\nWorking with Osler\nKosta was an associate at Osler when Cohere was first incorporated. He eventually left the firm and two years ago joined Cohere as its head of legal. He now works with practice Co-Chair Chad Bayne, partner Ryan Unruch and associate Jennifer Humphrey for matters related to Cohere.\n\"The EHG group at Osler has seen essentially every single issue you could possibly run into. Osler has all the resources you could need to address this kind of fast-growing, uncertain environment,\" says Kosta.\nAdvice to other companies\n\"In terms of fundraising it's just getting started. I wouldn't worry about the changing winds — this is an incredibly fundamental, valuable tool and we think of it more of like infrastructure,\" says Kosta. \"We provide the building blocks. There's going to be a lot of opportunity for founders to create value in different ways and in different environments that we haven't even thought of yet.\"\nThe content of this article is intended to provide a general guide to the subject matter. Specialist advice should be sought about your specific circumstances.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://txt.cohere.com/cohere-accenture-collaborate/",
    "https://www.mckinsey.com/about-us/new-at-mckinsey-blog/mckinsey-and-cohere-collaborate-to-transform-clients-with-enterprise-generative-ai",
    "https://txt.cohere.com/cohere-accenture-collaborate",
    "https://www.txt.cohere.com/cohere-accenture-collaborate/",
    "https://mckinsey.com/about-us/new-at-mckinsey-blog/mckinsey-and-cohere-collaborate-to-transform-clients-with-enterprise-generative-ai"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kosta starostin",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "hoskin & harcourt llp",
        "sentiment": "negative"
      },
      {
        "name": "nvidia",
        "sentiment": "none"
      },
      {
        "name": "new york times",
        "sentiment": "none"
      },
      {
        "name": "accenture",
        "sentiment": "none"
      },
      {
        "name": "canadian venture capital & private equity association",
        "sentiment": "none"
      },
      {
        "name": "mckinsey",
        "sentiment": "none"
      },
      {
        "name": "wall street journal",
        "sentiment": "none"
      },
      {
        "name": "oracle",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "toronto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:48:42.836+03:00",
  "updated": "2024-04-12T04:48:42.836+03:00"
}