{
  "thread": {
    "uuid": "a393635c7a811f89aa96426a8434f90cbe94fbd5",
    "url": "https://counter-currents.com/2023/12/please-help-counter-currents-to-cross-the-finish-line/",
    "site_full": "counter-currents.com",
    "site": "counter-currents.com",
    "site_section": "https://www.counter-currents.com/feed",
    "site_categories": [],
    "section_title": "Counter-Currents",
    "title": "Please Help Counter-Currents to Cross the Finish Line!",
    "title_full": "Please Help Counter-Currents to Cross the Finish Line!",
    "published": "2023-12-29T20:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://counter-currents.com/wp-content/uploads/2023/09/Dont-Dream-of-Victory-185x300.jpg",
    "performance_score": 0,
    "domain_rank": 83309,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a393635c7a811f89aa96426a8434f90cbe94fbd5",
  "url": "https://counter-currents.com/2023/12/please-help-counter-currents-to-cross-the-finish-line/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Greg Johnson",
  "published": "2023-12-29T20:08:00.000+02:00",
  "title": "Please Help Counter-Currents to Cross the Finish Line!",
  "text": "[ Counter-Currents ](./) Please Help Counter-Currents to Cross the Finish Line! [Greg Johnson](https://counter-currents.com/author/gjohnson/) Only three days are left for us to reach our goal to fund Counter-Currents through 2024! Since we are still $103,316 away, a generous supporter offered a $10,000 matching grant to inspire everyone who is contemplating making a donation. If you’ve already given, thank you. I want you to know what a difference your support has made — and will continue to make — at Counter-Currents. If you haven’t given yet, now is the time to make your [contribution](https://counter-currents.com/donate/) go twice as far. Our traffic reached a record of two million visitors during the month of July. No other White Nationalist webzine or publisher matches our reach as well as the depth and diversity of our content. 2023 has been our most productive year yet. We: - published over 750 articles; - published 72 videos, including polished video essays specifically formulated to reach new viewers and convince them of the necessity of white identity politics; - published six new [books](https://counter-currents.com/shop/books/), including Jonathan Bowden’s [The Cultured Thug](https://counter-currents.com/product/the-cultured-thug/)and my own [The Trial of Socrates](https://counter-currents.com/product/the-trial-of-socrates/); and - hosted two conferences, one in the United States and one in Europe, plus held many smaller meetups across the world involving over 150 people. Here are some words of gratitude from our attendees: “I came back with some peace of mind knowing that so many of our guys are young, so there will be somebody to continue the struggle.” “The situation I found was one of unbeatable camaraderie, in the company of great intellectuals, all enjoying a debate between world-renowned figures of the movement.” Such positive accomplishments are only made possible through your generosity. Furthermore, we released three polls conducted by [The Homeland Institute](https://homelandinstitute.org/), our brand new 501c3 research nonprofit. Launched last year, The Homeland Institute carries out and analyzes research on the attitudes of whites toward the Great Replacement, micro and macro secession, and white identity politics and culture — just in time for the 2024 US presidential primaries and election. We discovered that: - Most white Republicans agree with the idea of the Great Replacement — namely, that changing demographics pose a threat to white Americans and their culture and values. - “Wokeness” is nearly as damaging a charge to businesses as “racist,” given that the latter term is losing its sting. - Only 19.5% of US respondents believe the federal government cares about their interests, and nearly three-quarters of young Americans feel there is more that divides than unites us. The Homeland Institute is the latest Counter-Currents project that has been made possible due to supporters such as yourself. Counter-Currents is continuously adding to our vast archives of essays, books, videos, and other materials of political and cultural significance to whites. Why support Counter-Currents? “They are the organization that I needed as a young college student 30 years ago. And they are the organization that will galvanize a reaction among whites as our dispossession becomes more undeniable and untenable.” — [Peter Bradley](https://counter-currents.com/author/pbradley/), author “I regard initiatives like Counter-Currents as very important. Counter-Currents is, to my estimation, a sort of Right-wing university. A sort of free access Right-wing university on the Internet, a radical Right-wing university.” — legendary orator and commentator [Jonathan Bowden](https://jonathanbowden.org/) “This is why you should support Counter-Currents: It exposes and challenges the lies, provides useful advice for mounting metapolitical resistance, and is an antidote to despair. Arthur Schopenhauer wrote, ‘But life is short, and truth works far and long; let us speak the truth.’ The Web traffic metrics from July shows the direction of intrepid truth-telling. Consider the performance of 13-year-old upstart Counter-Currents, rising up and challenging The Nation, a lodestar of Left-wing journalism for 158 years. It was founded by abolitionists in 1865: mischief-makers and sermonizing lovers of the dusky ones from the beginning. - Counter-Currents: 2,295,536 page views; 541,400 total visits; 50,982 total hours - The Nation: 3,325,000 page views; 1,900,000 total visits; 41,167 total hours The numbers here show Counter-Currents’ phenomenal success as an ascending rival to the decadent, establishment Left that can bring us back to Schopenhauer and the movement of truth. They are cause for celebration. You can be a part of it. Please help us today.” — [Stephen Paul Foster](https://counter-currents.com/tag/stephen-paul-foster/), Ph.D., writer Your readership and support for Counter-Currents has been critical, and we are very grateful. We could not have gotten this far without you. But we need your continued support. To fund our further success in 2024, we still need to raise $103,316. Your gifts will be put to work immediately. There are three organizations to which you can give: - Counter-Currents Publishing, - The Counter-Currents Foundation, and - The Homeland Institute: PO Box 191, Hancock, MD 21750. The last two are tax-deductible foundations under US law. To learn about all our donation options, please visit our donate page [here](https://counter-currents.com/donate/). If you have any questions, or want to know more, you can also call our office at (415) 649-0150. If you are contemplating your first gift, do it in thanks to the past donors who made it possible for you to find Counter-Currents and pay it forward so that others can experience the same delight in discovery. We depend on your help. And remember, those who fight for the Golden Age live in it today. Related - 2023 Fundraiser Grand Total - A New Year’s Matching Grant to Make Your Donation Go Further! - Last Chance to win a Limited Edition Mug or Tote! . . . & Double Your Gift - Get Jim Goad to Sing a Song of Your Choice While You Still Can! - An Ideological Foundation for the Vibe Right - Fundraiser Update: Help Us to Preserve Our Movement’s Past - Imagine Jim Goad Singing “Imagine” - Giving Tuesday at Counter-Currents: Help Us Meet Our Match! Tags If you have [Paywall access](https://counter-currents.com/product/paywall-subscription/), simply login first to see your comment auto-approved. Post a comment [Cancel reply](/2023/12/please-help-counter-currents-to-cross-the-finish-line/#respond) Note on comments privacy & moderation Your email is never published nor shared. Comments are moderated. If you don't see your comment, please be patient. If approved, it will appear here soon. Do not post your comment a second time.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://homelandinstitute.org/",
    "https://homelandinstitute.org",
    "https://www.homelandinstitute.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "greg johnson",
        "sentiment": "neutral"
      },
      {
        "name": "socra",
        "sentiment": "none"
      },
      {
        "name": "jonathan bowden",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T22:27:29.447+02:00",
  "updated": "2024-01-06T01:23:09.807+02:00"
}