{
  "thread": {
    "uuid": "66ba4c487c9fb3e8b0083172a2202a1005d627c1",
    "url": "https://vnexplorer.net/modified-clay-helping-reduce-algal-blooms-by-binding-to-phosphorous-which-causes-phenomenon-s1541298.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Modified clay helping reduce algal blooms by binding to phosphorous which causes phenomenon",
    "title_full": "Modified clay helping reduce algal blooms by binding to phosphorous which causes phenomenon",
    "published": "2024-02-16T00:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ilzYX.img",
    "performance_score": 0,
    "domain_rank": 51153,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "66ba4c487c9fb3e8b0083172a2202a1005d627c1",
  "url": "https://vnexplorer.net/modified-clay-helping-reduce-algal-blooms-by-binding-to-phosphorous-which-causes-phenomenon-s1541298.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-02-16T00:07:00.000+02:00",
  "title": "Modified clay helping reduce algal blooms by binding to phosphorous which causes phenomenon",
  "text": "A drone shot of scientists spraying a special clay that absorbs phosphorous on a small lake near the Peel-Harvey Estuary. (Supplied: DWER)\nLarge scale fish deaths caused by harmful algal blooms could be a thing of the past if positive trials of a specially developed clay that absorbs phosphorous are anything to go by.\nDeveloped by Western Australian environmental scientists, the treatment is sprayed, in a slurry form, from a boat onto the surface of estuaries, lakes and other water bodies, sinking down and taking the phosphorous with it.\nEven though phosphorous is a natural plant nutrient required by plants to grow, an excess of it fuels extensive algal blooms which can lead to low oxygen concentrations in the water that can harm fish and other species.\nThe water also turns bright green and can emit a strong smell.\nDuring a recent trial in the Peel-Harvey Estuary, 80 kilometres south of Perth, the clay successfully bound up to 95 per cent of phosphorous, spurring hopes it could eventually be rolled out across the country and potentially further afield.\nNatural clay is modified with a material called hydrotalcite which allows it to bind with any phosphorous it comes into contact with.\nThe phosphorous becomes part of the clay and is removed from the surrounding water, so that bright green water turns clear again.\n“So algae can’t access this phosphorous, it’s locked up with the clay,” explains Svenja Tulipani, an environmental chemist at the state’s Department of Water and Environmental Regulation (DWER).\nThe problem arises when excess phosphorous used in fertilisers for agriculture, or in residential gardens, runs off into streams and water bodies and accumulates.\nNow, scientists from DWER and Healthy Estuaries WA, who developed the modified clay, are testing it in a variety of waterways to hone its effectiveness.\nNew and improved model They say the advantage of this clay over an earlier phosphorous-binding clay developed by DWER and the CSIRO 10 years ago, is that the initial version needed to be applied before an algal bloom was established whereas this latest innovation removes the algae already there and pulls it to the bottom with other sediment.\n“So, it’s much more flexible,” Dr Tulipani said.\nThe Peel-Harvey Estuary was chosen for the initial trial as one of the state’s most heavily phosphorous-impacted estuaries.\nAt 134 square kilometres, it’s the largest estuary in the state’s South West, and is a key part of a wetland system that is rich in bird life and marine species and is used extensively for commercial and recreational fishing and crabbing.\nBut there have long been water quality problems in this critical estuary, with known mass fish deaths dating back at least to 1907.\nIt was in the 1970s and 80s though that DWER said the estuary suffered ecological collapse “due to excessive nutrient loads being transported from the catchment via the rivers and drains”, causing extensive algal blooms which “destroyed the ecological health of the estuary”.\nThat led to the construction of the Dawesville Channel in 1994, a cut in the land between the estuary and the ocean to allow more water to flush in and out.\nBut nutrient pollution persists.\n‘Astonishing’ reduction The clay trial was conducted over several days in a nutrient-rich water channel that runs into the Serpentine River and then into the Peel-Harvey Estuary.\n“We achieved 95 per cent phosphorus reduction, which is astonishing,” said DWER environmental scientist Ryan Kam.\nThe trial came after extensive laboratory experiments to ensure the scientists had the right dose of clay for the specific environment.\nThey are still developing the product and working on different application methods.\nIt was most recently applied to Cox Bay North Lake, a small lake next to the Peel-Harvey estuary that has extremely high phosphorus concentrations that cause severe and persistent harmful algal blooms.\nThe scientists wanted to see how the clay works in a more closed water system, rather than a flowing river system.\nThat information will help them better understand how the clay behaves, what its limitations are, and the long and short-term effects.\nDown the track, the challenge will be to ensure the clay is effective and economical in various water bodies of different sizes.\n“We will get to a point that it is commercially viable and to the point that we are very confident of what you can do and that people will be taking up this product and using it countrywide to improve water quality in water bodies that are having nutrient issues,” Mr Kam said.\nAt the same time, the scientists are encouraging home gardeners to use fertilisers more sparingly and are working with farmers to reduce the amount of nutrients entering waterways.\n“Where we come in is at the end of the scale, which is treating the phosphorus and nutrients that are already in our bodies,” Mr Kam said.\n“So together we will hope to be able to improve all our waterways in the state.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ilzYX.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ilzYX.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "harvey estuary",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "harvey estuary",
        "sentiment": "none"
      },
      {
        "name": "perth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:18:24.316+02:00",
  "updated": "2024-02-16T00:18:24.316+02:00"
}