{
  "thread": {
    "uuid": "c18215656e3ca4139eddf23df52ce7190876b7ca",
    "url": "https://au.investing.com/news/stock-market-news/norway-tops-europe-for-electric-vehicle-uptake-as-the-uk-lags-behind-3197669",
    "site_full": "au.investing.com",
    "site": "investing.com",
    "site_section": "https://au.investing.com/news/stock-market-news",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Stock Market News - Investing.com AU",
    "title": "Norway tops Europe for electric vehicle uptake as the UK lags behind By Proactive Investors",
    "title_full": "Norway tops Europe for electric vehicle uptake as the UK lags behind By Proactive Investors",
    "published": "2024-04-12T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://i-invdn-com.investing.com/news/LYNXNPEB881DW_L.jpg",
    "performance_score": 0,
    "domain_rank": 1330,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c18215656e3ca4139eddf23df52ce7190876b7ca",
  "url": "https://au.investing.com/news/stock-market-news/norway-tops-europe-for-electric-vehicle-uptake-as-the-uk-lags-behind-3197669",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Proactive Investors",
  "published": "2024-04-12T03:00:00.000+03:00",
  "title": "Norway tops Europe for electric vehicle uptake as the UK lags behind By Proactive Investors",
  "text": "The electric vehicle market has been expanding rapidly across multiple geographic fronts in recent months, even as faltering sales in 2023 raised alarm that uptake may not be as swift as originally expected. New research from electronic registration portal Vignettecroatia.com analysed the latest 2022 data from Eurostat, to see which European countries had the highest percentage of electric vehicles. Norway blew the rest of Europe out of the water with a staggering 20.12% of all vehicles in the country now electric – that accounts for more than 600,000 vehicles out of a total of just over 3 million. Rest of Europe lags behind The runner up on the list is Denmark, where just over 4% of vehicles are now electric, a far cry from Norway’s stellar performance. Speaking in real numbers, Germany currently boasts the overall highest number of electric vehicles on its roads with just over one million registered, but that accounts for just 2.08% of the country’s total registered cars. The UK rounded out the top ten, with just 1.93% of registered vehicles being electric. European countries with the highest percentage of electric vehicles. “While electric cars are more common and affordable than ever, they still are an expensive purchase at a minimum for a lot of Europe,” Vignettecroatia.com spokesperson Luka Stojčević said. “Even some of Europe’s highest income countries, as seen in this list, still see electric vehicles as a rarity compared to other fuel types. “However, as technology improves and overall production becomes cheaper, we can expect this list to shuffle around as more countries buy into the market.” ASX companies servicing the EU electric vehicle market More than a handful of ASX-listed companies have recognised the critical and battery metal opportunity presented by the burgeoning electric vehicle industry, and especially the opportunity offered by the European Union. Altech Batteries Ltd (ASX:ATC, OTC:ALTHF)’s main laboratory is based in Perth, Australia, where the company developed its battery material coating technology for the electric vehicle market. The company’s research is focused on coating silicon with high-purity alumina (HPA), for inclusion within electric vehicle battery anodes. To that end, Altech has proposed an 8,000-tonne per annum silica-alumina anode battery materials coating plant in Germany. A definitive feasibility study (DFS) revealed a pre-tax net present value (NPV10) of €684 million for the proposed plant, an internal rate of return (IRR) of 34%, a payback period of 2.4 years and earnings before interest, tax, depreciation and amortisation (EBITDA) of €105 million per year. Read more: Altech Batteries CERENERGY® battery project DFS outlines “excellent” project economics Volt Resources Ltd (ASX:VRC, OTC:VLTRF) is also targeting the electric vehicle battery anode material market. The company holds two graphite projects and plans to build a natural graphite anode powder production plant in the US state of Alabama. Its Bunyu Graphite Project in Tanzania produced a solid feasibility study, offering a mining and processing plant throughput rate of 24,780 tonnes per annum of graphite products, with a pre-tax NPV of US$58.9 million, and IRR of 31.5%, a payback period of 2.9 years and an EBITDA of US$169.6 million. Read more: Volt Resources’ feasibility study update highlights improved economics of Bunyu Graphite Project Stage 1 Recent test work on Bunyu flake graphite has produced strong results, successfully meeting the requirements specified by the customer in terms of particle size, particle size distribution, density, moisture and carbon content. The company also holds a 70% interest in the Zavalievsky Graphite (ZG) business in Ukraine, where the mine and processing facilities have been in operation since 1934 with access to lithium-ion production markets. Volt says ZG benefits from an existing customer base and graphite product supply chains based on excellent transport infrastructure covering road, rail, river and sea freight combined with reliable grid power, ample potable ground water supply and good communications. Unfortunately, the conflict in Ukraine has complicated the situation, although the facility resumed operations on August 1, 2022, following lengthy periods of disruption from the war. Supplying the lithium itself European Lithium Ltd (ASX:EUR, OTCQB:EULIF) is approaching the electric vehicle industry from the other direction – supplying high-grade lithium concentrates. The company holds a controlling interest in the Wolfsberg Lithium Project, which was recently listed to the Nasdaq under the name Critical Metals Corp. The project holds a mineral resource estimate of 2.88 million tonnes of measured, indicated and inferred resources at 1% lithium oxide in just the first exploration zone. A recent DFS demonstrated a post-tax net present value (NPV) of US$1.5 billion at a 6% weighted average cost of capital mined over 15 years. Wolfsberg has already drawn attention from other stakeholders, with a binding offtake agreement with BMW in place, and an agreement with Obeikan to build a lithium hydroxide processing plant in Saudi Arabia. In addition to Wolfsberg, the company has a further 245 exploration licences covering a total area of 114.6 square kilometres just north of Wolfsberg, with initial surface sampling grading up to 3.98% lithium on the tenure. Read more: European Lithium price “should be higher” based on Critical Metals Corp. successful Nasdaq performance, says analyst Infinity Lithium Corporation Ltd (ASX:INF) is taking a similar approach in Spain, with the flagship San José Project in the Extremadura region, where the company is working closely with the regional government to develop the project. The company intends to build a fully integrated supply chain for battery chemicals at San José, which currently holds the crown of the EU’s second largest hard rock lithium deposit. Using green hydrogen as a fuel source, and its own San José project as feedstock, the company will build a downstream lithium hydroxide conversion plant on 11 hectares of land within the granted Exploration Permit in Extremadura S.E. Read more: Infinity Lithium soars on gaining strong endorsement of San José Lithium Project with €18.8 million government grant A scoping study has forecast annual steady-state production of 195,000 tonnes of lithium carbonate equivalent (LCE) of battery-grade lithium hydroxide over 26 years, at a rate of 2 million tonnes per annum for the first 22 years. Read more on Proactive Investors AU",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://www.proactiveinvestors.com.au/companies/news/1045144/norway-tops-europe-for-electric-vehicle-uptake-as-the-uk-lags-behind-1045144.html?INVESTING",
    "https://www.proactiveinvestors.com.au/companies/news/1045144/norway-tops-europe-for-electric-vehicle-uptake-as-the-uk-lags-behind-1045144.html",
    "https://proactiveinvestors.com.au/companies/news/1045144/norway-tops-europe-for-electric-vehicle-uptake-as-the-uk-lags-behind-1045144.html?INVESTING"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "eurostat",
        "sentiment": "none"
      },
      {
        "name": "vignettecroatia.com",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "norway",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "denmark",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T05:18:14.289+03:00",
  "updated": "2024-04-12T05:18:14.289+03:00"
}