{
  "thread": {
    "uuid": "f7069407c89f91cc9e788e90400b0680db92e91b",
    "url": "https://sundayguardianlive.com/news/8-indians-likely-to-be-back-from-qatar-by-march-april",
    "site_full": "sundayguardianlive.com",
    "site": "sundayguardianlive.com",
    "site_section": "https://www.sundayguardianlive.com",
    "site_categories": [],
    "section_title": "The Sunday Guardian Live",
    "title": "8 Indians likely to be back from Qatar by March-April - The Sunday Guardian Live",
    "title_full": "8 Indians likely to be back from Qatar by March-April - The Sunday Guardian Live",
    "published": "2023-12-30T23:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://sundayguardianlive.com/wp-content/uploads/2023/12/full.jpg",
    "performance_score": 0,
    "domain_rank": 41520,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f7069407c89f91cc9e788e90400b0680db92e91b",
  "url": "https://sundayguardianlive.com/news/8-indians-likely-to-be-back-from-qatar-by-march-april",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Abhinandan Mishra",
  "published": "2023-12-30T23:15:00.000+02:00",
  "title": "8 Indians likely to be back from Qatar by March-April - The Sunday Guardian Live",
  "text": "Official sources, family members, friends attributed the recent developments to behind the scenes efforts by PM Modi. The eight Indian nationals, who are in confinement in Doha, Qatar since August 2022, are likely to be repatriated to India by March-April. All these individuals, who had retired from the Indian Navy and were working for the now defunct Dahra Global, were sentenced to death by a Doha court in October on charges which were never made public. However, on Thursday, Qatar’s Court of Appeal, commuted this death sentence to prison sentence ranging from 3 years to 25 years. A couple of them have been awarded 15 years’ and 10 years’ imprisonment. Official sources, family members, friends attributed the recent developments to behind the scenes efforts put by Prime Minister Narendra Modi who has been using his personal rapport with the concerned leaders of Qatar and Italy to solve this unprecedented crisis. External Affairs Minister S. Jaishankar and Indian Ambassador to Qatar, Vipul, a 1998 batch IFS officer, who was posted to Doha in June, too have played an important role in the matter, with Vipul coming in for special praise by people affected by this crisis for the way he has been assuaging their fear and responding to their every query unlike the previous officials. Informed sources told The Sunday Guardian that the eight Indians will be benefit from the agreement that the two countries agreed on when Qatar Emir Tamim Bin Hamad Al Thani visited India in March 2015 and signed six agreements with PM Modi that included transfer of sentenced persons. This had happened after the Union Cabinet, chaired by the PM in December 2014 approved the signing of the treaty on the transfer of the sentenced persons between India and Qatar. As part of this treaty, Indian prisoners imprisoned in Qatar or vice-versa will be sent back to their native country for serving the remaining part of their sentence so that they can be close to their family members. This agreement was then ratified by the Qatar cabinet in October 2015. There is a very strong possibility of the eight Indians being pardoned by the Emir of Qatar once the court proceedings are completed in the case, which will allow these eight men to come back to India much earlier than anticipated. This is likely to come up for consideration by the Emir’s office as some of these former Indian Navy men are suffering from mental, psychological and physical issues due to their long prison stay, away from their family members. A few of them are showing signs of mental and psychological trauma including the shaking of hands, losing track of conversations and staring blankly at family members who go and meet them.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "modi",
        "sentiment": "none"
      },
      {
        "name": "vipul",
        "sentiment": "none"
      },
      {
        "name": "s. jaishankar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "qatar’s court of appeal",
        "sentiment": "none"
      },
      {
        "name": "dahra global",
        "sentiment": "none"
      },
      {
        "name": "indian navy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "doha",
        "sentiment": "none"
      },
      {
        "name": "italy",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T05:30:57.334+02:00",
  "updated": "2023-12-31T05:30:57.334+02:00"
}