{
  "thread": {
    "uuid": "8e1204f6bcc7867e31ed985057caf7f92ca9a9da",
    "url": "https://executivedigest.sapo.pt/noticias/120-anos-depois-dois-velhos-rivais-da-europa-voltam-a-celebrar-uma-alianca-agora-para-apoiar-a-ucrania",
    "site_full": "executivedigest.sapo.pt",
    "site": "sapo.pt",
    "site_section": "https://executivedigest.sapo.pt/feed",
    "site_categories": [
      "uncategorized",
      "top_news"
    ],
    "section_title": "Executive Digest",
    "title": "120 anos depois, dois velhos rivais da Europa voltam a celebrar uma aliança, agora para apoiar a Ucrânia – Executive Digest",
    "title_full": "120 anos depois, dois velhos rivais da Europa voltam a celebrar uma aliança, agora para apoiar a Ucrânia – Executive Digest",
    "published": "2024-05-04T19:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://executivedigest.sapo.pt/wp-content/uploads/2023/08/bucha1-5-30-22-custom-89c18ae4fdfd5a7910e75c89a7db310e1665624e-s1100-c50-825x450.jpg",
    "performance_score": 0,
    "domain_rank": 1829,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8e1204f6bcc7867e31ed985057caf7f92ca9a9da",
  "url": "https://executivedigest.sapo.pt/noticias/120-anos-depois-dois-velhos-rivais-da-europa-voltam-a-celebrar-uma-alianca-agora-para-apoiar-a-ucrania",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "visao.sapo.pt",
  "published": "2024-05-04T19:30:00.000+03:00",
  "title": "120 anos depois, dois velhos rivais da Europa voltam a celebrar uma aliança, agora para apoiar a Ucrânia – Executive Digest",
  "text": "Cento e vinte anos depois da ‘Entente Cordiale’, Grã-Bretanha e França estão a forjar uma nova aliança. Se o acordo original de 1904 abriu caminho a uma relação mais forte entre os dois países, a nova união pretende ‘remendar’ o compromisso europeu com a Ucrânia e exercer pressão sobre os Estados Unidos.\nNuma missiva recente ao jornal britânico ‘The Telegraph’, o secretário dos Negócios Estrangeiros britânico, Lord Cameron, e o seu homólogo francês, Stéphane Séjourné, ministro da Europa e dos Negócios Estrangeiros, destacaram tanto o “compromisso duradouro com a nossa amizade” como o seu sucesso em terem, juntos, “ajudado a forjar um mundo melhor”.\nNo entanto, apontou a publicação ‘The Conversation’, as apostas são agora mais altas do que há 120 anos. A guerra continua a assolar a Ucrânia. O compromisso financeiro do Congresso dos EUA continua falível, ao mesmo tempo que a resposta da Europa mantém-se frágil, com divisões e desunião a ameaçar tanto a UE como as respostas transatlânticas.\nPoderá a aliança anglo-francesa inspirar novos compromissos? É essa a convicção, primeiro exigindo um compromisso reforçado dos aliados europeus e dos EUA, e segundo, pressionando mais fortemente por melhores estruturas de segurança europeias.\nDesde a invasão da Ucrânia pela Rússia, em fevereiro de 2022, os dois países têm sido indiscutivelmente os maiores defensores do envio de material para Kiev defender o seu território – esse apoio estendeu-se ao fornecimento de armas letais, ajuda, formação e financiamento, apoiados pelo compromisso diplomático.\nO Reino Unido, por exemplo, tem sido responsável por dois projetos substanciais para fornecer assistência militar à Ucrânia desde a invasão da Crimeia em 2014. A Operação Interflex envolveu o treino intensivo de 22 mil soldados das Forças Armadas da Ucrânia, trazendo as suas competências de infantaria e médicas para os padrões da NATO.\nO Reino Unido também trabalhou ao lado de nove outros parceiros internacionais, permitindo que mais de 17 mil recrutas ucranianos concluíssem um curso de formação de cinco semanas em solo britânico, estabelecendo ao mesmo tempo um esforço internacional mais amplo para treinar mais 67 mil soldados ucranianos em mais de 30 países.\nJuntos, Reino Unido e França pressionaram a UE – a Alemanha em particular – a assumir compromissos inovadores de ajuda militar. Ao fazê-lo, Londres tornou-se um pioneiro estratégico no fornecimento de sistemas de armas cada vez mais sofisticados a Kiev, incluindo os principais tanques de batalha Challenger 2, anunciados em janeiro de 2023, motivando a Alemanha a enviar tanques Leopard 2 menos de duas semanas depois.\nO apoio do Reino Unido e dos Países Baixos desencadeou recentemente a construção de uma nova coligação aérea internacional, que inclui os EUA, para adquirir caças F-16 para a Ucrânia, em primeiro lugar, e a longo prazo, permitir uma melhor coordenação com os aliados da NATO.\nEmbora a Grã-Bretanha e a França tenham apoiado a Ucrânia com equipamento de ponta, a questão é saber se o seu próprio compromisso é suficientemente influente para atrair outros a imitá-los. Há exemplos decentes aqui: com os mísseis Storm Shadow, Londres colocou uma pressão significativa sobre os EUA para aumentarem as suas próprias doações de Sistemas de Mísseis Táticos do Exército, e pressionou a Alemanha a enviar mísseis de cruzeiro Taurus.\nMas também existem lacunas preocupantes. Os atrasos nos EUA na aprovação do pacote de ajuda externa de 60 mil milhões de dólares à Ucrânia fazem parte da ansiedade constante de que os EUA possam simplesmente optar por reduzir os seus compromissos e, em última análise, retirar o seu apoio à Europa como um todo, numa possível segunda Administração Trump.\nA Grã-Bretanha e França poderiam capitalizar a sua liderança para coordenar o esforço de guerra em termos de defesa e diplomacia, mantendo os aliados na luta, agora e a médio prazo. Isto inclui tudo, desde o fornecimento imediato de armas à própria Ucrânia, até à garantia de que as missões de treino do Reino Unido e da UE para as Forças Armadas ucranianas trabalham em conjunto.\nA longo prazo, as garantias de segurança globais que o Reino Unido, França e a UE podem fornecer à Ucrânia, juntamente com os EUA, ditarão a transição da guerra para o cessar-fogo. Fazer isso poderia reforçar o aspeto transatlântico do conflito, no que diz respeito ao compromisso dos EUA, mas serviria para estimular tanto a UE como a NATO a apoiar iniciativas de defesa mais explícitas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.facebook.com/plugins/like.php?href=https%3A%2F%2Fwww.facebook.com%2FExecutive.Digest%2F&width=78&layout=button&action=like&size=large&share=false&height=65&appId=260105198229043",
    "https://twitter.com/share?text=120",
    "https://www.twitter.com/share?text=120",
    "https://www.facebook.com/plugins/like.php",
    "https://twitter.com/share",
    "https://facebook.com/plugins/like.php?href=https%3A%2F%2Fwww.facebook.com%2FExecutive.Digest%2F&width=78&layout=button&action=like&size=large&share=false&height=65&appId=260105198229043"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-04T20:34:22.137+03:00",
  "updated": "2024-05-04T22:26:07.139+03:00"
}