{
  "thread": {
    "uuid": "2bd4ed656ec922061f61fa23c56135363e21fd3d",
    "url": "https://vnexplorer.net/europa-league-benfica-supero-al-marsella-con-un-tanto-de-di-maria-s2342594.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Europa League: Benfica superó al Marsella con un tanto de Di María",
    "title_full": "Europa League: Benfica superó al Marsella con un tanto de Di María",
    "published": "2024-04-12T03:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ltHBt.img",
    "performance_score": 0,
    "domain_rank": 55066,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2bd4ed656ec922061f61fa23c56135363e21fd3d",
  "url": "https://vnexplorer.net/europa-league-benfica-supero-al-marsella-con-un-tanto-de-di-maria-s2342594.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-04-12T03:02:00.000+03:00",
  "title": "Europa League: Benfica superó al Marsella con un tanto de Di María",
  "text": "Di María se llena la boca de gol ante su gente en el triunfo de Benfica\nCon un tanto de Angel Di María, el Benfica le ganó 2-1 este jueves al Olympique de Marsella, por la ida de los cuartos de final de la Europa League.\nEl equipo luso, que también tuvo a Nicolás Otamendi, abrió la cuenta con Rafa, aumentó la cuenta “Fideo”, pero minutos más tarde descontó el gabonés Pierre Aubameyang.\nhttps://www.espn.com.ar/video/clip/_/id/13502969\nDe esta manera, los dirigidos por el alemán Roger Schmidt se quedaron con el primer chico de la serie y el próximo jueves tendrán que definir en Francia.\nHubo sorpresa en Anfield, luego que Atalanta -que contó con el arquero Juan Musso como titular- superara 3-0 al Liverpool de Alexis Mac Allister para quedarse con un triunfazo de visitante, también por la ida de los cuartos de la Europa League.\nGianluca Scamacca fue el héroe del partido con dos goles convertidos, uno en cada etapa; cerró el pleito el croata Mario Pasalic.\nhttps://www.espn.com.ar/video/clip/_/id/13503090\nLos Reds habían generado chances claras: Alexis tuvo un remate, el uruguayo Darwin Núñez se perdió un mano a mano y además un disparo de Harvey Elliott dio en el travesaño. Sin embargo, Atalanta fue más efectivo y no perdonó las distracciones del conjunto del alemán Jürgen Klopp.\nEn la segunda mitad, los locales fueron a buscar el empate desde el inicio. El propio Musso salvó un remate de Mohamed Salah y más tarde al delantero egipcio le anularon un gol por offside.\nDe esta manera, Atalanta sacó una ventaja muy importante para la revancha, que se disputará el jueves 18 de abril en el Gewiss Stadium de Bérgamo, en Italia.\nEn el duelo de equipos italianos, Roma venció 1-0 al Milan en el marco de la ida de los cuartos de final de la Europa League disputado en el estadio Giuseppe Meazza.\nhttps://www.espn.com.ar/video/clip/_/id/13503063\nEl cordobés Paulo Dybala otorgó una asistencia para que Gianluca Mancini anote el único tanto del encuentro, luego de una polémica jugada previa que derivó en un corner y en la que parecía haber offside de Romelu Lukaku; asimismo, Leandro Paredes fue titular en el equipo visitante dirigido por Daniele De Rossi.\nCon este resultado, Roma sacó una leve ventaja para el encuentro de vuelta que se disputará el jueves 18 abril en el Estadio Olímpico de Roma.\nPor último, Bayer Leverkusen -dirigido por Xabi Alonso y orquestado en mitad de cancha por Exequiel Palacios- sigue dando pasos agigantados en la temporada, ya que, además de estar en lo más alto de la Bundesliga y a un paso de ser campeón, venció 2-0 a West Ham en la ida de los cuartos de la Europa League y sacó una buena ventaja de cara a la vuelta en Inglaterra.\nhttps://www.espn.com.ar/video/clip/_/id/13503075\nLos tantos fueron anotados por dos jugadores ingresados: Jonas Hofmann y el nigeriano Victor Boniface.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.espn.com.ar/video/clip/_/id/13503075",
    "https://www.espn.com.ar/video/clip/_/id/13502969",
    "https://www.espn.com.ar/video/clip/_/id/13503090",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ltHBt.img",
    "https://www.espn.com.ar/video/clip/_/id/13503063",
    "https://espn.com.ar/video/clip/_/id/13502969",
    "https://espn.com.ar/video/clip/_/id/13503075",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ltHBt.img",
    "https://espn.com.ar/video/clip/_/id/13503063",
    "https://espn.com.ar/video/clip/_/id/13503090"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T03:18:00.158+03:00",
  "updated": "2024-04-12T03:18:00.158+03:00"
}