{
  "thread": {
    "uuid": "6d8e4670c36fad5474a4e231702221b09c5aeb80",
    "url": "https://dnyuz.com/2024/01/19/the-marines-and-their-navy-assault-ships-are-battling-for-survival-i-hope-they-win/",
    "site_full": "dnyuz.com",
    "site": "dnyuz.com",
    "site_section": "https://feeds.feedburner.com/dnyuz",
    "site_categories": [
      "media"
    ],
    "section_title": "DNyuz",
    "title": "The Marines and their Navy assault ships are battling for survival. I hope they win",
    "title_full": "The Marines and their Navy assault ships are battling for survival. I hope they win",
    "published": "2024-01-19T16:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dnyuz.com/wp-content/uploads/2024/01/The-Marines-and-their-Navy-assault-ships-are-battling-for.jpeg",
    "performance_score": 0,
    "domain_rank": 27166,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6d8e4670c36fad5474a4e231702221b09c5aeb80",
  "url": "https://dnyuz.com/2024/01/19/the-marines-and-their-navy-assault-ships-are-battling-for-survival-i-hope-they-win/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Telegraph",
  "published": "2024-01-19T16:36:00.000+02:00",
  "title": "The Marines and their Navy assault ships are battling for survival. I hope they win",
  "text": "Saving Private Ryan was a brilliant film whose opening amphibious assault scene left an imprint of bravery and brutality imprinted on the mind long after the film was over.\nRight now, both the Royal Navy and the US Navy are\nlocked into a debate as to the future of their amphibious shipping from which such assaults could be launched today. Unfortunately, the film doesn’t help here, for two reasons.\nFirst, it plays to a common tendency when discussing any military capability to zoom in on the worst possible case – such as an opposed beach landing when thinking about amphibious warfare.\nThis is to ignore the huge range of other activities amphibious ships can carry out, many of which don’t involve firing weapons at all.\nSecond, the brutality of those movie scenes tends to support the view of those who are adamant that “we would never do that now”, and therefore we do not need amphibious ships.\nI would argue that “we would never want to do that now”, which is very different. Predicting what future combat might look like is a nuanced business and history is littered with examples of entire capabilities mistakenly written off by someone keen to show their intellect (or parsimony).\n‘The era of tank battles on the European land mass is over’\nBoris Johnson famously said ‘the era of fighting tank battles on European landmass is over’ three months before Russian tanks rolled over the Ukrainian border. The decision to remove the anti-air capability from Royal Navy main guns because ‘it takes a missile to shoot down a missile’ is another one from 20 years ago coming home to roost today in the Red Sea drone war.\nStorming a beach under enemy fire is, I hope, unlikely – but never say never. And besides, an amphibious ship is not just for carrying out opposed beach landings:\nit can do many other things.\nOver in the US, the maintenance of amphibious hull numbers is complicated to a degree by the US Navy hierarchy which puts aircraft carrier strike groups first, submarines second and everything else last.\nAmphibious ships are perhaps especially unloved by the mainstream navy. This is because their purpose is to carry Marines and their equipment but the navy still has to provide the ship and crew it. The navy, left to itself, would probably rather not have as many amphibs as the Marines want. In this climate, the ongoing US Marine Corps fight to keep this capability at current levels is as real as the current struggle waged by the Royal Marines, albeit scaled up.\nExcept the US Marines have found a different solution. They simply go over the Navy’s head, to Congress.\nRecent reporting from the US suggests that the Pentagon tried to halt production of San Antonio-class amphibious transport dock ships in its FY24 plans, calling for “a strategic pause” while the Navy worked out what the requirement was. The outcome of this study is not expected until next year.\nIn the meantime, the CEO of\nHuntington Ingalls Industries (HII), the largest shipbuilding company in the US, noted “the Navy had threatened to end the program several times and that many recent LPD ships were excluded from formal budget plans, only to be added in by lawmakers after advocacy from industry, the Marine Corps and other supporters.”\nThis is pretty remarkable; equivalent to the Royal Marines leadership gathering up a team from Defence Equipment & Support and other advocates and persuading Parliament to pass a law enshrining how many amphibs we will have without reference to the Royal Navy or the Ministry of Defence. This sounds extraordinary to a Brit but it worked. The answer, by US law, is currently 31: and this practice of getting the USN overruled by Congress is an old gambit by the Marine Corps.\nMaybe big ships don’t always need big escort groups\nThis does lead on to other issues. The Marines may be able to compel the Navy to have lots of amphibious ships, but even the USMC can’t make the Navy build a further fleet of escorts to protect them. The end result is that it’s routine for these large amphibious ships to be out and about the world without escorting destroyers, which would be regarded as a risky practice by many navies.\nTake the USS Bataan and USS Carter Hall, two of the three ships which make up the\nBataan Amphibious Ready Group carrying the 26th Marine Expeditionary Unit (26 MEU). After 7 October, they moved from the Persian Gulf to the Red Sea where they stayed for two months before moving to the Eastern Med.\nIn the Red Sea, Bataan and Carter Hall were largely unprotected by escorts during their stay. This raises two issues.\nFirst, the number of escorts required is different for every mission and for arguably the hottest bit of their trip so far, in the Red Sea, two big US ships did not require any. This is an important point to note, especially for those who believe that the Royal Navy carrier HMS Queen Elizabeth can never be sent anywhere without being accompanied by every serviceable escort warship in the fleet, leaving the home country defenceless.\nThis situation of undefended major vessels in dangerous waters could also be one reason why the USN are keen to have fewer amphibs. This quite apart from the fact that they might rather devote some of the amphibs’ budget and sailors to sexier naval things.\nThe more they find themselves in that uncomfortable position where the recommended number of escorts is low but not zero, and force-flow restrictions force you to choose zero, the less popular these ships will be with USN planners. Current events in the Mediterranean, Red Sea and South China Sea will not be helping here.\nThe second thing the Bataan and Carter Hall have shown is just how useful such ships and their Marines can be.\nUSS Bataan, a 45,000 ton Wasp-class Landing Helicopter Dock (LHD), would be regarded as an aircraft carrier by many navies. Indeed she is about the same size as France’s carrier, the Charles de Gaulle. She has no catapults or arrester wires, and so can carry only vertical-lift aircraft: in her case a mix of Marine helicopters, Osprey tilt-rotors, and Harrier jump jets, all belonging to the 26th MEU.\nBataan also has a well deck, a small internal harbour in which landing craft can be deployed and recovered. Over 1,000 of the 26th MEU’s Marines have been living aboard Bataan since the ship and her group deployed from the USA last July.\nThe rest of the 26th, along with more vehicles, equipment and landing craft, are aboard the other ships of the Bataan group: Landing Ship Dock USS Carter Hall and Landing Platform Dock USS Mesa Verde.\nThe 26th MEU is a “Marine air-ground task force”, essentially a battalion-sized land combat force with its own aviation, logistics and various other things. Much of the clever hardware aboard the ships – hover landing craft, helicopters, tiltrotors, swimming armoured vehicles which can launch straight off the ships out at sea then motor in and drive up the beach – is designed to make sure that the Marines do not have to storm beaches on foot and unprotected.\nThe British version\nBritain used to have something not completely unlike a single US amphibious group. We had HMS Ocean, a half-sized version of the Bataan, and HMSs Albion and Bulwark, dock ships like the Bataan’s companions. By assigning most of\nthe Royal Marines and scraping up helicopters and other kit from all over the place, we could have assembled something along the lines of an MEU, though we didn’t normally do this and it would not have had much of an MEU’s fancier kit.\nNevertheless, as with the US Marines and their ships, it turned out to be possible to do a lot more with these assets than just the core mission. HMS Ocean, for instance, embarked a force of Army Apache attack helicopters in 2011 and conducted strike operations over Libya. The alternative – long flights in from bases in Italy or even, in several cases, all the way from the UK – was a lot less responsive and burned up a lot more flying hours and air-to-refuelling.\nBut Ocean was cut without replacement in 2017. Albion and Bulwark have been docked without crews for years. They are at risk of being reduced to a readiness state that renders the conversation about whether they are being scrapped or not moot.\nHowever the UK does still have some amphibious shipping: just not in the navy. Rather, these vessels are in the civilian-manned Royal Fleet Auxiliary, and significantly cheaper to run. However the two types of ship are still there: RFA Argus is a small helicopter carrier and the three Bay-class ships are landing docks of a sort, though intended as follow-on logistic ships rather than assault ships. A cheap modification programme has now made them into “Littoral Strike Ships”. They are even more weakly armed than their RN equivalents, however – basically unprotected. RFA Argus, too, is old and due for retirement: there are no plans to replace her. As for jump jets, tiltrotors, hovercraft, swimming armour, etc: no.\nBritain’s\nLittoral Response Group (South), embarked in RFAs Argus and Lyme Bay, is nowadays based out of Oman and includes Royal Marine Commandos, Army Commandos and Dutch marines, with whatever aviation and other kit can be scraped up. It could include up to 600 troops but most of the time it will have just a company of Marines and a handful of helicopters and drones. There should, at least, be plenty of room aboard Lyme Bay.\nLittoral Response Group (South) deployed to the eastern Mediterranean in response to the Hamas outrages of October 7: like the rest of the large international naval force there, the LRG has been providing presence rather than action.\nBack to the Bataan\nMeanwhile America’s Bataan group went from presence, intelligence gathering and counter boarding missions in the Gulf, to presence and poise in the Red Sea. The 26th MEU, one may note, is a special-operations-capable unit and offers many options to the theatre commander.\nThen in the Med the group shifted to carrier-lite influence ops and stood ready to conduct\nevacuation and aid ops in the Eastern Med.\nNot a stormed beach in sight. Warships are about providing political options: the stuff at the high end is but one small part. And it’s important to remember that things have moved on from WWII. Helicopters and tiltrotors have appeared, and the idea of the first boots ashore arriving on a beach from a landing craft is nowadays extremely unlikely. The chance of there being fighting on the beach, rather than unopposed landing of heavy equipment and follow-on troops to reinforce those already inserted inland by air, is correspondingly small.\nProbably the most dangerous fight the US Marines face is the one in the Pentagon, to maintain their amphibious ship numbers. The most probable threat to the amphib build programme is a perception that spending on their production puts at risk the carrier production cycle.\nThe next two carriers to be built, USS Enterprise (CVN-80) and Doris Millar (CVN-81) were bought in 2019 and are safe. But CVN-82 is not due to be in “advanced procurement” until FY26 and be bought in FY28, a longer timeline than was originally envisaged and one that – according to HII at least – “risks supplier workforce layoffs, increased costs, and ultimately suppliers deprioritizing military shipbuilding and exploring alternative business opportunities.”\nAnything that threatens carrier production will get the thumbs down from the US Navy (although presumably a thumbs up from those who believe the aircraft carrier is now obsolete, a foolish but remarkably persistent notion.)\nBoth the US and Royal Navies have\ntheir Marines deep in their DNA. Nonetheless both countries are locked in a military, funding, commercial and philosophical debate over their future. Despite the strategy purists who wish they weren’t, amphib hull numbers are never far behind these discussions.\nThe US Marines have found a political way of protecting their amphibs, though it remains to be seen if this will still work through the coming carrier crunch.\nThe Royal Marines are in a still more perilous situation, driven off their Royal Naval shipping altogether onto auxiliary hulls.\nI would argue that now is not the time to be making near-irreversible military capability cuts due to penny-pinching masquerading as strategic vision. The Defence Secretary said only the other day “in five years time we will be looking at multiple threats”. We are now, I would argue.\nHow do we protect these versatile and important ships and the exceptional people we launch from them?\nI don’t suppose we will ever see Royal Marines adopting their American colleagues’ methods and persuading parliament to pass a law that forces Treasury and MoD spending, but never say never.\nThe post\nThe Marines and their Navy assault ships are battling for survival. I hope they win appeared first on The Telegraph.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://navy.mil/Press-Office/News-Stories/Article/3611378/navys-humanitarian-operations-highlighted-in-new-nhhc-publication/",
    "https://telegraph.co.uk/royal-marines/",
    "https://www.c2f.usff.navy.mil/Press-Room/News-Stories/Article/3453397/bataan-arg-and-26th-meusoc-marines-sailors-set-sail-for-deployment/",
    "https://www.rusi.org/explore-our-research/publications/rusi-defence-systems/utility-us-navys-amphibious-assault-ships-small-deck-carriers",
    "https://rusi.org/explore-our-research/publications/rusi-defence-systems/utility-us-navys-amphibious-assault-ships-small-deck-carriers",
    "https://hii.com/what-we-do/capabilities/amphibious-ships/san-antonio-class/",
    "https://www.navy.mil/Press-Office/News-Stories/Article/3611378/navys-humanitarian-operations-highlighted-in-new-nhhc-publication/",
    "https://www.telegraph.co.uk/news/2024/01/19/us-navy-marines-royal-amphibious-assault-ships-bataan",
    "https://www.telegraph.co.uk/news/2024/01/19/us-navy-marines-royal-amphibious-assault-ships-bataan/",
    "https://www.telegraph.co.uk/news/2021/11/03/sets-royal-marines-apart-us-equivalents",
    "https://www.telegraph.co.uk/news/2017/10/06/royalnavy-could-lose-beach-landing-ships-next-round-defence",
    "https://www.telegraph.co.uk/royal-marines",
    "https://telegraph.co.uk/news/2017/10/06/royalnavy-could-lose-beach-landing-ships-next-round-defence/",
    "https://www.navylookout.com/understanding-the-royal-navy-littoral-response-group-concept/",
    "https://www.telegraph.co.uk/news/2021/11/03/sets-royal-marines-apart-us-equivalents/",
    "https://www.telegraph.co.uk/news/2017/10/06/royalnavy-could-lose-beach-landing-ships-next-round-defence/",
    "https://www.telegraph.co.uk/royal-marines/",
    "https://c2f.usff.navy.mil/lhd5/",
    "https://www.hii.com/what-we-do/capabilities/amphibious-ships/san-antonio-class/",
    "https://www.navy.mil/Press-Office/News-Stories/Article/3611378/navys-humanitarian-operations-highlighted-in-new-nhhc-publication",
    "https://www.c2f.usff.navy.mil/lhd5/",
    "https://navylookout.com/understanding-the-royal-navy-littoral-response-group-concept/",
    "https://hii.com/what-we-do/capabilities/amphibious-ships/san-antonio-class",
    "https://www.c2f.usff.navy.mil/Press-Room/News-Stories/Article/3453397/bataan-arg-and-26th-meusoc-marines-sailors-set-sail-for-deployment",
    "https://www.navylookout.com/understanding-the-royal-navy-littoral-response-group-concept",
    "https://telegraph.co.uk/news/2024/01/19/us-navy-marines-royal-amphibious-assault-ships-bataan/",
    "https://www.c2f.usff.navy.mil/lhd5",
    "https://c2f.usff.navy.mil/Press-Room/News-Stories/Article/3453397/bataan-arg-and-26th-meusoc-marines-sailors-set-sail-for-deployment/",
    "https://telegraph.co.uk/news/2021/11/03/sets-royal-marines-apart-us-equivalents/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ryan",
        "sentiment": "positive"
      }
    ],
    "organizations": [
      {
        "name": "marines",
        "sentiment": "negative"
      },
      {
        "name": "navy",
        "sentiment": "negative"
      },
      {
        "name": "us navy",
        "sentiment": "none"
      },
      {
        "name": "royal navy",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T17:12:04.525+02:00",
  "updated": "2024-01-19T17:12:04.525+02:00"
}