{
  "thread": {
    "uuid": "d7ac9a7291e9f43c91a151167e95b45b7d24a53e",
    "url": "https://hst.mit.edu/news-events/engineers-including-hst-alum-develop-vibrating-ingestible-capsule-might-help-treat",
    "site_full": "hst.mit.edu",
    "site": "mit.edu",
    "site_section": "https://hst.mit.edu/",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "Harvard-MIT Health Sciences and Technology",
    "title": "Engineers, including an HST alum, develop a vibrating, ingestible capsule that might help treat obesity | Harvard-MIT Health Sciences and Technology",
    "title_full": "Engineers, including an HST alum, develop a vibrating, ingestible capsule that might help treat obesity | Harvard-MIT Health Sciences and Technology",
    "published": "2024-01-05T20:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 100,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d7ac9a7291e9f43c91a151167e95b45b7d24a53e",
  "url": "https://hst.mit.edu/news-events/engineers-including-hst-alum-develop-vibrating-ingestible-capsule-might-help-treat",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Technivant - https://www.technivant.com/",
  "published": "2024-01-05T20:00:00.000+02:00",
  "title": "Engineers, including an HST alum, develop a vibrating, ingestible capsule that might help treat obesity | Harvard-MIT Health Sciences and Technology",
  "text": "January 5, 2024 MIT engineers, including an HST alum, designed an ingestible capsule that vibrates within the stomach, creating an illusory sense of fullness and reducing appetite. The pill could offer a minimally invasive, cost-effective way to treat obesity.\nCredits:\nCredit: Courtesy of the researchers, MIT News\nSwallowing the device before a meal could create a sense of fullness, tricking the brain into thinking it’s time to stop eating.\nAnne Trafton | MIT News\nWhen you eat a large meal, your stomach sends signals to your brain that create a feeling of fullness, which helps you realize it’s time to stop eating. A stomach full of liquid can also send these messages, which is why dieters are often advised to drink a glass of water before eating.\nMIT engineers have now come up with a new way to take advantage of that phenomenon, using an ingestible capsule that vibrates within the stomach. These vibrations activate the same stretch receptors that sense when the stomach is distended, creating an illusory sense of fullness.\nIn animals who were given this pill 20 minutes before eating, the researchers found that this treatment not only stimulated the release of hormones that signal satiety, but also reduced the animals’ food intake by about 40 percent. Scientists have much more to learn about the mechanisms that influence human body weight, but if further research suggests this technology could be safely used in humans, such a pill might offer a minimally invasive way to treat obesity, the researchers say.\n“For somebody who wants to lose weight or control their appetite, it could be taken before each meal,” says Shriya Srinivasan PhD ’20, an HST Medical Engineering Medical Physics (MEMP) PhD graduate, and postdoc, who is now an assistant professor of bioengineering at Harvard University. “This could be really interesting in that it would provide an option that could minimize the side effects that we see with the other pharmacological treatments out there.”\nSrinivasan is the lead author of the new study, which appears today in Science Advances . Giovanni Traverso, an associate professor of mechanical engineering at MIT and a gastroenterologist at Brigham and Women’s Hospital, is the senior author of the paper.\nA sense of fullness\nWhen the stomach becomes distended, specialized cells called mechanoreceptors sense that stretching and send signals to the brain via the vagus nerve. As a result, the brain stimulates production of insulin, as well as hormones such as C-peptide, Pyy, and GLP-1. All of these hormones work together to help people digest their food, feel full, and stop eating. At the same time, levels of ghrelin, a hunger-promoting hormone, go down.\nWhile a graduate student at MIT, Srinivasan became interested in the idea of controlling this process by artificially stretching the mechanoreceptors that line the stomach, through vibration. Previous research had shown that vibration applied to a muscle can induce a sense that the muscle has stretched farther than it actually has.\n“I wondered if we could activate stretch receptors in the stomach by vibrating them and having them perceive that the entire stomach has been expanded, to create an illusory sense of distension that could modulate hormones and eating patterns,” Srinivasan says.\nAs a postdoc in MIT’s Koch Institute for Integrative Cancer Research, Srinivasan worked closely with Traverso’s lab, which has developed many novel approaches to oral delivery of drugs and electronic devices. For this study, Srinivasan, Traverso, and a team of researchers designed a capsule about the size of a multivitamin, that includes a vibrating element. When the pill, which is powered by a small silver oxide battery, reaches the stomach, acidic gastric fluids dissolve a gelatinous membrane that covers the capsule, completing the electronic circuit that activates the vibrating motor.\nIn a study in animals, the researchers showed that once the pill begins vibrating, it activates mechanoreceptors, which send signals to the brain through stimulation of the vagus nerve. The researchers tracked hormone levels during the periods when the device was vibrating and found that they mirrored the hormone release patterns seen following a meal, even when the animals had fasted.\nThe researchers then tested the effects of this stimulation on the animals’ appetite. They found that when the pill was activated for about 20 minutes, before the animals were offered food, they consumed 40 percent less, on average, than they did when the pill was not activated. The animals also gained weight more slowly during periods when they were treated with the vibrating pill.\n“The behavioral change is profound, and that’s using the endogenous system rather than any exogenous therapeutic. We have the potential to overcome some of the challenges and costs associated with delivery of biologic drugs by modulating the enteric nervous system,” Traverso says.\nThe current version of the pill is designed to vibrate for about 30 minutes after arriving in the stomach, but the researchers plan to explore the possibility of adapting it to remain in the stomach for longer periods of time, where it could be turned on and off wirelessly as needed. In the animal studies, the pills passed through the digestive tract within four or five days.\nThe study also found that the animals did not show any signs of obstruction, perforation, or other negative impacts while the pill was in their digestive tract.\nAn alternative approach\nThis type of pill could offer an alternative to the current approaches to treating obesity, the researchers say. Nonmedical interventions such as diet exercise don’t always work, and many of the existing medical interventions are fairly invasive. These include gastric bypass surgery, as well as gastric balloons, which are no longer used widely in the United States due to safety concerns.\nDrugs such as GLP-1 agonists can also aid weight loss, but most of them have to be injected, and they are unaffordable for many people. According to Srinivasan, the MIT capsules could be manufactured at a cost that would make them available to people who don’t have access to more expensive treatment options.\n“For a lot of populations, some of the more effective therapies for obesity are very costly. At scale, our device could be manufactured at a pretty cost-effective price point,” she says. “I’d love to see how this would transform care and therapy for people in global health settings who may not have access to some of the more sophisticated or expensive options that are available today.”\nThe researchers now plan to explore ways to scale up the manufacturing of the capsules, which could enable clinical trials in humans. Such studies would be important to learn more about the devices’ safety, as well as determine the best time to swallow the capsule before to a meal and how often it would need to be administered.\nOther authors of the paper include Amro Alshareef, Alexandria Hwang, Ceara Byrne, Johannes Kuosmann, Keiko Ishida, Joshua Jenkins, Sabrina Liu, Wiam Abdalla Mohammed Madani, Alison Hayward, and Niora Fabian.\nThe research was funded by the National Institutes of Health, Novo Nordisk, the Department of Mechanical Engineering at MIT, a Schmidt Science Fellowship, and the National Science Foundation.\n* Originally published in MIT News.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://seas.harvard.edu/person/shriya-srinivasan",
    "https://www.science.org/doi/10.1126/sciadv.adj3003",
    "https://science.org/doi/10.1126/sciadv.adj3003",
    "https://www.seas.harvard.edu/person/shriya-srinivasan"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anne trafton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mit health sciences and technology january",
        "sentiment": "neutral"
      },
      {
        "name": "mit",
        "sentiment": "neutral"
      },
      {
        "name": "harvard",
        "sentiment": "neutral"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:44:54.678+02:00",
  "updated": "2024-01-06T00:44:54.678+02:00"
}