{
  "thread": {
    "uuid": "db02cf035668828f31babc573ae382e25e657543",
    "url": "https://www.eastmojo.com/assam/2023/12/30/centre-assam-ink-historic-peace-agreement-with-pro-talks-ulfa/",
    "site_full": "www.eastmojo.com",
    "site": "eastmojo.com",
    "site_section": "https://www.eastmojo.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "EastMojo",
    "title": "Centre, Assam ink “historic” peace agreement with pro-talks ULFA",
    "title_full": "Centre, Assam ink “historic” peace agreement with pro-talks ULFA",
    "published": "2023-12-30T02:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://i0.wp.com/www.eastmojo.com/wp-content/uploads/2023/12/Union-home-minister-Amit-Shah-Assam-chief-minister-Himanta-Biswa-Sarma-and-government-officials-along-with-representatives-of-the-pro-talks-faction-of-ULFA-in-New-Delhi-on-Friday.jpg?fit=1600%2C1066&ssl=1",
    "performance_score": 0,
    "domain_rank": 75152,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db02cf035668828f31babc573ae382e25e657543",
  "url": "https://www.eastmojo.com/assam/2023/12/30/centre-assam-ink-historic-peace-agreement-with-pro-talks-ulfa/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "B Sadanand",
  "published": "2023-12-30T02:30:00.000+02:00",
  "title": "Centre, Assam ink “historic” peace agreement with pro-talks ULFA",
  "text": "Guwahati: In a momentous peace agreement marking the end of decades-long insurgency in Assam, the Centre and the\nAssam government signed a “historic” Memorandum of Settlement (MoS) with the pro-talks faction of United Liberation Front of Asom (ULFA) in New Delhi on Friday.\nUnion home minister Amit Shah, Assam chief minister Himanta Biswa Sarma and senior officials of the Union ministry of home affairs and Assam government were present during the signing of the tripartite agreement.\nReportedly, 16 representatives of the pro-talks ULFA faction, comprising leaders such as Arabinda Rajkhowa, Anup Chetia and Sasadhar Choudhury among others, were present during the MoS signing ceremony at the Union ministry of home affairs in North Block.\nUnion home minister Shah, in his address, said, “This agreement is a significant milestone to fulfill Prime Minister Shri Narendra Modi’s vision of a peaceful, prosperous and insurgency-free Northeast and bringing everlasting peace, prosperity and all-round development of Assam. With the signing of this agreement today, a new era of peace will begin for the entire Northeast, especially Assam. The Narendra Modi government has now achieved success in eliminating all violent groups in Assam.”\nAssuring that a time-bound programme will be made by the home ministry to implement the MoS in letter and spirit and fulfill the demands of ULFA, Shah said a committee would be formed for monitoring the progress of implementation of the peace pact.\n“In fact, in all the agreements signed after 2019, the Modi government has been ahead of time and efforts have been made to fulfill all the conditions,” he said.\nThe Union home minister further said that according to records, more than 9000 cadres have surrendered and that the Armed Forces Special Powers Act (AFSPA) had been lifted from 85 percent areas of Assam.\n“Under the agreement, the ULFA representatives have agreed to abjure the path of violence, lay down all their arms and ammunition and disband their armed organisation. Moreover, ULFA has also agreed to vacate all camps occupied by its armed cadres, engage in the peaceful democratic process established by law and maintain the integrity of the country,” he said.\nFormed in 1979 with the demand for a “sovereign Assam”, ULFA was declared a banned outfit by the central government in 1990.\nThe Union home minister further said that about 10,000 people, who were killed during the decades long ULFA conflict, were citizens of this country. “But today, this problem is being completely resolved. The Government of India has agreed to provide a huge package and several big projects for all round development of Assam. The central government will comply with all provisions of the agreement,” Shah said.\nRecalling the years after the formation of the Modi government in 2014, the home minister said incidents of violence in Assam decreased by 87 percent, deaths by 90 percent and kidnappings by 84 percent.\n“Till date, about 7500 ULFA cadres have surrendered in Assam alone, which will have an addition of over 700 cadres today, thereby taking the number of surrendered cadres to over 8200 in Assam alone, which signals the dawn of a new era of peace,” he said.\nShah said that under the guidance of Prime Minister Modi, the ministry of home affairs worked with the vision of a Northeast, free from extremism, violence and conflict. “As many as nine peace pacts and border-related agreements in the Northeast have been signed over the past five years,” he said.\n“The Centre has signed the NLFT agreement in 2019, Bru and Bodo peace pacts in 2020, Karbi peace agreement in 2021, Adivasi peace agreement in 2022, the Assam-Meghalaya border agreement (in six areas of difference) in 2022, the Assam-Arunachal border agreement earlier this year, the agreement with UNLF recently, and today, this MoS with ULFA,” the home minister said.\nIt may be recalled that the ULFA pro-talks faction, under the leadership of Arabinda Rajkhowa, had initiated unconditional discussions with the central government in 2011, overcoming strong opposition from the Paresh Barua-led anti-talks faction, ULFA (Independent).\nSpeaking to mediapersons after the signing ceremony, Assam chief minister Himanta Biswa Sarma said that “except one individual, who is now leading the anti-talks faction of ULFA, all the founding members of ULFA were here today”.\n“These people came to Delhi in 1993 also, when Prime Minister Narasimha Rao was there. Initial discussions took place, but it could not be taken to a logical conclusion. So, after 1993, today, they have visited North Block again and they have signed the accord. They have assured us that the outfit will be disbanded. They are now living in camps, so they will disband the camps, they will deposit their arms, and 726 cadres will be in the mainstream.”\nNotably, top leaders of the pro-talks faction of ULFA comprising Anup Chetia and Sasadhar Choudhury had been camping in New Delhi since Monday to hold last-minute discussions before finalising the content of the tripartite peace agreement.\nEarlier this month, chief minister Sarma had said that the peace agreement with the pro-talks ULFA group would incorporate political, economic, and cultural safeguards as well as land rights for the indigenous people of the state.\nThe chief minister had also stated that Centre and the state government were pursuing talks with the Paresh Barua-led ULFA (Independent) as well.\nMeanwhile, terming the historic peace agreement with the ULFA as a moment of socio-economic optimism for Assam, Union Minister and former Assam chief minister Sarbananda Sonowal welcomed the development.\n“Peace with ULFA reaffirms ‘Modi Ki Guarantee’ for a resurgent, peaceful and vibrant Assam,” Sonowal who was in Dibrugarh on Friday, said.\nDear Reader,\nOver the past four years, EastMojo revolutionised the coverage of Northeast India through our sharp, impactful, and unbiased coverage. And we are not saying this: you, our readers, say so about us. Thanks to you, we have become Northeast India’s largest, independent, multimedia digital news platform.\nNow, we need your help to sustain what you started.\nWe are fiercely protective of our ‘independent’ status and would like to remain so: it helps us provide quality journalism free from biases and agendas. From travelling to the remotest regions to cover various issues to paying local reporters honest wages to encourage them, we spend our money on where it matters.\nNow, we seek your support in remaining truly independent, unbiased, and objective. We want to show the world that it is possible to cover issues that matter to the people without asking for corporate and/or government support. We can do it without them; we cannot do it without you.\nSupport independent journalism, subscribe to EastMojo.\nThank you,\nKarma Paljor\nEditor-in-Chief, eastmojo.com\nSpeaking on the occasion, Sonowal said, “Today is a historic day for the people of Assam. Under the dynamic leadership of Prime Minister Shri Narendra Modi ji, this historic agreement with the ULFA has been signed, ushering a new beginning for people of Assam. This is ‘Modi Ki Guarantee’ when decades old insurgency has come to a halt, powering socio-economic optimism in Assam.”\n“I take this opportunity to congratulate Union home minister Amit Shah ji for his untiring effort to steer this peace process to reach its logical conclusion, ensuring the culmination of a historic incident on a positive note,” Sonowal said.\nAlso Read |\nEfforts underway to empower women through water hyacinth skills in Kaziranga\nTrending Stories\nLatest Stories\nHate salad or veggies? Just keep eating them. Here’s how our tastebuds adapt to what we eat Centre, Assam ink “historic” peace agreement with pro-talks ULFA Naga Club to start building construction; assures free accommodation Tripura: NIA makes two more arrests near Indo-Bangla border Will the world see more wars or unrest in 2024? Here are 5 hotspots to watch ‘Throw love, bolt violence’: Outer Manipur MP Dr Lorho",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://assam.gov.in/",
    "https://www.assam.gov.in/",
    "https://assam.gov.in"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shri narendra modi",
        "sentiment": "none"
      },
      {
        "name": "arabinda rajkhowa",
        "sentiment": "none"
      },
      {
        "name": "himanta biswa sarma",
        "sentiment": "none"
      },
      {
        "name": "sasadhar choudhury",
        "sentiment": "none"
      },
      {
        "name": "anup chetia",
        "sentiment": "none"
      },
      {
        "name": "shah",
        "sentiment": "none"
      },
      {
        "name": "amit shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ulfa",
        "sentiment": "none"
      },
      {
        "name": "united liberation front of asom (ulfa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "guwahati",
        "sentiment": "none"
      },
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "new delhi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T08:50:49.476+02:00",
  "updated": "2023-12-30T08:50:49.476+02:00"
}