{
  "thread": {
    "uuid": "06e480fb501f6b3d981b6da038697ece685b7e81",
    "url": "https://m.dailyhunt.in/news/india/english/anienglish-epaper-dh448c3797a13d4f32b1d2367d0d72a726/bill+gates+graces+poshan+utsav+organised+by+ministry+of+women+and+child+development-newsid-n587609056",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-lallantp",
    "site_categories": [
      "media"
    ],
    "section_title": "Dailyhunt",
    "title": "Bill Gates graces 'Poshan Utsav' organised by Ministry of Women and Child Development",
    "title_full": "Bill Gates graces 'Poshan Utsav' organised by Ministry of Women and Child Development",
    "published": "2024-02-29T15:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/0d/7e/54/0d7e54ff7febc63bda1a1896f049c07275f40ab826846734b5b4d8d76a23f24a.jpg",
    "performance_score": 0,
    "domain_rank": 18274,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "06e480fb501f6b3d981b6da038697ece685b7e81",
  "url": "https://m.dailyhunt.in/news/india/english/anienglish-epaper-dh448c3797a13d4f32b1d2367d0d72a726/bill+gates+graces+poshan+utsav+organised+by+ministry+of+women+and+child+development-newsid-n587609056",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-02-29T15:05:00.000+02:00",
  "title": "Bill Gates graces 'Poshan Utsav' organised by Ministry of Women and Child Development",
  "text": "New Delhi [India], February 29 (ANI): The Ministry of Women and Child Development organised the Poshan Utsav at The Oberoi on February 29, 2024. The event was aimed at promoting good nutrition behaviour and highlighted India's ongoing efforts to combat malnutrition by promoting good nutrition practices.\nThe event was graced by the Union Minister for Women and Child Development and Minority Affairs Smriti Zubin Irani and Bill Gates Co-Chair of the Bill and Melinda Gates Foundation (BMGF).\nThe event featured the release of &apos;Poshan Utsav Book&apos; and announced the launch of the Cartoon Coalition. The &apos;Poshan Utsav Book&apos;, conceptualised by the Ministry of Women and Child Development has been curated by the Deendayal Research Institute (DRI). The book seeks to revive ancient nutrition traditions, facilitating knowledge exchange and intergenerational learning. It also serves as a comprehensive repository for appreciation of the rich culinary heritage and nutritional diversity of the country.\nThe Cartoon Coalition is envisaged to support and contribute towards the cause of Poshan through collaboration with MWCD. This Coalition is born out of a collaboration between renowned cartoon entities in India to harness the power of popular cartoon characters to convey essential messages on nutrition in an entertaining and relatable manner for positive behaviour change among children.Addressing the gathering, Gates said, \"The Poshan Utsav book is a great example of incorporating local context and cultural practices to promote nutritional foods across India&apos;s diverse communities.\"\n\"When you improve the life of a woman, there&apos;s a ripple effect: You improve her community and her country. In India, we&apos;ve seen that this kind of progress can be lasting and can be achieved on a massive scale,\" the billionaire philanthropist added.In her keynote address, Irani, while expressing appreciation for the efforts made by BMGF in the nutrition and gender space, said when Prime Minister Narendra Modi announced the &apos;Poshan Abhiyaan&apos; in 2018, it marked a historic moment for the country.\n\"For the first time, 18 ministries of the Government of India came together under the national flagship programme called Poshan Abhiyaan,\" she said.She emphasised that every Anganwadi centre has been digitally enabled so that service delivery to the last mile can be tracked. She also stated that handheld devices are now available to Anganwadi centres across the country. Every month, Anganwadi Didis measure 75 million children under the age of 6 years as per WHO standards, she added.\nShe stated further that after the operationalisation of Poshan Tracker, the numbers for Severe Acute Malnutrition (SAM) and Moderate Acute Malnutrition (MAM) children have shown a significant decline as compared to the data reported under the NFHS-5 survey. She highlighted that the cartoon coalition launched was aimed as a significant step towards bringing about behavioural change in children for a healthy lifestyle.The presence of popular cartoon characters like Chacha Chaudhary, Suppandi, Shambhu, and Elmo added another dimension to the occasion. The programme was a milestone event in the effort to combat malnutrition and foster healthier lifestyles among children. It was a significant step towards the goal of &apos;Suposhit Bharat&apos;. (ANI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "poshan utsav",
        "sentiment": "negative"
      },
      {
        "name": "bill gates",
        "sentiment": "negative"
      },
      {
        "name": "smriti zubin irani",
        "sentiment": "none"
      },
      {
        "name": "bill gates co-chair of the bill",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ministry of women and child development new delhi",
        "sentiment": "negative"
      },
      {
        "name": "ministry of women and child development",
        "sentiment": "negative"
      },
      {
        "name": "melinda gates foundation",
        "sentiment": "none"
      },
      {
        "name": "oberoi",
        "sentiment": "none"
      },
      {
        "name": "deendayal research institute",
        "sentiment": "none"
      },
      {
        "name": "cartoon coalition",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:05:43.459+02:00",
  "updated": "2024-03-01T01:05:43.459+02:00"
}