{
  "thread": {
    "uuid": "a443b4116a4e391b377b64f9e5bd7f87d392c4df",
    "url": "https://www.movieguide.org/reviews/movies/volcano.html",
    "site_full": "www.movieguide.org",
    "site": "movieguide.org",
    "site_section": "https://www.movieguide.org/feed",
    "site_categories": [
      "marketing",
      "business"
    ],
    "section_title": "Movieguide | The Family Guide to Movies & Entertainment",
    "title": "VOLCANO",
    "title_full": "VOLCANO",
    "published": "2024-03-28T23:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://movieguide.b-cdn.net/wp-content/uploads/2018/09/volcano_ver1.jpg",
    "performance_score": 0,
    "domain_rank": 42979,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a443b4116a4e391b377b64f9e5bd7f87d392c4df",
  "url": "https://www.movieguide.org/reviews/movies/volcano.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Movieguide®",
  "published": "2024-03-28T23:04:00.000+02:00",
  "title": "VOLCANO",
  "text": "What You Need To Know:\nThis movie is non-stop action and very moral. Two minor characters explicitly quote from Scripture. One minor character, who is loading priceless Bosch paintings into a truck outside a city museum declares that the paintings are priceless because they deal with “man’s inclination to sin, in defiance of God’s will. ” Another man tells a fireman that “Matthew 7:26 is his favorite verse, because it deals with a man building his house on sand.” Movies don’t get much more redemptive than this. VOLCANO is an inspiring, exciting picture well worth the price of theatrical admission although it is marred by some scurrilous language\nContent:\n(B, CC, LL, V,O) Biblical worldview with heroic overtones & Christian elements; 13 obscenities & 7 profanities; men burned to death, man expires in lava flow, & multiple car accidents; no sex; no nudity; no drinking; no smoking; and, radio references to astrology.\nMore Detail:\n1997 is the year for volcano pictures in Hollywood, and between DANTE’S PEAK and VOLCANO, VOLCANO is by far the most exciting and inspiring. Under Director Mick Jackson’s able direction, the film explodes onto the screen with 95 minutes of nearly non-stop action, documenting a volcano in downtown LA at the start, climax and aftermath of its eruption.\nVOLCANO starts with a fast-paced montage of LA life, including suspenseful shots of lava flowing underground unbeknownst to the city dwellers above. Reprising a role very similar to the one he played in 1994’s FUGITIVE, Tommy Lee Jones (who plays LA Office of Emergency Management [OEM] Chief Mike Roark) comes on to the scene to examine a strange geological event. Seven Metro Rail workers have been mysteriously burned to death, as they toil on a subway tunnel underneath Los Angeles’ famous La Brea Tar Pits, one of the city’s most renowned natural tourist attractions. Deputy Chief Emmit Reese (Don Cheadle) discovers that the Metro Rail officials, fearing public panic, are covering up the cause of these deaths. As the men are treated at the emergency room of a hospital, a major earthquake strikes.\nCut to attractive Cal Tech seismologist Dr. Amy Barnes (Anne Heche), who is called to the scene by OEM. She finds more perplexing data in the La Brea Tar Pits pond and reports to Roark that only a geologic event could have caused 1 million gallons of water to rise 6 degrees in temperature within one day. Needless to say, the early morning eruption catches millions of city residents unaware. Will Mike Roark be able to save his daughter Kelly from death as the city is brutalized by the volcano’s destructive fury, unleashing more energy than several nuclear bombs?\nHang on to your seats; this movie moves fast. It also contains several redemptive sub-plots, lifting it above the run-of-the-mill disaster movie and qualify it for accolades among Christian viewing audiences. No less than three minor characters heroically offer their lives to save other unfortunates from the effects of the well-orchestrated disaster, including Metro Transit Authority Chief Stan Olber (John Lynch), who initially refuses to stop the subway cars under the La Brea Tar Pits but redeems himself by heroically losing his life to save the life of an unconscious Metro driver, trapped in a burning car.\nMoreover, the script includes two instances of minor characters explicitly quoting Scripture to one another. One minor character, who is loading priceless Hieronymus Bosch paintings into a truck outside a city museum to escape the approaching lava declares that Bosch’s paintings are priceless because they deal with “man’s inclination to sin, in defiance of God’s will.” Another man tells a fireman that “Matthew 7:26 is his favorite verse, because it deals with a man building his house on sand.” Movies don’t get much more redemptive than this.\nVOLCANO is set apart from DANTE’S PEAK by its outrageous premise that an volcano would actually erupt in mid-town Los Angeles, threatening thousands of people and structures. The writers and the director employed some very captivating scientific fictions which, by their own testimony, caused many jaded Angelenos in the press screening to accept its outrageous premise. Many viewers living outside Los Angeles will find this film equally captivating, although not as frightening, since perhaps only Los Angeles residents fear both earthquakes and geologic eruptions at the same time.\nLaden with extravagant special effects, including the apparent blowing up of several downtown office buildings and amazingly dramatic pyrotechnic displays, VOLCANO is an inspiring picture well worth the price of admission although it is marred by some scurrilous language.\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mic",
        "sentiment": "none"
      },
      {
        "name": "matthew 7:26",
        "sentiment": "none"
      },
      {
        "name": "bosch",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "hollywood",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T03:13:09.645+03:00",
  "updated": "2024-03-29T03:13:09.645+03:00"
}