{
  "thread": {
    "uuid": "c34e7822603c856ed372c7ab86c761b4c4833a43",
    "url": "https://screenanarchy.com/2024/03/arthur-the-king-review-adorable-dog-outshines-wahlberg-in-feel-good-drama.html",
    "site_full": "screenanarchy.com",
    "site": "screenanarchy.com",
    "site_section": "https://screenanarchy.com/globalvoices",
    "site_categories": [
      "movies",
      "entertainment"
    ],
    "section_title": "Leading Voices in Global Cinema",
    "title": "ARTHUR THE KING Review: Adorable Dog Outshines Wahlberg in Inspirational Drama",
    "title_full": "ARTHUR THE KING Review: Adorable Dog Outshines Wahlberg in Inspirational Drama",
    "published": "2024-03-14T21:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://screenanarchy.com/assets_c/2024/03/Arthur%20the%20King1-thumb-200x200-93156.jpg",
    "performance_score": 0,
    "domain_rank": 95491,
    "domain_rank_updated": "2024-03-12T12:13:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c34e7822603c856ed372c7ab86c761b4c4833a43",
  "url": "https://screenanarchy.com/2024/03/arthur-the-king-review-adorable-dog-outshines-wahlberg-in-feel-good-drama.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mel Valentin Lead Critic; San Francisco; California",
  "published": "2024-03-14T21:02:00.000+02:00",
  "title": "ARTHUR THE KING Review: Adorable Dog Outshines Wahlberg in Inspirational Drama",
  "text": "ARTHUR THE KING Review: Adorable Dog Outshines Wahlberg in Inspirational Drama In Mark Wahlberg’s latest inspirational drama, Arthur the King, Wahlberg’s character, Michael Light, finds himself face-to-face with the end of his career in adventure racing, an ultra-niche sport that involves running, biking, climbing, and kayaking across rough terrain, and hundreds of miles across multiple days. Considered by those in the know the best adventure racer never to win a world title (or so an offscreen announcer conveniently informs the audience), Light’s career as an athlete seems to have reached a natural end on a muddy, marshy field in the film’s opening moments. Rather than admit that Father Time has, once again, won, Light refuses to entertain, let alone accept, the end of his athletic career and embrace a life that he perceives as ordinary and common. Light’s deep-seated, intractable stubbornness, specifically his inability to take counsel from his teammates, anchors a hard-driving, obsessive personality that puts winning above everything else. Despite a loving, supportive wife, Helen (Juliet Rylance, sadly underused), a preteen daughter, and selling real estate with his father in Colorado, Light hungers for something more to give his life meaning beyond family and domesticity. He also enjoys the comforts of a ranch-style home, a pool, and an overabundance of greenery where he can run, train, and dream about the races lost and the races, real or imagined, still to come. With one more, likely last race ahead, Light must first get a sponsor to cover expenses (e.g., travel, hotel, training) before he can assemble his version of the film’s Avengers. As adventure racing involves four team members, three men and one woman, each with a particular set of skills, Arthur the King switches to the not unfamiliar “getting the team together” plotline before the race itself can begin in the Dominican Republic. The multi-day race covers more than 400 miles and involves multiple checkpoints. Unique among sports, adventure racing allows teams to reach their checkpoints by any means necessary. They can take the roads most or least traveled, the safest or even the most dangerous routes. Each team has to weigh the pros and cons, not to mention the risks and rewards of each route. Light eventually fills out his team with Leo (Simu Liu), his onetime partner turned social media influencer and brand spokesperson; Olivia (Nathalie Emmanuel), the daughter of a longtime friend and an expert climber; and Chik (Ali Suliman), exiled from a championship-level team for a bum knee and the team’s navigator. Together, they’re less than formidable, especially with Light’s reputation as a self-saboteur, his ongoing conflict with the equally headstrong Leo, Olivia’s mixed reasons for participating in the race, and Ali’s persistent knee issues. And that’s all well before the heralded title character, first name Arthur, surname the King, appears in Team Light’s collective lives. The director, Simon Cellan Jones (The Family Plan), primes the sympathy pump on the other side of the screen by showing a pre-race Arthur’s life on the mean streets of Santo Domingo. Alone, hungry, and badly in need of grooming, Arthur spends his days searching for food and avoiding contact with the city’s two- and four-legged residents. In short, he’s just a canine in search of a pack to call his own. When Arthur the King isn’t focused on the singularly charming title character, it’s firmly centered on Team Light and their hazardous, danger-filled race to the finish line on the other side of the island. In the film’s harrowing centerpiece, Team Light decides to cross a tree-lined ravine via a seemingly safe zip line. Spoiler: It’s not. Carrying their bikes on their backs, they make it across the ravine one by one, successfully at first, then not so successfully. The vertiginous sequence will cause all manner of sweaty palms, rapid breathing, and clenched. Unfortunately, there’s nothing like the zip-line sequence in Arthur the King again. That Arthur finds his pack in Team Light is never in doubt. Finding them at a rest stop, an initially wary Arthur naturally sees Light as a kindred soul. But it takes more than the offer of a meatball (which Arthur eventually eats) to bring man and canine together. It takes sustained eye contact, a kind, reassuring word, and after Arthur almost magically appears at the next transition point 200 miles later, a recognition, first by Michael, then by his team, of Arthur’s can-do spirit. Arthur, in turn, becomes their guide, an ally, and in at least one instance, their protector. Based on not just a “true story,” but as the trailer plainly states, “an incredible true story,” Mikael Lindnord’s Arthur — The Dog Who Crossed the Jungle to Find a Home, the film succeeds, sometimes against all logic, in generating an almost endless amount of sympathy for Arthur’s journey from unloved stray to the newest member of Light’s team and possibly even a permanent member of Light’s family. Arthur’s onscreen stand-in – and, of course, his offscreen handles – deserves all the praise that comes his way. Even as Arthur the King anthropomorphizes the title character, it’s difficult, if not impossible, not to be moved emotionally by his journey. Arthur, it turns out, is the kind of good dog (and good boy) practically every kid wishes they had. Arthur the King opens Friday, March 15, only in movie theaters. Arthur the King Director(s) - Simon Cellan Jones Writer(s) - Michael Brandt - Mikael Lindnord Cast - Mark Wahlberg - Nathalie Emmanuel - Simu Liu [Click here](mailto:flag@screenanarchy?subject=ARTHUR THE KING Review: Adorable Dog Outshines Wahlberg in Inspirational Drama)to report it, or see our [DMCA policy](/about/dmca.html).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wahlberg",
        "sentiment": "negative"
      },
      {
        "name": "mark wahlberg",
        "sentiment": "negative"
      },
      {
        "name": "michael light",
        "sentiment": "none"
      },
      {
        "name": "arthur the king",
        "sentiment": "none"
      },
      {
        "name": "helen (juliet rylance",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "father time",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T01:15:02.833+02:00",
  "updated": "2024-03-29T03:17:21.562+03:00"
}