{
  "thread": {
    "uuid": "fdb7b09f7bb96fb6e3c08423d98cac11873fe795",
    "url": "https://www.kxly.com/news/one-of-my-heroes-former-battalion-chief-honored-by-colleagues-in-emotional-memorial-tribute/article_4e9ecc78-301b-11ef-98bb-23bcfca80271.html",
    "site_full": "www.kxly.com",
    "site": "kxly.com",
    "site_section": "https://www.kxly.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Home - KXLY.com",
    "title": "'One of my heroes': former Battalion Chief honored by colleagues in emotional memorial tribute | News | kxly.com",
    "title_full": "'One of my heroes': former Battalion Chief honored by colleagues in emotional memorial tribute | News | kxly.com",
    "published": "2024-06-21T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/kxly.com/content/tncms/assets/v3/editorial/4/e9/4e9ecc78-301b-11ef-98bb-23bcfca80271/66763c0ca3077.preview.png?crop=1134%2C595%2C0%2C72&amp;resize=1134%2C595&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 20600,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fdb7b09f7bb96fb6e3c08423d98cac11873fe795",
  "url": "https://www.kxly.com/news/one-of-my-heroes-former-battalion-chief-honored-by-colleagues-in-emotional-memorial-tribute/article_4e9ecc78-301b-11ef-98bb-23bcfca80271.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hunter Bertram, Sydney Berger",
  "published": "2024-06-21T08:00:00.000+03:00",
  "title": "'One of my heroes': former Battalion Chief honored by colleagues in emotional memorial tribute | News | kxly.com",
  "text": "SPOKANE VALLEY, Wash. - Fire personnel from around the Inland Northwest paid tribute to a colleague they called a hero. Fire District 10 Battalion Chief Ron Cato died on May 30, after a year-long battle with brain cancer. SPOKANE VALLEY, Wash. - Fire personnel from around the Inland Northwest paid tribute to a colleague they called a hero. Fire District 10 Battalion Chief Ron Cato died on May 30, after a year-long battle with brain cancer. Cato spent decades serving his community working at all levels of fire and EMS. But being in the emergency service industry goes beyond fighting fires and saving lives - you're also a part of a family. Many of Cato's colleagues regarded him as such, saying he had the friendliest smile you could always count on. \"He rode with me in my truck and we would go door-to-door delivering mis-delivered packages. I mean, that's the type of individual that guy was,\" said Mark Sams, a friend of Cato's. Whether it was delivering a stranger's package or training the fire cadets: Cato always left a mark on everyone he met. \"Ron was the type of guy a lot of people talked the talk, but Ron walked the walk and you could watch this guy and you could just see what a beautiful individual he was,\" said Sams. Cato was a much-loved person inside and out, which is why so many people came to say goodbye in the most fitting way. Battalion Chief Cato concluded his lengthy career as a Battalion Chief and a volunteer captain with Spokane County Fire District 10. The district's bright yellow vehicles packed the parking lot for the memorial. \"Ron, he's one of my heroes. Always will be. I'll never forget him,\" said Sams. In his final months, Cato advocated for better medical benefits for emergency responders. And in the end, he continued to save others with the choice to donate his organs. In one more tribute: Station 25 Pend Oreille Fire District 2 is becoming the 'Ron Cato Station 25'. COPYRIGHT 2024 BY KXLY. ALL RIGHTS RESERVED. THIS MATERIAL MAY NOT BE PUBLISHED, BROADCAST, REWRITTEN OR REDISTRIBUTED. Reporter {{description}} Email notifications are only sent once a day, and only if there are new matching items. Digital Streaming Anchor {{description}} Email notifications are only sent once a day, and only if there are new matching items. Sorry, an error occurred. Already Subscribed! Cancel anytime Thank you . Your account has been registered, and you are now logged in. Check your email for details. Submitting this form below will send a message to your email with a link to change your password. An email message containing instructions on how to reset your password has been sent to the email address listed on your account. No promotional rates found. Thank you. Your gift purchase was successful! Your purchase was successful, and you are now logged in. |Rate:| |Begins:| |Transaction ID:| A receipt was sent to your email.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Social Issue"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ron",
        "sentiment": "none"
      },
      {
        "name": "ron cato",
        "sentiment": "none"
      },
      {
        "name": "cato",
        "sentiment": "none"
      },
      {
        "name": "mark sams",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "inland northwest",
        "sentiment": "neutral"
      },
      {
        "name": "cato",
        "sentiment": "none"
      },
      {
        "name": "ems",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wash.",
        "sentiment": "none"
      },
      {
        "name": "spokane valley",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T08:14:58.499+03:00",
  "updated": "2024-06-22T08:14:58.499+03:00"
}