{
  "thread": {
    "uuid": "58fd21fb10467388c6babd15a9a87f8ef356cf46",
    "url": "https://www.cbc.ca/kidsnews/post/wait-what-this-13-year-old-just-beat-tetris",
    "site_full": "www.cbc.ca",
    "site": "cbc.ca",
    "site_section": "http://news.google.ca/news?pz=1&cf=all&ned=ca&hl=en&topic=h&num=3&output=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Top stories - Google News",
    "title": "Wait, what? This 13 year old just beat Tetris - CBC.ca",
    "title_full": "Wait, what? This 13 year old just beat Tetris - CBC.ca",
    "published": "2024-01-05T21:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.cbc.ca/kidsnews/images/Tetriswin2.png",
    "performance_score": 0,
    "domain_rank": 316,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "58fd21fb10467388c6babd15a9a87f8ef356cf46",
  "url": "https://www.cbc.ca/kidsnews/post/wait-what-this-13-year-old-just-beat-tetris",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@CBCKidsNews",
  "published": "2024-01-05T21:24:00.000+02:00",
  "title": "Wait, what? This 13 year old just beat Tetris - CBC.ca",
  "text": "Wait, what? This 13-year-old just beat Tetris\nThe way to beat the game is to break it\n“I can’t feel my fingers.”\nThat’s what Willis Gibson said soon after he realized he had beaten Tetris.\nThe 13-year-old American is believed to be the first person to ever beat the original Nintendo version of the game.\nHe uploaded the victory to his YouTube channel under the handle Blue Scuti on Jan. 2.\nWatch his reaction here, then keep reading to find out why this is such a big deal:\nWillis made it to Level 157\nThe game itself is supposed to be unbeatable.\nTetris doesn’t have a scripted ending.\nIts four-block shapes are supposed to just keep falling and stacking.\nTechnically, Willis made it to what gamers call a “kill screen,” a point where the Tetris code glitches, crashing the game.\nHe technically made it to Level 157, but the game isn’t programmed to go that high, which is why Level 18 appeared on screen. The game also isn’t programmed to show a score above 999,999.\nIn the gaming world, Willis’s accomplishment is seen as a victory and high achievement.\nThe makers of Tetris agreed.\n“Congratulations to ‘Blue Scuti’ for achieving this extraordinary accomplishment, a feat that defies all preconceived limits of this legendary game,” Tetris CEO Maya Rogers said in a statement.\nIn an interview with The New York Times, Willis said he felt “just extremely excited.”\nWillis used a special technique to beat game\n“This is unbelievable,” said Vince Clemente, CEO of Classic Tetris World Championship, in an interview with Reuters.\n“Developers didn’t think anyone would ever make it that far and now the game has officially been beaten by a human being.”\nBefore this, only an artificial intelligence (AI) computer program had beaten Tetris, Clemente said.\nWillis beat the game using the Nintendo Entertainment System (NES), which was introduced back in 1983.\nHe uses a “rolling” controller technique popularized in 2021.\nInstead of pressing the buttons, players hold the button down and then tap the back of the controller.\nThis technique lets a player manipulate the directional pad, or D-pad, at least 20 times per second to move the blocks.\nThat’s even faster than the previously popular “hyper tapping” method, which involved tapping or vibrating the D-pad extremely fast.\nThe Tetris game itself will celebrate its 40th anniversary this year. It was first invented in the Soviet Union in 1984.\nRogers said that Willis’s accomplishment will be celebrated as a “monumental achievement” in the game’s history.\nHave more questions? Want to tell us how we're doing? Use the “send us feedback” link below. ⬇️⬇️⬇️",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tetris - cbc.ca wait",
        "sentiment": "neutral"
      },
      {
        "name": "willis",
        "sentiment": "none"
      },
      {
        "name": "willis gibson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nintendo",
        "sentiment": "none"
      },
      {
        "name": "youtube",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:22:58.526+02:00",
  "updated": "2024-01-06T00:22:58.526+02:00"
}