{
  "thread": {
    "uuid": "f5f635b456da9b791a51b9b349a6a06fe990eed7",
    "url": "https://www.hagerty.com/media/maintenance-and-tech/5-things-heat-can-do-for-you-and-your-projects",
    "site_full": "www.hagerty.com",
    "site": "hagerty.com",
    "site_section": "https://hagerty.com/media",
    "site_categories": [
      "finance",
      "insurance"
    ],
    "section_title": "Hagerty Media | Car Stories, Reviews, and Market Trends",
    "title": "5 Things Heat Can Do for You and Your Projects - Hagerty Media",
    "title_full": "5 Things Heat Can Do for You and Your Projects - Hagerty Media",
    "published": "2024-04-12T02:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.hagerty.com/media/wp-content/uploads/2024/04/giphy.gif",
    "performance_score": 0,
    "domain_rank": 10780,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f5f635b456da9b791a51b9b349a6a06fe990eed7",
  "url": "https://www.hagerty.com/media/maintenance-and-tech/5-things-heat-can-do-for-you-and-your-projects",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kyle Smith",
  "published": "2024-04-12T02:00:00.000+03:00",
  "title": "5 Things Heat Can Do for You and Your Projects - Hagerty Media",
  "text": "5 Things Heat Can Do for You and Your Projects There are a lot of ways to get things done when working on project cars, but few methods are as handy as leveraging heat to do work for you. Whether disassembling crusty things or creating new pieces by joining metal with the heat of an electric arc, the judicious use of heat can unlock new avenues and techniques of solving common problems faced by DIY enthusiasts everywhere. First off, let’s make something clear: We aren’t really talking about heat itself in most of these, we are talking about the powers of temperature differential. It’s that one part heated or cooled to a temperature different than the other parts creates advantages for the task at hand. For instance, it’s not the mere fact that the bolt is hot that helps you, it’s that the material of that bolt expands when heated. But we are getting ahead of ourselves: Here are five ways heat can help unlock your superpowers in the garage. To Diagnose There are a lot of moving parts in an automobile. Friction is the universal enemy of almost all of them. When friction starts winning the battle, it often shows in the form of heat buildup. This is also true for electrical connections and relays too. When something doesn’t feel right even though it all passes visual inspection, it is easy to start poking around and seeing what is warm. A prime example is diagnosing wheel bearings on trailers. Small infrared heat guns are a really handy tool now that the prices are nearing novelty purchase territory. Even just feeling things by hand can be telling sometimes, but using non-touch methods allows much more capability, as you would burn the heck out of your hand if you wanted to confirm if a particular cylinder was running right by checking header temp. There’s a tool for every job. To Break Corrosion Cars are built from a mulitude of different materials. In modern manufacturing, the usage of appropriate fasteners and hardware is figured out during the design process to ensure that they will not react adversely with others in the assembly. We often aren’t working on vehicles straight off the line though, and the facts of life tell us that everything corrodes, it’s just that some things resist it better. For rusted hardware, heat helps break the bonds between that surface corrosion and the base metal, allowing things to move freely again. To prove the point made earlier about temperature differential, those who have the ability to freeze hardware rapidly know that can be just as powerful as [an oxy-acetylene torch](https://www.hagerty.com/media/maintenance-and-tech/torch-er-test-5-ways-to-free-stuck-bolts/). The key to making it work is that the subject metals expand or contract with big swings in temperature. It works for breaking the bonds of corrosion but we can also leverage that fact… To Aid in Assembly The other day I needed to press eight bronze valve guides into two aluminum cylinder heads. The setup instructions for the parts called for .0015″ to .0025″ press fit, and with everything prepared and reamed to size, the guides were put in the freezer overnight and the heads were put in the toaster over at 200 degrees for 20 minutes. I used a special punch to align the guide and took light taps with a hammer to set them home. When the metals normalized to the 60-degree garage temps, everything was pressed and secured solidly. The exact physics of it are a bit murky to me yet, but luckily you or I don’t need to understand that to know exactly what to expect from heating things. Thermal expansion coefficients can be looked up in resource materials like Machinery’s Handbook, or the internet—whichever is more handy. To Add or Remove Hardness The materials we work with are fascinating when you get down to it. Even as at-home mechanics, we have the power to alter the properties and behaviors of steel or aluminum. This can be great for making tools, fabricating, or even reusing parts. Annealing a sheet of aluminum makes it [much easier to form](https://www.hagerty.com/media/people/prewar-prodigy-high-schooler-betty-lou-parrish-eyes-a-career-in-restoring-vintage-cars/), and also works for copper gaskets or washers to help make them a little more malleable and thus seal small imperfections better. The process involves heating to high temperatures then cooling either rapidly or slowly and controlled in a heat sink material like sand. To Weld Add enough heat to a part or material and it will likely liquify. Doing so in a very controlled method with the addition of a filler material gives the ability to create a strong bond between what was formerly two different parts. Welding is a garage superpower that comes with great responsibility—mainly that we be realistic about how good we are at it. A great weld is extremely solid and strong, but a mediocre or bad weld is downright dangerous in the wrong spot or place. Know the limits of your skills, machine, and materials in order to utilize welding in the most effective way possible. Heat is a superpower in the garage that we can use for all these things, and quite a few more. There are a multitude of methods to add or subtract heat which range from totally normal to unconventional, but they’re all effective. Regardless of what method you use, know that heat can be your best friend if you know how to use it. *** Check out the [Hagerty Media homepage](https://www.hagerty.com/media/) so you don’t miss a single story, or better yet, bookmark it. To get our best stories delivered right to your inbox, [subscribe to our newsletters](https://www.hagerty.com/media/newsletter/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "hagerty media",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T03:56:33.060+03:00",
  "updated": "2024-04-12T03:56:33.060+03:00"
}