{
  "thread": {
    "uuid": "5e616c8a70210e7eabc26a345dcbd369aa1e7bad",
    "url": "https://www.celebritynetworth.com/?p=366475",
    "site_full": "www.celebritynetworth.com",
    "site": "celebritynetworth.com",
    "site_section": "http://feeds.feedburner.com/celebritynetworth",
    "site_categories": [
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "Celebrity Net Worth",
    "title": "Harrison Butker Net Worth",
    "title_full": "Harrison Butker Net Worth",
    "published": "2024-05-31T02:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://vz.cnwimg.com/wp-content/uploads/2024/05/harrison-butker.jpg?x71254",
    "performance_score": 0,
    "domain_rank": 7690,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5e616c8a70210e7eabc26a345dcbd369aa1e7bad",
  "url": "https://www.celebritynetworth.com/?p=366475",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brian Warner",
  "published": "2024-05-31T02:21:00.000+03:00",
  "title": "Harrison Butker Net Worth",
  "text": "- Category:\nRichest Athletes› NFL Players\n- Net Worth:\n- $9 Million\n- Salary:\n- $4 Million\n💰 Compare Harrison Butker's Net Worth\nWhat is Harrison Butker's Net Worth and Salary?\nHarrison Butker is an American professional football player who has a net worth of $9 million. Harrison Butker is probably best known for playing for the NFL's Kansas City Chiefs. With the team, he won Super Bowls LIV, LVII, and LVIII, and led the NFL in scoring in 2019. Among his other achievements, Butker is second in NFL history in career field goal percentage.\nContracts, Salary & Career Earnings\nThrough his first eight seasons in the NFL, Harrison earned a little more than $22.2 million in salary. The vast majority of his earnings so far have come from a 5-year, $20.275 million contract signed with the Chiefs in 2019. That contract boosted his annual salary from $555,000 to $4.1 million.\nEarly Life and High School\nHarrison Butker was born on July 14, 1995 in Decatur, Georgia to Elizabeth and Harrison Sr. He has an older sister. As a youth, Butker attended the Westminster Schools in Atlanta, where he excelled in football, basketball, and soccer. With the soccer team, he won three state championships. Butker also played the tuba in the school's symphonic band.\nCollegiate Career\nFor college, Butker attended Georgia Tech from 2013 to 2016, briefly playing soccer before switching to football as his chosen sport. With the Georgia Tech Yellow Jackets football team, he became the all-time leading scorer in school history, converting 208-of-210 extra point attempts and 43-of-60 field goal attempts. Butker graduated with a bachelor's degree in industrial engineering.\nCarolina Panthers\nIn the 2017 NFL draft, Butker was chosen in the seventh round by the Carolina Panthers. He subsequently signed a four-year contract with the team. However, Butker was waived by the Panthers in September of that year, and was signed to the practice squad.\nKansas City Chiefs\nFrom the Panthers' practice squad, Butker was signed by the Kansas City Chiefs in late September 2017. He made his debut in the team's Week 4 victory over the Washington Redskins, during which he made the game-winning field goal attempt. A few weeks later, after converting five field goals in a victory over the Denver Broncos, Butker was named AFC Special Teams Player of the Week. He went on to earn AFC Special Teams Player of the Month honors for October. Butker finished his rookie season having converted 28 extra point attempts and 38-of-42 field goal attempts as the Chiefs reached the Wild Card Round of the playoffs. In the 2018 season, he converted 65 of 69 extra point attempts and 24-of-27 field goal attempts as the Chiefs finished first in the AFC West. The team made it to the AFC Championship Game, but fell to the New England Patriots. Butker had his breakout season in 2019, leading the NFL in regular-season field goals with 34 and in points with 147. In the playoffs, the Chiefs won the Divisional Round and the AFC Championship. The team went on to defeat the San Francisco 49ers in Super Bowl LIV, giving Butker his first Super Bowl title.\nButker had another strong season in 2020, with a highlight being his franchise record-tying 58-yard field goal attempt in the Chiefs' Week 2 overtime win against the Los Angeles Chargers. The Chiefs made it back to the Super Bowl, where Butker scored all of the team's nine points in the 31-9 loss to the Tampa Bay Buccaneers. The next season, the Chiefs made it through the Wild Card Round and the Divisional Round before losing to the Cincinnati Bengals in the AFC Championship Game. In the 2022 season, Butker broke his own record for longest field goal with a 62-yard field goal in a game against the Buffalo Bills. However, his season was overall poor due to a persistent ankle injury and consequent time missed. Butker was able to turn things around in the playoffs, making a 45-yard game-winning field goal to defeat the Cincinnati Bengals in the AFC Championship Game. In Super Bowl LVII, he kicked a 27-yard game-winning field goal with 11 seconds left on the clock to give the Chiefs a 38-35 win over the Philadelphia Eagles. Butker and the Chiefs won a second-consecutive Super Bowl in 2024, defeating the San Francisco 49ers 25-22 in overtime. In the game, Butker broke two Super Bowl records, for the longest made field goal (57) and the most career field goals in the Super Bowl (9).\nBenedictine College Commencement Controversy\nIn 2024, Butler made comments that some perceived as antisemitic, sexist, and anti-LGBTQ, during a commencement address at Benedictine College that drew severe backlash. In the speech, he perpetuated the antisemitic trope that Jews were responsible for the death of Jesus, and denounced a provision of a bill drafted to condemn antisemitism. Additionally, Butler made sexist remarks about women not desiring careers but instead being \"most excited about (their) marriage and the children (they) will bring into this world.\" He stated, \"I'm on the stage today and able to be the man I am because I have a wife who leans into her vocation… and embrace one of the most important titles of all: homemaker.\" Further, Butker denigrated the LGBTQ community when he referred to Pride Month as an example of the deadly sins.\nPersonal Life\nButker is a devout Catholic, and is married with two children. He is also the co-founder, president, and COO of the holding company MDKeller.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "harrison butker net worth",
        "sentiment": "negative"
      },
      {
        "name": "butker",
        "sentiment": "none"
      },
      {
        "name": "harrison",
        "sentiment": "none"
      },
      {
        "name": "elizabeth",
        "sentiment": "none"
      },
      {
        "name": "harrison butker",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nfl",
        "sentiment": "negative"
      },
      {
        "name": "salary & career earnings through",
        "sentiment": "none"
      },
      {
        "name": "chiefs",
        "sentiment": "none"
      },
      {
        "name": "kansas city chiefs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "decatur",
        "sentiment": "none"
      },
      {
        "name": "atlanta",
        "sentiment": "none"
      },
      {
        "name": "georgia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T04:03:58.190+03:00",
  "updated": "2024-05-31T04:03:58.190+03:00"
}