{
  "thread": {
    "uuid": "8e88bcdb9a5208f4bc1604363c253ae394e1b3b4",
    "url": "https://kalkinemedia.com/news/world-news/reflective-apparel-introduces-wildspark-a-new-standard-in-high-visibility-reflective-running-shirts",
    "site_full": "kalkinemedia.com",
    "site": "kalkinemedia.com",
    "site_section": "https://kalkinemedia.com/uk",
    "site_categories": [],
    "section_title": " LSE, FTSE News Today, FTSE 100 Index, FTSE 250, UK Stock Market News & Updates - Kalkine Media UK ",
    "title": "Reflective Apparel Introduces WildSpark™, a New Standard in High Visibility Reflective Running Shirts | Kalkine Media",
    "title_full": "Reflective Apparel Introduces WildSpark™, a New Standard in High Visibility Reflective Running Shirts | Kalkine Media",
    "published": "2024-01-05T17:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://kalkinemedia.com/storage/uploads/large/1704492796_65987efc3419c_webness.co.za",
    "performance_score": 0,
    "domain_rank": 65468,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8e88bcdb9a5208f4bc1604363c253ae394e1b3b4",
  "url": "https://kalkinemedia.com/news/world-news/reflective-apparel-introduces-wildspark-a-new-standard-in-high-visibility-reflective-running-shirts",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EIN Presswire",
  "published": "2024-01-05T17:53:00.000+02:00",
  "title": "Reflective Apparel Introduces WildSpark™, a New Standard in High Visibility Reflective Running Shirts | Kalkine Media",
  "text": "WildSpark high-visibility reflective running shirts provide front and back all-over reflectivity to make runners more visible from any direction in low-light roadside situations. MARIETTA, GA â Reflective Apparel, which is known for making people visible with ANSI safety workwear, has launched WildSpark activewear, designed to keep runners, joggers and walkers visible in low-light urban settings from dusk to dawn. More than 7,000 pedestrians in the United States were killed in incidents involving a motor vehicle in 2020, according to the Centers for Disease Control. That equates to one death every 75 minutes. Reflective Apparel hopes to help reduce this number to zero by making people more visible with reflective performance activewear. âWildSpark really raises the safety standards for pedestrians. The same hi-vis safety-first thinking weâve used to keep workers safe for more than 30 years is now helping to keep pedestrians safe with our reflective running shirts,â said Scott A. Corrao, president of Reflective Apparel. âWe all know friends or family who have experienced a near miss, or even an injury, as a pedestrian. Danger knows no boundaries, so neither can safety. We believe that everyone should be visible and safe at all times.â Reflective Running Shirts WildSpark is introducing a new standard in pedestrian safety. After redefining the high visibility clothing market in B2B, the team at Reflective Apparel is taking on a new challenge of B2C reflective clothing and running gear with WildSpark. Whether someone is walking, jogging, cycling, skateboarding, running or participating in any other outdoor urban adventure, reflective safety gear is a must to be seen. The reflective patterns on WildSpark apparel appear brightly to drivers when a lightsource, such as headlights, hit the garment, turning the wearer into a shining beacon. Reflectivity is built into the fabric of the entire garment, maximizing visibility and making it easier for drivers to identify the wearer as human. Front and back all-over reflectivity makes runners more visible from any direction. âUntil you shine light on a WildSpark garment, you would assume it was just fashionable, performance apparel,â said Becky Keith, vice president of design and strategic accounts for Reflective Apparel. âOnce a headlight hits the garment, the retro-reflective properties are immediately apparent, making the wearer highly visible even in extremely low-light situations.â WildSpark reflective running shirts eliminate the need for clunky reflective vests and uncomfortable safety armbands, so runners can streamline their workout clothes. Unlike traditional activewear, which may include only small reflective details, WildSpark provides all-over reflectivity printed on the entire surface of the fabric. In addition to reflectivity, WildSpark shirts also feature: WildSpark hi-vis performance reflective running shirts are comfortable enough to wear all day so wearers can transition from day to night and stay visible in the dark. âOur philosophy is, as long as you are going to wear performance apparel, it should be wildly reflective as well,â said Corrao. âReflective gear doesnât have to call attention to you when it isnât wanted. We now have a solution to be comfortable, stylish and visible, all at the same time.â Reflective Apparel manufactures a complete line of ANSI 107-2020 reflective clothing and CSA compliant garments. Originally founded in 1989 to support the public safety marketâs need for nighttime reflectivity, Reflective Apparel was at the forefront of the ANSI standard for High Visibility. Reflective Apparel also brings safety-first thinking to performance comfort apparel with WildSpark high visibility reflective running shirts. For more information visit www.reflectiveapparel.com and www.sparkyourwildside.com. Source: https://thenewsfront.com/reflective-apparel-introduces-wildspark-a-new-standard-in-high-visibility-reflective-running-shirts/ About WildSpark For decades, we at Reflective Apparel have focused on Americaâs workforce, developing ANSI safety workwear that is made to fit and to last. Being visible on the jobsite is critical to personal safety where one misstep can lead to an injury or worse. Contact WildSpark Website: https://sparkyourwildside.com/",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Health"
  ],
  "external_links": [
    "https://sparkyourwildside.com/",
    "https://thenewsfront.com/reflective-apparel-introduces-wildspark-a-new-standard-in-high-visibility-reflective-running-shirts/",
    "https://www.thenewsfront.com/reflective-apparel-introduces-wildspark-a-new-standard-in-high-visibility-reflective-running-shirts/",
    "https://www.sparkyourwildside.com/",
    "https://sparkyourwildside.com",
    "https://thenewsfront.com/reflective-apparel-introduces-wildspark-a-new-standard-in-high-visibility-reflective-running-shirts"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "scott a. corrao",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "reflective apparel",
        "sentiment": "none"
      },
      {
        "name": "centers for disease control",
        "sentiment": "none"
      },
      {
        "name": "ansi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new standard",
        "sentiment": "none"
      },
      {
        "name": "marietta",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:23:23.271+02:00",
  "updated": "2024-01-06T00:23:23.271+02:00"
}