{
  "thread": {
    "uuid": "29890410c7f1c609f070acc5a528d0aa421be89f",
    "url": "https://www.kiplinger.com/investing/stocks/amazon-eyes-dollar2-trillion-market-cap-as-ceo-talks-ai-cost-cuts",
    "site_full": "www.kiplinger.com",
    "site": "kiplinger.com",
    "site_section": "https://www.kiplinger.com",
    "site_categories": [
      "retirement_planning",
      "finance"
    ],
    "section_title": "Kiplinger | Personal Finance News, Investing Advice, Business Forecasts",
    "title": "Amazon Eyes $2 Trillion Market Cap as CEO Talks AI, Cost Cuts | Kiplinger",
    "title_full": "Amazon Eyes $2 Trillion Market Cap as CEO Talks AI, Cost Cuts | Kiplinger",
    "published": "2024-04-12T02:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.mos.cms.futurecdn.net/gLc4mTxFQaVND6SVoQJNKk-1200-80.jpg",
    "performance_score": 0,
    "domain_rank": 3027,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 21
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "29890410c7f1c609f070acc5a528d0aa421be89f",
  "url": "https://www.kiplinger.com/investing/stocks/amazon-eyes-dollar2-trillion-market-cap-as-ceo-talks-ai-cost-cuts",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joey Solitro",
  "published": "2024-04-12T02:07:00.000+03:00",
  "title": "Amazon Eyes $2 Trillion Market Cap as CEO Talks AI, Cost Cuts | Kiplinger",
  "text": "Amazon Eyes $2 Trillion Market Cap as CEO Talks AI, Cost Cuts Amazon CEO Andy Jassy thinks there’s \"a long way to go\" in all of its businesses and that could be good for investors. Amazon.com ( [AMZN](https://www.kiplinger.com/tfn/ticker.html?ticker=AMZN)) CEO Andy Jassy issued his [2023 Letter to Shareholders](https://www.aboutamazon.com/news/company-news/amazon-ceo-andy-jassy-2023-letter-to-shareholders) this week, highlighting the company's strong performance in 2023 – a year in which its stock soared 81%. The executive also outlined opportunities the company has in 2024 and beyond. \"Overall, 2023 was a strong year, and I'm grateful to our collective teams who delivered on behalf of customers,\" Jassy asked. \"These results represent a lot of invention, collaboration, discipline, execution, and reimagination across Amazon. Yet, I think every one of us at Amazon believes that we have a long way to go, in every one of our businesses, before we exhaust how we can make customers' lives better and easier, and there is considerable upside in each of the businesses in which we're investing.\" Amazon's stock is up more than 25% so far in 2024 to flirt with the $2 trillion [market cap](https://www.kiplinger.com/investing/stocks/what-is-market-cap) level and Jassy thinks there are plenty of ways for the company to continue enhancing its businesses for customers and shareholders. Subscribe to Kiplinger’s Personal Finance Be a smarter, better informed investor. [ Save up to 74% ](https://subscribe.kiplinger.com/servlet/OrdersGateway?cds_mag_code=KPP&cds_page_id=268237&cds_response_key=I3ZPZ001) Sign up for Kiplinger’s Free E-Newsletters Profit and prosper with the best of expert advice on investing, taxes, retirement, personal finance and more - straight to your e-mail. Profit and prosper with the best of expert advice - straight to your e-mail. How does Amazon aim to improve in 2024? Amazon is not done lowering costs. Jassy said the company has identified several areas where it can cut costs within its fulfillment network while also improving delivery times for customers, including the progress it's made with its drone delivery business, [Prime Air](https://www.kiplinger.com/personal-finance/shopping/drone-delivery-takes-off-for-amazon-and-walmart). \"Need throat lozenges, Advil, an antibiotic, or some other medication?,\" Jassy asked. \"Same-day facilities already deliver many of these items within hours, and that will only get shorter as we launch Prime Air more expansively.\" Jassy said Amazon Web Services (AWS) saw \"cost optimization attenuating, new deals accelerating, customers renewing at larger commitments over longer time periods, and migrations growing again\" at the end of 2023, and added that the business unit was seeing significant traction in its generative artificial intelligence (GenAI) offerings. The executive spotlighted Amazon's international growth initiatives, saying that the company has \"high conviction\" that emerging geographies in which the company operates, including India, Brazil, Australia, Mexico, the Middle East and Africa \"will continue to grow and be profitable in the long run.\" Additionally, Jassy said [Prime Video](https://www.kiplinger.com/personal-finance/leisure/amazon-to-bring-live-mlb-nba-and-nhl-games-to-prime-video) \"can be a large and profitable business on its own.\" He also noted the company would continue its journey of commercializing Project Kuiper, which has the goal of providing 400 million to 500 million households with broadband connectivity that don't have it today. \"There has never been a time in Amazon's history where we've felt there is so much opportunity to make our customers' lives better and easier,\" Jassy said. \"We're incredibly excited about what's possible, focused on inventing the future, and look forward to working together to make it so.\" Growth initiatives are good news for Amazon investors Amazon has already generated tremendous returns for long-term shareholders. By the numbers, [a $1,000 investment in AMZN 20 years ago](https://www.kiplinger.com/invested-1000-in-amazon-stock-worth-how-much-now) would be worth roughly $147,000 today. And all of the company's future growth initiatives could keep the wind at the stock's back. What's more, Jassy noted that Amazon's free cash flow surged to $35.5 billion in 2023 vs negative $12.8 billion in 2022. \"Free cash flow (FCF) is one of the most important financial metrics you can study, especially if you're a buy-and-hold investor,\" [writes Kiplinger contributor Will Ashworth](https://www.kiplinger.com/investing/stocks/602849/free-cash-flow-gushers-for-dividends-buybacks-and-more). Free cash flow is what's left over after a company pays its expenses, interest on debt, taxes and long-term investments, and if it generates more cash than needed to cover its bills, \"it can do a number of useful things with it, such as pay dividends, buy back its stock, acquire other companies, expand its business and knock out its debts.\" Related Content Joey Solitro is a freelance financial journalist at Kiplinger with more than a decade of experience. A longtime equity analyst, Joey has covered a range of industries for media outlets including The Motley Fool, Seeking Alpha, Market Realist, and TipRanks. Joey holds a bachelor's degree in business administration. - - Stock Market Today: Nasdaq Leads as Magnificent 7 Stocks Rise Strength in several mega-cap tech and communication services stocks kept the main indexes higher Thursday. By Karee Venema Published - Nepo Baby Billionaires: Forbes' Youngest Are All Heirs There are no self-made billionaires under the age of 30 on Forbes' list of the world's richest, for the first time in 15 years. By Kathryn Pomroy Published - Stock Market Today: Nasdaq Leads as Magnificent 7 Stocks Rise Strength in several mega-cap tech and communication services stocks kept the main indexes higher Thursday. By Karee Venema Published - Costco Hikes Its Dividend: What Income Investors Need To Know Costco just made a shareholder-friendly move, increasing its dividend. By Joey Solitro Published - Stock Market Today: Stocks Tumble After a Hot Inflation Print Equities retreated after inflation data called the Fed's rate-cut plans into question. By Dan Burrows Published - March CPI Report Comes in Hot: What the Experts Are Saying About Inflation CPI A blowout inflation report pushes back the timing of Fed rate cuts. By Dan Burrows Published - Stock Market Today: Stocks End Mixed Ahead of Key Inflation Reading Equities struggled before tomorrow's big Consumer Price Index report. By Dan Burrows Published - Stock Market Today: Stocks Closed Mixed in Choppy Trading Volatility returned as market participants adjusted their expectations for rate cuts. By Dan Burrows Published - How To Invest Your Tax Return When thinking about how to invest your tax return, prioritize your financial health over aggressive – and risky – ideas like bitcoin. By Jeff Reeves Published - Stock Market Today: Stocks Rally After Blowout Jobs Report Stocks soared into the weekend as investors brushed off strong payrolls data and lowered rate-cut expectations. By Dan Burrows Published [View More \\25b8](https://www.kiplinger.com/investing/stocks)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.aboutamazon.com/news/company-news/amazon-ceo-andy-jassy-2023-letter-to-shareholders)",
    "https://aboutamazon.com/news/company-news/amazon-ceo-andy-jassy-2023-letter-to-shareholders)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andy jassy",
        "sentiment": "negative"
      },
      {
        "name": "jassy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cost cuts amazon",
        "sentiment": "negative"
      },
      {
        "name": "kiplinger amazon",
        "sentiment": "negative"
      },
      {
        "name": "amazon.com",
        "sentiment": "none"
      },
      {
        "name": "amazon",
        "sentiment": "none"
      },
      {
        "name": "amzn",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "amazon",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:31:01.535+03:00",
  "updated": "2024-04-12T04:31:01.535+03:00"
}