{
  "thread": {
    "uuid": "0006a7abc00daa2efc03bdc075e510ab78a837eb",
    "url": "https://andina.pe/agencia/noticia.aspx?id=987656",
    "site_full": "andina.pe",
    "site": "andina.pe",
    "site_section": "http://www.andina.com.pe/agencia/titulares",
    "site_categories": [
      "travel",
      "south_america",
      "top_news"
    ],
    "section_title": "\r\n\tLo último | Agencia Peruana de Noticias Andina\r\n",
    "title": "Corpus Christi: misa en el coliseo Qhapaq Ñan congregó a miles de fieles en Cajamarca | Noticias | Agencia Peruana de Noticias Andina",
    "title_full": "Corpus Christi: misa en el coliseo Qhapaq Ñan congregó a miles de fieles en Cajamarca | Noticias | Agencia Peruana de Noticias Andina",
    "published": "2024-05-30T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://portal.andina.pe/EDPfotografia3/Thumbnail/2024/05/30/001069027W.jpg",
    "performance_score": 0,
    "domain_rank": 24169,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0006a7abc00daa2efc03bdc075e510ab78a837eb",
  "url": "https://andina.pe/agencia/noticia.aspx?id=987656",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Empresa Peruana de Servicios Editoriales S. A. EDITORA PERÚ",
  "published": "2024-05-30T03:00:00.000+03:00",
  "title": "Corpus Christi: misa en el coliseo Qhapaq Ñan congregó a miles de fieles en Cajamarca | Noticias | Agencia Peruana de Noticias Andina",
  "text": "El nuncio apostólico en el Perú, Paolo Rocco, presidió hoy las actividades del Corpus Christi como la multitudinaria misa celebrada en el coliseo Qhapaq Ñan y la tradicional procesión de la eucaristía sobre alfombras multicolores confeccionadas por entidades públicas y privadas en las calles de Cajamarca hasta llegar a la Catedral.\nEl representante del papa Francisco agradeció la invitación de la Diócesis de Cajamarca para celebrar la solemnidad del Corpus Christi, que se refleja en la fe; el Señor, a través de su cuerpo y su sangre, establece una alianza fuerte con su pueblo.\n“La liturgia de hoy nos propone una palabra clave que es la 'alianza', que es el corazón de esta fiesta, el corazón de nuestra fe. El Señor ama a su pueblo, siempre establece una alianza que llega a cumplimento con su hijo Jesús. Por esa razón, Cristo es mediador de una alianza nueva” , expresó el representante de la Iglesia católica.\nDijo que Jesús estrecha un pacto de amistad con cada uno de nosotros a través de la alianza que es una relación de comunión, una relación de amor. “La iniciativa de esta relación con cada uno de nosotros sale de Dios, él establece esta fuerte relación con su cuerpo, con su sangre” .\nDurante la misa, el nuncio apostólico incidió en la fe y la relación personal con Jesús, que también tiene una dimensión social basada en la verdad. “Jesús transformándonos, haciéndonos nuevos, podemos también transformar a la sociedad” .\n“No solo tenemos que denunciar la corrupción, la violencia, la criminalidad. Tenemos que transformar la sociedad con la fuerza que nos da Jesucristo. Debemos reflexionar sobre la lectura de hoy, porque nos llena de novedad, nos llena de esperanza, nos transforma. Jesús siempre nos transforma; es la novedad de la vida divina y la vida divina no empieza después de la muerte, empieza ahora con la transformación de Jesucristo y con nuestra transformación” , expuso. Procesión Culminada la misa en el coliseo Qhapaq Ñan, el nuncio acompañado por el obispo de Cajamarca, Isaac Martínez; el alcalde Joaquín Ramírez y sacerdotes de la Diócesis, iniciaron la procesión rumbo a la plaza de Armas.\nEstudiantes de instituciones educativas públicas y privadas, clarineros, grupos de danzantes y comunidad católica acompañaron el recorrido del Cuerpo de Cristo por las calles de la ciudad sobre coloridas alfombras.\nLa procesión culminó pasadas las 15:00 horas tras un largo recorrido debido a que, por primera vez, la misa se celebró en el coliseo Qhapaq Ñan (con capacidad para 8,000 personas). La idea de la Diócesis y la municipalidad fue que la población participe de manera masiva en la festividad, en esta fecha declarada feriado en la ciudad de Cajamarca.\nMás en Andina: Un contingente de efectivos de la @PoliciaPeru se instaló desde hoy, de manera permanente, en el ámbito de la Reserva Nacional Allpahuayo Mishana (Loreto), en la cuenca media del río Nanay. https://t.co/SikRkkzRwe pic.twitter.com/jsmN3RzxQx\n— Agencia Andina (@Agencia_Andina) May 31, 2024 (FIN) ELJ/JOT",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://twitter.com/PoliciaPeru?ref_src=twsrc%5Etfw",
    "https://t.co/SikRkkzRwe",
    "https://twitter.com/Agencia_Andina/status/1796370433786466488?ref_src=twsrc%5Etfw",
    "https://t.co/jsmN3RzxQx",
    "https://twitter.com/PoliciaPeru",
    "https://www.t.co/SikRkkzRwe",
    "https://www.twitter.com/PoliciaPeru?ref_src=twsrc%5Etfw",
    "https://twitter.com/Agencia_Andina/status/1796370433786466488",
    "https://www.twitter.com/Agencia_Andina/status/1796370433786466488?ref_src=twsrc%5Etfw",
    "https://www.t.co/jsmN3RzxQx"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T13:02:48.844+03:00",
  "updated": "2024-05-31T13:02:48.844+03:00"
}