{
  "thread": {
    "uuid": "6e4ad3bd5bc96b4b1efbfd57d4b4297aed992fe9",
    "url": "https://vnexplorer.net/how-lake-powell-water-levels-changed-in-a-year-s733106.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "How Lake Powell Water Levels Changed in a Year",
    "title_full": "How Lake Powell Water Levels Changed in a Year",
    "published": "2023-12-31T12:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgzwM.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e4ad3bd5bc96b4b1efbfd57d4b4297aed992fe9",
  "url": "https://vnexplorer.net/how-lake-powell-water-levels-changed-in-a-year-s733106.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-31T12:02:00.000+02:00",
  "title": "How Lake Powell Water Levels Changed in a Year",
  "text": "A photo shows Lake Powell at sunset. The year 2023 saw a great deal of replenishment for the drought-stricken reservoir.\nLake Powell is one of the largest manmade reservoirs in the United States, second only to its neighbor, Lake Mead.\nFormed by Glen Canyon Dam, it has an important role in power generation as well as delivering water to the lower Colorado River basin states of California, Arizona and Nevada. It also acts as a hold tank for outflow from the upper basin states, including Colorado, New Mexico, Wyoming and Utah.\nIt’s hugely important to the region, meaning it is greatly concerning that it has seen extremely low water levels in the past few years.\nHowever, this year has been a different story for the lake. As the Western U.S. was drenched in rainfall over the winter period, Lake Powell saw an incredibly sharp increase in the amount of water being fed into the lake.\nEarly in the year, the reservoir dropped to a historic low of 3,522.16 feet above sea level. It then continued to decline to 3,521.77 feet as of February 18.\nThis is the lowest Lake Powell’s water levels have been since the man-made lake was first filled in the 1960s, not long after its construction.\nHowever in the springtime, the narrative changed. The record amount of snow and rain in the region brought the surrounding snowpack to record levels.\nOfficials undertook a High Flow Experiment (HFE), which saw up to 39,500 cubic feet per second of water being released from the Glen Canyon Dam over a three-day period, in April. That is a lot more water than is normally released.\nThe experiment, aimed at replenishing Lake Mead and replenishing sandbars and beaches downstream, had the immediate effect of reducing Lake Powell water levels by four feet, but strong runoff more than made up for this and water levels in the lake continued to rise.\nBefore the experiment, the lake’s levels stood at around 3,524 feet. However, they reached a peak of 3,584.68 feet on July 8.\n“The Colorado River basin and all of us living in the basin have benefited from the exceptional 2023 runoff due to our wet winter last year. As the current lake levels at Mead and Powell indicate, we have been doing a fairly good job of protecting that water by reducing our consumption,” Andrea K. Gerlak, a professor at the school of Geography, Development & Environment at the University of Arizona, and director of the Udall Center for Studies in Public Policy, told Newsweek.\n“Funding from the federal government has resulted in a variety of programs where users in the basin, from cities to farms, are cutting their water usage. These policies and programs to reduce use, coupled with the runoff from our wet winter last year, seem to be working.”\nSince the summer, the lake’s levels gradually declined, however they have not reached levels as low as they were as the year started. At the beginning of December, the lake’s levels stood at 3,571 feet.\nLake Powell has been drying up since the drought began in 2000.\nThis was not the first time the Bureau of Reclamation has implemented an HFE. The water officials has been doing them occasionally since 1996. They are only undertaken when there is enough water to release in large amounts.\nLake Powell hasn’t been full since summer 1983. During this period, the Bureau released 100,000 cubic feet per second of water to lower water levels to replenish other canyons.\n“We are all coming to better understand how critical Lakes Mead and Powell are in the basin. This is where the majority of the basin’s water supply is held. They help protect us during dry years. This mega 20-year drought has certainly meant big hits to these reservoirs,” Gerlak said.\nLake Mead has also been seeing rapidly declining water levels in recent years.\n“Following these lake levels as they drop and rise, and then drop again, seems to have become the new way of measuring the health and viability of our basin. We are hoping for a good wet winter this year that can bring us a generous spring snowmelt for 2024.”\nDo you have a tip on a science story that Newsweek should be covering? Do you have a question about Lake Powell? Let us know via [email protected] .\nRelated Articles\nStart your unlimited Newsweek trial",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Weather"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgzwM.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgzwM.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lake powell",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "glen canyon dam",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "wyoming",
        "sentiment": "none"
      },
      {
        "name": "colorado river",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "utah",
        "sentiment": "none"
      },
      {
        "name": "lake mead",
        "sentiment": "none"
      },
      {
        "name": "western u.s.",
        "sentiment": "none"
      },
      {
        "name": "new mexico",
        "sentiment": "none"
      },
      {
        "name": "colorado",
        "sentiment": "none"
      },
      {
        "name": "lake powell",
        "sentiment": "none"
      },
      {
        "name": "arizona",
        "sentiment": "none"
      },
      {
        "name": "nevada",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T12:16:35.886+02:00",
  "updated": "2023-12-31T12:16:35.886+02:00"
}