{
  "thread": {
    "uuid": "a261218295e79a69e6e8e03d3f13d9cda8ee959d",
    "url": "https://www.noticiasdenavarra.com/sociedad/2023/12/31/paul-nino-exsoldado-centroafrica-gustaria-7696410.html",
    "site_full": "www.noticiasdenavarra.com",
    "site": "noticiasdenavarra.com",
    "site_section": "https://www.noticiasdenavarra.com/rss/",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "",
    "title": "Paul, niño exsoldado en Centroáfrica: “Me gustaría algún día ser médico para cuidar a mis hermanos”",
    "title_full": "Paul, niño exsoldado en Centroáfrica: “Me gustaría algún día ser médico para cuidar a mis hermanos”",
    "published": "2023-12-31T11:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticosgn-cdn.deia.eus/clip/cd34c868-8bd9-46e5-b5e4-4068f82bf320_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 28218,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a261218295e79a69e6e8e03d3f13d9cda8ee959d",
  "url": "https://www.noticiasdenavarra.com/sociedad/2023/12/31/paul-nino-exsoldado-centroafrica-gustaria-7696410.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ana Ibarra Lazkoz",
  "published": "2023-12-31T11:19:00.000+02:00",
  "title": "Paul, niño exsoldado en Centroáfrica: “Me gustaría algún día ser médico para cuidar a mis hermanos”",
  "text": "Paul tenía 17 años cuando “rompió el corazón” de sus padres al unirse a un grupo armado durante los enfrentamientos en Ouaka, en Bambari. Unos meses más tarde, la situación se volvió cada vez más difícil para el joven. Con otros 35 hijos enrolados un día decidió dejar la vida militar y regresar a casa. Desafortunadamente, las miradas “críticas y estigmatizantes”, así como el sufrimiento interno causado por las horribles atrocidades que presenció y vivió como niño soldado, hicieron que fuera más difícil para él reintegrarse a su comunidad, destaca UNICEF. Sin embargo, Paul tiene la suerte de tener padres que lo apoyaron incondicionalmente. Siguió intentando encontrar un trabajo decente para mantener económicamente a su familia pero fue en vano. Su falta de habilidades y capacidades requeridas en el mercado de Bambari lo dejaron al frente de trabajos comunes y corrientes que no satisfacían sus aspiraciones.\n“Solía recorrer el barrio buscando trabajo para conseguir algo de dinero para ayudar económicamente a mis padres. Sin embargo, solo encontré trabajos mediocres”, explica. Las cosas cambiaron cuando Paul participó en el proyecto de reintegración apoyado por UNICEF Francia y UNICEF España. Las sesiones le permitieron tener una formación práctica en costura de tres meses con un maestro artesano local y aprender a gestionar sus actividades y administrar sus ingresos. Hoy, Pablo se muestra más sereno y seguro respecto a su futuro: “Ahora puedo soñar con un trabajo estable y sé que Dios tiene un plan para mí. UNICEF me regaló una máquina de coser con todos los accesorios (metro, tijeras, tornillo de banco, rollo de tela de taparrabos de hombre, paquetes de agujas de repuesto y muchos otros...etcétera). Este apoyo permite hacer que mi taller funcione mejor”, confirma.\nConstantin, su padre, cree que todavía debe perfeccionarse en costura : “Mi prioridad, después de todo lo que ha pasado, es ser un buen ciudadano, tener un trabajo y dar un buen ejemplo a sus hijos, hermanos...”. Pero ésto es sólo el comienzo: “Aunque me guste coser, me encantaría ser médico algún día para cuidar de mis hermanos y hermanas y, sobre todo, para devolver a mis padres todo lo que me han aportado ”, agrega.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T12:42:07.512+02:00",
  "updated": "2023-12-31T12:42:07.512+02:00"
}