{
  "thread": {
    "uuid": "84d3e44b8c6aa7b6c7498a2a972142f858de77b4",
    "url": "https://www.mining.com/from-wasteland-to-wetland-restoring-tennessees-copper-basin-mining-district/",
    "site_full": "www.mining.com",
    "site": "mining.com",
    "site_section": "http://www.mining.com/feed/",
    "site_categories": [
      "metals",
      "business"
    ],
    "section_title": "MINING.COM",
    "title": "From wasteland to wetland: Restoring Tennessee's Copper Basin mining district",
    "title_full": "From wasteland to wetland: Restoring Tennessee's Copper Basin mining district - MINING.COM",
    "published": "2024-01-05T22:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.mining.com/wp-content/uploads/2024/01/Courtesy-of-the-Library-of-Congress.-The-Copperhill-Mine-and-sulfuric-acid-factory-in-a-1939-photo_.jpg",
    "performance_score": 0,
    "domain_rank": 8100,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "84d3e44b8c6aa7b6c7498a2a972142f858de77b4",
  "url": "https://www.mining.com/from-wasteland-to-wetland-restoring-tennessees-copper-basin-mining-district/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@MiningDotCom",
  "published": "2024-01-05T22:50:00.000+02:00",
  "title": "From wasteland to wetland: Restoring Tennessee's Copper Basin mining district",
  "text": "Across the United States there are thousands of contaminated sites where hazardous waste was dumped or improperly managed – and many of those are on former mining sites where operations were ongoing in a dark industry heyday before environmental regulations were enacted. The Clean Water Act only passed into law in 1977. Among them is The Copper Basin Mining District site in Tennessee, just north of the Georgia state line, which includes parts of the North Potato Creek and Davis Mill Creek watersheds and a 26-mile-long reach of the Ocoee River affected by mining activities. From the late 1800s until the 1980s, mining, processing, and chemical manufacturing operations resulted in the erosion and transportation of tens of millions of cubic yards of soil and wastes to the Ocoee River, according to the Environmental Protection Agency (EPA). The former Copper Hill mine is a legacy site where the environmental degradation from mining – including onsite smelting – began in 1845 with [Tennessee Copper Company ](https://usace.contentdm.oclc.org/digital/collection/p16021coll7/id/3980/)operations. The landscape wound up so denuded that by the time the mine closed in 1987 acid rain had washed all the vegetation away. For miles there were no trees, no wildlife – there was nothing. In the 1970s, toxic waste dumps like [Love Canal](https://cumulis.epa.gov/supercpad/cursites/csitinfo.cfm?id=0201290&msspp=med) and [Valley of the Drums](https://cumulis.epa.gov/supercpad/cursites/csitinfo.cfm?id=0402072) revealed the risks to the environment and human health posed by contaminated sites. US Congress established the [Comprehensive Environmental Response, Compensation and Liability Act (CERCLA)](https://www.epa.gov/superfund/superfund-cercla-overview) in 1980 in response. CERCLA is now informally called Superfund, and the Copper Basin Mining District is an [ EPA designated Superfund site](https://cumulis.epa.gov/supercpad/cursites/csitinfo.cfm?id=0406638). Current owner of the site, Copperhill Industries, partnered with land reclamation company Denali to restore the Basin from a barren site with no vegetation or topsoil and very poor water quality to a healthy ecosystem. “They extracted very rich copper ores there – they had their own train system and they would bring it over to the smelters and smelt it in and it produced a lot of sulfuric acid in and a lot of acid rain. They dumped residuals on the ground – mountains of it. So what you ended up with was incredibly acidic soils,” Denali’s southeast operations manager Glenn Dowling told MINING.com in an interview. “You could see Copper Hill from space – the astronauts, when they circled the earth, they knew where they were across the United States because they could see this bare dot in the southeast that was Copper Hill,” Dowling said. “They’re teaching kids this in school. I called it the man-made ecological disaster because that’s exactly what it was.” Dowling was a lobbyist at the state capital for years with the Georgia Wildlife Federation. Denali has worked with the State of Pennsylvania on reclaiming 1,500 acres of former coal mining sites that are now managed as state game lands with public hunting access. After failed attempts to restore the land with conventional fertilizer, the land was successfully returned to green grass and healthy waterways using biosolids, which the EPA defines as nutrient-rich organic material resulting from sewage treatment in a facility that is recycled and applied as fertilizer to improve and maintain productive soils and stimulate plant growth. Copperhill Industries noted the land was particularly challenging because of low soil pH and a lack of organic matter, which plants need to survive. After reclamation efforts with chemical fertilizer failed, Class B biosolids from Moccasin Bend Wastewater Treatment Plant in Chattanooga were land applied to portions of the site in 2018. Work with Class B biosolids, the lower class of levels of method of metals and pathogens, came to a halt in late 2022 when [residents complained about odors ](https://www.local3news.com/local-news/copperhill-residents-complain-of-smell-from-biosolids-fertilizer-nearby/article_f9b46f46-baa2-11ec-a1e4-67238317c768.html)emanating from the treatment plant and Copperhill Industries owner [Buddy Haynes faced opposition](https://www.thenewsobserver.com/local-news/haynes-defends-biosolids-points-successful-effort) from the local community. Work resumed with Class A biosolids and 1,800 acres have now been successfully reclaimed. The project, Denali said, has raised the possibility that Superfund reclamation obligations may be completed under budget and ahead of schedule. “The big thing that carbon based organic matter that is so valuable for the soil,” Dowling said. “It’s great for sequestering carbon. It’s great for regenerative soils. All these good things biosolids can provide. We would like to do more of it in mining. We’d love to push it out to Alabama, Tennessee and Georgia mining associations for their distribution and their use. It’s gone from a moonscape to a meta in 11 months.” Dowling said the reclamation brought the pH of water up from A2 to nearly a six. “If we can make that happen with flowing water from headwaters, this could be enormous nationwide.” Dowling said Denali aims to work with state governments who have received funding from the Inflation Reduction Act and other Acts that have mine reclamation dollars in them. “We see it as a way that we can contribute to the natural cycle of life – go back and reclaim what we’ve already used and turn it back into some more usable land where we see the public hunting and fishing and hiking and bird watching.” “In Georgia they say all mine mining permits are reclamation permits. I want to help contribute to the success of those reclamation projects.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://cumulis.epa.gov/supercpad/cursites/csitinfo.cfm?id=0402072)",
    "https://thenewsobserver.com/local-news/haynes-defends-biosolids-points-successful-effort)",
    "https://cumulis.epa.gov/supercpad/cursites/csitinfo.cfm?id=0406638).",
    "https://www.cumulis.epa.gov/supercpad/cursites/csitinfo.cfm?id=0406638).",
    "https://www.thenewsobserver.com/local-news/haynes-defends-biosolids-points-successful-effort)",
    "https://usace.contentdm.oclc.org/digital/collection/p16021coll7/id/3980/)operations.",
    "https://cumulis.epa.gov/supercpad/cursites/csitinfo.cfm?id=0201290&msspp=med)",
    "https://www.cumulis.epa.gov/supercpad/cursites/csitinfo.cfm?id=0402072)",
    "https://local3news.com/local-news/copperhill-residents-complain-of-smell-from-biosolids-fertilizer-nearby/article_f9b46f46-baa2-11ec-a1e4-67238317c768.html)emanating",
    "https://www.cumulis.epa.gov/supercpad/cursites/csitinfo.cfm?id=0201290&msspp=med)",
    "https://epa.gov/superfund/superfund-cercla-overview)",
    "https://www.epa.gov/superfund/superfund-cercla-overview)",
    "https://www.usace.contentdm.oclc.org/digital/collection/p16021coll7/id/3980/)operations.",
    "https://www.local3news.com/local-news/copperhill-residents-complain-of-smell-from-biosolids-fertilizer-nearby/article_f9b46f46-baa2-11ec-a1e4-67238317c768.html)emanating",
    "https://cumulis.epa.gov/supercpad/cursites/csitinfo.cfm"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "copper hill",
        "sentiment": "none"
      },
      {
        "name": "epa",
        "sentiment": "none"
      },
      {
        "name": "environmental protection agency",
        "sentiment": "none"
      },
      {
        "name": "tennessee copper company",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "tennessee",
        "sentiment": "none"
      },
      {
        "name": "davis mill creek",
        "sentiment": "none"
      },
      {
        "name": "ocoee river",
        "sentiment": "none"
      },
      {
        "name": "copper basin mining district",
        "sentiment": "none"
      },
      {
        "name": "north potato creek",
        "sentiment": "none"
      },
      {
        "name": "georgia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:50:08.679+02:00",
  "updated": "2024-01-06T01:50:08.679+02:00"
}