{
  "thread": {
    "uuid": "9403bdc98e8f093f10d711e9034a04891c1df9b8",
    "url": "https://www.good.is/remarkable-story-of-how-a-pigeon-saved-a-crew-of-world-war-ii-bombers",
    "site_full": "www.good.is",
    "site": "good.is",
    "site_section": "https://www.good.is/feeds/feed.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Good",
    "title": "Remarkable story of how a pigeon saved a crew of World War II bombers",
    "title_full": "Remarkable story of how a pigeon saved a crew of World War II bombers - Good",
    "published": "2024-05-05T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IS",
    "main_image": "https://d1uky1dtpry8e9.cloudfront.net/690842/uploads/b98b2990-086c-11ef-adf1-f32decd264e8_800_420.jpeg",
    "performance_score": 0,
    "domain_rank": 6305,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9403bdc98e8f093f10d711e9034a04891c1df9b8",
  "url": "https://www.good.is/remarkable-story-of-how-a-pigeon-saved-a-crew-of-world-war-ii-bombers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zoheb Alam",
  "published": "2024-05-05T08:00:00.000+03:00",
  "title": "Remarkable story of how a pigeon saved a crew of World War II bombers",
  "text": "A carrier pigeon's act of 'heroism' saw it awarded the animal's equivalent of the Victoria Cross. For centuries, birds have served as vital tools for communication, both near and far. During the Second World War, the Army heavily relied on pigeons to deliver important military information. In 1942, a carrier pigeon performed the act of \"heroism\" after acting as a vital SOS message for a badly damaged RAF bomber ditched into the North Sea, according to the [BBC](https://www.bbc.com/news/uk-scotland-tayside-central-17138990). This story of bravery unfolds against the backdrop of World War II as a British bomber crew returns from a mission over Norway. However, severely damaged by enemy fire, the bomber crashed into the sea over 100 miles from home. After crashing, the four men could not radio their exact position back to base. But as the aircraft went down, the crew had managed to salvage their secret weapon - a carrier pigeon. They released their carrier pigeon, Winkie, hoping she could fly to her loft in Broughty Ferry, near Dundee, and alert the airbase of their dire situation. Stranded in the open sea, the four British men saw the carrier pigeon as their last hope to avoid a freezing death. During World War II, carrier pigeons were routinely carried by RAF bombers for emergency situations. Back in the day, rescue operations were not smooth affairs due to the lack of GPS tech and for soldiers, their winged companions were their last hope. Winkie rose to the occasion, making it back to her owner after flying 120 miles. She was found exhausted and covered in oil by owner George Ross, who immediately informed RAF Leuchars in Fife. Though tired, Winkie's arrival was crucial in pinpointing the stranded crew's location at sea. The RAF was able to calculate the position of the downed aircraft using the time difference between the plane's ditching and the arrival of the bird - taking into account the wind direction and even the traces of the oil on Winkie's feathers to her flight speed. Without any further ado, a rescue mission was launched by the RAF base, and the four stranded men were found within 15 minutes of the search. The four men stranded at the North Sea were brought back home safe and sound all thanks to their winged companion. Elaine Pendlebury, from veterinary charity PDSA, said the carrier pigeon had been released as a \"last ditch stand\" when the crew realized they had no other options. Pendlebury also added, \"I find it very, very moving really. These people would have died without this pigeon message coming through.\" Winkie was honored for her pivotal role in rescuing the stranded soldiers. A year later, she became one of the three pigeons to receive the first Dickin Medal - named after PDSA's founder, Maria Dickin - for \"delivering a message under exceptional difficulties.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.bbc.com/news/uk-scotland-tayside-central-17138990).",
    "https://bbc.com/news/uk-scotland-tayside-central-17138990)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "winkie",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "army",
        "sentiment": "none"
      },
      {
        "name": "bbc",
        "sentiment": "none"
      },
      {
        "name": "raf",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "norway",
        "sentiment": "none"
      },
      {
        "name": "north sea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-05T09:56:42.302+03:00",
  "updated": "2024-05-12T14:22:33.779+03:00"
}