{
  "thread": {
    "uuid": "c395423ed0776e2e2cbd2ac938ecf51f1187c0ae",
    "url": "https://vnexplorer.net/bitcoin-has-surged-67-in-value-since-september-heres-why-s825507.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Bitcoin has surged 67% in value since September—here's why",
    "title_full": "Bitcoin has surged 67% in value since September—here's why",
    "published": "2024-01-06T03:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwOS6.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c395423ed0776e2e2cbd2ac938ecf51f1187c0ae",
  "url": "https://vnexplorer.net/bitcoin-has-surged-67-in-value-since-september-heres-why-s825507.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-06T03:06:00.000+02:00",
  "title": "Bitcoin has surged 67% in value since September—here's why",
  "text": "Bitcoin has surged 67% in value since September—here’s why\nEven with a regulatory crackdown on cryptocurrency exchanges in the past year, the price of bitcoin rose steadily through most of 2023, and now sits at around $43,610 — a nearly $18,000 increase in value since September.\nBitcoin hit a peak value of around $68,000 in November 2021. But by November 2022, it had lost more than 75% of that value following the collapse of FTX, the largest cryptocurrency exchange at the time. And now, it’s bounced back up again.\nOther popular cryptocurrencies have followed a similar trajectory in what has been a remarkable turnaround for an industry battered by scandal. But why now?\nA pending decision on cryptocurrency ETFs seems to be driving demand Investors have been buying cryptocurrencies ahead of the much-anticipated approval of the first U.S. spot bitcoin exchange-traded fund, which is expected later in January.\nPending approval, a slew of investment firms are expected to offer ETFs, most notably Blackrock, the largest asset management firm in the world.\nAn ETF is an investment fund that tracks the price of an underlying asset or index — in this case, bitcoin.\nThe advantage of a bitcoin or crypto ETF is that it would offer a way for investors to benefit from the price movements of bitcoin without owning the cryptocurrency directly.\nIf approved, cryptocurrency ETFs are expected to be traded on traditional SEC-regulated exchanges like the New York Stock Exchange or Nasdaq, according to CoinDesk.\nThat would open up the cryptocurrency market to a wider array of buyers who don’t use cryptocurrency exchanges already. In anticipation of ETF approval, investors have been piling back into the market, which has driven up the price of bitcoin.\n“It really opens the door for all kinds of demands. And if demand goes up, price goes up,” says Douglas Boneparth, president of Bone Fide Wealth and a member of CNBC’s Financial Advisor Council. Boneparth holds investments in bitcoin and other cryptocurrencies.\nThere are other factors at play, too. The Federal Reserve has signaled that its interest rate hike cycle is over, an encouraging sign for the economy as inflation continues to fall. This has made riskier assets like crypto more attractive to investors.\nAnother factor is bitcoin’s “halving,” which is expected in April. Halving is a built-in mechanism related to bitcoin mining that periodically reduces token supply. Decreasing the supply of bitcoin is expected to further stoke demand.\nTo break it down, the factors behind the recent surge in bitcoin prices are “60% bitcoin ETF, 20% halving and 20% economic conditions,” says Boneparth.\nHowever, “be mindful about the relentless upward [price] movement over the past few months,” says Owen Lau, executive director at financial services company Oppenheimer & Co. “A lot of the good news appears to have been priced in.”\nBitcoin remains a risky investment Cryptocurrency is widely seen as a speculative asset that doesn’t derive its value from an underlying entity. It’s also extremely volatile, sometimes with price fluctuations of 5% to 10% in a single day. There are no guarantees that it will retain any of its current value, either.\nAs such, financial planners typically advise against investing more than you’re willing to lose.\n“Bitcoin is the best performing asset class in the last 10 years,” says Boneparth. “But owning that performance comes with a large amount of risk.”\nDON’T MISS: Want to be smarter and more successful with your money, work & life? Sign up for our new newsletter!\nGet CNBC’s free Warren Buffett Guide to Investing, which distills the billionaire’s No. 1 best piece of advice for regular investors, do’s and don’ts, and three key investing principles into a clear and simple guidebook.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwF6j.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwOS6.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwF6j.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwOS6.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bitcoin",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "ftx",
        "sentiment": "none"
      },
      {
        "name": "blackrock",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T03:10:05.927+02:00",
  "updated": "2024-01-06T03:10:05.927+02:00"
}