{
  "thread": {
    "uuid": "c28cbeedf1293e4a7df5c64c69864ad5f2a9b195",
    "url": "https://worldisraelnews.com/new-maritime-aid-corridor-to-gaza-will-collapse-hamas-israeli-defense-minister-says",
    "site_full": "worldisraelnews.com",
    "site": "worldisraelnews.com",
    "site_section": "https://worldisraelnews.com/rss",
    "site_categories": [
      "media",
      "hobbies_and_interests",
      "judaism",
      "religion"
    ],
    "section_title": "World Israel NewsWorld Israel News",
    "title": "New maritime aid corridor to Gaza will ‘collapse Hamas,’ Israeli defense minister says",
    "title_full": "New maritime aid corridor to Gaza will ‘collapse Hamas,’ Israeli defense minister says",
    "published": "2024-03-11T00:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://worldisraelnews.com/wp-content/uploads/2024/01/F231226CG123.jpg",
    "performance_score": 0,
    "domain_rank": 96536,
    "domain_rank_updated": "2024-03-05T12:11:17.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c28cbeedf1293e4a7df5c64c69864ad5f2a9b195",
  "url": "https://worldisraelnews.com/new-maritime-aid-corridor-to-gaza-will-collapse-hamas-israeli-defense-minister-says",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "David Rosenberg",
  "published": "2024-03-11T00:46:00.000+02:00",
  "title": "New maritime aid corridor to Gaza will ‘collapse Hamas,’ Israeli defense minister says",
  "text": "New maritime aid corridor to Gaza will ‘collapse Hamas,’ Israeli defense minister says March 11, 2024 Yoav Galant holds a joint press conference on December 26, 2023. (Chaim Goldberg/FLASH90)Chaim Goldberg/FLASH90New maritime aid corridor to Gaza will ‘collapse Hamas,’ Israeli defense minister says Tweet Email https://worldisraelnews.com/new-maritime-aid-corridor-to-gaza-will-collapse-hamas-israeli-defense-minister-says/ Email Print Defense Minister Yoav Gallant says US plan to build Gaza port will help weaken Hamas’ grip over the coastal enclave.By Yaakov Lappin, JNSThe United States-led initiative to provide sea-based humanitarian aid to Gazans via a floating pier will “help lead to the collapse of the Hamas regime,” Defense Minister Yoav Gallant said on Sunday.“We will ensure that the aid reaches those to whom it should get to and that it does not reach those to whom it should not get to,” he added. Gallant made the comments as he sailed on board a Dvora–type Israel Navy fast patrol boat off the coast of Gaza to closely examine plans to set up a floating humanitarian pier.He was accompanied by Navy Commander Maj. Gen. David Sa’ar Salama, as well as the head of the IDF Civil Administration, which is in charge of working with the Palestinian population, Maj. Gen. Rassan Elian. Gallant pointed out that the sea-based aid corridor is “designed to bring direct assistance to the residents and thus continue to undermine Hamas rule in Gaza. We will bring the aid through a maritime route that is coordinated with the U.S. on the security and humanitarian side, with the help of the Emirates on the civilian side and appropriate checks in Cyprus. The goods will be brought by international organizations with American assistance.”Read WATCH: New documentary exposes the horrific sexual violence committed by HamasAlso on Sunday, Politico, the Washington-based digital newspaper, published an interview with Prime Minister Benjamin Netanyahu, in which he responded to recent criticism by U.S. President Joe Biden. During the interview, Netanyahu related that most Israelis firmly support his policy of eliminating the remaining Hamas battalions in Rafah. “Most Israelis understand that if we don’t do this, we will return to the Oct. 7 massacre,” he said.Meanwhile, in the North, Israel Air Force fighter jets struck multiple Hezbollah targets in southern Lebanon. Hezbollah fired heavy barrages at Mount Meron during the day, launching some 35 projectiles, some of which were intercepted, before targeting the Mount Hermon area with another barrage.Overnight, IAF aircraft attacked infrastructure belonging to Hezbollah, the Lebanese Shi’ite terrorist organization, in the region of Aita al-Shaab; a rocket launching site in Maroun al-Ras, and a military structure housing terrorist operatives in the Harbata Salam area. In addition, a Hezbollah unmanned aerial vehicle that fell in an open area on Mount Hermon was salvaged by the IDF.The military also announced on Sunday that in recent days, its Technology and Logistics Directorate led an exercise in which logistical supplies were provided to forces by air and on the ground. The exercise was conducted in cooperation with Northern Command, the IAF and additional Ground Forces units, and simulated the supply of equipment, water, fuel, and ammunition in war scenarios to Israeli forces in the north.Read Polls show 35% of young Americans support false claims made by HamasOn Saturday night, IDF Spokesperson Rear Adm. Daniel Hagar said, “We will continue to strike Hezbollah’s military systems; headquarters, weapons storage facilities, military posts, and any infrastructure that may serve it, and every Hezbollah terrorist that endangers the State of Israel. In addition, we continue to accelerate our readiness for war, if required. We are prepared to launch a broader operation if ordered.” gaza stripHamasYoav Gallant",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chaim goldberg",
        "sentiment": "none"
      },
      {
        "name": "yoav galant",
        "sentiment": "none"
      },
      {
        "name": "yaakov lappin",
        "sentiment": "none"
      },
      {
        "name": "gallant",
        "sentiment": "none"
      },
      {
        "name": "yoav gallant",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "israel navy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T02:33:39.544+02:00",
  "updated": "2024-03-11T02:33:39.544+02:00"
}