{
  "thread": {
    "uuid": "8be94280622176bf2a0b66549652f9333d589cc5",
    "url": "https://www.president.gov.ua/en/news/prezident-ukrayini-priyihav-do-avdiyivki-ta-nagorodiv-oboron-88017",
    "site_full": "www.president.gov.ua",
    "site": "president.gov.ua",
    "site_section": "http://www.president.gov.ua/en/rss/index.xml",
    "site_categories": [
      "media",
      "college_administration",
      "education",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "www.president.gov.ua",
    "title": "The President of Ukraine visited Avdiivka and awarded the defenders of the city",
    "title_full": "The President of Ukraine visited Avdiivka and awarded the defenders of the city",
    "published": "2023-12-29T18:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "UA",
    "main_image": "https://www.president.gov.ua/storage/j-image-storage/39/13/53/0d9a2578895cdd79df8e912daf83b10c_1703842566_large.png",
    "performance_score": 0,
    "domain_rank": 5303,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8be94280622176bf2a0b66549652f9333d589cc5",
  "url": "https://www.president.gov.ua/en/news/prezident-ukrayini-priyihav-do-avdiyivki-ta-nagorodiv-oboron-88017",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T18:16:00.000+02:00",
  "title": "The President of Ukraine visited Avdiivka and awarded the defenders of the city",
  "text": "During his trip to Donetsk region, President of Ukraine Volodymyr Zelenskyy visited the advanced checkpoint of the 110th Separate Mechanized Brigade named after General-Corporal Marko Bezruchko, staying in Avdiivka.\nThe Head of State received a briefing from the brigade's commander, Hero of Ukraine Mykola Chumak, on the operational situation in the area and the course of defensive actions. According to the brigade commander, Russian invaders show no mercy to people, but our defenders are holding their positions firmly and even capturing enemy soldiers.\nThe President spoke with the soldiers, expressing gratitude for their high combat spirit. The Head of State inquired about the primary needs of the military, with a frequent mention of the necessity for personnel replenishment and electronic warfare equipment. At the same time, the fighters said that the supply of drones has significantly improved in recent times.\nVolodymyr Zelenskyy also presented state awards to the defenders of Avdiivka. In particular, Junior Sergeant Ihor Tymoschuk received the order of the Golden Star from the President, and was honored with the title of Hero of Ukraine. The junior sergeant personally plans, directs, and participates in assault operations. Groups under his leadership have repeatedly destroyed enemies, captured enemy soldiers, and regained control of positions. Thanks to the successful restoration of lost defensive positions, Ihor Tymoschuk prevented the enemy from breaking through to Avdiivka, ensuring the retention of a crucial line for the country's defense.\nPresident Zelenskyy awarded Senior Lieutenant Yevhen Baikov with the \"Cross of Military Merit.\" Additionally, Zelenskyy presented the orders of Bohdan Khmelnytsky III class and the Order \"For Courage\" III class.\n\"I have the honor today, with our team, to be here in Avdiivka to thank you for your service and to award you. You are strong people. Thanks to you, we have Ukraine, our land, our relatives, and loved ones. I want to congratulate you on Christmas, on the New Year, and thank you on behalf of the entire Ukrainian people for the year you endured. The whole country endured because of you and because of people like you,\" the President said.\nThe Head of State wished the defenders and their families good health and strength.\n\"Victory is definitely awaiting us. I am confident in each of you. Thank you for your service! Glory to Ukraine!\" Volodymyr Zelenskyy said.\nIn addition, for the safety of the personnel, the President handed over awards to be presented to military personnel in their locations.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "volodymyr zelenskyy",
        "sentiment": "negative"
      },
      {
        "name": "marko bezruchko",
        "sentiment": "none"
      },
      {
        "name": "ihor tymoschuk",
        "sentiment": "none"
      },
      {
        "name": "mykola chumak",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "110th separate mechanized brigade",
        "sentiment": "none"
      },
      {
        "name": "state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "avdiivka",
        "sentiment": "none"
      },
      {
        "name": "donetsk",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T19:08:41.488+02:00",
  "updated": "2023-12-29T19:08:41.488+02:00"
}