{
  "thread": {
    "uuid": "43fb9e856d3609c7660bc786b0fd7eb20e122141",
    "url": "https://www.infobae.com/america/agencias/2024/03/08/zelenski-felicita-a-suecia-por-su-ingreso-en-la-otan-esta-ahora-mas-protegido-del-mal-ruso",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "http://www.infobae.com/feeds/rss/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Infobae.com",
    "title": "Zelenski felicita a Suecia por su ingreso en la OTAN: \"Está ahora más protegido del mal ruso\"",
    "title_full": "Zelenski felicita a Suecia por su ingreso en la OTAN: \"Está ahora más protegido del mal ruso\"",
    "published": "2024-03-08T05:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/fQSunvf2de4eGDRcYvFstYOPxaM=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/BHIPBPB2I5FYHERUJLUHSLHNTE.jpg",
    "performance_score": 0,
    "domain_rank": 2077,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "43fb9e856d3609c7660bc786b0fd7eb20e122141",
  "url": "https://www.infobae.com/america/agencias/2024/03/08/zelenski-felicita-a-suecia-por-su-ingreso-en-la-otan-esta-ahora-mas-protegido-del-mal-ruso",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsroom Infobae",
  "published": "2024-03-08T05:03:00.000+02:00",
  "title": "Zelenski felicita a Suecia por su ingreso en la OTAN: \"Está ahora más protegido del mal ruso\"",
  "text": "El presidente de Ucrania, Volodimir Zelenski, ha felicitado a las autoridades y la población de Suecia por su ingreso en la Alianza Atlántica --certificado este mismo jueves--, y ha señalado que \"un país europeo más está ahora mejor protegido del mal ruso\". \"Todos nos beneficiamos cuando la seguridad de un país mejora y ese país realmente puede fortalecer la seguridad compartida. Esta norma ha funcionado sistemáticamente durante toda la existencia de la OTAN y confío en que seguirá funcionando\", ha manifestado. Así las cosas, Zelenski ha incidido en que Rusia ataca \"contra todo lo que ha mantenido a Europa pacífica y unida\" en las últimas décadas, y ha señalado que los países del continente \"comprenden lo fundamental que es mantener alianzas y asociaciones\" para garantizar la seguridad. \"Ucrania siempre ha apoyado por principios la adhesión de Suecia a la OTAN, y agradezco a Suecia su apoyo a nuestro país. Estoy seguro de que llegará el día en que Suecia podrá felicitar a Ucrania por su adhesión a la Alianza\", ha señalado Zelenski en sus redes sociales. Suecia se ha convertido este jueves en nuevo miembro de la OTAN tras finalizar todos los trámites para su integración en la organización militar, una vez Hungría ha depositado el protocolo de adhesión en la capital de Estados Unidos, Washington. Suecia se une así a sus vecinos finlandeses, que ingresaron en la OTAN hace ahora 11 meses, después de que ambos presentaran su solicitud de adhesión en mayo de 2022, tan solo unos meses después de la invasión rusa de Ucrania. Pese a que en un primer momento la OTAN preveía una adhesión 'exprés' de Suecia y Finlandia, ambos han tenido que lidiar con las reticencias de Hungría y especialmente de Turquía, que ha bloqueado el proceso alegando falta de cooperación en materia de seguridad.\nZelenski felicita a Suecia por su ingreso en la OTAN: \"Está ahora más protegido del mal ruso\"\nDEPORTES\nCampeones del mundo y figuras: de la atajada del Dibu Martínez para salvar al Aston Villa al gol de Di María que rescató al Benfica\n“Humildad, prestigio, magia y tanto fútbol”: el sorpresivo posteo del Pocho Lavezzi con Messi y Di María como protagonistas\nEl Tribunal de Disciplina dio a conocer el fallo del partido entre Chacarita y Tigre que fue suspendido por la agresión a Fernando Brandán\nNewell’s venció 1-0 a Tigre en el cierre de la fecha 9 de la Copa de la Liga y entró en zona de clasificación\nENTRETENIMIENTO\n“El problema de los 3 cuerpos” revela tráiler final: Netflix alista uno de los estrenos más grandes de 2024\nLlega a los cines “Todos somos extraños”: ¿por qué esta película cambiará tu visión del amor?\n“Intensamente 2″ lanza tráiler oficial y confirma las voces de nuevas emociones",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T05:07:59.301+02:00",
  "updated": "2024-03-08T05:07:59.301+02:00"
}