{
  "thread": {
    "uuid": "e1a5a26bf499a86a437dce73c342b3229b87c3ed",
    "url": "https://edmonton.citynews.ca/2023/12/28/george-stroumboulopoulos-nyt-journalist-dairy-ceo-among-78-named-to-order-of-canada/",
    "site_full": "edmonton.citynews.ca",
    "site": "citynews.ca",
    "site_section": "https://edmonton.citynews.ca/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "CityNews Edmonton",
    "title": "George Stroumboulopoulos among 78 named to Order of Canada",
    "title_full": "George Stroumboulopoulos among 78 named to Order of Canada",
    "published": "2023-12-28T15:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://edmonton.citynews.ca/wp-content/blogs.dir/sites/15/2023/12/20231226171228-b1f8a4474bef461eaa1bc81c25c8d6f8380fcd7dd7d6bdf1411a5f7e8c0cdbcd-e1703774771715.jpg",
    "performance_score": 0,
    "domain_rank": 4644,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 13
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e1a5a26bf499a86a437dce73c342b3229b87c3ed",
  "url": "https://edmonton.citynews.ca/2023/12/28/george-stroumboulopoulos-nyt-journalist-dairy-ceo-among-78-named-to-order-of-canada/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "News Staff",
  "published": "2023-12-28T15:00:00.000+02:00",
  "title": "George Stroumboulopoulos among 78 named to Order of Canada",
  "text": "George Stroumboulopoulos among 78 named to Order of Canada\n 6:00 am.\nLast Updated December 28, 2023 11:11 am.\nWhen George Stroumboulopoulos thinks back on his TV career, it’s his time hosting The NewMusic in the early 2000s that resonates most.\nMany Canadians remember how the gregarious host introduced them to bands and musicians on the MuchMusic program, and those years are part of the reason he is now being appointed to the Order of Canada.\n“It was this golden era of television that I don’t think could ever be created again,” he told The Canadian Press in an interview.\nStroumboulopoulos went on to host his own show on CBC for a decade, followed by a stint on Hockey Night in Canada from 2014 to 2016.\nHe has interviewed everyone from Oprah Winfrey to Hilary Clinton to Snoop Dogg — but he said he never changed along the way.\n“With very rare exceptions, I have been 100 per cent myself the whole way,” he said.\nStroumboulopoulos is one of 78 Canadians being awarded one of the country’s highest honours.\nThe list of new officers of the Order of Canada provided by the office of the Governor General includes Willie Adams, the first Inuit senator in Canada, guitar-maker Linda Manzer, editorial cartoonist Michael de Adder and pollster Nik Nanos.\nBeing promoted within the order are former MP and senator Serge Joyal, former MP, Cree chief and lawyer Wilton Littlechild and Dr. Ronald Stewart, who is recognized for his contributions to emergency medicine.\nWhen Susanne Craig found out she was receiving the honour, the journalist was in the middle of a Zoom call with editors, finishing up a story on independent presidential candidate Robert F. Kennedy Jr.\n“I couldn’t believe it,” she recalled in an interview. “And then I had to get right back on the call and close the story.”\nCraig’s journalism in recent years has been as high-profile as it gets, reporting on former U.S. president Donald Trump’s taxes for the New York Times.\nIt’s investigative work that earned her a Pulitzer Prize in 2019, but it also came with challenges including death threats, and knowing that her work would be politicized.\n“I think you just have to stand your ground,” she said. “I always think, to me, it is about journalism, and I think you have to sort of feel at the end of the day that what you’re doing, it is about the reporting.”\nAlso receiving the honour is Francine Lemire, a doctor who represented Canada in the Paralympics in the ’80s.\n“In a way, it was a love story,” she said, describing her journey to the games.\nLemire is an above-the-knee amputee. Her now-husband “is a very good cross-country skier, and he is in fact the one who has been able to think through adjustments that would be required for me to be able to ski.”\nIn the 1984 games, she came in fourth in cross-country skiing. That’s the worst placing, she said — “you just missed out.”\n“One needs to learn what there’s to learn from that, and try and turn the page and get ready for the next race. And it’s never very easy,” Lemire said, adding it was an experience that taught her the importance of planning and resilience.\nFour years later, she won two gold medals at the 1988 Paralypmic Winter Games in Austria.\nLemire went on to practise as a family doctor in Corner Brook, N.L., for almost 25 years. And in 2022, she retired after 10 years as the president and CEO of the College of Family Physicians of Canada.\n“This recognition is also a validation for me of a lifetime commitment to family medicine both as a clinician, as well as organizationally,” she said.\nFamily doctors look after people from birth to death, and Lemire called it “an incredible privilege to be able to enter people’s lives for the little things and big things in their life, and make a contribution, even in a small way, to … a life worth living.”\nIn 2020, Flavio Volpe also found himself — improbably enough, as president of the Automotive Parts Manufacturers’ Association — playing a part in the health care system.\nVolpe’s job has included initiatives like Project Arrow, the first Canadian-made electric vehicle, and helping renegotiate Canada’s trade agreement with the United States and Mexico.\nWhen the COVID-19 pandemic first hit in March 2020, there was “a dangerous shortage of critical medical goods” such as personal protective equipment and ventilators.\n“We led a call here, the first in this country, of converting manufacturing from auto parts to PPE and ventilators. And we were successful in mobilizing what I think is the greatest peacetime mobilization of Canadian manufacturing history.”\nVolpe, who is on the list of appointees to the order, describes it as his most fulfilling project.\n“We didn’t do it for money. It certainly was a terrible time financially for everybody,” he said. “But when everybody was afraid, this industry stepped up and I’m proud to have – I want to say this humbly – I’m proud to have led that.”\nLino Saputo, another business personality being recognized by the Governor General, followed in his father’s footsteps to take the reins of his family’s eponymous cheese and dairy products company.\nWhen Saputo was founded in Montreal in 1954, its products were delivered via bicycle. Now it’s one of the biggest dairy processors in the world.\n“It’s not always that simple, as a third generation in a family business, to bring it to different a new level or new heights,” Saputo said.\nUnder his watch, the company has expanded, growing in the United States and moving into Argentina, Australia and the U.K.\n“We’ve maintained that family spirit, we’ve maintained the focus on people, and that’s not always easy to do when you’re dealing with different countries and different cultures.”\nSaputo is also being honoured for his philanthropy. He said he’s especially proud of a decade volunteering with United Way Centraide Canada.\nSaputo said he hopes that “the involvement that I’ve had, both in business and in the community, that I’ve had the ability to change peoples’ lives for the better. That’s really been my mission, my focus and hopefully that’s what I’ll be remembered for.”\nAppointments to the Order of Canada\nGov. Gen. Mary Simon has appointed the following people, who were recommended for appointment by the Advisory Council of the Order of Canada:\nCompanions\n— Serge Joyal\n— J. Wilton Littlechild\n— Ronald Daniel Stewart\nOfficers\n— Willie Adams\n— Joséphine Bacon\n— Ian Burton\n— Richard Burzynski\n— William Arthur Stewart Buxton\n— Chang Keun (C.K.) Choi\n— Wenona Giles\n— Réjean Hébert\n— Richard Wayne Hill Sr.\n— Louise Imbeault\n— Firdaus Kharas\n— Linda Jane Manzer\n— Albert D. Marshall\n— Paul Myles O’Byrne\n— Peter Robb Pearson\n— Steven Lewis Point\nMembers\n— Jodi Leanne Abbott\n— Yisa Folasele Akinbolaji\n— Sara Joy Angel\n— Antonio Ariganello\n— Nurjehan Aziz Vassanji\n— Glen Baker\n— Morris L. Barer\n— Anne Bassett\n— Ardyth Brott\n— Alfredo Caxaj\n— Susanne Craig\n— Patrick Gordon Crean\n— Michael de Adder\n— Raquel Zegarra del Carpio-O’Donovan\n— Debbie A. Douglas\n— Bronwyn D. A. Drainie\n— Deantha Rae Edmunds\n— Jeffrey Mark Farber\n— Deanne M. Fitzpatrick\n— Louis Hugo Francescutti\n— Patricia Sybil Pritchard Fraser\n— Tennys J. M. Hanson\n— Raymond Roland Henault\n— Lorne Henry Hepworth\n— Victor Peter Hetmanczuk\n— John Pearson Hirdes\n— Lillie Johnson\n— Timothy Robert Jones\n— Richard Kroeker\n— Gary Alan Kulesha\n— Carol Anne Lee\n— Francine Lemire\n— André Leon Lewis\n— Kim Thúy Ly Thanh\n— George Edward MacDonald\n— Susan Margaret Macpherson\n— Medhat Sabet Mahdy\n— Lois McDonall\n— Noella Maria Milne\n— Deborah McColl Money\n— Osama El-Sayed Moselhi\n— Nikita James Nanos\n— John Andrew Olthuis\n— Linda M. Perry\n— André Pierre Picard\n— Bruce Godfrey Pollock\n— Bryan Earl Prince\n— Shannon Beth Prince\n— Joel Andrew Quarrington\n— Arun Ravindran\n— James M. Richards\n— Martine Monique Roy\n— Lino A. Saputo\n— Joseph (Jim) Spatz\n— George Mark Paul Stroumboulopoulos\n— Maia-Mari Sutnik\n— David Kin-Kay\n— Zainub Verjee\n— Flavio Volpe",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george stroumboulopoulos",
        "sentiment": "neutral"
      },
      {
        "name": "hilary clinton",
        "sentiment": "none"
      },
      {
        "name": "snoop dogg",
        "sentiment": "none"
      },
      {
        "name": "oprah winfrey",
        "sentiment": "none"
      },
      {
        "name": "stroumboulopoulos",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "order of canada",
        "sentiment": "neutral"
      },
      {
        "name": "the canadian press",
        "sentiment": "none"
      },
      {
        "name": "cbc",
        "sentiment": "none"
      },
      {
        "name": "muchmusic",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:03:11.541+02:00",
  "updated": "2023-12-29T00:03:11.541+02:00"
}