{
  "thread": {
    "uuid": "c09bd274563114db0fced7b5576430228d428c06",
    "url": "https://www.legit.ng/people/1598386-nigerian-father-grateful-baby-scratch-pop-ceiling-fell-bedroom",
    "site_full": "www.legit.ng",
    "site": "legit.ng",
    "site_section": "https://www.legit.ng/rss/all.rss",
    "site_categories": [
      "media",
      "homework_study_tips",
      "education",
      "non_standard_content",
      "society"
    ],
    "section_title": "",
    "title": "Watch video as Nigerian father shows condition of baby after POP ceiling fell inside room",
    "title_full": "Watch video as Nigerian father shows condition of baby after POP ceiling fell inside room",
    "published": "2024-06-21T10:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://netstorage-legit.akamaized.net/images/cefbf847adb81f31.jpg?imwidth=1200",
    "performance_score": 0,
    "domain_rank": 9887,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c09bd274563114db0fced7b5576430228d428c06",
  "url": "https://www.legit.ng/people/1598386-nigerian-father-grateful-baby-scratch-pop-ceiling-fell-bedroom",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ankrah Shalom",
  "published": "2024-06-21T10:45:00.000+03:00",
  "title": "Watch video as Nigerian father shows condition of baby after POP ceiling fell inside room",
  "text": "- A Nigerian man has given gratitude to God for the safety of his son following an accident that happened at home - The grateful father shared a video showing the POP ceiling, which suddenly fell when his son was in the room - Social media users reacted massively to the trending video, with many praising God for the baby's protection PAY ATTENTION: Legit.ng Entertainment Awards 2024 Voting Is Alive. Choose the best entertainer in 15 categories for FREE. A Nigerian father has shared the aftermath of an accident which happened in his bedroom. While sharing the clip, he gave gratitude to God for protecting his son, who came out of the bedroom without injuries. POP ceiling in bedroom unexpectedly collapses According to the father, identified as @ benorich1 on the TikTok app, the Plaster of Paris (POP) ceiling in his bedroom suddenly collapsed while his baby was in the room. PAY ATTENTION: Сheck out news that is picked exactly for YOU ➡️ find the “Recommended for you” block on the home page and enjoy! Fortunately, the baby was brought out without any scratches or injuries, and the father was thankful to God for his child's protection. \"Guess who came out of this. God's grace. No scratch, no injuries, no pain. Just God's grace,\" he said while capturing his son smiling on the bed. Reactions as man displays fallen POP ceiling Social media users stormed the comments section on TikTok to react to the video. @mummy's lastborn said: \"My mum told me that something similar to this happened to me when I was a month old she went out, leaving me with the nanny. According to what the nanny told her she heard take the baby out of the cradle buh she didn't pay attention, she heard it again, still didn't pay attention, the third time she heard it she quickly picked me up immediately she did, the wall where the cradle crumbled. She was in so much shock that she left it that way till my mum came bck.\" @Amaka Bella said: \"Spent over 5 million in my building POP ceiling. It is 6 years and still counting.\" @Ikenna Henry Ibeh reacted: \"I am a POP installation professional, this can be bad cement or the workman did not nack concrete nails with bindwire on top before installation.\" @chioma Rosemary added: \"Thank God, but please if the child was there when it happened please take the child to the hospital for check up.\" @Cassandraa said: \"Odieshi baby.\" Watch the video below: Lady escapes death as POP ceiling falls off Meanwhile, Legit.ng previously reported that a young lady expressed joy online after escaping a disastrous incident in her room. The Plaster of Paris (POP) ceiling in her room crashed to the floor, and luckily, she wasn't in the room at the time. Proofread by Kola Muhammed, journalist and copyeditor at Legit.ng PAY ATTENTION: Donate to Legit Charity on Patreon. Your support matters! Source: Legit.ng []https://www.legit.ng/authors/ankrah-shalom/ Ankrah Shalom (Human-Interest editor) Shalom Ankrah is a journalist and a Human Interest Editor at Legit.ng with over three years of experience. She has a degree in Mass communication from Alex Ekwueme University. Shalom has worked with reputable news organizations including The Tide and GistReel. Email: ankrah.shalom@corp.legit.ng.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://vm.tiktok.com/ZMr2tHaeS/",
    "https://www.pinterest.com/Legitng/",
    "https://www.tiktok.com/@benorich1/video/7368399383722806534",
    "https://www.vm.tiktok.com/ZMr2tHaeS/",
    "https://vm.tiktok.com/ZMr2tHaeS",
    "https://tiktok.com/@benorich1/video/7368399383722806534",
    "https://pinterest.com/Legitng/",
    "https://www.pinterest.com/Legitng"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "pop",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "paris",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T11:49:08.211+03:00",
  "updated": "2024-06-24T01:10:13.529+03:00"
}