{
  "thread": {
    "uuid": "6df447714925bf0cfe1b4c7e83ae52812b116d29",
    "url": "https://www.businesslive.co.za/bd/world/2024-05-06-hamas-accepts-ceasefire-proposal",
    "site_full": "www.businesslive.co.za",
    "site": "businesslive.co.za",
    "site_section": "https://www.businesslive.co.za/bd/",
    "site_categories": [
      "social"
    ],
    "section_title": "Business Day",
    "title": "Hamas accepts ceasefire proposal",
    "title_full": "Hamas accepts ceasefire proposal",
    "published": "2024-05-06T22:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZA",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 9758,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 9,
        "comments": 3,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6df447714925bf0cfe1b4c7e83ae52812b116d29",
  "url": "https://www.businesslive.co.za/bd/world/2024-05-06-hamas-accepts-ceasefire-proposal",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Humeyra Pamuk",
  "published": "2024-05-06T22:17:00.000+03:00",
  "title": "Hamas accepts ceasefire proposal",
  "text": "World Hamas accepts ceasefire proposal Israeli official says no ceasefire agreement has been reached 06 May 2024 - 21:17 UPDATED 06 May 2024 - 22:08 by Humeyra Pamuk Palestinians react after Hamas accepted a ceasefire proposal from Egypt and Qatar, in Rafah,Gaza Strip, May 6 2024. Picture: REUTERS/DOAA AL BAZ\nWashington — The US is studying Hamas’ response to a ceasefire proposal and will discuss it with allies in the Middle East in the coming hours, the state department said on Monday.\nThe Palestinian militant group Hamas said earlier it had accepted a ceasefire and hostages-for-prisoners swap proposal from Egyptian and Qatari mediators after weeks of stop-start talks on a deal for a temporary pause in fighting.\nAn Israeli official said no ceasefire agreement had been reached. “This would appear to be a ruse intended to make Israel look like the side refusing a deal,” the Israeli official said.\n“I can confirm that Hamas has issued a response. We are reviewing that response now and discussing it with our partners in the region,” state department spokesperson Matthew Miller said on Monday afternoon, confirming that a response was received in the past hour or 90 minutes and that discussions would take place in the coming hours.\nCIA director Bill Burns was in the region “working on this in real time”, Miller said.\nThe Hamas announcement came hours after Israel ordered the evacuation of parts of Rafah, the city on Gaza’s southern edge that has served as the last sanctuary for about half of Gaza’s 2.3-million residents.\nThat appeared to signal that an operation on Rafah will go ahead, despite Washington’s repeated warnings, including by US secretary of state Antony Blinken on a visit to Israel last week, where he also focused on increasing humanitarian aid to Gaza.\nMiller reiterated that the US could not support an operation in Rafah “as it is currently envisioned” by Israel.\n“A Rafah operation would make it incredibly difficult to sustain the increases in humanitarian assistance that we have been able to deliver over the past few weeks,” Miller said.\nWhite House spokesperson John Kirby told reporters late on Monday: “We want to get these hostages out, we want to get a ceasefire in place for six weeks, we want to increase humanitarian assistance.” Reaching an agreement would be the “absolute best outcome”.\nKirby said US President Joe Biden spoke with Israeli Prime Minister Benjamin Netanyahu for about 30 minutes about Rafah and the hostage and ceasefire proposal, before the Hamas response was received. He described it as a constructive discussion.\nHowever, Netanyahu’s office said late on Monday that his war cabinet approved continuing an operation in Rafah to pressure Hamas to release Israeli hostages and achieve the country’s other war goals.\n“In parallel, even though the Hamas proposal is far from Israel’s necessary demands, Israel will send a working delegation to the mediators to exhaust the possibility of reaching an agreement under conditions acceptable to Israel,\" Netanyahu’s office said.\nTurkish President Recep Tayyip Erdogan said he welcomed the decision by Hamas, adding that it was in line with Ankara’s suggestion, and he hoped Israel would do the same.\nUpdate: May 6 2024\nThis story has been updated with more information.\nReuters",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.pinterest.com/pin/create/button/",
    "https://pinterest.com/pin/create/button/",
    "https://app.speechkit.io/api/v2/projects/694/podcasts/iframe.html",
    "https://www.pinterest.com/pin/create/button",
    "https://www.app.speechkit.io/api/v2/projects/694/podcasts/iframe.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "humeyra pamuk",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "neutral"
      },
      {
        "name": "world hamas",
        "sentiment": "neutral"
      },
      {
        "name": "reuters/doaa al baz",
        "sentiment": "none"
      },
      {
        "name": "state department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "middle east",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-07T00:23:59.011+03:00",
  "updated": "2024-05-07T18:58:21.628+03:00"
}