{
  "thread": {
    "uuid": "7f5e48b72124c7166c1c86515b902860f684a45c",
    "url": "https://lancasteronline.com/sports/nfl/the-bucs-defense-won-t-rest-under-todd-bowles/article_f6f0580a-e3c3-5dea-a91f-c37bf87bc26c.html",
    "site_full": "lancasteronline.com",
    "site": "lancasteronline.com",
    "site_section": "http://lancasteronline.com//search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=sports*&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "lancasteronline.com - RSS Results in sports* of type article",
    "title": "The Bucs’ defense won’t rest under Todd Bowles | NFL | lancasteronline.com",
    "title_full": "The Bucs’ defense won’t rest under Todd Bowles | NFL | lancasteronline.com",
    "published": "2024-01-20T00:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/lancasteronline.com/content/tncms/custom/image/93da4272-2b56-11eb-811c-8b16acf833b2.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 8613,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7f5e48b72124c7166c1c86515b902860f684a45c",
  "url": "https://lancasteronline.com/sports/nfl/the-bucs-defense-won-t-rest-under-todd-bowles/article_f6f0580a-e3c3-5dea-a91f-c37bf87bc26c.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rick Stroud - Tampa Bay Times (TNS)",
  "published": "2024-01-20T00:47:00.000+02:00",
  "title": "The Bucs’ defense won’t rest under Todd Bowles | NFL | lancasteronline.com",
  "text": "TAMPA, Fla. — The Bucs had just upset the Eagles in a wild-card game Monday night when Todd Bowles was asked how he would celebrate the biggest victory and only playoff win of his head-coaching career. “If I could get eight hours sleep,” he said, “that would be a celebration.” For all of his accomplishments this season — taking a team picked to be among the worst in the NFL with nearly $80 million of dead cap money and discarded quarterback Baker Mayfield to the NFC South title and eliminating the defending NFC champs from the playoffs — Bowles has been overlooked and perhaps underrated in one significant area: He’s also the defensive coordinator and play-caller. “It gets me in a lot earlier, I can tell you that much,” Bowles said. “I used to be a 5:30 (a.m.) guy, and I migrated to a 4:30 guy, and now I’m like a 3:20 guy. You get a lot of work done in the mornings. I still love that part of it. I still enjoy it very much.” Few who labor in the NFL can avoid the insomniac nights during the season. But after Bowles designed a six-man defensive front to shut down the Eagles' run game in a dominating 32-9 win, the message is clear: Don’t sleep on the Bucs. While he may not have many believers in his abilities as a head coach despite back-to-back division titles, the game was a reminder that Bowles remains one of the best defensive minds in the NFL over the last dozen years. He provided a master class on defensive creativity against Philadelphia. In their first meeting, the Eagles rushed 40 times for 201 yards, owning nearly an 18-minute advantage in time of possession. So Bowles committed more resources to the run game, adding two more defensive linemen to the front that already included outside linebackers Shaquil Barrett and Yaya Diaby. Whenever the Eagles went to 12 personnel — two tight ends and one running back — Bowles played K.J. Britt at inside linebacker instead of Devin White. “He’s probably our best run-thumper,” Bowles said. Bowles also knew he needed more man-to-man coverage to go with cornerbacks Carlton Davis and Jamel Dean to protect against the pass, so he moved second-year corner Zyon McCollum to safety, where he was able to lock down tight ends and slot receivers. “We try to find out what best suits us and what works best to defend against the other team,” Bowles said. “Sometimes it works, sometimes it doesn’t. You’re constantly trying to do things to win the ballgame. You definitely don’t try to do the same thing you’ve done when you got your head beat in.” Bowles’ adjustment worked as well as could ever be expected, rivaling the Bucs’ effort against Patrick Mahomes and the Chiefs in their 31-9 win three seasons ago in Super Bowl 55. The Eagles were held to a season-low 42 yards rushing. Quarterback Jalen Hurts was limited to 5 yards on one carry. More impressively, the Eagles were 0 for 9 on third down and 0 for 2 on fourth down. “It’s just math, the way it was, and eliminating space, that’s really all it was,” said Bucs co-defensive coordinator Kacy Rodgers. “We kind of told (the Eagles) to do something that maybe they didn’t want to do, and that’s what we were saying. They were going to be hard-headed about it, and we had to be hard-headed the other way.” When it comes to the postseason, since 2020 Bowles’ defense has been elite. It is first in quarterback hits (53), second in tackles for loss (37) and second in sacks (18). ”We get in there as coaches and we see what we can get away with based off of what we’ve got to protect,” Bowles said. “You’ve got to protect certain things as well. We don’t go in there and try to create and recreate football. I’m sure every blitz has been run, every front has been seen, whether it was years from now or whether it’s right now. We didn’t create any of these plays.” The Lions present new problems for the Bucs. In their first meeting, running back Jahmyr Gibbs did not play and David Montgomery left early with a rib injury. Tampa Bay also hasn’t had the most success against quarterback Jared Goff. In three games against the Bucs, including two with the Rams, Goff has averaged more than 415 yards and 2.3 touchdown passes, though he has thrown five interceptions. But the Bucs defense also is better, because rookies Diaby and Caljah Kancey have developed as starting players. “I think we’ve gotten tougher over the course of the past few weeks,” Bowles said. “Everybody has finally gotten back and is playing at the same time. We’ve been subbing guys in and out of there — a lot of guys have been playing. If you add the young guys with that, there was a lot of consternation going on there. The communication has gotten a lot better. Everybody is trusting the guy next to him, and they’re playing for each other.” Britt said Bowles brings something different to the game plan each week based on the opponent, and it has kept players both challenged and excited “I do love it. I come into work on my tippy toes,” Britt said. “I have to dive in. When we get off work, that doesn’t mean you’re off. I go home, and you can ask my fiance, I’m busy. I’m busy in the playbook. I don’t want to be that guy (who’s unprepared), so I’m trying to make sure that I know the game plan the best I can.” About half the head coaches in the NFL are the primary play-callers on their team, most of them on offense. Bowles isn’t the only one who’s sleep-deprived. A victory Sunday, which would send the Bucs to the NFC championship game, would be a dream come true for the 60-year-old, who says he doesn’t have many years left in the league. “I’m not going to make 70,” Bowles said. “I can tell you that right now. I guarantee you I’m not making 70.” He hopes the Bucs have miles to go before he sleeps. ©2024 Tampa Bay Times. Visit tampabay.com . Distributed by Tribune Content Agency, LLC.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "todd bowles",
        "sentiment": "negative"
      },
      {
        "name": "bowles",
        "sentiment": "none"
      },
      {
        "name": "” bowles",
        "sentiment": "none"
      },
      {
        "name": "baker mayfield",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nfl",
        "sentiment": "negative"
      },
      {
        "name": "bucs",
        "sentiment": "negative"
      },
      {
        "name": "eagles",
        "sentiment": "negative"
      },
      {
        "name": "nfc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fla.",
        "sentiment": "none"
      },
      {
        "name": "tampa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T01:29:21.333+02:00",
  "updated": "2024-01-20T01:29:21.333+02:00"
}