{
  "thread": {
    "uuid": "8383034f0d214d22aa0dc3be0c609d9efc3f7c2f",
    "url": "https://www.bushcenter.org/publications/forum-on-leadership-2024-voices-of-freedom-with-an-introduction-by-ken-hersh",
    "site_full": "www.bushcenter.org",
    "site": "bushcenter.org",
    "site_section": "https://bushcenter.org/publications",
    "site_categories": [
      "media"
    ],
    "section_title": "Publications | George W. Bush Presidential Center",
    "title": "Forum on Leadership 2024: Voices of Freedom, with an introduction by Ken Hersh | George W. Bush Presidential Center",
    "title_full": "Forum on Leadership 2024: Voices of Freedom, with an introduction by Ken Hersh | George W. Bush Presidential Center",
    "published": "2024-04-18T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gwbushcenter.imgix.net/wp-content/uploads/53662451596_75c510a265_o.jpg",
    "performance_score": 0,
    "domain_rank": 26499,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8383034f0d214d22aa0dc3be0c609d9efc3f7c2f",
  "url": "https://www.bushcenter.org/publications/forum-on-leadership-2024-voices-of-freedom-with-an-introduction-by-ken-hersh",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Natalie Gonnella-Platts Director; Global Policy George W Bush Institute",
  "published": "2024-04-18T08:00:00.000+03:00",
  "title": "Forum on Leadership 2024: Voices of Freedom, with an introduction by Ken Hersh | George W. Bush Presidential Center",
  "text": "When freedom is under attack, oppressed people’s most powerful tool is often their voice and the voices of others. Brave individuals rise up and risk their safety and comfort to demand respect for human rights and speak truth to power every day. This panel features activists pushing back against authoritarian threats around the world. Dissidents living under repressive regimes have played crucial roles in the most consequential events in recent history. It would be impossible to tell the story of the fall of communism in the Eastern bloc and Soviet Union without speaking of the Czech playwright and future President Vaclav Havel or physicist Andrei Sakharov. Nor can the democratic transitions in East Asian countries on the frontlines of China’s aggression be recounted without speaking of South Korea’s Kim Dae-Jung, Corazon Aquino of the Philippines, or Peng Ming-min of Taiwan. Most democracy advocates abroad – even those critical of some American policies – express the hope that the United States continues to lead the free world in pressing for their freedom. They widely reject the notion that American support constitutes interference in their nations’ affairs or that U.S. advocacy on their behalf will make their lives worse. Supporting struggles for freedom around the world has become even more important as the world’s autocrats seek to undermine democracy and universal values through diplomacy, economic coercion, corruption, and sophisticated propaganda. It’s true that democracy is not perfect. Democratic victories don’t guarantee a future free from political and economic problems. Nascent democracies need U.S. and allied support even after the initial euphoria fades. Pashtana Durrani is an Afghan feminist, activist, and educator. At 21, she became the head of her family following her father’s passing. By then, she had already founded LEARN Afghanistan, the country’s first-ever digital school network. Forced into exile by the Taliban takeover in 2021, she is currently a visiting fellow at Wellesley Centers for Women while continuing to provide education for hundreds of girls in Afghanistan despite the current ban on them attending school. Natalie Gonnella-Platts is Director of Global Policy at the George W. Bush Institute, where she is responsible for research and programs supporting women and girls’ efforts to lead in their countries and communities. She previously worked at American International Group, ConservativeHome USA, the Legatum Institute, and BBC Worldwide. Joseph Kim is Program Manager of Global Policy and Expert-in-Residence at the George W. Bush Institute. A North Korean escapee who is now an American citizen, he published a memoir titled Under the Same Sky. A former Fellow of America Needs You, he speaks and writes about his own experiences and advocates for North Koreans still living under the country’s authoritarian regime. Alice Zhuravel founded Tozhsamist, a nonprofit that raises awareness about diversity and equality issues in Ukraine. A social researcher and entrepreneur brought up in a Ukrainian-Nigerian family, she works to promote social cohesion among diverse ethnic groups within Ukraine. She has been working from both inside and outside the country since Russia’s invasion of Ukraine two years ago to address the many crises triggered by the conflict.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george w. bush",
        "sentiment": "negative"
      },
      {
        "name": "ken hersh",
        "sentiment": "negative"
      },
      {
        "name": "joseph kim",
        "sentiment": "none"
      },
      {
        "name": "pashtana durrani",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "taliban",
        "sentiment": "none"
      },
      {
        "name": "fellow of america needs you",
        "sentiment": "none"
      },
      {
        "name": "wellesley centers for women",
        "sentiment": "none"
      },
      {
        "name": "george w. bush institute",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "afghanistan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:19:06.344+03:00",
  "updated": "2024-04-19T05:21:57.781+03:00"
}