{
  "thread": {
    "uuid": "b0a332b60e052b049917e7b0f0078ac5d60ace3c",
    "url": "https://www.bnnbloomberg.ca/lagarde-says-euro-gives-greater-sovereignty-in-a-turbulent-world-1.2016463",
    "site_full": "www.bnnbloomberg.ca",
    "site": "bnnbloomberg.ca",
    "site_section": "https://www.bnnbloomberg.ca/business-of-sports",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Business of Sports",
    "title": "Lagarde Says Euro Gives Greater Sovereignty in a Turbulent World",
    "title_full": "Lagarde Says Euro Gives Greater Sovereignty in a Turbulent World - BNN Bloomberg",
    "published": "2023-12-30T12:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "http://www.bnnbloomberg.ca/polopoly_fs/1.2016464!/fileimage/httpImage/image.png_gen/derivatives/landscape_620/image.png",
    "performance_score": 0,
    "domain_rank": 3064,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b0a332b60e052b049917e7b0f0078ac5d60ace3c",
  "url": "https://www.bnnbloomberg.ca/lagarde-says-euro-gives-greater-sovereignty-in-a-turbulent-world-1.2016463",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bloomberg News",
  "published": "2023-12-30T12:00:00.000+02:00",
  "title": "Lagarde Says Euro Gives Greater Sovereignty in a Turbulent World",
  "text": "(Bloomberg) -- The euro helps Europe stay self-determined globally, European Central Bank President Christine Lagarde said in an op-ed marking the currency’s upcoming 25th anniversary.\n“Issuing the world’s second most important currency has given us greater sovereignty in a turbulent world,” Lagarde wrote in the joint article with Ursula von der Leyen, Charles Michel, Roberta Metsola and Paschal Donohoe — presidents of the European Commission, Council, Parliament and Eurogroup, respectively.\n“We face rising geopolitical tensions, not least Russia’s illegal war against Ukraine, which calls for bold collective decisions,” the officials said. “We confront an accelerating climate crisis that we can only truly solve together: carbon emissions do not stop at borders. And we face unprecedented challenges to our competitiveness from energy and industrial policies in other parts of the world.”\nLaunched by 11 countries at the start of 1999, the euro stayed an electronic currency for its first three years. The euro area now includes 20 countries, making it the payment method for some 350 million people.\n“It has made life simpler for European citizens, who can easily compare prices, trade and travel,” the leaders said. “It has given us stability, protecting growth and jobs amid a series of crises.”\nThe euro reaching the quarter-century mark on Jan. 1 shows the endurance of a monetary arrangement whose disintegration has often been predicted.\nAs the Greek crisis raged in 2015, for example, former Fed Chairman Alan Greenspan reckoned that “it’s just a matter of time before everyone recognizes that parting is the best strategy.” Greece didn’t leave, and instead, the region welcomed its newest member, Croatia, at the start of 2023.\nTwo other euro hopefuls haven’t been so fortunate. Romania’s bid for membership has been hampered by internal squabbling, evidenced by the highest turnover of governments in the EU. And Bulgaria, the bloc’s poorest country, this year had to abandon its plan to join in 2024.\nWhile adopting the euro is theoretically a condition of signing up to the European Union, the Czech Republic, Hungary, Poland and Sweden don’t seem interested. Denmark, which clinched an opt-out on acceding before the dawn of the currency, isn’t budging either.\n“With several countries currently in the process of joining the EU, we must retain our capacity to act decisively,” Lagarde and the other EU leaders wrote. “Enlarging and deepening are not mutually exclusive. But enlargement may require changes to how the EU is organized.”\n©2023 Bloomberg L.P.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lagarde",
        "sentiment": "negative"
      },
      {
        "name": "charles michel",
        "sentiment": "none"
      },
      {
        "name": "roberta metsola",
        "sentiment": "none"
      },
      {
        "name": "paschal donohoe",
        "sentiment": "none"
      },
      {
        "name": "christine lagarde",
        "sentiment": "none"
      },
      {
        "name": "ursula von der leyen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "european central bank",
        "sentiment": "negative"
      },
      {
        "name": "european commission",
        "sentiment": "none"
      },
      {
        "name": "council",
        "sentiment": "none"
      },
      {
        "name": "parliament",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T06:55:10.474+02:00",
  "updated": "2023-12-31T06:55:10.474+02:00"
}