{
  "thread": {
    "uuid": "00be1447af36e1710d93ecdc2316b46984764ef5",
    "url": "https://www.ajc.com/things-to-do/atlanta-restaurant-blog/15-restaurants-were-excited-to-see-open-in-metro-atlanta-in-2024/VMIVIUBKPBHSHISEHFK6WCAAGQ/",
    "site_full": "www.ajc.com",
    "site": "ajc.com",
    "site_section": "https://www.ajc.com/neighborhoods/north-fulton/",
    "site_categories": [
      "media"
    ],
    "section_title": "Fulton County News",
    "title": "15 restaurants we’re excited to see open in metro Atlanta in 2024",
    "title_full": "15 restaurants we’re excited to see open in metro Atlanta in 2024",
    "published": "2024-01-05T22:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.ajc.com/resizer/p0YM3x50J9MUJerzKygj7kGX0Yk=/1200x630/cloudfront-us-east-1.images.arcpublishing.com/ajc/R3F4D5XDKBDWLIGUSDP7UNYCUI.jpg",
    "performance_score": 0,
    "domain_rank": 1493,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "00be1447af36e1710d93ecdc2316b46984764ef5",
  "url": "https://www.ajc.com/things-to-do/atlanta-restaurant-blog/15-restaurants-were-excited-to-see-open-in-metro-atlanta-in-2024/VMIVIUBKPBHSHISEHFK6WCAAGQ/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Yvonne Zusel",
  "published": "2024-01-05T22:36:00.000+02:00",
  "title": "15 restaurants we’re excited to see open in metro Atlanta in 2024",
  "text": "A new year brings with it a slew of restaurants slated to debut in metro Atlanta over the next 12 months. Here are a few we’re particularly excited to see join the local dining scene.\nBetty Sue’s . Bryant Williams, better known as Chef Baul, has found success in downtown Atlanta with takeout spot Binky’s, which opened last year. He plans to open all-day breakfast and brunch spot Betty Sue’s this year, with a focus on grits bowls topped with proteins like oxtail, lobster and shrimp. The bowls will be made with Williams’ Chef Baul’s Grits line, which will be available for purchase online and at the restaurant.\n30 Marietta St., Atlanta.\nBom . Chef Brian So of acclaimed Marietta restaurant Spring is behind this recently announced Korean restaurant slated to open in the summer as part of Bridger Properties’ Church Street, a redevelopment project of more than 17,000 square feet of restaurants and businesses along Church Street off of Marietta Square. Soups, hot pots and other Korean dishes will be delivered to guests on rolling dining carts while Korean music videos and films play on TV screens. A storefront window will provide a view into the kitchen.\n113 Church St., Marietta.\nExplore Metro Atlanta restaurant openings\nCredit: Courtesy of Fifth Group Restaurants\nCredit: Courtesy of Fifth Group Restaurants\nEla . Fifth Group Restaurants closed long-time Mexican restaurant Real El Taco in Virginia-Highland last year, with plans to open this Mediterranean restaurant in the same space. The menu will feature a variety of Mediterranean cuisines including Greek, Moroccan, Israeli and Turkish, with a kitchen led by executive chef Darragh Dudley, a native of Dublin, Ireland, who previously worked in Michelin-starred restaurants in New York City before moving to Atlanta.\n1186 N. Highland Ave. NE, Atlanta.\nFawn . Fresh off his win James Beard Foundation award win for Best Chef: Southeast, Terry Koval has plans to open amaro bar Fawn this spring in the former Sweet Seed Salad space on the Decatur Square, just steps away from his restaurants Deer and the Dove and B-Side. The 40-seat restaurant, which includes 10 bar seats, will feature small plates, available a la carte or as part of a tasting menu, with a focus on charcuterie and crudo. Beverage director Matt Watkins will design a small cocktail menu of stirred and amaro-forward drinks.\n119 E. Ponce de Leon Ave., Decatur. instagram.com/fawn.wine.amaro.bar\nGene’s . Avery Cottrell will bring turn his pop-up into a brick-and-mortar in the former Salaryman space in the 2nd + Hosea development in East Lake this spring. In addition to his smoked meats, Cottrell will showcase dishes like fish sauce caramel sticky pork ribs garnished with herbs, peanuts and fried shallots; fish dip; and “stuffed eggs,” a version of deviled eggs that Cottrell plans to serve with a cracklin’ gremolata. Beverage offerings will include frozen drinks and Jell-O shots.\n2371 Hosea L. Williams Drive, Atlanta. genesgenesgenes.com\nJ’ouvert Caribbean Kitchen . Tasha Cyril, who owns Belle & Lily’s Caribbean Brunch House, is behind this forthcoming Caribbean concept that will be part of the Uptown Atlanta development (formerly Lindbergh City Center). Expect to see items like jerk wings and chicken, pina colada French toast, curry mushroom roti, passion fruit pancakes and Trinidadian doubles, as well as a weekend brunch with live music. Look for J’ouvert to open in February or March.\n500 Lindbergh Drive NE, Atlanta.\nLa Metro . Chef Hector Santiago has been a mainstay in Atlanta for more than 20 years, with restaurants including El Super Pan (with locations at Ponce City Market and The Battery ) , El Burro Pollo in Midtown and the now-shuttered Pura Vida. His latest Spanish-inspired concept is expected to open in the former Biltong Bar space in Ponce City Market this summer. The menu will feature small plates like patatas bravas, croquetas, endive with anchovies and grilled mushrooms, along with bigger portions of bocadillos (sandwiches), canelones (stuffed pasta rolls), lamb with olives, fideua (paella made with pasta), and seasonal paella. Patrons can also expect a selection of Spanish wines and cocktails.\n675 Ponce de Leon Ave. NE, Atlanta. lametroatl.com\nLucky Star . The team behind popular metro Atlanta restaurants Momonoki, Cafe Momo , Brush Sushi and Cuddlefish is set to open cocktail-focused Lucky Star in the Star Metals development this year. The L-shaped front bar will serve coffee, matcha drinks and draft cocktails throughout the day. Food offerings will include Momo Cafe-style items including filled croissants and mille crepe cakes, as well as Taiwanese fried chicken sandwiches. When patrons walk down a hallway and through an archway, they will find a reservation-only back bar that will likely offer a cocktail omakase experience.\n1055 Howell Mill Road, Atlanta. instagram.com/luckystaratl\nMothers Best. Ean Bancroft and Ross Winecoff plan to turn their fried chicken pop-up Mother’s Best into a brick-and-mortar this spring in the former Calle Latina space in Decatur. The menu will feature fried chicken buckets and chicken sandwiches served with housemade sauces and sides. For this business venture, the pair are partnering with Donald Durant and Armando Celentano, the owners of Argosy in East Atlanta and Sceptre Brewing Arts in Oakhurst.\n406 Church St., Decatur. instagram.com/mothers.best\nNadair . Local celebrity chef and former “Top Chef” contestant Kevin Gillespie has taken over Anne Quatrano’s storied Floataway Cafe space. Gillespie, who also owns Gunshow, called Nàdair “the next chapter in a story we began many years ago at Woodfire Grill,” referring to the now-shuttered Atlanta restaurant where he started his career as a restaurateur. While the concept is expected to open in 2024, a specific opening date has not been announced.\n1123 Zonolite Road NE, Atlanta.\nOkay Anny’s and Politan Row at Ashford Lane . Slated to open in the coming weeks, food hall Politan Row at Ashford Lane will be home to food and beverage concepts including Bucatini Ristorante, Mamacita’s Cuban Cantina, Pretty Little Tacos, Smokehouse Q, Chef Viet and Delilah’s Everyday Soul. An ‘80s and ‘90s-themed bar called Okay Anny’s will also be part of the lineup. Politan Group is also behind the food hall at Colony Square and a forthcoming hall at the Form at Peachtree Corners.\n4500 Olde Perimeter Way, Dunwoody. ashfordlane.politanrow.com\nPendolino . Chef Kevin Maxey, who spent several years working for Ford Fry’s Rocket Farms Restaurant Group and was a driving force behind the group’s Superica restaurant plans to open his own eatery later this year in the Chastain Market development in Sandy Springs. The Italian restaurant will be located in the former Santorini Taverna space.\n4279 Roswell Road, Atlanta. instagram.com/pendolinoatl\nRedacted Basement Drink Parlor. It’s been five years since Judy Ho and Jake Karmin announced plans to open a conspiracy theory-inspired bar on the Georgia Avenue restaurant and retail corridor in Atlanta’s Summerhill neighborhood. After several delays, the bar is expected to open this spring.\n63 Georgia Ave., Atlanta. instagram.com/redactedbasementdrinkparlor\nCredit: Courtesy photo\nCredit: Courtesy photo\nSkol and Valhalla Social. Craft brewery Skol and Valhalla Social, an “eatertainment” concept with games, food and drinks are both set to open in the coming months on Peachtree Street in downtown Atlanta. Skol will feature eight beers and a Nordic-inspired menu from Rich Rosendale, a certified master chef who also oversees culinary operations for adjoining restaurant R3 Rosendale Concepts, catering and events business Rosendale Events and Southern Exchange Ballrooms event operations. Located above Skol, Valhalla Social will have its own food and drink menu along with axe throwing, pool tables, shuffleboards, basketball, skeeball, foosball, ping pong and darts.\n200 Peachtree St., Atlanta. instagram.com/skolbrewatl\nExplore Nordic-inspired brewery, ‘eatertainment’ concept coming to downtown Atlanta Switchman Hall . Slated to open this spring, Switchman Hall food hall in the Terminal South development will bring more than 15 food stalls to Atlanta’s Peoplestown neighborhood. Food hall tenants will include Life Bistro , Original Hot Dog Factory, Perfect Seasoning, Southern Grace , Tiger K Cup Bob, Sabu K Ramen and The Cream , along with dine-in concept Pur Zen Mimosa Wine Bar.\n1155 Hank Aaron Drive Se, Atlanta. terminalsouth.com\nExplore The ultimate guide to comfort food in metro Atlanta Sign up for the AJC Food and Dining Newsletter\nRead more stories like this by liking Atlanta Restaurant Scene on Facebook , following @ATLDiningNews on Twitter and @ajcdining on Instagram .\nAbout the Author\nYvonne Zusel Yvonne Zusel has been with the AJC since 2010. She worked on the digital news and arts and entertainment teams before joining the food and dining team.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.instagram.com/redactedbasementdrinkparlor/",
    "https://www.lametroatl.com/",
    "https://www.instagram.com/luckystaratl/",
    "https://www.instagram.com/mothers.best/",
    "https://www.instagram.com/fawn.wine.amaro.bar/",
    "https://www.instagram.com/ajcdining/",
    "https://twitter.com/ATLDiningNews",
    "https://www.instagram.com/pendolinoatl/",
    "https://www.terminalsouth.com/",
    "https://ashfordlane.politanrow.com/",
    "https://www.genesgenesgenes.com/",
    "https://www.instagram.com/skolbrewatl/",
    "https://www.facebook.com/AtlantaRestaurantScene/?fref=ts",
    "https://terminalsouth.com/",
    "https://instagram.com/mothers.best/",
    "https://instagram.com/ajcdining/",
    "https://facebook.com/AtlantaRestaurantScene/?fref=ts",
    "https://www.genesgenesgenes.com",
    "https://www.instagram.com/mothers.best",
    "https://www.facebook.com/AtlantaRestaurantScene/",
    "https://www.instagram.com/ajcdining",
    "https://instagram.com/pendolinoatl/",
    "https://genesgenesgenes.com/",
    "https://www.twitter.com/ATLDiningNews",
    "https://instagram.com/skolbrewatl/",
    "https://www.instagram.com/pendolinoatl",
    "https://www.instagram.com/skolbrewatl",
    "https://instagram.com/luckystaratl/",
    "https://www.terminalsouth.com",
    "https://www.lametroatl.com",
    "https://lametroatl.com/",
    "https://www.instagram.com/fawn.wine.amaro.bar",
    "https://www.instagram.com/redactedbasementdrinkparlor",
    "https://www.ashfordlane.politanrow.com/",
    "https://www.instagram.com/luckystaratl",
    "https://instagram.com/fawn.wine.amaro.bar/",
    "https://ashfordlane.politanrow.com",
    "https://instagram.com/redactedbasementdrinkparlor/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "betty sue’s",
        "sentiment": "none"
      },
      {
        "name": "betty sue",
        "sentiment": "none"
      },
      {
        "name": "williams",
        "sentiment": "none"
      },
      {
        "name": "baul",
        "sentiment": "none"
      },
      {
        "name": "brian so",
        "sentiment": "none"
      },
      {
        "name": "bryant williams",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "marietta",
        "sentiment": "none"
      },
      {
        "name": "marietta st.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "atlanta",
        "sentiment": "none"
      },
      {
        "name": "marietta square",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:01:39.745+02:00",
  "updated": "2024-01-14T00:24:46.179+02:00"
}