{
  "thread": {
    "uuid": "ed74e7368e39fad3c93fb589443c4a38c06caf59",
    "url": "https://www.alexcityoutlook.com/news/tallapoosacounty",
    "site_full": "www.alexcityoutlook.com",
    "site": "alexcityoutlook.com",
    "site_section": "https://alexcityoutlook.com",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "Alexander City Outlook | Lighting the way for Alexander City and Lake Martin since 1892",
    "title": "Tallapoosa County | alexcityoutlook.com",
    "title_full": "Tallapoosa County | alexcityoutlook.com",
    "published": "2024-01-13T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/alexcityoutlook.com/content/tncms/custom/image/4c3fdf66-4675-11e9-a03c-437fe54ee52f.jpg?resize=600%2C600",
    "performance_score": 0,
    "domain_rank": 42426,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ed74e7368e39fad3c93fb589443c4a38c06caf59",
  "url": "https://www.alexcityoutlook.com/news/tallapoosacounty",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alex City Outlook",
  "published": "2024-01-13T07:00:00.000+02:00",
  "title": "Tallapoosa County | alexcityoutlook.com",
  "text": "With the cold temperatures carrying Alabama through the winter, three local sheriff’s offices came together to donate outdoor heaters to the Tallapoosa County Girls Ranch. Beginning Feb. 6, the Alabama legislature is back in session with some big topics on the table, such as gaming, medical cannabis, education, voting and public safety. To Your Good Health is all about healthy resolutions and getting your mind, body and soul right throughout the new year. “Change Makers – A Celebration of Black History” is starting this month as Reeltown’s art contest in observance of Black History Month. The recent cold wave has led to increased electricity usage, resulting in higher bills for many customers. According to a press release, Alabama Power is offering support through programs like Project SHARE, LIHEAP and ABC Trust Fund. For anyone Alabama Power serves facing difficulties, plea… One dog is making the rounds to all the schools around Tallapoosa County. The Tallapoosa County Health Department in Dadeville is hosting a comprehensive eye exam on Jan. 25. A single-vehicle crash that occurred at 12:05 p.m. Wednesday, Jan. 10, has claimed the life of an Ashland man. At least two warming stations will be open in Tallapoosa County this weekend during the hard freeze warning. Editor’s Note: Each candidate running for political office is allowed one free questionnaire to be published in the newspaper. All other advertisements must be paid. These questionnaires are printed exactly as they are provided to Tallapoosa Publishers. “Since Day 1 we thought this could happen. Competition builds success. This will bring so much awareness.” “We had better weather than we anticipated, which is always better for our plungers. The turnout was really good.” Across Alabama, the arts are not widely taught in schools. However, at Reeltown High School, the administration is trying to change that narrative. Community Christmas with LIFT Ministries had its biggest turnout this past Christmas season. The National Weather Service issued a slight risk for Tallapoosa, Coosa and Elmore counties. Editor’s Note: Each candidate running for political office is allowed one free questionnaire to be published in the newspaper. All other advertisements must be paid. These questionnaires are printed exactly as they are provided to Tallapoosa Publishers. Registration is now open for Tallapoosa County 4-H’s Poultry Project. The Tallapoosa County Sheriff’s Department is investigating a utility trailer theft that occurred in the county and seeks the public’s help in identifying the suspects, according to a CrimeStoppers press release. After approving January to be School Board Recognition month, the board paid it forward by showing gratitude for its teachers and support staff. With the March 2024 primary elections coming up, incumbent Tallapoosa County School Board member Matilda Woodyard-Hamilton is planning to run as an independent candidate for District 1. It’s official: Lake Martin finally has an animal advocacy group. From master gardener classes to agriculture career expos, the Tallapoosa County Extension Office hosted a variety of workshops and events this past year.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nat",
        "sentiment": "neutral"
      },
      {
        "name": "elmore",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lift ministries",
        "sentiment": "negative"
      },
      {
        "name": "tallapoosa publishers",
        "sentiment": "none"
      },
      {
        "name": "ional weather service",
        "sentiment": "none"
      },
      {
        "name": "tallapoosa county 4-h’s poultry project",
        "sentiment": "none"
      },
      {
        "name": "matilda woodyard-hamilton",
        "sentiment": "none"
      },
      {
        "name": "school board recognition",
        "sentiment": "none"
      },
      {
        "name": "tallapoosa county sheriff’s department",
        "sentiment": "none"
      },
      {
        "name": "tallapoosa county school board",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tallapoosa county",
        "sentiment": "none"
      },
      {
        "name": "tallapoosa",
        "sentiment": "none"
      },
      {
        "name": "lake martin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T12:58:39.063+02:00",
  "updated": "2024-02-06T03:17:03.481+02:00"
}