{
  "thread": {
    "uuid": "e712f54e3f52ef4d828e73ef02be654f4666188d",
    "url": "https://guardian.ng/sunday-magazine/ibru-ecumenical-centre/deliverance-from-bloodline-captivity-3",
    "site_full": "guardian.ng",
    "site": "guardian.ng",
    "site_section": "http://benedictxvi.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Pope Benedict XVI News Today - EIN Presswire",
    "title": "Deliverance from bloodline captivity (3) — Sunday Magazine — The Guardian Nigeria News – Nigeria and World News",
    "title_full": "Deliverance from bloodline captivity (3) — Sunday Magazine — The Guardian Nigeria News – Nigeria and World News",
    "published": "2024-06-02T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://guardian.ng/wp-content/uploads/2020/04/Rev.-John-Okene-2.jpg",
    "performance_score": 0,
    "domain_rank": 5172,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e712f54e3f52ef4d828e73ef02be654f4666188d",
  "url": "https://guardian.ng/sunday-magazine/ibru-ecumenical-centre/deliverance-from-bloodline-captivity-3",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guardian Nigeria",
  "published": "2024-06-02T03:00:00.000+03:00",
  "title": "Deliverance from bloodline captivity (3) — Sunday Magazine — The Guardian Nigeria News – Nigeria and World News",
  "text": "There are various signs to show the presence of bloodline captivity in a family. The first of such signs is anger problem in the family. In some families, there is a strong flow of uncontrollable anger from parents to offspring. Moses was the meekest man on earth, but he was from a family where anger — from both his maternal and paternal families — was integrated. He pastored a church of about three million people through the wilderness, yet he missed the Promised Land. When the people sinned against God and God wanted to bring judgment upon them, Moses interceded. When his own anger was stirred up, however, by the people’s misbehaviour, he was unable to control himself in dealing with them. In his fierce anger, he broke the tablets of the 10 commandments God gave to him (Exo 30:19-20). Some persons are in prison, today, because they could not control their anger, while others have died untimely as a result of this. Moses, in anger, struck the rock instead of speaking to it, as God instructed him to do (Numbers 20:11-12). He missed the Promised Land at the edge of his breakthrough. Another sign of bloodline captivity is divorce and remarry. Some years ago, I ministered in a community in Nigeria where the fathers preserve rooms for their daughters who have been married out, in expectation of their return home. Some families spend 10-15 years in marriage before a divorce. There are powers that supervise such marriages, ensuring that there are marital crises, childlessness and other issues that can eventually result in divorce. Every of such patterns in your family is broken today in Jesus’ name. Again credit marriage or co-habiting is another sign of bloodline captivity. In this case, a couple comes to live together without performing the usual traditional marriage rites and they bare children. Those who choose to do the right things by marrying properly, however, remain childless. There are cases also were the women are always the breadwinners in the family; this is another sign of bloodline captivity. It is not out of place for the woman to support or sustain the family for a period of time if the man is going through challenges, but it becomes a problem if she has to do it continually. The woman is not wired to carry such responsibilities, hence most times such women complain about the task. Promiscuity is another sign of bloodline captivity. In such families, it is common to see men and women with children from different fathers and mothers. Strange illnesses including diabetes, breast cancer, prostrate problem, HBO and eye problems are also a sign if they run through the family line. Again, women do not enjoy their marriages; they suffer domestic violence, men beaters, while some are quarrelsome. In some families, nobody does well in terms of life achievements. There are cases of rising and falling, acute poverty and lack of educational progress. Lastly, there are cases also of untimely death in the family. May God visit your family with great deliverance in Jesus’ name. Prayer Points • Powers waiting to disgrace me at the time of my glory, receive fire in Jesus’ name. • Powers from my lineage that say, I will feed my husband till we die, I reject you by fire. Reverend (Dr.) John Okene, Divine Touch Int’l Ministries, Warri, Delta State. dtimchurch@gmail.com, Prayerline: +2348135952623 • Every witchcraft cage or marine cage holding my family in captivity, break, in Jesus’ name. • Any strong witch or wizard in my family that is selling family members out in their coven, your time is up, in the name of Jesus, die! • Coven pots used to trap my family glory or my destiny, wherever you are, break by fire. • Oh, Lord! Arise in your power and destroy the yoke of every negative patterns or character operating in my family. • Reverend (Dr.) John Okene, Divine Touch Int’l Ministries, Warri, Delta State. dtimchurch@gmail.com, Prayerline: +2348135952623 0 Comments [cancel reply](/sunday-magazine/ibru-ecumenical-centre/deliverance-from-bloodline-captivity-3/#respond) You must be logged in to post a comment. We will review and take appropriate action. Get the latest news delivered straight to your inbox every day of the week. Stay informed with the Guardian’s leading coverage of Nigerian and world news, business, technology and sports.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "moses",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "guardian nigeria news",
        "sentiment": "positive"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T06:06:54.686+03:00",
  "updated": "2024-06-02T06:07:08.307+03:00"
}