{
  "thread": {
    "uuid": "55b08dabcb7ce48f953e3dee1a9ac9cc57a6ab02",
    "url": "https://caracol.com.co/2024/03/29/cual-es-el-significado-del-viernes-santo-para-los-catolicos-responde-arzobispo-de-tunja",
    "site_full": "caracol.com.co",
    "site": "caracol.com.co",
    "site_section": "https://caracol.com.co/",
    "site_categories": [
      "media",
      "hobbies_and_interests",
      "radio"
    ],
    "section_title": "Caracol Radio | Noticias, deportes y opinión en Colombia | Caracol Radio",
    "title": "¿Cuál es el significado del Viernes Santo para los católicos? Responde Arzobispo de Tunja",
    "title_full": "¿Cuál es el significado del Viernes Santo para los católicos? Responde Arzobispo de Tunja",
    "published": "2024-03-29T16:23:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://caracol.com.co/resizer/v2/https%3A%2F%2Fcloudfront-us-east-1.images.arcpublishing.com%2Fprisaradioco%2F6YZS46HZWJAIRBRGAL3RFSCAPU.jpg?auth=a57cb4ecd95867011fb0d31dcf5522393b08a46d1c680660c8960af75e23edd6&amp;height=800&amp;width=1200&amp;quality=70&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 14081,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "55b08dabcb7ce48f953e3dee1a9ac9cc57a6ab02",
  "url": "https://caracol.com.co/2024/03/29/cual-es-el-significado-del-viernes-santo-para-los-catolicos-responde-arzobispo-de-tunja",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Caracol Radio,Juan Manuel Acosta\"/>",
  "published": "2024-03-29T16:23:00.000+03:00",
  "title": "¿Cuál es el significado del Viernes Santo para los católicos? Responde Arzobispo de Tunja",
  "text": "La Semana Santa es una de las fechas más especiales y representativas para todos aquellos que creen en Dios. Se trata de un momento especial que sirve para que muchas personas puedan mejorar su relación con él.\nAsí las cosas, el Viernes Santo sirve para reflexionar y participar de las diversas ceremonias que existen para rendirle tributo a Dios. Además, entre las costumbres más comunes están el realizar ayuno y no comer carnes rojas. Sobre la importancia de esta fecha habló en Caracol Radio el Monseñor Gabriel Ángel Villa , arzobispo de Tunja.\nReflexión y mensaje del Papa Francisco En primer lugar, el monseñor Villa afirmó que Colombia , al ser un país mayoritariamente católico, el mensaje es universal y es que se debe replantear una postura más crítica entre lo que se cree y que lo que se vive a diario. Así las cosas, el amor debe ser el distintivo de todos sin importar la situación en la que nos encontremos.\n“El Papa, cuando iniciamos la Cuaresma, indicó que nuestra tarea es liberarnos de las esclavitudes por el egoísmo, encontrar una salida a la guerra y convertirnos en personas más racionales. De igual manera, esta fecha debe ser la oportunidad de manifestar con un testimonio de vida que hay algo por qué y por quién luchar, y no solamente dejarlo como un tiempo de pasatiempo”, afirmó.\nPor otro lado, toda la actividad de Jesús estuvo acompañada por la oración y debería ser un aspecto a reforzar en la vida cristiana.\nEsfuerzos de Paz Sobre los esfuerzos del Gobierno Nacional por alcanzar la llamada ‘paz total, Monseñor Gabriel Ángel Villa es optimista y más aún porque desde la Iglesia indican que la mayor voluntad es que los diálogos partan de una actitud sincera, y que no se quede en intentos, también que sea respetuoso y se alcance la solución del conflicto y alcancen el perdón.\n“Lo que desea el Papa y la Iglesia es que se pongan los puntos más fuertes sobre la mesa y parta de un corazón que quiera avanzar y que las cosas no se queden en intensiones, que quieran alcanzar el bien común”, reiteró.\nFamilia como núcleo básico de la sociedad Finalmente, sobre la importancia de la familia, Monseñor Gabriel Ángel Villa reiteró que se vive un momento complejo, donde los medios de comunicación y las mismas redes sociales han tomado ventaja en el modelo pedagógico, y a un segundo plano han quedado las enseñanzas de los padres de familia, docentes, entre otras figuras de autoridad.\n“La familia es la célula básica de la sociedad, la pequeña iglesia doméstica, todo parte desde ahí. Nos encontramos en un momento difícil, en el que la tecnología ha tomado fuerza, pero no se debe satanizar”, reiteró.\nEscuche la entrevista completa en Caracol Radio",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T17:29:35.998+03:00",
  "updated": "2024-03-29T20:27:09.121+03:00"
}