{
  "thread": {
    "uuid": "b2f65ebe9417d9250e33c3b4c8ae131c91991a3e",
    "url": "https://pledgetimes.com/a-large-family-from-the-chelyabinsk-region-spoke-about-state-support",
    "site_full": "pledgetimes.com",
    "site": "pledgetimes.com",
    "site_section": "https://pledgetimes.com",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "- Pledge Times",
    "title": "A large family from the Chelyabinsk region spoke about state support - Pledge Times",
    "title_full": "A large family from the Chelyabinsk region spoke about state support - Pledge Times",
    "published": "2024-03-01T00:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "http://cdn.iz.ru/sites/default/files/styles/900x506/public/news-2024-03/%D1%81%D0%B5%D0%BC%D1%8C%D1%8F%20copy.jpg?itok=YWGnJWtZ",
    "performance_score": 0,
    "domain_rank": 72678,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b2f65ebe9417d9250e33c3b4c8ae131c91991a3e",
  "url": "https://pledgetimes.com/a-large-family-from-the-chelyabinsk-region-spoke-about-state-support",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "admin_l6ma5gus",
  "published": "2024-03-01T00:15:00.000+02:00",
  "title": "A large family from the Chelyabinsk region spoke about state support - Pledge Times",
  "text": "On February 29, the large Zabrinin family from the Chelyabinsk region told Izvestia about state support. The Zabronin family has a mother, father and five girls. The eldest is 14 years old, one of the sisters has cerebral palsy. Dad works and mom takes care of the house, so government support is a big support. Thanks to maternal capital, they were able to buy a spacious apartment where each family member had their own place. “We are headed by our dad, he supports us all, as I look after the house and the children, so that they study well and are neatly dressed. We go everywhere, exercise, and our state also helps us. There is a single guide, thank you, of course, for it, it helps a lot. There is a subsidy – like for a disabled child, this is also a very big help. We also received maternal capital and bought this apartment,” said Ekaterina Zabrodina. Large families have benefits for utilities, special treatment in social security, and they receive gifts and vouchers for all holidays. Being a big family in Russia is becoming more and more comfortable every year. [See also Data protection Calls to Kela were directed to an individual, a couple of weeks ago Kela documents were reported drowned in the mail - “We have a big organization and mistakes happen”](https://pledgetimes.com/data-protection-calls-to-kela-were-directed-to-an-individual-a-couple-of-weeks-ago-kela-documents-were-reported-drowned-in-the-mail-we-have-a-big-organization-and-mistakes-happen/) “I always wanted it since childhood, consciously, I always thought that there would definitely be three children. I don’t know why, because I probably grew up alone in the family. My profession is that of a mother. We have to manage everything everywhere,” shared the mother of a large family. Earlier that day, Russian President Vladimir Putin, speaking to the Federal Assembly, voiced a proposal to extend the Family Mortgage program. The head of state also announced that a new national project “Family” will be launched in Russia. In addition, the head of state, in his message to the Federal Assembly, proposed extending the maternity capital program until at least 2030. At the same time, the Russian leader noted the need to increase the tax deduction. So, for the second child, he proposed to double the tax deduction – to 2.8 thousand rubles, for the third and each subsequent child – to 6 thousand rubles. At the same time, it is also proposed to increase the amount of annual income to which the deduction applies from 350 thousand to 450 thousand rubles. Such a support measure should be provided automatically, without submitting an application, Putin said. #large #family #Chelyabinsk #region #spoke #state #support",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zabrinin",
        "sentiment": "negative"
      },
      {
        "name": "zabronin",
        "sentiment": "none"
      },
      {
        "name": "ekaterina zabrodina",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "izvestia",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "chelyabinsk",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:04:55.073+02:00",
  "updated": "2024-03-01T01:04:55.073+02:00"
}