{
  "thread": {
    "uuid": "c6f2ea657eff5cde51de33a276cfa59bbf527978",
    "url": "https://dailypost.ng/2024/04/04/nigeria-capable-of-producing-vaccines-tinubu-boasts-to-gavi-executives",
    "site_full": "dailypost.ng",
    "site": "dailypost.ng",
    "site_section": "http://dailypost.ng/feed/rss",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Daily Post Nigeria",
    "title": "‘Nigeria capable of producing vaccines’ – Tinubu boasts to Gavi executives",
    "title_full": "‘Nigeria capable of producing vaccines’ – Tinubu boasts to Gavi executives",
    "published": "2024-04-04T22:58:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://dailypost.ng/wp-content/uploads/2023/06/tinubudd.jpg",
    "performance_score": 0,
    "domain_rank": 14364,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c6f2ea657eff5cde51de33a276cfa59bbf527978",
  "url": "https://dailypost.ng/2024/04/04/nigeria-capable-of-producing-vaccines-tinubu-boasts-to-gavi-executives",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Williams Anuku",
  "published": "2024-04-04T22:58:00.000+03:00",
  "title": "‘Nigeria capable of producing vaccines’ – Tinubu boasts to Gavi executives",
  "text": "President Bola Tinubu has called on Gavi, the Vaccine Alliance, to collaborate with potential Nigerian vaccine manufacturers to ensure equitable access to life-saving vaccines for children and adults.\nSpeaking at a meeting with a delegation of Gavi, led by its Chief Executive Officer, Dr. Sania Nishtar, at the State House, on Thursday, President Tinubu said partnership on local vaccine production has become necessary owing to the challenges faced by developing countries, especially during the COVID-19 pandemic and other infectious disease outbreaks.\n“We have capable and talented people who can make the necessary contributions to the production of vaccines in Nigeria and the rest of Africa,” the President told the visiting CEO, who assumed office on March 18, 2024, and has embarked on visits to some African countries.\nThe President assured the Gavi CEO of Nigeria’s commitment to fulfilling its outstanding counterpart contributions for routine vaccines for the year 2023.\nHe directed the Coordinating Minister of Health and Social Welfare, Professor Muhammad Ali Pate, to work with the Coordinating Minister of the Economy and Minister of Finance to ensure the release of necessary funds for vaccine procurement.\n”We intend to contribute to the development of our healthcare programme, and we are committed to partnering with Gavi,” the President said.\nPresident Tinubu stated that his administration is focused on ensuring that no child is left behind when it comes to vaccination against preventable childhood diseases.\n”Gavi’s commitment to humanity is recognised throughout the world. Thank you for your impactful commitment to humanity, and we welcome your collaboration to save our children from preventable diseases.\n”We as a nation are committed to your values, and we believe that no child should be left unprotected,” he said.\nPresident Tinubu acknowledged the invaluable perspective shared by the Gavi CEO, who hails from a developing country, Pakistan, and emphasized the importance of leveraging her experience for the benefit of children’s health.\nCommending Dr. Nishtar for her visit to Nigeria and support for the administration’s health-sector initiatives, the President pledged to prioritise investments in health-sector renewal, noting the importance of coordination and collaboration among federal, state, and local governments.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tinubu",
        "sentiment": "neutral"
      },
      {
        "name": "bola tinub",
        "sentiment": "neutral"
      },
      {
        "name": "sania nishtar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "state house",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "gavi",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "vaccine alliance",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:28:01.393+03:00",
  "updated": "2024-04-05T05:31:48.398+03:00"
}