{
  "thread": {
    "uuid": "25155846a279b3ce4d5f7357b78f01157b91e5a4",
    "url": "https://es.digitaltrends.com/vestibles/auriculares-altavoces-ult-power-sound-sony",
    "site_full": "es.digitaltrends.com",
    "site": "digitaltrends.com",
    "site_section": "https://es.digitaltrends.com/feed/",
    "site_categories": [
      "tech"
    ],
    "section_title": "Digital Trends Español",
    "title": "Los auriculares y altavoces ULT Power Sound de Sony ofrecen graves potentes - Digital Trends Español",
    "title_full": "Los auriculares y altavoces ULT Power Sound de Sony ofrecen graves potentes - Digital Trends Español",
    "published": "2024-04-11T19:48:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://es.digitaltrends.com/wp-content/uploads/2024/04/ULT-Power-Sound.jpeg?resize=1200%2C630&amp;p=1",
    "performance_score": 0,
    "domain_rank": 709,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "25155846a279b3ce4d5f7357b78f01157b91e5a4",
  "url": "https://es.digitaltrends.com/vestibles/auriculares-altavoces-ult-power-sound-sony",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Diego Bastarrica",
  "published": "2024-04-11T19:48:00.000+03:00",
  "title": "Los auriculares y altavoces ULT Power Sound de Sony ofrecen graves potentes - Digital Trends Español",
  "text": "Simon Cohen / DT Sony ha anunciado una línea de productos de audio inalámbrico bajo una nueva submarca llamada ULT Power Sound (o ULT para abreviar). Parecen familiares porque son las versiones de próxima generación de tres de las líneas de productos existentes de Sony: auriculares Extra Bass, altavoces Bluetooth portátiles y altavoces de fiesta en forma de torre.\nContents Sony ULT Wear, $200 Sony ULT Field 1, $129 Sony ULT Field 7, $499 Sony ULT Tower 10, $1,199 Todos estarán disponibles esta primavera boreal, pero Sony no ha dado el momento exacto de las fechas de lanzamiento.\nRecommended Videos ¿Por qué agrupar auriculares inalámbricos, una variedad de altavoces Bluetooth portátiles y algunos altavoces gigantes para fiestas bajo una sola submarca? Sony dice que ha identificado dos características clave que sus compradores valoran: un gran sonido de graves y mucha potencia (es decir, volumen). La marca ULT unifica los productos de Sony que comparten estos dos rasgos.\nRelated Los altavoces XBoom XL7 y XL5 de LG ofrecen un espectáculo Sony LinkBuds, los nuevos auriculares con forma de anillo Sony renueva su familia de auriculares con cancelación de ruido Sony no es ajeno a la moda de los graves. Sus funciones ExtraBass y MegaBass se han incluido en docenas de sus productos de audio durante décadas. Pero ahora, esa capacidad ExtraBass se ha incorporado a la nueva función ULT: cada producto incluye un botón ULT dedicado que le permite mejorar el sonido a través de modos ULT dedicados.\nUn beneficio secundario de la estrategia ULT es que Sony finalmente ha abandonado algunos de sus complejos números de modelo. En lugar de tener que recordar que los auriculares Sony que quieres se llaman WH-XB910N, ahora puedes llamarlos Sony ULT Wear. Los altavoces portátiles se conocen como ULT Field, y los altavoces para fiestas son ahora la serie ULT Tower.\nSony ULT Wear, $200 Simon Cohen / DT Los ULT Wear reemplazan a los auriculares con cancelación de ruido WH-XB910N orientados a los graves de Sony y viven directamente debajo de los auriculares insignia de Sony, WH-1000XM4 ($ 350) y WH-1000XM5 ($ 400). Vienen en tres colores: negro, blanco roto y una nueva opción Forest Gray.\nCon el mismo diseño plegable y plano que sus predecesores, los ULT Wear obtienen una variedad de mejoras que incluyen una mejor cancelación de ruido gracias al uso del chip V1 de Sony, una mejor reducción del ruido del viento para ANC y llamadas, tiempos de carga rápida más rápidos, sensores de detección de desgaste y audio espacial con seguimiento de la cabeza cuando se usa con pistas de Sony 360 Reality Audio y teléfonos inteligentes compatibles.\nSony dice que también ha mejorado la comodidad de los auriculares, y los auriculares serán compatibles con Bluetooth LE Audio con una actualización de firmware planificada.\nEl cambio más notable, sin embargo, es la adición del botón ULT en el auricular izquierdo. Al presionarlo, los auriculares alternarán entre tres modos: ULT 1 (mejora de graves), ULT 2 (mejora de graves y presión sonora) y apagado.\nEn la foto de arriba a la izquierda, puede parecer que el botón ULT está retroiluminado con un LED de arco iris, pero en realidad es solo la luz que se refleja en una etiqueta dicroica (material que refleja diferentes colores según el ángulo de la luz).\nULT Wear me convenció de que Sony había mejorado su ANC en comparación con el WH-XB910N, y aunque no estoy seguro de que vaya a pasar mucho tiempo escuchando en los modos ULT 1 o ULT 2, crearon un aumento innegable en la potencia y la respuesta de los graves: a veces parecía que los auriculares vibraban.\nSony ULT Field 1, $129 Simon Cohen / DT La serie ULT Field es la versión más reciente de los anteriores altavoces Bluetooth portátiles de la serie X de Sony. El Field 1 continúa donde lo dejó el SRS-XE200, con un diseño compacto y un cuerpo robusto con clasificación IP67 para una impermeabilización completa y protección contra el polvo. Al igual que el ULT Wear, está disponible en negro, blanco roto y gris bosque, así como en una nueva opción de color naranja.\nLa duración de la batería se ha reducido de un máximo declarado de hasta 16 horas a hasta 12 horas, sin embargo, el Field 1 se puede usar en orientaciones verticales u horizontales, mientras que el XE200 se optimizó solo para uso vertical.\nSony ha mantenido la funcionalidad del altavoz y ha modificado la correa de transporte para que pueda usarlo como asa y cordón para colgar.\nAl igual que con el ULT Wear, el Field 1 tiene un botón ULT, pero en este caso solo tiene dos modos: apagado y ULT 1 (mejora de graves).\nMi demostración de Field 1 incluía una comparación con el SRS-XE200. El Field 1 produjo una mejora evidente de inmediato en el campo sonoro general, especialmente en la orientación horizontal, creando una experiencia mucho más inmersiva.\nSony ULT Field 7, $499 Simon Cohen / DT El ULT Field 7 reemplaza al SRS-XG500. Al igual que el Field 1, Sony ha modificado el Field 7 para que funcione tanto en orientación horizontal como vertical, con asas montadas en ambos extremos de la forma cilíndrica acampanada.\nLa iluminación LED se ha conservado y el Field 7 ahora es un poco más resistente, con una clasificación IP67 en lugar de IP66. Por primera vez, el altavoz es resistente a la corrosión y al agua.\nSony ha mantenido la duración de la batería en 30 horas, y todavía obtienes entradas para un micrófono de karaoke con cable y una guitarra escondida en un panel cubierto trasero.\nLa iluminación LED está incorporada en los laterales del altavoz y se puede controlar a través de la música o la aplicación de Sony.\nLa novedad en el Field 7 es la optimización del campo sonoro de Sony, la misma calibración que Sony utiliza en sus barras de sonido de la serie HT. También tiene un botón ULT, por supuesto. En el Field 7, el botón lo lleva a través de los modos ULT 1, ULT 2 y apagado.\nAl igual que con la demostración del Field 1, el Field 7 poseía una sensación de anchura y profundidad mucho mayor en comparación con el XG500, aunque hubo algunos momentos en los que la tonalidad del XG500 sonaba más natural y menos forzada que la del Field 7.\nSony ULT Tower 10, $1,199 Simon Cohen / DT El nuevo balancín de bloques monstruosos de Sony toma el piso de la anterior Sony SRS-XV900. Mantiene el sonido omnidireccional, pero con mucha más potencia. Un juego de ruedas más grande hace que sea más fácil de mover, y viene con su propio micrófono inalámbrico y un práctico juego de soportes para micrófonos abatibles.\nPuedes usar un segundo micrófono con cable para duetos de karaoke o usar la entrada como amplificador de guitarra.\nLa iluminación LED es una característica clave de cualquier altavoz para fiestas y Sony dice que el sistema LED multicolor en la Tower 10 tiene 34 áreas de iluminación, el doble que la XV900. Sony ha mantenido el modo TV Booster, que te permite conectar la Tower 10 a tu televisor a través de un cable óptico, y la optimización del campo sonoro debería completar la funcionalidad de la pseudobarra de sonido.\nEn la Tower 10, los modos del botón ULT están diseñados para ofrecerte frecuencias graves más profundas y bajas (ULT 1) o graves más fuertes y contundentes (ULT 2).\nLo único que la ULT Tower 10 no puede hacer es alimentar tu fiesta sin un cable: a diferencia de la XV900, no hay batería interna.\nRecomendaciones del editor WF-C700N: los auriculares con cancelación de ruido más asequibles de Sony ¿Son estos los auriculares WH-1000XM5 de Sony? Sony WF-1000XM4: más compactos y con mejor cancelación de ruido",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://live.primis.tech/live/liveView.php?s=${playerId}&schain=1.0,1!fabrik.com,60,1&playerApiId=${playerId}`;",
    "https://www.live.primis.tech/live/liveView.php?s=${playerId}&schain=1.0,1!fabrik.com,60,1&playerApiId=${playerId}`;",
    "https://live.primis.tech/live/liveView.php"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:02:39.975+03:00",
  "updated": "2024-04-12T00:02:39.975+03:00"
}