{
  "thread": {
    "uuid": "44f5868c3c10637c5a7ae5a74d403556be7fef7f",
    "url": "https://en.antaranews.com/news/312609/oic-should-continue-fighting-for-palestines-independence-fm-retno",
    "site_full": "en.antaranews.com",
    "site": "antaranews.com",
    "site_section": "https://en.antaranews.com/latest-news",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Latest Indonesia News - ANTARA News",
    "title": "OIC should continue fighting for Palestine's independence: FM Retno - ANTARA News",
    "title_full": "OIC should continue fighting for Palestine's independence: FM Retno - ANTARA News",
    "published": "2024-05-05T12:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ID",
    "main_image": "https://cdn.antaranews.com/cache/1200x800/2022/09/23/OKI-1_1.jpg",
    "performance_score": 0,
    "domain_rank": 9430,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "44f5868c3c10637c5a7ae5a74d403556be7fef7f",
  "url": "https://en.antaranews.com/news/312609/oic-should-continue-fighting-for-palestines-independence-fm-retno",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "antaranews.com",
  "published": "2024-05-05T12:25:00.000+03:00",
  "title": "OIC should continue fighting for Palestine's independence: FM Retno - ANTARA News",
  "text": "Speaking at the 15th OIC Summit in Banjul, the capital city of the Gambia, on Saturday (May 4), she reminded OIC countries about the consensus that ending occupation over Palestine should be the prerequisite for peace with Israel. \"The consensus gives a strong message to Israel that there will be no diplomatic relations without independence for the Palestinians. We should defend the message of the consensus,\" the minister stated in the Foreign Ministry's statement that ANTARA obtained her Sunday. In response to the ongoing Israeli genocide in the Gaza Strip, which has killed more than 34 thousand Palestinians in the last seven months, she urged the OIC members to unite for justice and humanity for the Palestinian people. The OIC should also toil to ensure a smooth humanitarian aid distribution to the Gaza Strip, which is free from the Israeli hindrance and interference, she added. 'We should ensure humanitarian aid received by Gaza Strip residents and by all available means to continue our support to the UNRWA. Hence, I emphasise the need to implement the Islamic Financial Safety Aid immediately,\" Retno Marsudi affirmed. She further urged the OIC members to call for an immediate and permanent ceasefire between Israel and the Palestinian resistance movement, Hamas, in the Gaza Strip. \"A ceasefire will be a breakthrough to prevent more bloodshed and alleviate the people's suffering. It is also important for realising a conducive environment for a fair negotiation to realise the two-state solution,\" she stated. The OIC members should also avoid conflict escalation by not being involved in an open conflict and focus on mitigating the humanitarian disaster in Gaza instead. \"We should help maintain the regional and global stability. OIC should contribute to the peace instead of aggravating the crisis,\" she emphasised. The minister's call for unity is conveyed to remind the OIC countries that normalising relations with Israel without addressing the Palestinian issue is a violation of the OIC consensus. Reminding the OIC members about the consensus is important, especially when several members, Bahrain, Egypt, Jordan, Morocco, Sudan, and the United Arab Emirates, have established diplomatic relations with Israel. Meanwhile, Saudi Arabia that earlier opened the possibility of diplomatic ties with Israel, threatened to backtrack from the process if Israel invaded Rafah in southern Gaza, where 1.2 million Palestinians in the region seek refuge from the armed conflict. Related news: [Indonesia, Turkey share same principle on Palestine: FM Marsudi](https://en.antaranews.com/news/312306/indonesia-turkey-share-same-principle-on-palestine-fm-marsudi) Related news: [Indonesia, Saudi Arabia share commitment to support Palestine: VP](https://en.antaranews.com/news/312234/indonesia-saudi-arabia-share-commitment-to-support-palestine-vp) Translator: Yashinta Difa P, Nabil Ihsan Editor: Rahmad Nasution Copyright © ANTARA 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "antara",
        "sentiment": "negative"
      },
      {
        "name": "oic",
        "sentiment": "negative"
      },
      {
        "name": "unrwa",
        "sentiment": "none"
      },
      {
        "name": "foreign ministry",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gambia",
        "sentiment": "none"
      },
      {
        "name": "banjul",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-05T12:34:37.999+03:00",
  "updated": "2024-05-05T18:09:09.365+03:00"
}