{
  "thread": {
    "uuid": "63821140c9fddc745f0fcc101bb8115ce2d50347",
    "url": "https://www.advfn.com/stock-market/stock-news/93682440/superfeet-announces-new-campaign-supporting-track",
    "site_full": "www.advfn.com",
    "site": "advfn.com",
    "site_section": "https://www.advfn.com/world/italy",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "stocks"
    ],
    "section_title": "ADVFN - Italy : BIT Stock Prices &amp; BIT Indexes",
    "title": "Superfeet Announces New Campaign Supporting Track & Field Athletes Ahead of 2024 Olympics & Paralympics",
    "title_full": "Superfeet Announces New Campaign Supporting Track & Field Athletes Ahead of 2024 Olympics & Paralympics",
    "published": "2024-04-18T19:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 8587,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "63821140c9fddc745f0fcc101bb8115ce2d50347",
  "url": "https://www.advfn.com/stock-market/stock-news/93682440/superfeet-announces-new-campaign-supporting-track",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "advfn.com",
  "published": "2024-04-18T19:15:00.000+03:00",
  "title": "Superfeet Announces New Campaign Supporting Track & Field Athletes Ahead of 2024 Olympics & Paralympics",
  "text": "FERNDALE, Wash. , April 18, 2024 /PRNewswire/ -- Superfeet, global insole leader, today announces its support of several Team USA hopefuls in their quest to compete in Paris this summer. Leveraging a partnership with Parity a sports marketing platform dedicated to closing the gender income and opportunity gap, Superfeet will collaborate with seven track and field athletes to share inspiring stories that celebrate performance, empowerment and community.\n\"At Superfeet, we've long believed peak performance starts from the ground up,\" says Superfeet CEO Trip Randall. \"That's why high-performing athletes have chosen Superfeet insoles as their hidden advantage for years. Partnering with these remarkable athletes is a natural fit. Their dedication to excellence embodies the values we champion — resilience, innovation and teamwork. Together with Parity, we're honored to support their journeys to Paris and beyond.\"\nThis partnership aims to provide comprehensive support to athletes, both on and off the track, as they prepare for upcoming trials and games.\n\"As we gear up for our latest campaign with Superfeet to support and empower women track and field athletes preparing for the ultimate contest, we champion not just excellence in sport, but equality,\" says Leela Srinivasan , CEO of Parity. \"Investing in women's sports delivers benefits on two levels: it's great business, and it helps fuel a more inclusive, diverse and inspiring world. We applaud Superfeet for their sponsorship of these remarkable athletes, and we invite fans to follow along as we release engaging branded content that celebrates their extraordinary journeys to Paris .\"\nSuperfeet is proud to support the following athletes:\nAllison Halverson Hurdles\nAshtin Mahler , Heptathlon\nBrittni Mason Paralympic Sprinter\nElena Bruckner , Discus\nJasmine Todd , Sprints & Jumps\nJill Marois , Pole Vault\nKayla Bushey , Triple Jump\nKelsey Card , Discus\n\"As a Heptathlete who relies on peak performance in every event, having shoes that perfectly fit my feet is crucial,\" says Ashtin Zamzow-Mahler , Team USA Track & Field, National Champion. \"That's why I've been using Superfeet for years. Their insoles provide the perfect fit and support, no matter which shoes I'm wearing. Superfeet are an essential part of my training and I wouldn't go anywhere without them!\"\nThe partnership between Superfeet and Parity is a testament to the growing momentum behind the movement for gender equity in sports. Together, they are working to create a more inclusive and equitable environment for all athletes. To follow along on these athlete's journey, follow Superfeet on Instagram @superfeet.\nFor media inquiries, please contact Andrea Green , andrea.green@rygr.us.\nABOUT SUPERFEET WORLDWIDE, LLC:\nFor more than 45 years, Pacific Northwest-based Superfeet has been creating innovative insoles featuring the Superfeet ® shape, helping millions of people worldwide experience unparalleled comfort, pain relief, and performance. Today, through the latest advancements in 3D-printing technology, Superfeet is breaking down barriers associated with custom products by providing easier access to state-of-the-art personalized fit. Superfeet gives 1% of sales and countless volunteer hours to help others shape a strong foundation for a healthy future. For more, visit superfeet.com .\nABOUT PARITY:\nMinority-founded in 2020, Parity is a sports marketing and sponsorship platform dedicated to closing the gender income and opportunity gap in professional sports. By developing high-impact collaborations between brands, professional women athletes and their fans, Parity has proudly put millions of dollars in the pockets of women athletes, attracting dozens of brands to the movement in the process. The platform connects brands like Microsoft, Morgan Stanley and AdventHealth to more than 1000 women athletes from 75+ sports, including well over 250 Olympians and Paralympians. For more information on how to tap into the rapidly rising influence and popularity of women athletes, visit https://paritynow.co or follow us on Instagram, LinkedIn, Facebook, X (formerly Twitter) and Threads.\nView original content to download multimedia:https://www.prnewswire.com/news-releases/superfeet-announces-new-campaign-supporting-track--field-athletes-ahead-of-2024-olympics--paralympics-302121392.html\nSOURCE Superfeet Worldwide, LLC\nCopyright 2024 PR Newswire",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Sport"
  ],
  "external_links": [
    "https://www.prnewswire.com/news-releases/superfeet-announces-new-campaign-supporting-track--field-athletes-ahead-of-2024-olympics--paralympics-302121392.html",
    "https://paritynow.co",
    "https://static.cloudflareinsights.com/beacon.min.js/v55bfa2fee65d44688e90c00735ed189a1713218998793",
    "https://prnewswire.com/news-releases/superfeet-announces-new-campaign-supporting-track--field-athletes-ahead-of-2024-olympics--paralympics-302121392.html",
    "https://www.static.cloudflareinsights.com/beacon.min.js/v55bfa2fee65d44688e90c00735ed189a1713218998793",
    "https://www.paritynow.co"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "trip randall",
        "sentiment": "none"
      },
      {
        "name": "superfeet",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "team usa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wash.",
        "sentiment": "none"
      },
      {
        "name": "ferndale",
        "sentiment": "none"
      },
      {
        "name": "superfeet",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:14:05.368+03:00",
  "updated": "2024-04-19T00:14:05.368+03:00"
}