{
  "thread": {
    "uuid": "ed79a0e33ab20f285fe01864d30c35ce9e6fec6f",
    "url": "https://www.fastcompany.com/91009878/how-beets-became-essential-for-fighting-winter-storms",
    "site_full": "www.fastcompany.com",
    "site": "fastcompany.com",
    "site_section": "http://www.fastcompany.com",
    "site_categories": [
      "sci_fi_and_fantasy",
      "hobbies_and_interests"
    ],
    "section_title": "Fast Company | Business News, Innovation, Technology, Work Life and Design",
    "title": "As winter storms hit, this surprising vegetable is keeping roads clear",
    "title_full": "As winter storms hit, this surprising vegetable is keeping roads clear",
    "published": "2024-01-16T12:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2024/01/p-1-91009878-de-icing-with-beets.jpg",
    "performance_score": 0,
    "domain_rank": 350,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ed79a0e33ab20f285fe01864d30c35ce9e6fec6f",
  "url": "https://www.fastcompany.com/91009878/how-beets-became-essential-for-fighting-winter-storms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Talib Visram",
  "published": "2024-01-16T12:00:00.000+02:00",
  "title": "As winter storms hit, this surprising vegetable is keeping roads clear",
  "text": "By Talib Visram 3 minute Read The “Alberta Clipper” storm system that hung over parts of Western Canada this weekend brought heavy snow to cities like Winnipeg, where temperatures dropped to -13 degrees Fahrenheit. But one unlikely savior helped alleviate the icy road conditions: the humble beet.\nWe tend to think of salt as the primary means to clear icy roads, but it’s not the only substance in the toolbox. For years, many municipalities have used a natural substance—beet juice—which lowers the need for salt, bringing down both costs and environmental risks.\nThe use of beets as a deicer is prevalent in North America. As frigid temperatures set in across the country, states from Pennsylvania to North Dakota will be spreading beet juice across roads and bridges.\nIt’s not the jarred stuff from the grocery aisle (don’t try to clear your driveway with that). Rather, it’s a waste byproduct of sugar beet molasses that’s an ingredient used to produce table sugar crystals. It’s sticky like molasses and dark in color.\n“We haven’t found a state that doesn’t use it that deals with any kind of winter operations,” says Becky Allmeroth, chief safety and operations officer at the Missouri Department of Transportation, which was an early adopter about 20 years ago, following Iowa.\nStates and municipalities buy the beet juice concentrate from various suppliers, including ones called Beet 55 and Beet Heet; Missouri’s supplier of choice is GeoMelt. They mix it with liquid salt brine to dilute it, which keeps costs down, because brine is cheap. This mixing is common, including in D.C., where the mayor’s team cryptically referred to the cocktail as “hot mix.”\nBeets plus brine works much better than brine alone. Because it’s so sticky, it stays on roads for longer, keeping them clear for four to five days instead of one to two, saving manpower and time.\nIt’s used not only to deice roads, but also to prevent frost from forming in the first place. In Missouri, when beets are in play, they only use 10% of the salt for brine that they’d normally use. “When you’re purchasing almost $10 million worth of salt,” Allmeroth says, “that’s where you start seeing millions of dollars worth of savings.”\nSometimes, officials use solid rock salt, which makes its own brine with the snow and rain. They often pre-wet the salt with the beet juice mix. It sticks to the salt, and makes it heavier so it remains on the roadway. “When it goes out the backside of our spreaders, it will not scatter and bounce into the ditches,” Allmeroth says.\nThe beet juice also works at lower temperatures than salt alone. Salt works by lowering the freezing point of water, putting off the creation of ice; beets bind with the salt to lower the freezing point even further. Salt loses its effectiveness when you get below about 25 degrees, but GeoMelt’s freezing point is at about -40.\nadvertisement That’s essential north of the border, where temperatures drop to frigid levels. Michael Cantor, manager of streets maintenance in Winnipeg, Manitoba , often uses sand instead of salt because it provides better tire traction in dangerous conditions; beets work the same way with sand. They used more than 396,000 liters of beet mixture last season, and closer to 849,000 in the heavier season of 2019-2020.\nAlleviating the use of road salt could also be a boon for the environment, given that the U.S. and Canada use more than 33 metric tons of it annually. When it runs off into streams, the chloride can contaminate drinking water and be toxic to various species. A recent study also suggested a surplus of salt disrupts the Earth’s natural salt cycle , which could prove an “existential threat.”\nBeet juice is more sustainable. There’s also plenty being produced: Michigan sugar beet growers said they could likely produce enough to spray all the roads in Michigan, Indiana, and Ohio.\nThe beet juice has some environmental concerns of its own: Researchers found that phosphates in the juice can spur algae growth in waterways, and that its potassium could detrimentally affect species like mayflies .\nBut it’s spurred thinking about how other natural substances could be used to deice roads: Some municipalities have trialed pickle juice, potato juice, and cheese brine —the latter in Wisconsin, of course.\nFor Allmeroth, the downsides are mainly sensory. One: it reeks. “If you get a whiff of it, it really smells,” she says, so pungently that officials place signs to warn passersby after a recent deployment. And it’s sticky, which can be a hassle if the goop hits a windshield. “I can usually get it off with a quick run through the carwash,” she says. “But it’s not pleasant.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.utoronto.ca/news/u-t-study-shows-winter-road-salt-poses-year-round-threat-aquatic-life-toronto-s-rivers",
    "https://www.greenmarkequipment.com/news/current%20news/the-right-mix-sugar-beet-juice-salt-duo-could-help-michiganders-farmers/#:~:text=LANSING%20%E2%80%94%20State%20sugar%20beet%20growers,with%20salt%20to%20deice%20roads.",
    "https://www.sciencedaily.com/releases/2018/10/181029135232.htm",
    "https://globalnews.ca/news/4641392/beet-juice-to-cover-slick-streets-as-winnipeg-expands-pilot-program-throughout-city",
    "https://apnews.com/article/science-bb34e41bb95a4dfa85301621ec0c50ca",
    "https://www.caryinstitute.org/news-insights/road-salt-problem-solution-and-how-get-there-report",
    "https://www.businessinsider.com/why-wisconsin-county-dumping-cheese-brine-on-roads-2023-11",
    "https://winnipeg.citynews.ca/video/2024/01/11/alberta-clipper-hanging-over-winnipeg-brings-significant-snowfall/",
    "https://twitter.com/JWPascale/status/1467970256341716998?s=20",
    "https://winnipeg.citynews.ca/video/2024/01/11/alberta-clipper-hanging-over-winnipeg-brings-significant-snowfall",
    "https://twitter.com/JWPascale/status/1467970256341716998",
    "https://greenmarkequipment.com/news/current%20news/the-right-mix-sugar-beet-juice-salt-duo-could-help-michiganders-farmers/#:~:text=LANSING%20%E2%80%94%20State%20sugar%20beet%20growers,with%20salt%20to%20deice%20roads.",
    "https://utoronto.ca/news/u-t-study-shows-winter-road-salt-poses-year-round-threat-aquatic-life-toronto-s-rivers",
    "https://businessinsider.com/why-wisconsin-county-dumping-cheese-brine-on-roads-2023-11",
    "https://caryinstitute.org/news-insights/road-salt-problem-solution-and-how-get-there-report",
    "https://sciencedaily.com/releases/2018/10/181029135232.htm",
    "https://www.twitter.com/JWPascale/status/1467970256341716998?s=20",
    "https://www.winnipeg.citynews.ca/video/2024/01/11/alberta-clipper-hanging-over-winnipeg-brings-significant-snowfall/",
    "https://www.apnews.com/article/science-bb34e41bb95a4dfa85301621ec0c50ca",
    "https://www.globalnews.ca/news/4641392/beet-juice-to-cover-slick-streets-as-winnipeg-expands-pilot-program-throughout-city"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "talib visram",
        "sentiment": "neutral"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "winnipeg",
        "sentiment": "none"
      },
      {
        "name": "north america",
        "sentiment": "none"
      },
      {
        "name": "north dakota",
        "sentiment": "none"
      },
      {
        "name": "pennsylvania",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T12:30:09.735+02:00",
  "updated": "2024-01-16T18:08:09.613+02:00"
}