{
  "thread": {
    "uuid": "6e9804844597950f95bec45b8ae632d026064119",
    "url": "https://www.laopiniondemurcia.es/comunidad/2024/02/16/chs-anse-convenio-restaurar-ecosistema-rio-segura-murcia-98246602.html",
    "site_full": "www.laopiniondemurcia.es",
    "site": "laopiniondemurcia.es",
    "site_section": "https://laopiniondemurcia.es/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "La CHS y ANSE trabajarán para restaurar el ecosistema fluvial del Segura",
    "title_full": "La CHS y ANSE trabajarán para restaurar el ecosistema fluvial del Segura",
    "published": "2024-02-16T10:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.laopiniondemurcia.es/cds-statics/assets/img/logos/logo-regionales-la-opinion-de-murciaOG_.png",
    "performance_score": 0,
    "domain_rank": 29854,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e9804844597950f95bec45b8ae632d026064119",
  "url": "https://www.laopiniondemurcia.es/comunidad/2024/02/16/chs-anse-convenio-restaurar-ecosistema-rio-segura-murcia-98246602.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EFE",
  "published": "2024-02-16T10:44:00.000+02:00",
  "title": "La CHS y ANSE trabajarán para restaurar el ecosistema fluvial del Segura",
  "text": "Medio Ambiente\nLa CHS y ANSE trabajarán para restaurar el ecosistema fluvial del Segura\nAmbas entidades favorecerán la conservación del patrimonio natural y la biodiversidad, aumentando la resiliencia de la Cuenca al cambio climático\nEFE\nLa Confederación Hidrográfica del Segura (CHS) y la Asociación de Naturalista del Sureste (ANSE) han dado a conocer este viernes un convenio para cooperar en la conservación y restauración del ecosistema fluvial de la cuenca del Segura.\nEl convenio abarca desde acciones de conservación y mejora que se acometan, hasta la planificación de nuevas acciones de restauración en el área de competencia del organismo de cuenca.\nEngloba acciones dentro del proyecto \"Fluvialitis\", y de otras posibles nuevas iniciativas que tengan como objetivo principal la conservación y rehabilitación de ecosistemas fluviales, aumentando su resiliencia al cambio climático y la provisión de servicios ecosistémicos mediante la custodia fluvial, lo que también aporta una importante herramienta para la Administración para el control del estado de los diferentes ambientes dentro de la cuenca del Segura.\nEn este sentido, el acuerdo agilizará la tramitación administrativa de aquellas actuaciones que ANSE viene realizando, basadas en la eliminación de invasoras en cauces, plantaciones y retirada de residuos sólidos, acciones de conservación, seguimiento de la calidad de las aguas, así como otras con finalidades de voluntariado y que, por localizarse en terrenos de Dominio Público Hidráulico (DPH), deben realizarse bajo el control de la CHS.\nEl convenio suscrito refleja el interés de continuar y fomentar la colaboración conjunta por parte de ambas entidades. Gracias a ello, el Organismo de Cuenca y la entidad en defensa de intereses medioambientales favorecerán la conservación del patrimonio natural y la biodiversidad de la cuenca del Segura dentro de una gestión armonizada del territorio fluvial y de los intereses de los usuarios.\nPara la consecución de las metas descritas, se realizarán campañas de información y sensibilización, procesos de participación ciudadana y cursos formativos. El acuerdo tiene un plazo de vigencia de cuatro años prorrogable.\nRegión El PP pide la dimisión de la delegada del Gobierno por la falta de seguridad en la Asamblea Regional https://www.laopiniondemurcia.es/comunidad/2024/02/16/multas-99-agricultores-campo-cartagena-98234072.html Multas para el 99% de los agricultores del campo de Cartagena por los nitratos https://www.laopiniondemurcia.es/comunidad/2024/02/15/defensa-sanidad-denuncia-falta-sanitarios-98184917.html Defensa de la Sanidad denuncia \"la falta de sanitarios y servicios\" en el Área III de Salud https://www.laopiniondemurcia.es/comunidad/2024/02/15/region-rechaza-financiacion-tercio-profesores-98185488.html La Región rechaza la financiación de solo un tercio de los profesores universitarios para aplicar la LOSU https://www.laopiniondemurcia.es/comunidad/2024/02/15/planta-solar-desaladora-torrevieja-agua-98188063.html Una planta solar en la desaladora de Torrevieja reducirá el coste del agua https://www.laopiniondemurcia.es/comunidad/2024/02/16/sms-busca-nuevo-director-medico-98224017.html El SMS busca un nuevo director médico para la Arrixaca https://www.laopiniondemurcia.es/comunidad/2024/02/15/112-cuarto-siglo-atendiendo-emergencias-98189162.html El 112, un cuarto de siglo atendiendo las emergencias de la Región https://www.laopiniondemurcia.es/comunidad/2024/02/14/colegio-dentistas-murcia-entrega-medalla-98176161.html El Colegio de Dentistas de Murcia entrega la medalla de oro a la ONG Cirugía Solidaria",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T12:13:42.755+02:00",
  "updated": "2024-02-16T12:13:42.755+02:00"
}