{
  "thread": {
    "uuid": "31bab238d01731eca141dc5a3d62ac954b4592f6",
    "url": "https://greensavers.sapo.pt/ue-aprova-criacao-de-comunidade-de-conhecimento-sobre-a-agua-governo-aplaude",
    "site_full": "greensavers.sapo.pt",
    "site": "sapo.pt",
    "site_section": "https://greensavers.sapo.pt",
    "site_categories": [
      "media",
      "business",
      "green_solutions",
      "top_news"
    ],
    "section_title": "Green Savers &#8211; Notícias sobre sustentabilidade, ambiente, alterações climáticas, biodiversidade, florestas, finanças verdes, empresas, economia, ODS",
    "title": "UE aprova criação de Comunidade de Conhecimento sobre a água, Governo aplaude – Green Savers",
    "title_full": "UE aprova criação de Comunidade de Conhecimento sobre a água, Governo aplaude – Green Savers",
    "published": "2024-07-05T11:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://greensavers.sapo.pt/wp-content/uploads/2024/04/Maria-da-Graca-Carvalho-1024x543.jpg",
    "performance_score": 0,
    "domain_rank": 1836,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "31bab238d01731eca141dc5a3d62ac954b4592f6",
  "url": "https://greensavers.sapo.pt/ue-aprova-criacao-de-comunidade-de-conhecimento-sobre-a-agua-governo-aplaude",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "visao.sapo.pt",
  "published": "2024-07-05T11:00:00.000+03:00",
  "title": "UE aprova criação de Comunidade de Conhecimento sobre a água, Governo aplaude – Green Savers",
  "text": "UE aprova criação de Comunidade de Conhecimento sobre a água, Governo aplaude Por Green Savers com Lusa 9:00 - 5 Julho 2024 @Instituto Superior Técnico\nPartilhar A Comissão Europeia aprovou a criação de uma Comunidade de Conhecimento e Inovação (CCI) dedicada aos setores da água, recursos e ecossistemas marinhos e marítimos, que poderá ser relevante para Portugal, divulgou ontem o Governo.\n“Terá seguramente grande relevância para países como Portugal que, além de ter no mar um eixo estratégico fundamental, enfrenta desafios que também serão abordados” por essa comunidade, comentou a ministra do Ambiente e Energia, Maria da Graça Carvalho, num comunicado divulgado hoje sobre o assunto.\nAs comunidades de conhecimento e inovação são entidades que juntam universidades, centros de investigação e empresas, que desenvolvem atividades de investigação e inovação para projetos comuns. Desenvolvem-se no âmbito do Instituto Europeu de Inovação e Tecnologia (IEIT) para ajudar na inovação, crescimento e emprego e empreendedorismo.\nA comunidade dedicada à água tinha sido proposta em dezembro de 2019 pela então eurodeputada Maria da Graça Carvalho, atualmente ministra do Ambiente e Energia. A sugestão foi feita na comissão de Indústria, Investigação e Energia e teve acolhimento positivo.\nMaria da Graça Carvalho recordou na altura que os problemas relacionados com a água, especialmente a escassez, são um tópico “muito importante” e merecem um tratamento preferencial.\nNum comunicado hoje divulgado pelo Ministério do Ambiente, a ministra saudou a aprovação e sublinhou a importância que a decisão pode ter para Portugal, e relembrou desafios como a gestão das secas e escassez de água, no contexto das alterações climáticas, e a “promoção de uma política eficiente de gestão dos recursos hídricos”.\nDe acordo com o comunicado, o próximo passo será, no início de 2025, a publicação pelo IEIT de um convite à apresentação de propostas sobre o que será a comunidade da água. E a nova CCI será selecionada ainda em 2025 e lançada em 2026.\n“Não escondo que ficaria muito feliz em ver entidades portuguesas assumirem um papel preponderante nesta nova Comunidade e, de facto, essa é uma possibilidade, visto ter já sido formalizado um consórcio – o One Water Consortium – no qual participam importantes instituições do ensino superior e de investigação nacionais”, disse a ministra, citada no comunicado.\nNo documento, acrescenta estar certa de que a nova comunidade será muito positiva “para incentivar fortemente as atividades de investigação científica e inovação no setor da água, com reflexos positivos para toda a Europa e, em especial, para os Países costeiros e todos aqueles que se debatem com a escassez de água, que afeta já 20% do território da UE”.\nO IEIT, com um orçamento de quase três mil milhões de euros no âmbito do programa-quadro Horizonte Europa, é, diz o Governo no comunicado, o único instrumento do orçamento europeu que cobre todo o triângulo do conhecimento: Educação, Investigação Científica e Inovação.\nAté recentemente existiam oito CCI dedicadas aos Alimentos, Saúde, Digital, Clima, Manufaturas, Mobilidade Urbana, Matérias-Primas, Inovação na Energia. Na sequência do relatório de Maria da Graça Carvalho foram criadas mais duas: uma dedicada à Cultura e Criatividade e, agora, outra dedicada a todos os temas relacionados com a água.\nContinuar a ler\nPartilhar",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Politics",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.facebook.com/sharer.php?u=https%3A%2F%2Fgreensavers.sapo.pt%2Fue-aprova-criacao-de-comunidade-de-conhecimento-sobre-a-agua-governo-aplaude%2F",
    "https://reddit.com/submit?url=https%3A%2F%2Fgreensavers.sapo.pt%2Fue-aprova-criacao-de-comunidade-de-conhecimento-sobre-a-agua-governo-aplaude%2F&title=UE",
    "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fgreensavers.sapo.pt%2Fue-aprova-criacao-de-comunidade-de-conhecimento-sobre-a-agua-governo-aplaude%2F&title=UE",
    "https://twitter.com/share?text=UE",
    "https://reddit.com/submit",
    "https://facebook.com/sharer.php?u=https%3A%2F%2Fgreensavers.sapo.pt%2Fue-aprova-criacao-de-comunidade-de-conhecimento-sobre-a-agua-governo-aplaude%2F",
    "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fgreensavers.sapo.pt%2Fue-aprova-criacao-de-comunidade-de-conhecimento-sobre-a-agua-governo-aplaude%2F&title=UE",
    "https://www.reddit.com/submit?url=https%3A%2F%2Fgreensavers.sapo.pt%2Fue-aprova-criacao-de-comunidade-de-conhecimento-sobre-a-agua-governo-aplaude%2F&title=UE",
    "https://www.linkedin.com/shareArticle",
    "https://www.facebook.com/sharer.php",
    "https://twitter.com/share",
    "https://www.twitter.com/share?text=UE"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T11:01:34.321+03:00",
  "updated": "2024-07-05T11:01:34.321+03:00"
}