{
  "thread": {
    "uuid": "241fc7672165f76c3d960ef3ec2104d53857c97d",
    "url": "https://www.cybersecurity-insiders.com/2024-cybersecurity-excellence-awards-extended",
    "site_full": "www.cybersecurity-insiders.com",
    "site": "cybersecurity-insiders.com",
    "site_section": "http://detroitautoshow.einnews.com/live_feed",
    "site_categories": [
      "hacking",
      "tech"
    ],
    "section_title": "Live Feed Wire - Detroit Auto Show News - EIN Presswire",
    "title": "2024 Cybersecurity Excellence Awards - Extended Deadline - Cybersecurity Insiders",
    "title_full": "2024 Cybersecurity Excellence Awards - Extended Deadline - Cybersecurity Insiders",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.cybersecurity-insiders.com/wp-content/uploads/banner_2024_final_Plain-1.png",
    "performance_score": 0,
    "domain_rank": 58691,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "241fc7672165f76c3d960ef3ec2104d53857c97d",
  "url": "https://www.cybersecurity-insiders.com/2024-cybersecurity-excellence-awards-extended",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "cyberinsiders",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "2024 Cybersecurity Excellence Awards - Extended Deadline - Cybersecurity Insiders",
  "text": "Great news: By popular demand, we extended the deadline for the 2024 CYBERSECURITY EXCELLENCE AWARDS until April 27,2024. In the complex and dynamic world of cybersecurity, excellence often goes unnoticed. That’s where the Cybersecurity Excellence Awards come in. This isn’t just another awards program – it’s an opportunity for your company, products, and teams to be globally recognized and celebrated for their innovation, leadership, and excellence in cybersecurity. The Cybersecurity Excellence Awards are global to extend opportunity and reach to all who contribute to the cybersecurity space. To ensure a level playing field for all participants, all nominations are judged within their peer group defined by market segment, company size, and geography. Plus, our reasonable nomination fees make the Cybersecurity Excellence Awards one of the most accessible awards programs in the industry. Benefits of Winning Gain global, industry-wide acknowledgment and recognition for your achievements in cybersecurity. Showcase your success on the Cybersecurity Excellence Awards nomination page, through social media, featured news articles on the Cybersecurity Insiders news site, press releases, posts on our LinkedIn community of 600,000+ members, and with an award badge proudly displayed on your website or social profiles. Who Can Enter? Whether you’re a small startup or an established company, a cybersecurity professional or SOC team, these awards are for you. We offer categories tailored to your product, team, or organization, ensuring fair competition and recognition for all. Submission Deadline Make sure to submit your nominations no later than April 27, 2024 (end of day PST). Easy Nomination Process We are committed to making the nomination process as easy and seamless as possible. Whether you’re just starting to think about your nomination or perhaps you already have multiple nominations in mind, our user-friendly dashboard allows you to begin right away, save your draft, and return at your convenience. The Cybersecurity Excellence Awards provide a platform for the industry’s best to shine. Don’t miss your chance to participate in this prestigious recognition program. Explore the categories, understand the process (don’t hesitate to contact us with any questions), and start your nomination today. Start today: https://cybersecurity-excellence-awards.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://cybersecurity-excellence-awards.com/",
    "https://cybersecurity-excellence-awards.com",
    "https://www.cybersecurity-excellence-awards.com/",
    "https://www.cybersecurity-excellence-awards.com",
    "https://cybersecurity-excellence-awards.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:21:11.655+03:00",
  "updated": "2024-04-12T00:21:11.655+03:00"
}