{
  "thread": {
    "uuid": "8b66d15578ffcd319af53ef1e2ea1a953059ed7a",
    "url": "https://www.medpagetoday.com/neurology/generalneurology/109509",
    "site_full": "www.medpagetoday.com",
    "site": "medpagetoday.com",
    "site_section": "https://www.medpagetoday.com/",
    "site_categories": [
      "health"
    ],
    "section_title": "Medical News | MedPage Today",
    "title": "Givinostat Slows Duchenne Muscular Dystrophy Decline | MedPage Today",
    "title_full": "Givinostat Slows Duchenne Muscular Dystrophy Decline | MedPage Today",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets.medpagetoday.net/media/images/109xxx/109509.jpg",
    "performance_score": 0,
    "domain_rank": 3278,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8b66d15578ffcd319af53ef1e2ea1a953059ed7a",
  "url": "https://www.medpagetoday.com/neurology/generalneurology/109509",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sophie Putka",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Givinostat Slows Duchenne Muscular Dystrophy Decline | MedPage Today",
  "text": "Givinostat (Duvyzat) slowed physical decline as measured by stair climbing speed for a subset of boys with Duchenne muscular dystrophy (DMD), according to the phase III trial that supported the drug's recent approval for this indication.\nWhile the boys still declined over 72 weeks on the oral drug, their times for a four-stair climb assessment slowed by a relative 14% less from baseline to week 72 compared with the placebo group (geometric least squares mean ratio 1.27 vs 1.48, between-group ratio 0.86, 95% CI 0.75 to 0.99, P =0.035), Eugenio Mercuri, MD, of the Universita Cattolica del Sacro Cuore in Rome, and colleagues reported in Lancet Neurology .\nMean four-stair climb time change from baseline to 72 weeks was an added 1.25 seconds in the givinostat group compared with 3.03 seconds in the placebo group -- a 1.78 second smaller increase with the drug that the researchers called \"potentially meaningful to patients, because slower four-stair climb correlates with reduced participation in physical and social activities in daily life and predicts loss of stair-climbing ability and ambulatory capacity.\"\nGivinostat was associated with fewer items failed and a slower decline compared to placebo in a secondary endpoint, the North Star Ambulatory Assessment (NSAA) scale, which measures functional motor abilities, though the differences did not reach significance.\n\"The observed benefits of givinostat in this study suggest new therapeutic avenues for treating patients with Duchenne muscular dystrophy...\" wrote Janbernd Kirschner, MD, of the University of Freiburg, in Germany in an accompanying commentary . \"However, the extent to which givinostat can lead to clinically meaningful improvements with long-term use across a wider cohort of patients ... remains to be seen.\"\nDuchenne, an incurable muscular dystrophy that occurs mostly in boys, is characterized by a mutation that causes a lack of functional dystrophin and muscle damage. Givinostat is a histone deacetylase (HDAC) inhibitor that works on pathogenic processes resulting from the dystrophin deficiency to reduce muscle degeneration.\nThe drug was approved in March by the FDA for all DMD patients ages 6 and older, a broad indication compared with what Kirschner called narrow entry criteria in the trial.\nThe international EPIDYS trial enrolled males ages 6 years and older with genetically confirmed DMD who were ambulatory at baseline: They had to be able to complete two 4-stair climb assessments with a mean of 8 seconds or less and have a time-to-rise of at least 3 seconds but less than 10 seconds. Only participants in a prespecified group with a baseline vastus lateralis fat fraction (VLFF) between 5% and 30% were evaluated for efficacy, while participants with VLFF outside these ranges were included as part of a larger cohort for safety analysis.\nVastus lateralis fat has been shown to correlate with loss of ambulation. The randomized group \"was intended to comprise patients who were not at risk of sudden, complete loss of ambulation but who, if receiving placebo, would show sufficient decline over the study duration in the function, strength, and fat fraction endpoints being tested,\" the researchers noted.\nFDA approval did not restrict use by ambulation or VLFF.\nThe trial also required that patients have received systemic corticosteroids for at least 6 months. DMD is often treated with corticosteroids to slow loss of muscle strength and function, albeit with side effects like weight gain and bone fragility. Patients stayed on their regimen. Randomization was stratified according to corticosteroid type and regimen. Kirschner called it important that the \"observed treatment effects occurred in addition to the benefits derived from a stable glucocorticoid regimen.\"\nA total of 179 boys (>90% white, mean age 9.8 years) were randomized to double-blind treatment with oral givinostat or equivalent placebo doses based on weight twice a day for 72 weeks.\nThe key secondary endpoints did not differ between groups after multiplicity adjustment, but were suggestive of benefits with givinostat:\nDecrease in NSAA total score from baseline over 72 weeks (least squares mean difference 1.91 [95% CI 0.295-3.533]) Cumulative loss-of-function (3.42 vs 5.56 items failed over 72 weeks, ratio 0.61 [95% CI 0.41-0.93]) Change from baseline in time-to-rise (least squares mean difference between groups of –3.28 [95% CI –9.57 to 3.02]) The effect size in NSAA score also was deemed important by Kirschner, citing an analysis by the Collaborative Trajectory Analysis Project in which \"loss of 2.0 NSAA items predicted clinically meaningful disease progression, loss of ambulation in the functionally declining group, and loss of ability to rise from the floor in the younger, more stable group. Moreover, complete loss of function in one NSAA item, or deterioration in 1–2 items, is perceived as an important change by patients and parents.\"\nHe noted that lack of significance in change in time to rise was likely due to large interpatient variability.\nAdverse event rates were similar in the two groups, although treatment-related events were more frequent with givinostat. For nearly half of the givinostat group (48%), the dose was reduced, mostly due to side effects including reduction in platelet count and thrombocytopenia. The starting dose was also reduced after an interim safety review. Other common treatment-related side effects included diarrhea and abdominal pain. \"However, these are recognised adverse events of givinostat and can generally be managed by dose reduction or interruption,\" Kirschner wrote.\nLimitations included a substantial risk of unmasking due to dose reduction after adverse events and a sample size too small to evaluate every secondary endpoint. A proportion of patients also started the study on a lower dose of givinostat due to a protocol amendment to manage adverse effects.\nThe researchers were further limited by the exclusion of nonambulatory and female patients, an almost all white sample, and no participating centers in Asia or Africa.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "duchenne",
        "sentiment": "none"
      },
      {
        "name": "eugenio mercuri",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "universita cattolica del sacro cuore",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rome",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:59:00.278+03:00",
  "updated": "2024-04-05T04:48:42.194+03:00"
}