{
  "thread": {
    "uuid": "6168ee718fce7f5aff71922d7c9b60b3f0c2c41d",
    "url": "https://ejewishphilanthropy.com/helping-women-in-wartime-international-womens-day",
    "site_full": "ejewishphilanthropy.com",
    "site": "ejewishphilanthropy.com",
    "site_section": "http://feeds.feedburner.com/ejewishphilanthropy.com",
    "site_categories": [
      "religion",
      "judaism"
    ],
    "section_title": "eJewish Philanthropy",
    "title": "Helping women in wartime: Key lessons in honor of International Women’s Day",
    "title_full": "Helping women in wartime: Key lessons in honor of International Women’s Day",
    "published": "2024-03-08T15:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ejewishphilanthropy.nyc3.digitaloceanspaces.com/wp-content/uploads/2024/03/07224421/E-Bikes-for-Ukrainian-Nurses-1200x603.jpg",
    "performance_score": 0,
    "domain_rank": 96380,
    "domain_rank_updated": "2024-03-05T12:11:17.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6168ee718fce7f5aff71922d7c9b60b3f0c2c41d",
  "url": "https://ejewishphilanthropy.com/helping-women-in-wartime-international-womens-day",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Karyn Grossman Gershon",
  "published": "2024-03-08T15:00:00.000+02:00",
  "title": "Helping women in wartime: Key lessons in honor of International Women’s Day",
  "text": "Opinion PARTNERSHIP IS FUNDAMENTAL Helping women in wartime: Key lessons in honor of International Women’s Day For more than 100 years, much of the world has celebrated March 8 as International Women’s Day, an opportunity to honor the achievements of women and spotlight areas where gender inequities and imbalances persist. Chief among these is the male-dominated landscape of war, in which women continue to have very little voice. As a result, our collective understanding of war often lacks any kind of female perspective. Fortunately, there are women thought leaders in this space seeking to generate greater awareness of critical issues, convene partnerships, maximize impact and raise funds. Project Kesher has been proud to carry this mantle, leveraging our founding as an organization dedicated to Jewish renewal and now operating in war-affected areas like Ukraine and Israel. We are using our established on-the-ground networks and women’s advocacy expertise to champion the specific and often unmet wartime needs of women across faiths and communities. And recently we’ve also shared our expertise with Jewish-centric organizations that have shifted their priorities to reflect wartime needs since the Oct. 7 attack by Hamas on Israel. In that same collaborative spirit, Project Kesher is marking International Women’s Day by conveying key lessons on supporting women in wartime. This accumulated wisdom has helped our organization go beyond just aiding individuals and families in Israel and Ukraine, but has empowered women to the benefit of whole communities and civil societies seeking to survive and rebuild. Women’s bodies ‘embody’ war The toll of war is uniquely felt by women and can be seen in the negative impacts on women’s physical and mental health. For example, the United Nation Population Fund (UNFPA) has shared data on miscarriages from Dr. Tetyana Postolovska, who works out of one of the organization’s mobile reproductive clinics in Ukraine. Her calculations show that the number of women who have lost pregnancies has increased by approximately 10% to 15% compared to the country’s pre-war period. There is evidence that women are also experiencing spikes in postpartum depression, breastfeeding issues and early onset menopause, as well as higher levels of anxiety and panic disorders. This doesn’t even include women who have experienced the higher levels of sexual assault that are well documented in war-afflicted countries. With the knowledge that it’s essential to understand the impact of traumatic stress on the body in order to address its impact on society, Project Kesher has advanced women-focused wartime health initiatives in Ukraine and Israel, delivering needed resources and emotional support. Prioritize information access As brilliantly relayed by The Carter Center CEO Paige Alexander during her 2023 TEDWomen talk, access to information is a master key that unlocks human rights for everyone around the world. This is especially true for women in conflict zones who frequently make high-stakes, sometimes life-or-death decisions quickly. For example, they require information on evacuation options, routes and processes in the event they choose to flee the immediate path of war. They also need to understand where they can access safe medical and mental health care for themselves and their families whether they reside in their communities or become refugees. This kind of information must be prioritized alongside emergency supplies and gendered humanitarian care to truly provide women the kind of support that recognizes their humanity. For example, emergency contraception remains vital in wartime, but so is information on all choices available to women with unplanned or unwanted pregnancies. Project Kesher has been at the forefront of using technology and media to communicate with women in real time in ways that empower them. Whether it is employing WhatsApp to coordinate evacuation and relief efforts with partner groups, Telegram to provide professionally curated support groups to pregnant women and new mothers, public radio to air wartime women’s health information, or SMS with partner Footage Foundation to keep women in Ukraine apprised of their choices, we have learned that technology can speed and improve knowledge and decision making. Partnerships maximize impact Wars inevitably create more need than any one organization can hope to meet, especially among women who do not necessarily serve in the armed forces, and thus do without military support. This necessitates that NGOs convene trusted partners to work jointly in order to overcome wartime’s overwhelming obstacles and maximize on-the-ground impact for those in desperate need of immediate help. Such partnerships require NGO leaders to embrace other organizations as collaborators versus competitors vying for the same donor base. While this represents a major shift in mindset among many longstanding philanthropic entities, the mentality can exponentially enhance measurable outcomes, fulfilling organizational missions while impressing funders. Project Kesher’s ecosystem of partners has become foundational to the organization, and has empowered us to become highly effective, cost-efficient and trusted among a large and growing number of like-minded entities. We’ve consistently expanded this network, which today includes such groups as Ukraine Trust Chain, Footage Foundation, Jewrope, AFYA, Razom and UAST. People and organizations that respond 24/7 to collaborate with you on humanitarian initiatives become your programmatic and emotional support system and exponentially leverage the power of any one NGO’s impact. Center the voices and needs of women Conveyed most widely by former Secretary of State Hillary Clinton and Melanne Verveer, the first U.S. ambassador-at-large for global women’s issues, there is a growing understanding that women’s global needs must be met through channels that include international aid. However, NGOs providing that aid — as well as information, programs and services — should also be aware of the importance of centering the voices of women on the ground in their decision-making. Those that fail to take this step too often discover too late that their efforts have been duplicative, ineffective or simply less than meaningful; while with the input of those who fully understand the specific realities of those in need, as well as the larger cultural and societal context, organizations can and often do generate impact. To illustrate, The Women’s Opportunity Fund, an entity created by Project Kesher Ukraine, helps female entrepreneurs looking to rebuild or expand their businesses through a targeted grant program. Grants are intentionally structured to support small and emerging enterprises, taking into account the insights of our local network which has shared that women-run businesses, though the backbone of Ukraine’s economy, are far smaller than national averages suggest. With this insight, the Ffund is able to fill gaps in current international aid programs, and has garnered vast local support and generated extraordinary demand for future rounds of grants. The needs of women in wartime have been deprioritized for far too long, over too many conflicts. On International Women’s Day, NGOs should recommit themselves to meeting these vast needs, remembering that partnerships and the sharing of best practices is fundamental to such efforts. Karyn Grossman Gershon is CEO of Project Kesher. She is presently serving as a wartime leader across two continents, championing vital programs in Ukraine and Israel.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "kesher",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T17:53:41.302+02:00",
  "updated": "2024-03-08T19:36:37.518+02:00"
}