{
  "thread": {
    "uuid": "a36eff7343b815ccdcfddf733b5f81a8855a39e0",
    "url": "https://laopinion.com/2024/03/14/maestra-de-texas-dono-su-rinon-a-un-nino-que-no-conocia-y-le-salvo-la-vida",
    "site_full": "laopinion.com",
    "site": "laopinion.com",
    "site_section": "http://www.laopinion.com/feed/",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "immigration"
    ],
    "section_title": "La Opinión",
    "title": "Maestra de Texas donó su riñón a un niño que no conocía y le salvó la vida",
    "title_full": "Maestra de Texas donó su riñón a un niño que no conocía y le salvó la vida",
    "published": "2024-03-15T00:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://laopinion.com/wp-content/uploads/sites/3/2024/03/shutterstock_1108828922.jpg?w=1200",
    "performance_score": 0,
    "domain_rank": 16777,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a36eff7343b815ccdcfddf733b5f81a8855a39e0",
  "url": "https://laopinion.com/2024/03/14/maestra-de-texas-dono-su-rinon-a-un-nino-que-no-conocia-y-le-salvo-la-vida",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Erika Hernández",
  "published": "2024-03-15T00:19:00.000+02:00",
  "title": "Maestra de Texas donó su riñón a un niño que no conocía y le salvó la vida",
  "text": "Maestra de Texas donó su riñón a un niño que no conocía y le salvó la vida\nCuando la familia de Baer Sobieralski descubrió que ninguno de sus miembros era compatible para donar su riñón el niño menor de un año, acudieron al público para pedir ayuda. Allí fue cuando Jane Callahan respondió a su llamado\nJane Callahan, maestra de tercer grado y madre soltera con dos hijos de\nTexas, cambió por completo la vida de un bebé que, tras nacer con una rara condición genética y padecer insuficiencia renal, necesitaba un riñón para poder seguir viviendo.\nCuando la familia de Baer Sobieralski descubrió que ninguno de sus miembros era compatible con el niño menor de un año, las autoridades médicas lo pusieron en lista de espera para un trasplante.\nDebido a que el niño contaba con muy poco tiempo de vida, la familia decidió acudir al público para buscar ayuda y así salvar al pequeño Baer.\n“Si tuviéramos un donante vivo, listo para funcionar, podríamos hacerlo mañana”, dijo el padre de Baer, ??Keith Sobieralski, a KEYE-TV, afiliada de\nCBS en Austin, en junio del año pasado.\nAl ver su súplica, Callahan hizo una llamada y ofreció uno de sus riñones a un niño que no conocía.\n“Simplemente sabía que si me iban a hacer la prueba sería compatible”, dijo Callahan a CBS News.\nEn diciembre se realizó una cirugía de trasplante de cinco horas en el Texas Children’s Hospital de Houston. Luego vino una agonizante espera antes de que la familia supiera si la cirugía había sido un éxito.\n“A su bebé le ha ido muy bien. Todo es estupendo”, dijo la enfermera a los Sobieralski después de la operación.\nCallahan le dijo a la madre de Baer, Mallory Sobieralski, que le encantaría conocerla. “Fue uno de los momentos más profundos de mi vida”, contó la mamá del pequeño.\nBaer, que ahora tiene 2 años, se está recuperando y Callahan también dice que se siente muy bien.\nMientras tanto, dos familias se han convertido en una.\n“Estás inundado de cosas negativas todo el tiempo en el mundo, y muy a menudo hay cosas hermosas que están ahí fuera, y sólo tienes que elegir mirarlas”, dijo el padre de Bear.\nSigue leyendo:\n–\nCaso de Madeline Soto conmociona a Florida: ¿qué se sabe sobre la trágica muerte de la niña hispana?\n–\nTragedia en Texas: Niña de 11 años que desapareció de camino a la escuela fue hallada muerta en un río\n–\nHombre de Texas arrestado por la muerte de la niña Audrii Cunningham será acusado de asesinato capital",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Education",
    "Human Interest"
  ],
  "external_links": [
    "https://cbsaustin.com/news/local/central-texas-toddler-seeks-life-saving-kidney-donor-after-transplant-center-shutdown",
    "https://www.cbsaustin.com/news/local/central-texas-toddler-seeks-life-saving-kidney-donor-after-transplant-center-shutdown"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:50:25.047+02:00",
  "updated": "2024-03-15T00:50:25.047+02:00"
}