{
  "thread": {
    "uuid": "1035564696ffcf731672e4ce67dfb05776f3b398",
    "url": "https://www.bursa.ro/the-kingdom-of-god-a-conceptual-sketch-ii-25965151",
    "site_full": "www.bursa.ro",
    "site": "bursa.ro",
    "site_section": "https://www.bursa.ro/titluri-bursa.xml",
    "site_categories": [
      "tennis",
      "sports"
    ],
    "section_title": "",
    "title": "The Kingdom of God; A Conceptual Sketch - II",
    "title_full": "The Kingdom of God; A Conceptual Sketch - II",
    "published": "2023-12-29T22:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "RO",
    "main_image": "https://www.bursa.ro/_img/articole/mare/515695.jpg",
    "performance_score": 0,
    "domain_rank": 88026,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1035564696ffcf731672e4ce67dfb05776f3b398",
  "url": "https://www.bursa.ro/the-kingdom-of-god-a-conceptual-sketch-ii-25965151",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "redactia@bursa.ro (English Section - Ziarul Bursa)",
  "published": "2023-12-29T22:35:00.000+02:00",
  "title": "The Kingdom of God; A Conceptual Sketch - II",
  "text": "Liberation from Economic and Political Servitude \"6. For the Lord your God will bless you just as He promised you; you shall lend to many nations, but you shall not borrow; you shall reign over many nations, but they shall not reign over you.\" (Deuteronomy 15) \"9. Also, you shall not oppress a stranger, for you know the heart of a stranger, because you were strangers in the land of Egypt.\" (Exodus 23) \"7. The rich rules over the poor, and the borrower is servant to the lender.\" (Proverbs 22) Mitigating Wealth Disparities \"35. If one of your brethren becomes poor and falls into poverty among you, then you shall help him, like a stranger or a sojourner, that he may live with you. Take no usury or interest from him; but fear your God, that your brother may live with you. You shall not lend him your money for usury, nor lend him your food at a profit.\" (Leviticus 25) [N.A.] Charging interest on loans is considered an act of hostility, emphasizing wealth disparity. \"7. If there is among you a poor man of your brethren, within any of the gates in your land which the Lord your God is giving you, you shall not harden your heart nor shut your hand from your poor brother but you shall open your hand wide to him and willingly lend him sufficient for his need, whatever he needs.\" (Deuteronomy 15) Ensuring Harmony and Prosperity \"18. Keep My statutes and observe My judgments, and you will dwell in the land in safety. Then the land will yield its fruit, and you will eat your fill and dwell there in safety.\" (Leviticus 25) \"4. Except when there may be no poor among you; for the Lord will greatly bless you in the land which the Lord your God is giving you to possess as an inheritance-only if you carefully obey the voice of the Lord your God, to observe with care all these commandments which I command you today.\" (Deuteronomy 15) Ensuring Dignity and Reducing Social Tensions \"10. You shall surely give to him, and your heart should not be grieved when you give to him, because for this thing, the Lord your God will bless you in all your works and in all to which you put your hand.\" (Deuteronomy 15) [N.A.] See also A.5.2. \"Debt Cancellation/c.1. The Obligation to Lend.\" \"17. He who has pity on the poor lends to the Lord, and He will pay back what he has given.\" (Proverbs 19) Ensuring Conditions for Spiritual Elevation \"13. And when you send him away free from you, you shall not let him go away empty-handed; you shall supply him liberally from your flock, from your threshing floor, and from your winepress. From what the Lord has blessed you with, you shall give to him. You shall remember that you were a slave in the land of Egypt, and the Lord your God redeemed you; therefore I command you this thing today.\" (Deuteronomy 15) Laws of Social Justice, Harmony, and Righteousness: Tzedakah Tzedakah = the moral obligation for cultivating social justice by providing assistance where needed, equivalent to the contemporary concept of \"social welfare.\" \"17. He who has pity on the poor lends to the Lord, and He will pay back what he has given.\" (Proverbs 19) \"13. Whoever shuts his ears to the cry of the poor will also cry himself and not be heard.\" (Proverbs 21) \"16. Give of your bread to the hungry and of your garments to those in need; give all you have in abundance as alms, and do not let your eye begrudge the gift when you make it.\" (Tobit 4) A. Ways of Assistance A.1. Financial Donations; \"7. If there is among you a poor man of your brethren, within any of the gates in your land which the Lord your God is giving you, you shall not harden your heart nor shut your hand from your poor brother, but you shall open your hand wide to him and willingly lend him sufficient for his need, whatever he needs.\" (Deuteronomy 15) A.2. Providing Food or Resources; \"22. When you reap the harvest of your land, you shall not wholly reap the corners of your field when you reap, nor shall you gather any gleaning from your harvest. You shall leave them for the poor and the stranger. I am the Lord your God.\" (Leviticus 23) [N.A.] This verse refers to the practice of \"peah\" and \"leket.\" \"Peah\" is the corner of the field that should be left unharvested for the poor, while \"leket\" refers to the fallen sheaves that harvesters should not pick up, leaving them for the poor. The commandment applies to wheat, but it serves as an example for any harvest. A.3. Personal Assistance to Those in Need; \"5. If you see the donkey of one who hates you lying under its burden, and you would refrain from helping it, you shall surely help him with it.\" (Exodus 23) A.4. Social Assistance (Ma'aser Ani - tithing for the poor): \"28. At the end of every third year, you shall bring out the tithe of your produce of that year and store it up within your gates. And the Levite, because he has no portion nor inheritance with you, and the stranger and the fatherless and the widow who are within your gates may come and eat and be satisfied, that the Lord your God may bless you in all the work of your hand which you do.\" (Deuteronomy 14) [N.A.] In Jewish tradition, agricultural lands are allowed to rest every seventh year, according to Shmita (see below). In the first two years of the seven-year cycle, as well as in the fourth and fifth years, the secondary tithe (\"Ma'aser Sheni\") is separated. In the third and sixth years of the cycle, \"Ma'aser Sheni\" is replaced by \"Ma'aser Ani.\" A.5. Shmita Applying Tzedakah in the Sabbatical Year. [N.A.] I considered Shmita as a particular case of Tzedakah in the Sabbatical Year and therefore integrated it into the structure of Tzedakah, under the heading A.5., after A.1.,2.,3.,4.; on the other hand, the Shmita law has a distinctive personality and is known due to the attack Hillel subjected it to, so I inscribed it with a font size equal to that of Tzedakah, differentiating it from the rest of the commandments on the same taxonomic level. I followed the same approach for the Jubilee Law (Yowel). A.5.1. Resting the Land \"4. But in the seventh year, there shall be a sabbath of solemn rest for the land, a sabbath to the Lord. You shall neither sow your field nor prune your vineyard.\" (Leviticus 25) a. Prohibition of sowing, harvesting, and caring for crops: \"5. What grows of its own accord of your harvest you shall not reap, nor gather the grapes of your untended vine, for it is a year of rest for the land.\" (Leviticus 25) b. Consuming the produce of the land in the Sabbatical Year: \"6. And the sabbath produce of the land shall be food for you: for you, your male and female servants, your hired man, and the stranger who dwells with you.\" (Leviticus 25) b.1. \"7. And for your cattle and the beasts that are in your land-all its produce shall be for food.\" (Leviticus 25) A.5.2. Debt Cancellation 1. In the seventh year, you shall make a release. (Deuteronomy 15) a. Details about debt cancellation: 2. This is the form of the release: Every creditor who has lent anything to his neighbor shall release it; he shall not require it of his neighbor or his brother, because it is called the Lord's release. (Deuteronomy 15) b. Obligation to assist: 7. If there is among you a poor man of your brethren, within any of the gates in your land which the Lord your God is giving you, you shall not harden your heart nor shut your hand from your poor brother, but you shall open your hand wide to him and willingly lend him sufficient for his need, whatever he needs. (Deuteronomy 15) c. Obligation to lend even as the year of cancellation approaches: 9. Beware lest there be a wicked thought in your heart, saying, 'The seventh year, the year of release, is at hand,' and your eye be evil against your poor brother, and you give him nothing, and he cry out to the Lord against you, and it becomes sin among you. (Deuteronomy 15) c.1. 10. You shall surely give to him, and your heart should not be grieved when you give to him, because for this thing, the Lord your God will bless you in all your works and in all to which you put your hand. (Deuteronomy 15) [N.A.] This verse is also found in \"Subordinate Theses: Complete Freedom, a Condition of Dedication/Ensuring Dignity and Reducing Social Tensions,\" as it holds a dual significance. (See also Book 2, Chapter 3 - \"Legal Contortions Before God/1. False Motivation\") A.5.3. Release of Slaves The Main Command - Release of Slaves in the Seventh Year: 12. If your brother, a Hebrew man, or a Hebrew woman, is sold to you and serves you six years, then in the seventh year, you shall let him go free from you. (Deuteronomy 15) a. Treating freed slaves with kindness and respect: 13. And when you send him away free from you, you shall not let him go away empty-handed; you shall supply him liberally from your flock, from your threshing floor, and from your winepress. From what the Lord your God has blessed you with, you shall give to him. (Deuteronomy 15) b. Remembering that the Jewish people were freed from slavery in Egypt: 15. You shall remember that you were a slave in the land of Egypt, and the Lord your God redeemed you; therefore, I command you this thing today. (Deuteronomy 15)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Social Issue",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "leviticus",
        "sentiment": "none"
      },
      {
        "name": "deuteronomy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "egypt",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:54:23.224+02:00",
  "updated": "2023-12-30T01:18:23.359+02:00"
}