{
  "thread": {
    "uuid": "da7f722bbaabfd6f878dad93aa5429b067a6d9f9",
    "url": "https://vnexplorer.net/phenomenal-support-for-midleton-after-flooding-but-concerns-about-future-weather-persist-s722531.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "'Phenomenal’ support for Midleton after flooding but concerns about future weather persist",
    "title_full": "'Phenomenal’ support for Midleton after flooding but concerns about future weather persist",
    "published": "2023-12-30T16:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mePKx.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "da7f722bbaabfd6f878dad93aa5429b067a6d9f9",
  "url": "https://vnexplorer.net/phenomenal-support-for-midleton-after-flooding-but-concerns-about-future-weather-persist-s722531.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-30T16:14:00.000+02:00",
  "title": "'Phenomenal’ support for Midleton after flooding but concerns about future weather persist",
  "text": "THE SUPPORT OF Midleton locals to those hit by devastating flooding earlier this year has been “phenomenal”, according to a local business owner.\nDespite the efforts made by people in the Co Cork town to support their neighbours, there is concern about what will happen if another flood event occurs.\nMinister for Transport and Green Party leader Eamon Ryan has said flooding is likely to feature again in 2024 in what he said could be a “difficult year”.\nSinead Morrissey, owner of Bertelli Menswear, said the people of the Co Cork town had rallied around struggling businesses since the main street was dramatically flooded during Storm Babet.\nExtreme weather events this autumn and winter left shops and homes in Midleton, Carlingford and Newry flooded after intense rainfall.\nThe clean-up on Main Street in Midleton.\nA whirlwind hit the village of Leitrim earlier this month, ripping off roof slates and damaging cars.\nOn the day that flooding hit Midleton, Morrissey put flood barriers up but the water rose above them and they were forced to abandon the store by 3pm.\nMore than two months on, she says there is a push to make the most of the Christmas period and that the support of locals in Midleton and the surrounding area has been “amazing”.\n“We’re doing fine, it’s been phenomenal, so many people have said to me ‘I’m doing all my shopping in Midleton this year’,” she told the PA news agency.\n“I lost a lot of furniture, it is difficult, but Midleton has really has supported its own.”\nShe said the “shop local” mantra had been around in previous years but had really taken hold in the wake of the flood damage.\n“They have really supported our town. One person welled up they were so upset at what happened to Midleton, it really affected older people.”\nJingle & Mingle\nA Jingle & Mingle event held in the town on the second weekend in December was “a great success”.\n“I did numbers at that that I wouldn’t normally do that early in Christmas,” Morrissey said.\nOne man said he lives and works outside of the town but he drove up to do his Christmas shopping in Midleton.\n“It just shows, it’s where you live that matters – people really did get behind us.”\nShe said that Christmas in the town is different this year as people are aware that some businesses have not yet reopened.\n“Christmas is a little bit more subdued this year, because it really didn’t start until December when it normally starts in November.\n“There’s a respectful attitude, it’s not all about wonderful things because when you meet someone you don’t know what someone has been going through.”\nTaoiseach Leo Varadkar speaks with Frances Steele as she helps clean up a business belonging to a friend on Midleton main street.\nOnce the Christmas period ends, the focus will return to discussions on a prevention plan with the county council.\n“Come January we’ll be on that fight again. We can’t just sit back and be sitting ducks,” she said.\n“We had a meeting in November and we said we need short-term solutions, because if it were to happen again, I don’t think that 40% of businesses would reopen.\n“They gave us nothing in November, they gave us 2029 solutions, which is not acceptable for us.”\nThe backing of locals to struggling businesses has offered people hope at the festive season, with Morrissey adding: “There’s been more vouchers bought in Midleton this year than any other year.”\nSpeaking during an end-of-year interview, Minister Eamon Ryan has said flooding is likely to be a feature again in the new year, but managing Ireland’s water system is “not impossible”.\n‘El Nino effect’\n“What’s happened to the world this year was not expected in terms of the average temperature increase going above 1.5 degrees.\n“It’s likely unfortunately that 2024 will be when the El Nino effect really kicks in. We don’t know where, we don’t know exactly what form the weather disruption will be, but it’s likely going into a difficult year.\n“We do have to focus on adaptation and protecting ourselves against climate impact, not just trying to reduce emissions.\n“I do think there has been a game change in understanding this that it isn’t just about converting rivers and concrete and embankments and so on, that it is about how you treat the river upstream and how you manage the source of the water and how you hold it back through grassland management, forestry management, peatland restoration, using natural floodplain areas.\n“I think the OPW (Office of Public Works) are starting to understand that and I think the work we’re doing on the land use review will help because that has to optimise for so many different things, but included in that is managing our water system.\n“It’s not impossible.”\nAsked whether he thinks people should not pave their front gardens, following a call from Dublin City Council to homeowners to stop paving their front gardens to help flood management, Mr Ryan said: “Yes, I do tend to think that.\n“Gardens are good, it’s nice to have a garden.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest",
    "Weather"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mePKx.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1meIdx.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mePKx.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1meIdx.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "carlingford",
        "sentiment": "none"
      },
      {
        "name": "sinead morrissey",
        "sentiment": "none"
      },
      {
        "name": "cork",
        "sentiment": "none"
      },
      {
        "name": "eamon ryan",
        "sentiment": "none"
      },
      {
        "name": "morrissey",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bertelli menswear",
        "sentiment": "none"
      },
      {
        "name": "green party",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "midleton",
        "sentiment": "none"
      },
      {
        "name": "leitrim",
        "sentiment": "none"
      },
      {
        "name": "newry",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T16:23:41.105+02:00",
  "updated": "2023-12-30T16:23:41.105+02:00"
}