{
  "thread": {
    "uuid": "302039264f3e6e2ec91c0a6615634d53e48aefd4",
    "url": "https://www.pr.com/press-release/910697",
    "site_full": "www.pr.com",
    "site": "pr.com",
    "site_section": "https://www.pr.com/rss/news-by-country/1.xml",
    "site_categories": [
      "search_engine",
      "tech"
    ],
    "section_title": "PR.com Press Releases: United States News",
    "title": "Author A.J. Freda’s New Book, “The Purple Rose,” is a Heart-Pounding Novel That Follows a Nurse Who Joins the Fight for the War Effort in the Philippines During WWII - PR.com",
    "title_full": "Author A.J. Freda’s New Book, “The Purple Rose,” is a Heart-Pounding Novel That Follows a Nurse Who Joins the Fight for the War Effort in the Philippines During WWII - PR.com",
    "published": "2024-05-03T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.pr.com/o1200/release/2404/518318/pressrelease_518318_1714138793.jpeg",
    "performance_score": 0,
    "domain_rank": 9808,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "302039264f3e6e2ec91c0a6615634d53e48aefd4",
  "url": "https://www.pr.com/press-release/910697",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Media Relations",
  "published": "2024-05-03T03:00:00.000+03:00",
  "title": "Author A.J. Freda’s New Book, “The Purple Rose,” is a Heart-Pounding Novel That Follows a Nurse Who Joins the Fight for the War Effort in the Philippines During WWII - PR.com",
  "text": "Neptune City, NJ, May 03, 2024 --( PR.com )-- A.J. Freda, a retired police officer and lover of military history who served on two destroyers during the Cuban Missile Crisis and holds a criminal justice degree, has completed his new book, “The Purple Rose”: a gripping wartime novel that centers around Rosie Favor, a nurse who is sent to the Philippines and rises to the occasion to take on risk and join the fight in service of others.\nFreda shares, “What is the meaning of the purple rose? It is more than a lovely flower that adds beauty to the world. Rare in nature, the flower is incredibly unique, much like the main character in this story, Rosie Favor. The qualities that make Rosie so special are her love of people and her hatred of oppression. She is inspired to take incredible action and personal risks in numerous conflicts to benefit freedom-loving people. This character is given the code name Purple Rose because she is as rare in nature as the flower itself. Motivated by her loathing of the Japanese war machine, this beautiful nurse will be transformed into the Mata Hari of the Second World War.\n“As you turn the pages of this book and journey with Rosie as she faces each conflict, you will discover her many talents layered like the petals of a rose, unassuming in beauty and deep in humility.”\nPublished by Newman Springs Publishing, A.J. Freda’s enthralling tale will transport readers as they discover Rosie’s incredible courage and sacrifice, leaving them spellbound as she finds herself taking on greater risk and danger. Expertly paced and full of suspense, Freda weaves a stunningly human and heartfelt story that is sure to resonate with readers from all walks of life, remaining with them long after its shocking conclusion.\nReaders who wish to experience this inspiring work can purchase “The Purple Rose” at bookstores everywhere, or online at the Apple iBooks Store, Amazon, or Barnes and Noble.\nFor additional information or media inquiries, contact Newman Springs Publishing at 732-243-8512.\nAbout Newman Springs Publishing:\nNewman Springs Publishing is a full-service publishing house for serious authors. Each title produced by Newman Springs Publishing undergoes every step of the professional publishing process, including editing, layout, cover design, circulation, distribution, and publicity. All titles are made available in both eBook and print formats. Newman Springs Publishing distributes to tens of thousands of retail outlets throughout North America and internationally. All manuscripts in any genre are welcome to be submitted for review; If the manuscript meets the necessary criteria and is accepted for publication, Newman Springs Publishing will work closely with the author to bring the book to the retail market for a relatively inexpensive initial investment.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.newmansprings.com/release/?book=the-purple-rose",
    "https://newmansprings.com/release/?book=the-purple-rose",
    "https://www.newmansprings.com/release/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "a.j. freda",
        "sentiment": "neutral"
      },
      {
        "name": "rosie",
        "sentiment": "none"
      },
      {
        "name": "freda",
        "sentiment": "none"
      },
      {
        "name": "purple rose",
        "sentiment": "none"
      },
      {
        "name": "rosie favor",
        "sentiment": "none"
      },
      {
        "name": "mata hari of the",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "philippines",
        "sentiment": "none"
      },
      {
        "name": "neptune city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T13:15:40.377+03:00",
  "updated": "2024-05-03T13:15:40.377+03:00"
}