{
  "thread": {
    "uuid": "351403ba3884b3f4941813ef6bbee30521bb0ac3",
    "url": "https://vnexplorer.net/mods-10-a-shot-laser-beam-which-will-revolutionise-warfare-fired-for-first-time-s1054508.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "MoD’s £10-a-shot laser beam which will ‘revolutionise warfare’ fired for first time",
    "title_full": "MoD’s £10-a-shot laser beam which will ‘revolutionise warfare’ fired for first time",
    "published": "2024-01-20T01:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gXD64.img",
    "performance_score": 0,
    "domain_rank": 47656,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "351403ba3884b3f4941813ef6bbee30521bb0ac3",
  "url": "https://vnexplorer.net/mods-10-a-shot-laser-beam-which-will-revolutionise-warfare-fired-for-first-time-s1054508.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-20T01:12:00.000+02:00",
  "title": "MoD’s £10-a-shot laser beam which will ‘revolutionise warfare’ fired for first time",
  "text": "The DragonFire laser weapon uses electric power, meaning it does not require ammunition – Ministry of Defence\nA £10-a-shot high-powered laser beam that will “revolutionise the battlespace” has been successfully fired for the first time.\nThe DragonFire’s high-power firing of a laser weapon against aerial targets during a trial at the Ministry of Defence’s Hebrides Range was a UK first.\nThe weapon, developed by Qinetiq, the UK defence contractor, is being developed to hit missiles, drones and other enemy targets.\nBy using electric power, it does not require ammunition, which is seen as an advantage at a time when the West is burning through missile stockpiles by donating them to Ukraine.\nGrant Shapps, the Defence Secretary, said: “This type of cutting-edge weaponry has the potential to revolutionise the battlespace by reducing the reliance on expensive ammunition, while also lowering the risk of collateral damage.”\nHe added that such advanced technologies were “crucial in a highly contested world,” and helped the UK to “maintain the battle-winning edge and keep the nation safe”.\nThe weapon’s range is classified, but it is highly accurate and reportedly capable of hitting any visible target – Ministry of Defence\nLaser-directed energy weapons can engage targets at the speed of light and use an intense beam of light to cut through the target, leading to structural failure or more impactful results if the warhead is targeted.\nIn 2017, a £30 million contract was awarded to the DragonFire consortium to demonstrate the potential of the laser weapons.\nThe cost of operating the laser is typically less than £10 per shot, which means it has the potential to be a long-term low-cost alternative to certain tasks missiles currently carry out.\nIn comparison, the Sea Viper missiles that were shot from HMS Diamond in the Red Sea to take down the Iranian-backed Houthis drones and missiles cost roughly £1 million each.\nThe DragonFire weapon system is the result of a £100 million joint investment by the Ministry of Defence and industry.\nAlthough the range of the DragonFire is classified, it can engage with any visible target. The precision is equivalent to hitting a pound coin from a kilometre away.\nThe MoD said the tests demonstrated the ability to engage aerial targets at relevant ranges and was a major step in bringing the technology, which is being considered by the British Army and Royal Navy, into service.\nThe latest milestone builds on a series of successful trials, including the first static high-power laser firing, and demonstration of the DragonFire system’s ability to track moving air and sea targets with very high accuracy.\nThe latest trial was sponsored by the MoD’s Defence Science and Technology (DST) organisation and Strategic Programmes.\nDr Paul Hollinshead, DST Laboratory chief executive, said: “These trials have seen us take a huge step forward in realising the potential opportunities and understanding the threats posed by directed energy weapons.”\n%n\nDiscover Telegraph Wine Cellar’s new wine club. Enjoy expertly chosen bottles at exclusive member prices. Plus, free delivery on every order.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gXJUy.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gXD64.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gXJUy.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gXD64.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "grant shapps",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ministry of defence’s hebrides range",
        "sentiment": "none"
      },
      {
        "name": "qinetiq",
        "sentiment": "none"
      },
      {
        "name": "defence",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "west",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T01:20:48.314+02:00",
  "updated": "2024-01-20T01:20:48.314+02:00"
}