{
  "thread": {
    "uuid": "ae5fb3467e0bfc08de597a6461b225dd7ce73806",
    "url": "https://itbrief.com.au/story/samsung-unveils-rugged-galaxy-xcover7-tab-active5",
    "site_full": "itbrief.com.au",
    "site": "itbrief.com.au",
    "site_section": "https://itbrief.co.nz",
    "site_categories": [
      "tech"
    ],
    "section_title": "IT Brief New Zealand - Technology news for CIOs &amp; IT decision-makers",
    "title": "Samsung unveils rugged Galaxy XCover7 & Tab Active5",
    "title_full": "Samsung unveils rugged Galaxy XCover7 & Tab Active5",
    "published": "2024-04-12T03:13:51.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://itbrief.com.au/uploads/story/2024/04/12/compatible_image003.jpg",
    "performance_score": 0,
    "domain_rank": 76188,
    "domain_rank_updated": "2024-04-09T13:11:30.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ae5fb3467e0bfc08de597a6461b225dd7ce73806",
  "url": "https://itbrief.com.au/story/samsung-unveils-rugged-galaxy-xcover7-tab-active5",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sean Mitchell",
  "published": "2024-04-12T03:13:51.000+03:00",
  "title": "Samsung unveils rugged Galaxy XCover7 & Tab Active5",
  "text": "Samsung Electronics has rolled out its latest rugged technology, the Galaxy XCover7 and Galaxy Tab Active5. Both are engineered to tackle challenging field and frontline work that requires versatility, optimization, and security. The devices promise a combination of durability and superior performance, designed to endure outdoor conditions and with a host of features designed to enhance utility for frontline workers. The standout features include enhanced 5G connectivity for smooth team collaboration, IP68-rated durability for water and dust resistance, and device displays adjustable for touch sensitivity, tailored for workers who may need to operate the devices while wearing gloves.\nIn a first for Samsung's ruggedised devices, both the Galaxy XCover7 and the Galaxy Tab Active5 come armed with support for Samsung Knox Vault, offering a level of security that can safeguard data, including lock screen information such as PIN codes, passwords and patterns.\nBuilding on the rising trend of rugged device adoption across Asia Pacific, which increased from 48% to 81% between 2020 and 2022, Samsung aims to equip businesses facing unprecedented challenges and dynamic needs. As Jerry Park, EVP and Head of Global Mobile B2B Team, MX Business at Samsung Electronics, stated, \"Samsung understands that businesses today face unprecedented challenges and opportunities, and they need devices that can keep up with their dynamic needs.\"\nTested against the MIL-STD-810H7 military standard for durability, the new devices are capable of resisting water and dust, with the Galaxy Samsung XCover7 able to withstand accidental drops of up to 1.5m on steel surfaces. The Galaxy Tab Active5 comes loaded with Corning Gorilla Glass 5, presenting a rugged, tough exterior ideal for a host of demanding work conditions.\nIn today's technologically reliant world, maintaining connectivity is key. Upgrades to the XCover7 and the Tab Active5 have been made to include fast, reliable 5G and Wi-Fi 5/6, respectively, ensuring workers can collaborate more effectively and efficiently. Additionally, the displays on both devices offer superior usability, with the XCover7 featuring a larger 6.6-inch display with increased resolution and the Tab Active5 presenting a bright 8.0-inch display offering excellent visibility.\nEngineered to maximise productivity and provide enhanced security, the devices come with programmable keys and increased speaker volume to streamline fieldwork and operations. Backed by Samsung Knox Vault, Samsung's Galaxy XCover7 and Galaxy Tab Active5 display the company's commitment to extending security protection that supports their business needs. Furthermore, they can safeguard user's security keys that encrypt their data, ensuring safety even in case the device is lost or stolen.\nThe Galaxy XCover7 and Galaxy Tab Active5 are now available directly from Samsung and select channel partners. Prices start at AUD $599 for the Galaxy XCover7, AUD $849 for the Galaxy Tab Active5 (Wi-Fi only), and AUD $1,049 (LTE).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "samsung electronics",
        "sentiment": "negative"
      },
      {
        "name": "samsung",
        "sentiment": "negative"
      },
      {
        "name": "samsung knox vault",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "asia pacific",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T03:13:52.282+03:00",
  "updated": "2024-04-12T03:13:52.282+03:00"
}