{
  "thread": {
    "uuid": "7466c289c417b5d37cc69a26e3ac8c492f1e71ae",
    "url": "https://tibet.net/sikyong-calls-for-unified-action-against-ccp-to-bring-positive-change-in-china-at-20th-world-uyghur-congress-anniversary",
    "site_full": "tibet.net",
    "site": "tibet.net",
    "site_section": "https://tibet.net/category/featured-flash-news/",
    "site_categories": [
      "religion",
      "buddhism"
    ],
    "section_title": null,
    "title": "Sikyong Calls for Unified Action Against CCP to Bring Positive Change in China at 20th World Uyghur Congress Anniversary",
    "title_full": "Sikyong Calls for Unified Action Against CCP to Bring Positive Change in China at 20th World Uyghur Congress Anniversary",
    "published": "2024-05-06T10:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 86651,
    "domain_rank_updated": "2024-04-30T13:08:15.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7466c289c417b5d37cc69a26e3ac8c492f1e71ae",
  "url": "https://tibet.net/sikyong-calls-for-unified-action-against-ccp-to-bring-positive-change-in-china-at-20th-world-uyghur-congress-anniversary",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dawa Tsering",
  "published": "2024-05-06T10:28:00.000+03:00",
  "title": "Sikyong Calls for Unified Action Against CCP to Bring Positive Change in China at 20th World Uyghur Congress Anniversary",
  "text": "Sikyong Penpa Tsering delivering a speech during the opening session of the 20th anniversary of the World Uyghur Congress in Munich on 3 May 2024.\nMunich: Sikyong Penpa Tsering of the Central Tibetan Administration addressed the 20th anniversary of the World Uyghur Congress in Munich on 3 May 2024 as the guest speaker for the opening ceremony.\nTo shed light on the long-standing partnership between Tibetans and Uyghurs in their shared pursuit of freedom and justice, Sikyong recounted the historic collaboration between Erkin Alptekin, founding President of the World Uyghur Congress, and the late Lodi Gyari, former Special Envoy of His Holiness the Dalai Lama, in their attempts to form an allied committee. Additionally, Sikyong also expressed his gratefulness for the opportunity of working with Rebiya Kadeer and Dolkun Isa, the former and incumbent Presidents of the World Uyghur Congress, in striving for shared endeavours.\nTo draw focus on the imperativeness of collaboration, Sikyong said, “I consider the Uyghurs, Mongolians, now event the Manchus, Tibetans, Hongkongers, Pro-Democracy leaders in China, and, if you want to include, Taiwan also. We are all travelling in the same boat against the brutal storm of Communist China.” On the same note, the Tibetan political leader reiterated his appeal to Europe and other nations to look at Tibetans and Uyghurs as a partner in countering the Chinese communist government’s atrocities and aggressions rather than as a subject of sympathy. “Nobody wants anarchy in China because it is the second largest economy in the world, and it will have serious consequences around the world . However, if we have to bring positive changes to China, then we need both internal and external forces. And we are the internal forces.”\nBefore concluding his address, Sikyong tabled, “Can we organise a big rally in Europe of all the Uyghurs, Tibetans, Hongkongers, Mongolians, Taiwanese, and pro-democratic Chinese leaders? If you are willing to do that, we are willing to join you or take the leadership.”\nApart from his participation in the 20th anniversary of World Uyghur Congress, in the span of past one week from 28 April to 4 May, Sikyong Penpa Tsering traveled to four countries and met with six Tibetan communities in Zurich, Switzerland (28 April); Milan, Trento, and Bolzano in Italy (1 May); Innsbruck in Austria (2 May); and Berlin in Germany (4 May). In addition to community engagement, Sikyong also met with government officials, parliamentarians, and representatives from universities.\nIn Innsbruck, Sikyong held meetings with Vice-Rector Prof. Dr. Bernhard Fügenschuh, Prof. Dr. Anna Gamper, a member of the university’s Senate, and a professor in the Department of Public Law, Constitutional, and Administrative Theory. During the discussions, the Vice-Rector offered a fully funded PhD or master’s scholarship opportunity for interested Tibetan students and expressed eagerness to enhance collaboration between the Central Tibetan Administration and Innsbruck University in the future . Sikyong Penpa Tsering expressed gratitude for the generous support and explored further opportunities for collaboration with the university leadership.\nCurrently in Berlin , from 4 to 8 May, Sikyong will engage in closed-door meetings with high-level government officials, among other key engagements.\nSikyong Penpa Tsering delivering a speech during the opening session of the 20th anniversary of the World Uyghur Congress in Munich on 3 May 2024.\nSikyong Penpa Tsering post his address at the 20th anniversary of the World Uyghur Congress in Munich.\nSikyong with Vice Rector and professors at innsbruck Univeristy.\nSikyong Penpa Tsering addressing the members of Tibetan community in Innsbruck, Austria.\nMembers of Tibetan community in Munich welcoming Sikyong Penpa Tsering.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sikyong penpa tsering",
        "sentiment": "negative"
      },
      {
        "name": "dolkun isa",
        "sentiment": "none"
      },
      {
        "name": "lodi gyari",
        "sentiment": "none"
      },
      {
        "name": "sikyong",
        "sentiment": "none"
      },
      {
        "name": "dalai lama",
        "sentiment": "none"
      },
      {
        "name": "erkin alptekin",
        "sentiment": "none"
      },
      {
        "name": "rebiya kadeer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sikyong calls for unified action against ccp",
        "sentiment": "negative"
      },
      {
        "name": "world uyghur congress",
        "sentiment": "none"
      },
      {
        "name": "central tibetan administration",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "munich",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T13:04:54.543+03:00",
  "updated": "2024-05-06T19:07:02.751+03:00"
}