{
  "thread": {
    "uuid": "ba1fff713e129d4ad7c337c769fffdceb6024d9b",
    "url": "https://www.itemonline.com/news/dr-young-is-another-example-of-building-champions/article_30cfd5d4-aa88-11ee-ae11-271c8f94c302.html",
    "site_full": "www.itemonline.com",
    "site": "itemonline.com",
    "site_section": "http://www.cleburnetimesreview.com/search/?f=rss&t=article&c=cnhi_network&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media",
      "education"
    ],
    "section_title": "www.cleburnetimesreview.com - RSS Results in cnhi_network of type article",
    "title": "Dr. Young is another example of Building Champions",
    "title_full": "Dr. Young is another example of Building Champions",
    "published": "2024-01-08T00:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/itemonline.com/content/tncms/assets/v3/editorial/2/fb/2fb65112-abf7-11ee-9e5e-9390bf5b38c3/659849a4954ea.image.jpg?crop=1024%2C538%2C0%2C391&amp;resize=1024%2C538&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 93426,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ba1fff713e129d4ad7c337c769fffdceb6024d9b",
  "url": "https://www.itemonline.com/news/dr-young-is-another-example-of-building-champions/article_30cfd5d4-aa88-11ee-ae11-271c8f94c302.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dee Howard Mullins deehm@itemonline.com",
  "published": "2024-01-08T00:34:00.000+02:00",
  "title": "Dr. Young is another example of Building Champions",
  "text": "Trey Thomas Young moved to Huntsville at an early age with his parents. His mother worked in the school district and the father was a rancher. The move from Kerrville was due to the father’s new job in this area. The people in this community made a long-term impact on Young, his career, friends and are the reason for his return to Huntsville. Young attend Huntsville ISD where he made forever friends, whose families became part of his extended family. Young’s early life challenge were associated with being born premature and the constant need to see doctors. “At age 4 or 5, I decided I wanted to be heart surgeon,” said Young. “My mother taught at Huntsville Elementary and later became the Assistant Principal at Gibbs Elementary,” said Young. “One of my teachers was John David Nicholson’s (local veterinary) mother. And John David became one of my life long friends along with his entire family.” Dr. Nicholson reportedly was Dr. Young’s babysitter. Through their association Mrs. Nicholson (John David’s mother) became an intricate part of Dr. Young’s life. “She supported me through all the major events in my life,” said Young. “She attended my high school graduation, college graduation, medical school graduation and wedding.” Young earned an undergraduate degree with honors in BioMedical Engineering from Texas A&M University. “I love math but if medical school did not work out, then engineering was my next choice,” said Young. “I also thought about going into orthopedics.” Young attended the University of Texas Medical School of Houston for eight years for a dual program and residency in pediatrics and internal medicine. “When I started rotation and worked in the operating room, I realized the OR was not my thing because I like talking to people and the concept of continuity of care, really appealed to me.” Young shared that he worked six month in the ICU during COVID and the experience made him realize that he likes taking care of people he is connected to via church, friendships old and new, family connections and other associations. And Huntsville was the perfect answer for he and his wife. They moved back in December 2020. and opened his practice in 2021. The Youngs have a 16 month old and are expecting their second child in April. Emily Young handles the marketing aspect for the office to ensure they are connected to the community. Another long-time connection is with dentist Dr. Paul Kooi and his son, Dr. Devon Kooi, who also returned to Huntsville and is working with his father. “We met as young kids and our families connected through raising goats, sharing a deer lease, fishing, hunting and we have remained friends.” “Huntsville has been an easy transition and a great place. On any given day I see a three-day-old infant or 89-year-old senior. My parents are still here and my brother recently moved back. It is surprising to see how interconnected you are in this community,” Young said. “Our plans are for our kids to attend public school because based on my experience I had some of the best teachers. When I was in medical school there were three or four individuals there also from Huntsville. The school district really is ‘Building Champions.’” Dr. Young was recently appointed to serve on the Huntsville Memorial Hospital Board of Directors.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "young",
        "sentiment": "positive"
      },
      {
        "name": "trey thomas young",
        "sentiment": "positive"
      },
      {
        "name": "nicholson",
        "sentiment": "none"
      },
      {
        "name": "john david nicholson",
        "sentiment": "none"
      },
      {
        "name": "john david",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gibbs elementary",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "huntsville",
        "sentiment": "none"
      },
      {
        "name": "huntsville isd",
        "sentiment": "none"
      },
      {
        "name": "kerrville",
        "sentiment": "none"
      },
      {
        "name": "huntsville elementary",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:09:24.113+02:00",
  "updated": "2024-01-08T02:13:42.735+02:00"
}