{
  "thread": {
    "uuid": "1912727517b09f9536c7660d63ec0b0915e62b57",
    "url": "https://corporate.comcast.com/stories/final-season-of-la-brea-lasting-model-sustainable-production",
    "site_full": "corporate.comcast.com",
    "site": "comcast.com",
    "site_section": "https://corporate.comcast.com/rss",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "Comcast RSS Feed",
    "title": "Final Season of 'La Brea' is Lasting Model for Sustainable Production",
    "title_full": "Final Season of 'La Brea' is Lasting Model for Sustainable Production",
    "published": "2024-02-16T02:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://corporate.comcast.com/media/img/1000w/2024/02/corporate_LaBrea-16x9-Thumbnail.jpg",
    "performance_score": 0,
    "domain_rank": 4394,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1912727517b09f9536c7660d63ec0b0915e62b57",
  "url": "https://corporate.comcast.com/stories/final-season-of-la-brea-lasting-model-sustainable-production",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@comcast",
  "published": "2024-02-16T02:10:00.000+02:00",
  "title": "Final Season of 'La Brea' is Lasting Model for Sustainable Production",
  "text": "Environment\nFinal Season of 'La Brea' is Lasting Model for Sustainable Production\nThe third and final season of La Brea continued the show’s strong track record implementing behind-the-scenes sustainable practices, earning an Environmental Media Association Gold Seal.\nLa Brea is a production of Universal Television and Matchbox Pictures, an Australian production company that is helping lead the way in sustainable production practices as a founding member of Sustainable Screens Australia and a driver of eco-conscious practices at all stages of production.\nSeason 3 of La Brea, shot in Australia, built upon the sustainability efforts and technologies from Season 2. For example, Season 2 utilized a hybrid battery system – the first of its kind in Australia – to power the production unit base and significantly reduce diesel fuel usage. Production went one step further by supplementing power to the hybrid battery system with solar panels, further reducing fuel and associated greenhouse gas emissions.\nThe show achieved additional fuel savings by utilizing double trailers instead of single room trailers. Eighty-five percent of set lighting included energy-efficient LEDs. La Brea matched one hundred percent of production electricity use with solar power by purchasing Australian renewable energy certificates.\nIn addition to reusing green technologies from previous seasons, Season 3 reused sets, props, and costumes, and upon wrap donated eighty percent of stock costumes to local charities like Dress for Success, Clothesline, Defenders for Hope, and Tread Lightly.\nThe show also diverted waste from landfills through recycling and composting programs in the office, on stage, and on location, as well as reducing single-use plastics.\nSustainable practices weren’t just incorporated behind-the-scenes. On screen, viewers can spot hybrid and electric vehicles in episodes three and four.\nLa Brea may be coming to an end in Season 3, but the show’s commitment to sustainable practices will serve as a model for other TV and film productions.\n“La Brea has been really rewarding in so many ways including making this production more sustainable,” said Jerry DiCanio, EVP Production Operations, Universal Television. “We’ve learned a lot about new technologies, including battery generators, alternative sources of power, and emission reduction on this show. It’s gratifying to be able to apply these advancements for future productions.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "la brea",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "environmental media association gold seal",
        "sentiment": "none"
      },
      {
        "name": "universal television",
        "sentiment": "none"
      },
      {
        "name": "matchbox pictures",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "la brea",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T02:23:54.955+02:00",
  "updated": "2024-02-16T02:23:54.955+02:00"
}