{
  "thread": {
    "uuid": "57fd7c4806cdc2e4555641f3677c8f19c0586969",
    "url": "https://www.newsbreak.com/washington-state/3361603431361-nhl-trade-deadline-winners-include-golden-knights-panthers-hurricanes-and-kyle-okposo",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/the-associated-press-510077",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "The Associated Press | NewsBreak",
    "title": "NHL trade deadline winners include Golden Knights, Panthers, Hurricanes and Kyle Okposo",
    "title_full": "NHL trade deadline winners include Golden Knights, Panthers, Hurricanes and Kyle Okposo",
    "published": "2024-03-09T11:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.particlenews.com/ads/BG20180914.png",
    "performance_score": 0,
    "domain_rank": 3392,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "57fd7c4806cdc2e4555641f3677c8f19c0586969",
  "url": "https://www.newsbreak.com/washington-state/3361603431361-nhl-trade-deadline-winners-include-golden-knights-panthers-hurricanes-and-kyle-okposo",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-03-09T11:00:00.000+02:00",
  "title": "NHL trade deadline winners include Golden Knights, Panthers, Hurricanes and Kyle Okposo",
  "text": "11 minutes ago NHL teams combined to make 23 trades on Friday, dealing a total of 33 players and more than 20 draft picks, before the league’s deadline with some teams and players seeming to win — and some seeming to lose.\nThe defending Stanley Cup champion Vegas Golden Knights, the three-time defending Metropolitan Division-champion Carolina Hurricanes and league-leading Florida Panthers appear to have made the most of the opportunity.\n“Some of the teams at the top were very aggressive — and it looks like a real arms race,” Red Wings general manager Steve Yzerman said.\nThe San Jose Sharks, Detroit and Pittsburgh Penguins, meanwhile, chose a different and questionable approach at the potentially pivotal point of the season.\nPlayers, too, fell on one side or the other when they were traded to a contending team or ended up stuck with a struggling squad.\nHere’s a look how the aforementioned fared upon further review of the NHL trade deadline.\nGOLDEN KNIGHTS Shooting to win a second straight Cup in their seventh season, Vegas put more chips on the table with a series of trades.\n“We wanted to help our team,” said general manager Kelly McCrimmon said. “Our recent play hasn’t been good enough.”\nThe Golden Knights acquired two-time All-Star center Tomas Hertl from the Sharks in perhaps the biggest deal on Friday. Earlier in the week, they acquired point-producing defenseman Noah Hanifin from Calgary and 29-year-old forward Anthony Mantha, who has 20 goals this season for the third time in his career, in another deal with Washington.\nMcCrimmon said he anticipates Hertl, who is recovering from knee surgery, to be available in the regular season to help with the franchise’s push for playoff positioning.\nHURRICANES Shooting to go from good to great in the playoffs, Carolina boosted its chances to score and contend by acquiring two players who have hoisted the Cup.\nThe Hurricanes added center Jake Guentzel, who is averaging more than a point per game, from the Penguins on the eve of the deadline. They followed that bold move by adding even more depth at center, getting Evgeny Kuznetsov in a trade with Washington.\nPANTHERS Florida flourished in the days and hours leading up to the deadline, helping the franchise keep up with the Hurricanes.\nThe Panthers added more help up front with scoring winger Vladimir Tarasenko from Ottawa and on the blue line with Kyle Okposo from Buffalo.\nOKPOSO The 35-year-old defenseman can be deemed a winner, getting away from the Sabres, whose postseason drought dates to 2011, and landing with one of the Stanley Cup favorites — along with Edmonton — according to FanDuel Sportsbook.\nSHARKS Unless team doctors don’t think Hertl can bounce back from his knee surgery, San Jose may regret giving up a player possibly in his prime that was under contract through the 2029-30 season.\nThe Sharks, who are at the bottom of the league-wide standings with Chicago, did get top prospect David Edstrom and a 2025 first-round pick in exchange for Hertl. There’s a good chance Edstrom or the prospect chosen, though, won’t be as good as Hertl.\nRED WINGS Yzerman’s cautious approach has finally started to show some promising results, putting the once-proud franchise in a position to be in the playoffs for the first time since 2016.\nThe Hockey Hall of Fame player, who built Tampa Bay into a Stanley Cup winner, was arguably too passive at the deadline.\nWhile he chose to stand pat, Yzerman did say what some of the top teams chose to do was interesting.\n“For everybody following the league — fans, media, all of us in it— it’s going to be a very exciting right down the wire, all the way through the Stanley Cup Finals, just to see how this all plays out,” he said.\nPENGUINS Sensing a second straight season without a postseason appearance, Pittsburgh pulled the plug and was a seller at the deadline even though the Sidney Crosby-led team is potentially in the hunt for a wild-card spot.\nThe Penguins dealt Guentzel, their ninth all-time leading goal scorer, for forward Michael Bunting and some prospects to Carolina and veteran defenseman Chad Ruhwedel to the New York Rangers for a fourth-round pick in 2027.\nPACIORETTY The 35-year-old winger could have chased a Cup and possibly added to his value as a free agent, but the Capitals were unable to deal him and he will play out the season with a team that will have to make a surprisingly strong finish just to make the playoffs.\n___ Expand All Read in NewsBreak",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kyle okposo",
        "sentiment": "negative"
      },
      {
        "name": "steve yzerman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nhl",
        "sentiment": "negative"
      },
      {
        "name": "san jose sharks",
        "sentiment": "none"
      },
      {
        "name": "carolina hurricanes",
        "sentiment": "none"
      },
      {
        "name": "vegas",
        "sentiment": "none"
      },
      {
        "name": "florida panthers",
        "sentiment": "none"
      },
      {
        "name": "metropolitan division",
        "sentiment": "none"
      },
      {
        "name": "pittsburgh penguins",
        "sentiment": "none"
      },
      {
        "name": "vegas golden knights",
        "sentiment": "none"
      },
      {
        "name": "red wings",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "golden knights",
        "sentiment": "none"
      },
      {
        "name": "detroit",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T11:11:39.069+02:00",
  "updated": "2024-03-09T11:11:39.069+02:00"
}