{
  "thread": {
    "uuid": "8d803d1e29ce17e9b499313405d2d18b7234b121",
    "url": "https://www.fool.ca/2023/12/28/income-stocks-a-once-in-a-decade-chance-to-get-rich-14/",
    "site_full": "www.fool.ca",
    "site": "fool.ca",
    "site_section": "http://www.fool.ca/feed",
    "site_categories": [
      "investing",
      "finance"
    ],
    "section_title": "The Motley Fool Canada",
    "title": "Income Stocks: A Once-in-a-Decade Chance to Get Rich",
    "title_full": "Income Stocks: A Once-in-a-Decade Chance to Get Rich",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.fool.ca/wp-content/uploads/2020/11/financial-freedom.jpg",
    "performance_score": 0,
    "domain_rank": 45911,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8d803d1e29ce17e9b499313405d2d18b7234b121",
  "url": "https://www.fool.ca/2023/12/28/income-stocks-a-once-in-a-decade-chance-to-get-rich-14/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Amy Legate-Wolfe",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Income Stocks: A Once-in-a-Decade Chance to Get Rich",
  "text": "As the TSX today continues to recover, investors are likely to see their shares rise higher and higher in 2024. While some volatility may lie ahead, overall the market should continue to rebound, and we may even see all-time highs from stocks we never thought would rise again. Yet in this time, I urge you to not go straight towards growth stocks again. I say again because when investors had cash on hand, they decided that growth stocks were the answer. Yet when the market started to fall, these were the first companies to see their share price drop. Which is why income stocks are a far better option. Here’s why. Income over growth While huge returns are tempting, dividend income is stable — especially when you find an income stock that has a long history of dividend payouts and that maintains a strong payout ratio. See, a payout ratio should remain between 50% and 80%. That’s the sweet spot. If it is anything higher, the stock may cut the dividend because it cannot keep up. Anything lower, and it’s just not a priority. You want dividends to be a priority when it comes to finding an income stock. But you also want growth to be a priority, too. After all, the pair go hand in hand. Without growth, the company can’t keep up with dividend payments after all. So, here’s what you should look for if you want to get rich off income stocks. Value, value, value Yes, value. There are a number of ways to identify value when you’re looking for income stocks. First, you want to check all the basic boxes. Is the company’s payout ratio healthy? Does the company have enough equity to handle all its debts? Have there been growth initiatives seeing returns climb higher? Then look at the share price compared to fundamentals. That’s where immense value lies for those looking to get rich. There are so many options out there right now that remain far below where the share price should be. Investors should consider the company’s share price compared to what the company is earning. Further, the share price compared to sales. It should also have a low enterprise value (EV) compared to earnings before interest, taxes, depreciation, and amortization (EBTIDA). If all these are low, then you likely have a value income stock on your hands. A stock to consider So, where is this magical unicorn of an income stock that could make you rich? A perfect choice these days would be Nexus Industrial REIT ( [TSX:NXR.UN](https://www.fool.ca/company/tsx-nxr-un-nexus-industrial-reit/364003/)). Nexus stock is in the industrial [properties](https://www.fool.ca/investing/top-canadian-reits-to-invest-in/) sector, a booming area of the market in high demand. And that’s only going to get stronger with the expansion of e-commerce. Yet Nexus stock is quite valuable. Shares are trading at 4.56 times earnings, with a whopping 8.01% dividend yield as of writing. The stock is still down 17% in the last year as of writing, though it has been recovering in recent months. It trades at 3.58 times sales, with an EV/EBITDA of just 9.37. With a payout ratio of 36%, the company may increase its dividends or use cash to pay its debts. If you were to put $15,000 towards Nexus stock then and see it return to 52-week highs, here is what you could end up with in 2024. |COMPANY||RECENT PRICE||NUMBER OF SHARES||DIVIDEND||TOTAL PAYOUT||FREQUENCY||PORTFOLIO TOTAL| |NXR.UN – now||$8||1,875||$0.64||$1,200||monthly||$15,000| |NXR.UN – high||$11.25||1,875||$0.64||$1,200||monthly||$21,093.75| That investment alone could achieve returns of $6,093.75 and dividends of $1,200. That comes out monthly as well! And then you’ll have a total of $7,293.74 in [passive income](https://www.fool.ca/investing/how-to-make-passive-income-in-canada/). So, get it while it lasts because it may not be around for another decade.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "tsx",
        "sentiment": "positive"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:27:04.897+02:00",
  "updated": "2023-12-29T04:37:20.299+02:00"
}