{
  "thread": {
    "uuid": "c5ab20ddf62fb02a8443b3aa2e1856f43dd38805",
    "url": "https://dnyuz.com/2024/01/07/exclusive-trump-on-milei-international-populist-wins-its-essentially-a-maga-trump-movement-stronger-than-2016/",
    "site_full": "dnyuz.com",
    "site": "dnyuz.com",
    "site_section": "https://dnyuz.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "DNyuz",
    "title": "Exclusive — Trump on Milei, International Populist Wins: ‘It’s Essentially A MAGA-Trump Movement,’ ‘Stronger’ Than 2016",
    "title_full": "Exclusive — Trump on Milei, International Populist Wins: ‘It’s Essentially A MAGA-Trump Movement,’ ‘Stronger’ Than 2016",
    "published": "2024-01-08T00:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dnyuz.com/wp-content/uploads/2024/01/Exclusive-—-Trump-on-Milei-International-Populist-Wins-‘Its-Essentially.jpg",
    "performance_score": 0,
    "domain_rank": 26828,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c5ab20ddf62fb02a8443b3aa2e1856f43dd38805",
  "url": "https://dnyuz.com/2024/01/07/exclusive-trump-on-milei-international-populist-wins-its-essentially-a-maga-trump-movement-stronger-than-2016/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Breitbart",
  "published": "2024-01-08T00:27:00.000+02:00",
  "title": "Exclusive — Trump on Milei, International Populist Wins: ‘It’s Essentially A MAGA-Trump Movement,’ ‘Stronger’ Than 2016",
  "text": "PALM BEACH, Florida — Former President Donald Trump told Breitbart News that the recent wave of international populist and conservative victories, from Javier Milei’s win in Argentina to Giorgia Meloni’s victory in Italy and more, show that the international populist conservatives’ movement is “stronger” than it was in 2016.\nWorldwide, conservative populists are surging into electoral victories. The most recent stunning such win was Milei’s in Argentina, something Trump said Milei told him in a post-win phone call was because of him—even though Trump says he never spoke to Milei before he won the South American nation’s presidency.\n“The Argentina guy said the greatest guy in the whole world is Donald Trump. He called me right after he won. I had never spoken to him. He called me to thank me,” Trump told Breitbart News. “I said, ‘Oh, why do you want to thank me?’ He said, ‘Your policies paved the way for this.’ He’s got everything. He called me the night he won the election and he thanked me very much—he thanked me profusely. It’s called ‘Make Argentina Great Again.’ He’s got MAGA hats.”\nObviously, the MAGA on the Trump hats stands for Trump’s famous slogan—“Make America Great Again.” But the former president of the United States was joking it also could stand for “Make Argentina Great Again.”\nTrump’s 2016 victory over Democrat Hillary Rodham Clinton shocked the world, but it didn’t happen in a vacuum. In the lead-up to Trump’s 2016 electoral college romp over the former First Lady and former Secretary of State, conservative populists\nposted a number of major victories elsewhere around the world—fueling the movement that led to Trump winning here. The most famous of these, of course, was the Brexit referendum in the United Kingdom where the British voted to Leave the European Union. But there were others too, like television comedian Jimmy Morales’s win in Guatemala’s presidential election and a surprisingly strong performance from populist right-wingers in Austria—though they fell short of a win in the runoff—among others that fueled Trump’s eventual success.\nIn 2024, things are looking even better for conservative populists worldwide. Obviously, Meloni is now firmly the prime minister of Italy and has been for a couple years. Milei’s win in Argentina was a massive shot in the arm for the right headed into this year. Geert Wilders’ PVV party came out on top in the Netherlands, too, and he is\ncurrently working to form a coalition government with other parties. That’s what’s already happened, but what looms throughout this year could be a worldwide sweep—or at least a sweep through the West—for conservative populists leading up to Trump’s expected rematch with Democrat President Joe Biden in November here at home.\nForeign Policy magazine in late December\npublished a warning to its globalist subscribers in late December under the headline: “Right-Wing Populism Is Set to Sweep the West in 2024.”\nThe piece, authored by John Kampfner, notes that 41 percent of the world’s population globally will vote in 2024 in elections that could install new governments in many places. Throughout the year, Kampfner notes, several planned elections in Europe and elsewhere show great signs for conservatives. Portugal, for instance, is set to vote in a right-wing government to replace its left-wing government in March, and Austria is expected to follow suit in September. In June, European nations will hold elections for representation to the European Union—and populists are on the rise in places like France, where Marine Le Pen’s National Rally is expected to do well. “It is entirely possible that the various forces of the far right could emerge as the single biggest bloc,” Kampfner writes. “This might not lead to a change in the composition of the European Commission (the diminished mainstream groupings would still collectively hold a majority), but any such extremist upsurge will change the overall dynamics across Europe.”\nTrump, back in the summer of 2016, called himself in\na Breitbart News interview “a messenger to a movement” he said was “bigger than Brexit.” In this interview, he again noted that internationally it’s his movement—but he did say he hopes others here at home and worldwide step up to help lead it when the day comes after what he sees as a second term for him in the White House is over.\n“Somebody will step up. You have some very good people,” Trump said. “I want people to step up. I’m going to be here hopefully for a while. I still hit the ball as far as I ever hit it.”\n“A man named Steve Bannon made the statement that there is no Trump policy without Trump,” Trump said, recounting stories about how he successfully negotiated America First policies with both Mexico and France during his presidency using hardball tactics. “I don’t think a lot of people would negotiate like that. So there’s a couple of people like Steve and others that have said no. Some people say, ‘We love Trump policy but we don’t love Trump.’ But they said, ‘Well, it doesn’t work without Trump.’ The answer is probably it can; the policy is good, but whether they can get it or not is the question.”\nIn other words, until conservative populists can get the numbers they need to govern—both here at home in Congress and abroad in governments worldwide—Trump is saying that to get these policies implemented, those who want them need someone as aggressive as he is to fight for them.\nMore from Trump’s latest Breitbart News interview is forthcoming.\nThe post\nExclusive — Trump on Milei, International Populist Wins: ‘It’s Essentially A MAGA-Trump Movement,’ ‘Stronger’ Than 2016 appeared first on Breitbart.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://www.breitbart.com/politics/2016/07/18/exclusive-donald-j-trump-im-messenger-movement-bigger-brexit/",
    "https://www.breitbart.com/politics/2015/09/13/exclusive-meet-guatemalas-donald-trump-comedian-jimmy-morales-surging-into-presidency-amid-anti-corruption-campaign/",
    "https://foreignpolicy.com/2023/12/26/right-wing-populism-are-set-to-sweep-the-west-in-2024/",
    "https://www.breitbart.com/politics/2024/01/07/exclusive-trump-on-milei-international-populist-wins-its-essentially-a-maga-trump-movement-stronger-than-2016/",
    "https://www.dutchnews.nl/2024/01/wilders-sounds-off-on-social-media-ahead-of-new-coalition-talks/",
    "https://www.washingtonpost.com/news/worldviews/wp/2016/12/19/the-global-wave-of-populism-that-turned-2016-upside-down/",
    "https://www.foreignpolicy.com/2023/12/26/right-wing-populism-are-set-to-sweep-the-west-in-2024/",
    "https://breitbart.com/politics/2016/07/18/exclusive-donald-j-trump-im-messenger-movement-bigger-brexit/",
    "https://dutchnews.nl/2024/01/wilders-sounds-off-on-social-media-ahead-of-new-coalition-talks/",
    "https://www.dutchnews.nl/2024/01/wilders-sounds-off-on-social-media-ahead-of-new-coalition-talks",
    "https://www.washingtonpost.com/news/worldviews/wp/2016/12/19/the-global-wave-of-populism-that-turned-2016-upside-down",
    "https://breitbart.com/politics/2015/09/13/exclusive-meet-guatemalas-donald-trump-comedian-jimmy-morales-surging-into-presidency-amid-anti-corruption-campaign/",
    "https://washingtonpost.com/news/worldviews/wp/2016/12/19/the-global-wave-of-populism-that-turned-2016-upside-down/",
    "https://www.breitbart.com/politics/2015/09/13/exclusive-meet-guatemalas-donald-trump-comedian-jimmy-morales-surging-into-presidency-amid-anti-corruption-campaign",
    "https://foreignpolicy.com/2023/12/26/right-wing-populism-are-set-to-sweep-the-west-in-2024",
    "https://breitbart.com/politics/2024/01/07/exclusive-trump-on-milei-international-populist-wins-its-essentially-a-maga-trump-movement-stronger-than-2016/",
    "https://www.breitbart.com/politics/2016/07/18/exclusive-donald-j-trump-im-messenger-movement-bigger-brexit",
    "https://www.breitbart.com/politics/2024/01/07/exclusive-trump-on-milei-international-populist-wins-its-essentially-a-maga-trump-movement-stronger-than-2016"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "trump",
        "sentiment": "negative"
      },
      {
        "name": "milei",
        "sentiment": "negative"
      },
      {
        "name": "donald trump",
        "sentiment": "negative"
      },
      {
        "name": "giorgia meloni",
        "sentiment": "none"
      },
      {
        "name": "javier milei",
        "sentiment": "none"
      },
      {
        "name": "maga",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "breitbart news",
        "sentiment": "negative"
      },
      {
        "name": "maga-trump movement",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "argentina",
        "sentiment": "none"
      },
      {
        "name": "italy",
        "sentiment": "none"
      },
      {
        "name": "milei",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:30:01.076+02:00",
  "updated": "2024-01-08T00:30:01.076+02:00"
}