{
  "thread": {
    "uuid": "11ed9b6b18eee1e2597e672ed706e57c671e148b",
    "url": "https://seekingalpha.com/article/4661410-surgepays-convenience-store-strategy-is-working",
    "site_full": "seekingalpha.com",
    "site": "seekingalpha.com",
    "site_section": "https://seekingalpha.com/atom.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "mutual_funds"
    ],
    "section_title": "All Articles on Seeking Alpha",
    "title": "SurgePays: Convenience Store Strategy Is Working",
    "title_full": "SurgePays: Convenience Store Strategy Is Working",
    "published": "2024-01-06T02:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.seekingalpha.com/cdn/s3/uploads/getty_images/1454937249/image_1454937249.jpg?io=getty-c-w1536",
    "performance_score": 0,
    "domain_rank": 1022,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "11ed9b6b18eee1e2597e672ed706e57c671e148b",
  "url": "https://seekingalpha.com/article/4661410-surgepays-convenience-store-strategy-is-working",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Geoffrey Seiler",
  "published": "2024-01-06T02:09:00.000+02:00",
  "title": "SurgePays: Convenience Store Strategy Is Working",
  "text": "While its business likely won't ever command a high multiple, SurgePays (NASDAQ:\nSURG) has some nice growth prospects as it increases its convenience store distribution network and continues to improve gross margins.\nCompany Profile\nSURG is a fintech and telecom provider serving underbanked and low-income customers. It offers prepaid, wireless, and financial products to consumers who don’t have access to checking accounts and credit cards, using convenience stores as its main point of distribution.\nThe company has an FCC license to provide subsidized wireless services to qualifying individuals through the Affordable Connectivity Program (\"ACP\"). The program provides a $30 per month subsidy for each customer for mobile broadband, as well as $100 for each LTE-enabled tablet distributed. SURG provides these services through two MVNO (mobile virtual network operator) subsidiaries, Torch and SurgePhone. It is also launching a prepaid wireless brand called LinkUp Mobile. Surge and Torch currently make up about 85% of its revenue.\nThe company’s fintech platform, meanwhile, offers a variety of financial and prepaid products, which it states helps convert the corner grocery store into a tech hub for the underbanked. Through this platform, it sell things such as gift cards, mobile phones, wireless top-up refills, and other mobile related products.\nThe company also has several other businesses, including a wholesale e-commerce platform. Its LogicsIQ business, meanwhile, is a lead generation business serving law firms in the mass tort industry, which are lawsuits with multiple plaintiffs. It also owns 40% of Centercom, a bilingual IT and support firm based in El Salvador. It is, however, winding down the LogicsIQ businesses.\nOpportunities and Risks\nThe vast majority of SURG’s business is its mobile broadband and prepaid businesses. Driving customers and continuing to scale this business is the company’s business opportunity.\nWithin this business, most of it is its ACP business, where the government subsidizes the program to bring affordable internet to lower income households. SURG gets a nice $30 per month per subscriber with at an attractive 60% gross margin, but that is before some other costs with selling the product.\nIn the past, the company’s margins in this segment have been pretty weak. Thus, one opportunity is increasing the margins of the mobile broadband business, which the company has been doing. Mobile broadband gross margins in Q3 went from 11.2% to 35.2%. The improvement has come as the company has shifted its distribution point of these plans. SURG originally sold these plans through pop-up tents, before moving to the convenience store channel. The company said this slowed sales, but that the economics were much better. The reason was that SURG was paying about $50 per activation to pop-up tent owners, whose sole source of income was from this, compared to $10-12 to convenience store owners. In addition, with a physical location that can customers can be stickier, as there is a place to go if any issues arise.\nThe cost of revenue also consists of data plan expense and royalties. Adding more subs can also help on this end, as it allows the company’s MVNO to get better rates from AT&T (\nT) and T-Mobile.\nNow ACP plans have their limits, as it is limited to one person per qualifying household. Thus, with a strong foothold in the ACP market, the launch of the company's new LinkUp Mobile prepaid brand could be a nice growth driver. With over 100 million prepaid wireless consumers in the United States, the company will look to piggyback on its success in the ACP market to drive more growth.\nExpanding its network of convenience stores is another potential driver for SURG. Increased distribution is the key to many consumer facing businesses, and SURG is no exception. Last reported, the company had made inroads into over 8,000 of convenience stores, but there are over 150,000 of these stores operating in the United States, according to the 2023 NACS/NielsenIQ Convenience Industry Store Count. That’s a lot of white space in front of it.\nIn addition, once in these stores, SURG will look not only to sell mobile broadband, but fintech products as well. It’s also looking to better promote its offering within stores. Traditionally it has used posters in stores to advertise, but it has started to roll out customer facing LCD screens made by ClearLine at the register to promote its products and allow eligible users to sign up for the Federal ACP program and conduct wireless activations or prepaid top-up transactions from this new tablet. It eventually hopes to be able to offer loyalty rewards, discounts, and other QR code-driven payments.\nOverall, SURG’s strategy has been working well. For its Q3 reported\nin November, the company grew its EBITDA from a loss of -$0.8 million to $7.5 million. Overall gross margins surged to 30.7% from 5.3%. The company posted a profit of $7.1 million versus a loss of -$1.5 million a year ago. Revenue fell -5.5% to $34.2 million, but would have risen by about 6.5% excluding the LogisticsIQ business it is exiting.\nThrough the first nine months of the year, the company has generated $18.9 million in EBITDA and generated over $8 million in free cash flow.\nLooking at its balance sheet, SURG had $12.7 million in cash and $5.1 million in debt. Given its free cash flow, positive EBITDA, and debt cash on the balance sheet, the company looks to be in sound financial position without any immediate financing needs given its low historical capex.\nWhen it comes to risks, the biggest would be any changes to the ACP program. Right now, SURG and its low-income customers are dependent on this government subsidy program. If it were to be eliminated or reduced, it would be a major blow to the company.\nThe macroeconomy is another risk the firm faces. SURG’s customers are lower-income, and thus more at risk during a weak economy. While most of its revenue is derived from the ACP program and thus not really impacted, areas such as prepaid wireless and fintech could be impacted. While a smaller part of the pie and not currently carrying very robust margins, fintech revenue was down -34% so far for 2023. showing how the economy can impact this part of the business.\nCompetition is also a risk. There is no lack of companies that offer mobile internet at a $0 cost through the ACP program. I quick search in my area from the\nAffordable Connectivity Program website showed about 35 companies offering free service under the ACP program. Thus, the moat for SURG isn’t particularly wide, and its success really will depend on its convenience store strategy.\nCEO Kevin Cox also owns over 30% of the shares outstanding, so he has much control over the company. This also lowers the float on what is already a pretty low market cap company, so it will be difficult for it to attract institutional investors.\nValuation\nSURG trades around 3.6x the 2023 consensus adjusted EBITDA of $26.4 million and 2.8x the 2023 consensus of $34.1 million.\nThe company has 5.6 million warrants outstanding with a $4.99 exercise price. That would boost its EV/EBITDA for 2024 to 3.1x.\nIt trades at a forward PE of 4.9x the 2023 consensus of $1.46. Based on 2024 analyst estimates of $1.91, it trades at 3.7x.\nSURG is projected to growth its revenue 14.5% in 2023 and about 6.3% in 2024.\nThere aren’t many great comparable for SURG, although it is in the type of business I wouldn’t expect to get a huge multiple given a lack of moat. I think 4-6x 2024 EBITDA would be appropriate given its EBITDA growth, cash flow, and balance sheet. That would value the company at between $8.60-$12.00. The midpoint is $10.30. The fair value range takes into account its warrants.\nConclusion\nSURG has been doing a lot of good things to improve its margins and profitability since it uplisted to the NASDAQ in 2021. The move towards selling ACP mobile internet plans through convenience stores appears to be a nice move that is much more economical and sticky. With its penetration here still modest, it should have a long runway to grow while also expanding services to its core low-income customer base.\nSURG is not likely ever going to command a huge multiple, but it’s a nice little business that has room to grow and expand. It’s a higher risk-reward type of stock, but I’m going to start it with a “Buy” rating. My target is $10.50, which is some attractive upside from here.\nEditor's Note: This article covers one or more microcap stocks. Please be aware of the risks associated with these stocks.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.affordableconnectivity.gov/companies-near-me/",
    "https://affordableconnectivity.gov/companies-near-me/",
    "https://www.affordableconnectivity.gov/companies-near-me"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "surg",
        "sentiment": "none"
      },
      {
        "name": "fcc",
        "sentiment": "none"
      },
      {
        "name": "acp",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T03:08:45.051+02:00",
  "updated": "2024-01-06T03:08:45.051+02:00"
}