{
  "thread": {
    "uuid": "d7eb5747a8485ae140e402c36b83d1a254ca7d22",
    "url": "https://www.investmentexecutive.com/news/research-and-markets/transition-bonds-poised-to-shine/",
    "site_full": "www.investmentexecutive.com",
    "site": "investmentexecutive.com",
    "site_section": "https://www.investmentexecutive.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Investment Executive",
    "title": "Transition bonds poised to shine: report",
    "title_full": "Transition bonds poised to shine: report | Investment Executive",
    "published": "2024-02-15T05:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.investmentexecutive.com/wp-content/uploads/sites/3/2023/09/Climate-change-1.jpg",
    "performance_score": 0,
    "domain_rank": 54339,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d7eb5747a8485ae140e402c36b83d1a254ca7d22",
  "url": "https://www.investmentexecutive.com/news/research-and-markets/transition-bonds-poised-to-shine/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@IE_Canada",
  "published": "2024-02-15T05:21:00.000+02:00",
  "title": "Transition bonds poised to shine: report",
  "text": "Amid hopes that climate “transition bonds” will finally take off this year, the International Capital Market Association (ICMA) has published a new paper on transition finance in the debt markets, highlighting developments that may underpin the market’s growth. According the global industry trade group most recent paper, while the sustainable bond market has largely focused on climate finance, it has not yet been a major source of funding for the transition to a lower-carbon economy in sectors with major abatement challenges — a finding that it attributes primarily to greenwashing fears. Indeed, a recent report from Standard & Poor’s Financial Services LLC said that market’s growth has been stalled by the lack of a single definition for transition finance, and the absence of widely accepted transition bond principles for issuers to rely on. “This may have disincentivized issuers and investors alike,” it said, noting that issuance has only accounted for about 1% of the overall green and sustainable bond market offerings, since the first transition bond was launched in 2019. However, S&P said it believes transition bonds could have their strongest year ever in 2024. “Transition bonds have the potential to provide access to the sustainable bond market for issuers in sectors that do not generally qualify for green bonds, but still want to reach climate and other environmental goals,” it said. And, in its new paper, the ICMA said the adoption of new reporting standards — including both the initial standards from the International Sustainability Standards Board (ISSB) and the latest European Sustainability Reporting Standards (ESRS) — represent an opportunity for companies to pursue transition plans and “the potential to unlock transition finance in the sustainable bond market.” With its paper, the ICMA is also aiming to bring greater clarity to the transition bond market. “Climate transition finance is at the top of the agenda among both policymakers and market participants,” said Nicholas Pfaff, deputy CEO and head of sustainable finance at ICMA, in a release. “We also propose a model structure for integrated transition plans to help unlock further the potential of the sustainable bond market to finance transition especially in the fossil fuel and hard-to-abate sectors,” he added. In its report, S&P said the majority of transition bonds issued to date have come from Japanese companies. “The country is looking to further establish itself as the global leader in transition bond issuance by committing up to US$130 billion of transition bonds in the next decade, including US$11 billion in February 2024,” it noted. To that end, Japan published the world’s first sovereign transition bond framework in November 2023, and the government has published transition roadmaps for several carbon-intensive sectors, “underlining its commitment to tackling the transition for hard-to-abate sectors that have a high dependence on fossil fuels and no simple solutions for reducing emissions,” S&P said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "market association",
        "sentiment": "none"
      },
      {
        "name": "standard & poor’s financial services llc",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T00:43:00.788+02:00",
  "updated": "2024-02-16T00:43:00.788+02:00"
}