{
  "thread": {
    "uuid": "4f98349d6a9e8c7b21cd76b95988a164216d0bff",
    "url": "https://abeautifulmess.com/episode-215-winter-survival-guide/",
    "site_full": "abeautifulmess.com",
    "site": "abeautifulmess.com",
    "site_section": "https://abeautifulmess.com/feed",
    "site_categories": [
      "interior_decorating",
      "home_and_garden",
      "hobbies_and_interests",
      "arts_and_crafts"
    ],
    "section_title": "A Beautiful Mess",
    "title": "Episode #215: Winter Survival Guide",
    "title_full": "Episode #215: Winter Survival Guide",
    "published": "2024-01-15T16:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://abeautifulmess.com/wp-content/uploads/2023/03/snow-day.jpg",
    "performance_score": 0,
    "domain_rank": 11891,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4f98349d6a9e8c7b21cd76b95988a164216d0bff",
  "url": "https://abeautifulmess.com/episode-215-winter-survival-guide/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jillian Grover",
  "published": "2024-01-15T16:00:00.000+02:00",
  "title": "Episode #215: Winter Survival Guide",
  "text": "The weather is cold outside, so this week we are discussing our favorite winter things. Everything from activities, food, and clothing.\nYou can find the podcast posts archive\nhere.\nA big thank you to our sponsors! Check out the offers from\nLMNT, BetterHelp, Blueland, and Modern Fertility.\nAnd if you’re looking for a specific code you heard on the podcast, you can see a full list on\nthis page!\nShow Notes:\nFavorite winter activity with your family:\nElsie – Sledding with\nFunBoy snow sleds, hot chocolate, and making snowmen\nEmma – Making snow ice cream, kinetic sandbox in the house, and getting an annual pass to Discovery Center\nFavorite solo winter activity:\nElsie – Reading and watching movies\nEmma – Thrifting\nComment below with your cozy movies and books.\nFavorite winter outfit:\nElsie – Fuzzy J. Crew boots, leggings or pajama pants, and lots of different coats\nEmma – Beanies, yoga pants with sweaters, overalls with long sleeves, and long socks\nFavorite winter meal:\nElsie – Pasta and soup\nEmma – Pasta, pizza, and curry\nFavorite winter side dish:\nElsie – Everything potatoes: hash browns and\nBreakfast Potatoes\nEmma –\nStarbucks Medicine Ball\nFavorite winter dessert:\nElsie –\nGingerbread Cookies and Sugar Cookies\nEmma – Sugar cookies, puddings, and custards\nMiss an Episode? Get Caught Up!\nEpisode #214: New Year, New Goals Episode #213: Favorite Things of 2023 Episode #212: The Holiday – Comfort Rewatch\nEpisode 215 Transcript:\nElsie: You’re listening to the A Beautiful Mess podcast, your cozy comfort lesson. The weather is cold outside, so this week we’re discussing our favorite winter things. Everything from food, activities, clothing, etc. It’s pretty much a hygge episode.\nEmma: Yeah. Stuff to do inside or outside, but, you know, yeah, how to enjoy winter a little more.\nElsie: Yes. So, if you don’t know, we live both in Missouri, and Missouri has the depressing winter from hell. It’s not the worst in the whole country. It can be worse, but it is pretty bad. And for most people who live here, this is why, like, the term snowbird gets, like, created. It’s for people who live in these types of climates. We can’t take it anymore, who decides to spend a few months in a war?\nEmma: We don’t have kids in school anymore, and they’re like, see ya, this time of year.\nElsie: I honestly can’t wait, I actually counted out the number of years, which I think is 12 years from now, that I’ll be able to have a snowbird, and not be having a kid in school.\nEmma: Yeah. And I will say, for me, I actually really don’t mind the cold so much. I mean, you know, I go back and forth with it, but I oftentimes will go vacationing places that are very cold. So, I’m not necessarily an anti-cold person. But. It is the lack of sunlight that makes it difficult.\nElsie: And I would add, the sun going down early, for me, is like the most depressing part. It just feels like you should be settling in when you’re like, still have a lot of things to do on your list for the day. And then you’re like, should I just eat dinner and watch a show and go to bed?\nEmma: But wait, it’s only 530.\nElsie: Yeah, this part of the year does put me in a little bit of a dark place. And I know seasonal depression is a very real thing.\nEmma: Yeah, it’s a real thing.\nElsie: I don’t know if I clinically have it or not, but I definitely think somewhere on the spectrum.\nEmma: I would probably agree. But yeah, and I think it’s been this way for a little bit but you have all the holidays to look forward to earlier in the winter, but now there’s kind of in some ways nothing to look forward to.\nElsie: For me having my Christmas lights up and all my right no flakes and all of that, and it’s like apple cider season, it is such a joyful time of year and, you know, like my immense amount of Christmas movie rewatching, Christmas candles, Christmas music, like everything’s perfect. I love that time of year. And then even though the weather is not different in January, taking all that down. And just trying to, like, a lot of times you’re trying to do, like, a healthy month. Ugh!\nEmma: No, don’t do that. I mean, get healthy. Do whatever you want to do. But, just don’t torture yourself in any way.\nElsie: I feel like there needs to be more emphasis on, like, being cozy and being happy in January, February, and March, at least for those of us who live in a depressing climate. Anyway.\nEmma: Yeah, so we’re going to talk about our favorite, like, winter stuff. But before we do, we thought we would share, like, this is kind of related because it’s like also how we deal with winter as we escape. So Elsie and I have plans later this month to go to Florida where it is sunny and warmer. We’re just going to have fun, and see some friends. I want to go to a bookstore and really just chill. We’re going just the two of us and no kids.\nElsie: We did it last year for the first time and we went to Palm Springs and it wasn’t even warm. We were like, we were laying out with, I don’t even think we wore swimsuits. We were lying out on the pool chairs with like a blanket on us reading books. It was still like so much better than Missouri. So yeah, we’re excited to just like, go somewhere, get some sunshine, go on walks, eat, you know fun restaurants.\nEmma: Yeah, eat outside. It doesn’t have to be hot. It just has to be nice enough to do that. You know, so yeah, so looking forward to that. So we’re going to do that and we’ll tell you all about it once we get back. But yeah, we’re doing another mom who read trip.\nElsie: Yeah, it’s perfect.\nEmma: Yeah, it is.\nElsie: I think that it should be an every-year tradition. Yeah, we have like planned some sort of like epic ideas, but this year we were like, let’s do the easiest one because Emma’s expecting.\nEmma: I know, I’m like, can’t do hot tubs, I can’t drink, I can’t, you know, a little limiting, but it’s very fun.\nElsie: Honestly, all I want to do is like, take walks, look at houses, and read a book.\nEmma: Yeah, January is like my birthday month in my mind, because I turn 38 on the 21st, so it’s a good month to travel, get out of the winter, and celebrate myself! All right. So anyway, on to favorite winter activities and other things. So first up, what is your favorite winter activity with family? So this is stuff with kiddos.\nElsie: Yes. Okay. So if you prepare in advance, snow days in Missouri are the most epic, cozy, amazing, like 10 out of 10 perfect things. So I have this company that I love called Fun Boy. I’m going to put this in the show notes. They sell pool floaties, but they also do snow sleds. I love these snow sleds. They’re just pool floaties basically that are differently colored, like Christmasy-looking.\nEmma: Yeah, and shaped like sleds and different things like that.\nElsie: And technically you can use a pool floatie because we did that before too, to just as a sled, they make great sleds. You don’t need a sled at all if you have pool footings. You really don’t. So, Anyway, I think having that prepared and then making sure you have the inflating machine. Gotta have that. Just have it, just set it in your basement and set them there together and wait for the snow to come and you’ll be so happy it’s there and then you need to have hot chocolate. That’s the must. Like you have to come in and have the hot chocolate and then if you can, if you want to be extra, I think making snowmen is, like, for me, it’s, like, top three childhood magic, like, things you can do in your entire life, like, making a real snowman is so fun and magical.\nEmma: Yes, for sure. Enjoying the snow is definitely fun, and if you need something to enjoy the snow indoors, I recommend making snow ice cream. It’s just fun. It’s a very, like, kid Midwest thing to do, in my opinion.\nElsie: Do we have that recipe on Childhood Magic?\nEmma: If we don’t, we probably will very soon.\nElsie: Okay, because that’s a great recipe to have.\nEmma: Okay, so for us, there are a couple of things. So, I decided to make our sunroom, which was like a room in our house that kind of leads to our backyard, and we weren’t really using it. It had like our dog’s food in there, and just really kind of nothing. So, I painted it, got a rug, put in a space heater, because it’s one room in our house that doesn’t have like, the heat doesn’t go in there, so it gets kind of cold and it gets kind of hot in the summer. So anyway, this time of year, the space heater does the trick. So anyway, so now it’s a more cozy space. And my mother-in-law bought Oscar this giant kinetic sand table. So it’s kind of like this big, he calls it a bucket, but it’s like a table that’s like a bowl, I guess. And he loved his sandbox. Yeah, he loved his sandbox all summer. And so obviously we’re not doing that right now because it’s too cold. So now we have the kinetic sandbox. But it’s like up off the ground. So like I sit in a chair while I play with him and like build sandcastles. But for him, it’s like his height where he can stand there and play. And of course, we’re working on keeping the sand in the sandbox and putting it on the floor all the time. But he does really good with it and he loves it. He plays with it after daycare. We play with it on the weekends. It’s just a nice, like, thing we can do indoors. And then another thing we did is, right before Christmas, at Black Friday, we bought an annual pass to a thing in town we have in Springfield, it’s called the Discovery Center. And it’s like a place that you can go on Saturday or Sunday, and there’s just like a lot of like, educational little things he can play with. Oscar’s at an age, he’s two and a half, where he’s very mobile. Loves to run around, he loves to touch things, he loves to play with things. And so I just kind of like wanted a pass of somewhere just to get out of our house. We have a lot of stuff to do in our house. But I think I just get kind of, more than him, I think I get a little sick of being indoors, like if we have a bunch of snow days in a row or a bunch of sick days in a row, and now we’re finally better, and it’s a Saturday, I’m kind of ready to get out of the house. So to me, it’s just like a place we can go for two hours, whatever, and just play with all the stuff that’s there.\nElsie: That’s cute. We go to Barnes and Noble, that’s our desperate place.\nEmma: Yeah. We have other places too that’s like little like, you know, we buy a little craft project or we, you know, whatever, like things. But this is like a place where we’re not really buying anything. We just bought the annual pass. And now we just kind of play, you know.\nElsie: It’s really cute there. My kids love the bed of nails.\nEmma: His favorite, honestly, is, it has a miniature golf course on one of the floors. And he loves it. He’s terrible at it, but he loves it. He loves doing it. So we do that for a long time and he never gets it in a hole. He’s not like that love he’s two and a half. But he doesn’t, I don’t think it registers to him, it’s just fun for him. He loves it.\nElsie: Aww. That’s cute.\nEmma: So we do that.\nElsie: Okay, what is your favorite solo winter activity?\nEmma: Mine is honestly the same in the summer and winter, and it’s thrifting! I love going thrifting.\nElsie: That’s a good one.\nEmma: And I feel like winter makes it even better, because it’s indoors, so it’s like, you know.\nElsie: Yeah. Okay, I wanted to ask for suggestions from our listeners for a cozy movie list and a cozy book list for winter, like things that you just think would either give you some escape or, I don’t know, just like what you feel in the mood for during winter. I definitely would love to watch more new movies, and they don’t have to be new, they could be old, but movies I haven’t seen before. And obviously, like, I need a book list that extends until eternity. So I think reading and watching movies are something that I really enjoy, but like, I get stuck on the same sort of things, so I like to expand my horizons a little bit.\nEmma: Yeah, I also just like, like having a list, because sometimes, you know, when you’re ready for a break, like, if it’s like, you got everything done for the day, your kids are in bed, whatever, you don’t have the energy to even think of a movie to watch, so it’s kind of nice to like to have a list or have like a series you’re going through. If you’re like, I don’t want to think about it, I don’t want to scroll, I just want to put something on and chill because I’m all out of brain power for the day. So I feel that way about books sometimes where I’m like, I just have a whole bunch on my shelf. And I don’t really have to think about the next one. I just go in there and look what there is and I pick one, you know? Okay. So what about a favorite winter outfit?\nElsie: Okay. Well, I definitely have my mom outfit and it is set and it does not change. So I have these fuzzy boots from J. Crew, and the thing, I’m gonna link them in the show notes, they’re not like the exact same ones I have, but they’re like basically the same. They have them every year. But the thing I love about them is they’re like fur-lined boots, so I never wear socks, I just put them on and walk out the door, and it’s like it doesn’t matter, and I just love that you can like skip that step. So, yeah, my whole entire winter I’m wearing, like, It’s so sad, but whatever, leggings, or pajama pants, and then these boots, always these boots every day. And then I have, I will say, a 10 out of 10 coat collection, and I feel like the coat makes your outfit. So you don’t even really have to, like, wear clothes, you just have to have nice coats and cool coats and, like, I have, like, fluffy ones, I have long ones, I have ones with fur collars and, like, all the different kind of, like, so, yeah, my coats are definitely, like, the only thing stylish I wear in the winter, but I feel like it compensates and makes me be able to wear pajamas. Like, it’s the school pickup hack of a lifetime.\nEmma: Yeah, I’m also, I love wearing beanies. And I don’t really wear them in warmer months. So, I’m like, beanie season, my friends.\nElsie: Winter hats are the best. I agree. I think they look cute on me and they, like, work for my style. But yeah, it’s sad in the summer when I only can wear baseball hats.\nEmma: Yeah. I agree. So, it’s like beanie season. So, it’s kind of cool in that way. Yeah. I’m pretty much similar. This is also my year of expanding my body because I’m pregnant. So, I’m doing a lot of yoga pants with sweaters. You know? Overalls with sweaters or long-sleeved things that don’t hurt my tummy.\nElsie: Yeah Do you buy maternity clothes?\nEmma: I will have a few things, especially towards the end, but honestly, I wear the same yoga pants the whole way through, and then a lot of my overalls will probably work until basically the end. But I am planning to buy a maternity swimsuit for the summer just because I take our son to the pool a lot and so and I plan to do that up until the baby comes cuz I like it. I will say that I won’t do it solo last year I did it solo a lot and this year I feel a little more anxious to do it solo cuz I just can’t move as quickly towards the end my kids are very active, but can’t swim yet. So anyway, there’s lifeguards, you know as a mom you get a little anxious, you get a little like oh, where is he? I can’t run as fast I have this big basketball belly. But yeah, anyway. Alright, and yeah, I’m also a boot person. I like wearing socks, though. I like to pull my socks over my yoga pants, so I literally have it on right now. Like, I feel like it’s a real, you know, cozy vibe.\nElsie: Yeah, I like socks, too, I just, like, can’t find them, I don’t know.\nEmma: Yeah, I do get tired of, you know, laundry, like the last thing I do is put the socks all together. And it gets old, putting all the socks together, it does. That’s a time to listen to podcasts and audiobooks. Okay, how about a favorite winter meal?\nElsie: Oh, of course. I mean, I definitely feel like we are pasta queens kind of all year, but in the winter especially. But the other thing I would say is soup. I always like soup, but obviously, it’s better in the winter. And I think, like, revolving your whole meal around soup. Emma already had, like, a movie night where we just had several different soups. And I think it’s also, like, my favorite thing about cooking, I think it’s, like, my batch-working personality is like giant meals that you can have for several days so you don’t have to cook anymore for a couple of days. Its soup is perfect for that.\nEmma: Yeah, especially if it can be like a family meal and then it’s like your lunch, you just have to rewarm it for a couple of days. That’s like nice. ’cause I get kind of tired of making lunch just for me. You know, it’s like I don’t want to spend a whole bunch of time on it. Some days because I don’t really have, you know. So then you kind of already have something done, which is nice. Yeah. I’m basically the same. The only thing I would add is, in addition to pasta, pizza, homemade pizza. Love it. I mean, I’ll take delivery, too, but, like, I love a homemade pizza. And then also, this is kind of a soup, but I have been really into curries lately. Specifically red curry, but I also love yellow curry.\nElsie: I don’t think it’s soup, do you get it from a Thai restaurant or an Indian?\nEmma: I get it from a Thai restaurant and I sometimes make it. Because, yeah, it’s pretty easy to make once you know how.\nElsie: It’s kind of a soup, but kind of a rice.\nEmma: Yeah, it’s like in that kind of stew category to me. But yeah, I always have it with rice. But I’ve been really into curries lately, because you can basically make them a little spicier or not, depending on how you’re feeling that day. And I kind of like a spicy soup when it’s cold outside. It’s nice. All right, moving on. What is your favorite winter side dish? Or just like, winter, not the main meal. Not a dessert.\nElsie: Everything, potatoes. Potatoes, potatoes, and more potatoes. So, I would say for breakfast, hash browns. And I also like, love making breakfast potatoes. We have a recipe on our site for these, like, breakfast potatoes with rosemary. It’s so easy, but it’s one of our, like, favorite breakfasts. My kids, like, don’t really like cereal, and they don’t really like sweet breakfast, which makes it, like, kind of a lot of work. Like, you know what I mean? It’s like, they don’t really like any of the easy things that you can make. They like, like, a hearty breakfast, like, a cooked breakfast.\nEmma: They’re really getting you up. You gotta make the bacon and the eggs and the hash browns.\nElsie: But yeah, anyway, anything potatoes this time of year, I make this thing that we call like Silver Dollar City meal and it’s like potatoes and peppers and then like we do like turkey sausages cut up and, you know what I’m talking about? It’s like a skillet meal.\nEmma: Kind of like a hash.\nElsie: They have them at Silver Dollar City.\nEmma: Yeah, I love that kind of thing, like with a fried egg over it. Yeah. Oh, yeah.\nElsie: That’s so good.\nEmma: So mine is not really a side dish, but it’s not a meal and it’s not a dessert, and we’re going to do desserts next. And I really wanted to put it on here. So I am obviously obsessed with hot tea, but specifically lately I’ve been making basically a homemade version of the Starbucks medicine ball. If you’ve never had it, go and order one.\nElsie: I just had it. It’s so good.\nEmma: And I have a recipe for it on our blog. That is really very similar, and I think a little bit better than the Starbucks version. But I also will make it kind of the lazy way, which is essentially a lemonade packet, not a whole one, it depends on how big of a cup I’m making. Lemonade packet, mint tea, peach tea, that’s it. So that’s like the lazy version of the Starbucks medicine ball. And I make that all the time, and it’s great if you’re feeling a little under the weather if your throat’s sore. Or for me, not so much this month, but like, I was very nauseous for a long time, and it was very nice for that, because it’s like, you eat a lot of mint and ginger stuff when you’re nauseous, and it just feels like a little different, because it had lemon and peach flavors, so it just was a nice, something slightly different, but still like kind of helped with nausea. So anyway, it’s nice.\nElsie: Yeah, I got that recently and it’s like the best tea drink I’ve ever had from Starbucks it’s really, really good. It has a ton of flavor. So yeah, I’m excited to try your recipe.\nEmma: Yeah, the blog version is a little more like it has fresh mint in it. It has honey in it. It’s not hard to make but it’s just what I would say is the non lazy version and it’s worth it. It’s really good.\nElsie: Nice. Yeah. Oh my gosh. I love, like, when you get mint tea and it’s, like, fresh mint. It’s so rare.\nEmma: Well, it just smells so good in addition to tasting great. Yeah. Okay. So what about your favorite winter dessert?\nElsie: Okay. I really just have the one. So, I make gingerbread cookies and sugar cookies, and I only make them this time of year. Mostly after Christmas, probably mostly just sugar cookies, but I don’t really make them in the summertime or the warm weather months unless there’s like a party or a special occasion, but this time of year, I don’t know. It’s just more like the baking season for me and I love making them. I collect like cookie cutters and I collect sprinkles and just all the different things that you can, you know, use. It’s a lot of fun. You can go very, very elaborate with how much you decorate them, or sometimes I just let my kids decorate them and I don’t even do anything, and that’s fine too, a little too many sprinkles, but it’s fun.\nEmma: I don’t let Oscar have sprinkles, I just give him the frostings, the different colors, and let him go ham.\nElsie: The sprinkles, it’s like a lot of vacuuming.\nEmma: Yep. A lot of vacuuming. Yeah. They get everywhere.\nElsie: Yeah. What’s your favorite winter dessert?\nEmma: I also have sugar cookies on there because it is royal icing sugar cookie season for me as well. The other thing I would say is lately I’ve been really into like puddings and custards. Which I don’t necessarily think of as a winter thing, but I don’t know. I’ve just been into it lately. Literally, I’ll buy the pudding cups from the store, but also I’ve been making a lot of stuff. I have a really good rice pudding recipe. I love rice pudding. And I’ve also been working on, every year I do something on the blog for my birthday, some kind of dessert. Like a lot of times a cake. Last year I did my favorite brownie recipe. This year I’m going to do tiramisu. So, yeah, and which is not necessarily all pudding or custard it’s kind of a layered dessert if you’ve never had it. But it is very pudding custard-based to me and like the bread layers, the cookie layers are kind of like soaked. So it’s a very soft, creamy dessert. So anyway, that’s what I’m going to do for my birthday this year because I’ve been into the puddings and the custards.\nElsie: Cute.\nEmma: Any other winter hacks that we want to talk about?\nElsie: Oh, you know, if anyone has suggestions, I would love to hear them. I think that this time of year is a great time for me, I’m focusing on my career goals. I’m getting a ton of work done so that when Emma takes her maternity leave this summer, I think I’m also going to like kind of take a little bit of the summer off because my kids are home and last summer I learned some life lessons about how much work I could really get done when they were home. So yeah, to me, this is a great time of year to work really hard. And then have other parts of the year that are a little more fun.\nEmma: Doing stuff and yeah.\nElsie: I don’t know, I do find joy in work. And so yeah, it’s a good time to like, sort of like buckle down on it. But yeah, I don’t have any other great hacks. If we get great suggestions for movies and books, I will definitely put them up so you guys can see them, but yeah. Yeah. Read, read, read, read.\nEmma: Okay, well then it’s time for a joke, or a fact, or a meditation with Nova.\nElsie: Hey, Nova. How are you this week?\nNova: Good.\nElsie: What do you have for us?\nNova: A joke.\nElsie: A joke, okay.\nNova: What does a cow like to talk about?\nElsie: What?\nNova: His moooood.\nElsie: Oh, his mooooood. I thought you were going to say, what moooovies he likes. Okay. Have a good week.\nNova: Have a good week.\nEmma: All right. Thank you so much for listening. If you have any questions, podcasts, ideas, or suggestions for surviving winter, you can email us anytime at podcasts@abeautifulmess.com, or you can leave us a voicemail at 417-893-0011. We’ll be back next week with a comfort rewatch.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://drinklmnt.com/ABEAUTIFULMESS",
    "https://www.funboy.com/collections/kids-sleds",
    "https://www.modernfertility.com/mess30",
    "https://www.funboy.com/collections/kids-sleds?tw_source=google&tw_adid=649140901094&utm_campaign=17168797620&tw_source=google&tw_adid=649140901094&utm_campaign=17168797620&gad_source=1&gclid=Cj0KCQiAhc-sBhCEARIsAOVwHuTtZuwXmj86zFDZIx4ma_7KwRuoPOawtbpqBwSMHBx8LGPN9cwhTcwaAgApEALw_wcB",
    "http://www.betterhelp.com/abeautifulmess",
    "http://blueland.com/mess",
    "https://funboy.com/collections/kids-sleds?tw_source=google&tw_adid=649140901094&utm_campaign=17168797620&tw_source=google&tw_adid=649140901094&utm_campaign=17168797620&gad_source=1&gclid=Cj0KCQiAhc-sBhCEARIsAOVwHuTtZuwXmj86zFDZIx4ma_7KwRuoPOawtbpqBwSMHBx8LGPN9cwhTcwaAgApEALw_wcB",
    "https://modernfertility.com/mess30",
    "http://betterhelp.com/abeautifulmess",
    "https://www.drinklmnt.com/ABEAUTIFULMESS",
    "http://www.blueland.com/mess"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "elsie",
        "sentiment": "none"
      },
      {
        "name": "emma",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "blueland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T23:26:58.763+02:00",
  "updated": "2024-01-15T23:26:58.763+02:00"
}