{
  "thread": {
    "uuid": "d2c5cab753d6055a498c4e133a43684acc7eca1b",
    "url": "https://www.prnewswire.com/news-releases/egg-innovations-is-set-to-introduce-in-ovo-technology-to-help-eliminate-chick-culling-practices-within-the-egg-industry-302108702.html",
    "site_full": "www.prnewswire.com",
    "site": "prnewswire.com",
    "site_section": "https://prnewswire.com/news-releases/policy-public-interest-latest-news/not-for-profit-list/",
    "site_categories": [
      "media"
    ],
    "section_title": "All Not For Profit News and Press Releases from PR Newswire",
    "title": "Egg Innovations is Set to Introduce In-Ovo Technology to Help Eliminate Chick Culling Practices within the Egg Industry",
    "title_full": "Egg Innovations is Set to Introduce In-Ovo Technology to Help Eliminate Chick Culling Practices within the Egg Industry",
    "published": "2024-04-04T22:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://mma.prnewswire.com/media/2379739/EI_No_Tag_Logo.jpg?p=facebook",
    "performance_score": 0,
    "domain_rank": 191,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d2c5cab753d6055a498c4e133a43684acc7eca1b",
  "url": "https://www.prnewswire.com/news-releases/egg-innovations-is-set-to-introduce-in-ovo-technology-to-help-eliminate-chick-culling-practices-within-the-egg-industry-302108702.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Egg Innovations",
  "published": "2024-04-04T22:24:00.000+03:00",
  "title": "Egg Innovations is Set to Introduce In-Ovo Technology to Help Eliminate Chick Culling Practices within the Egg Industry",
  "text": "Leadership from Egg Innovations is pioneering the industry as the first company committed to utilize the in-ovo sexing technology, eliminating male chick culling.\nWARSAW, Ind. , April 4, 2024 /PRNewswire/ -- As the continuous leader in animal welfare within the egg industry, Egg Innovations has committed to furthering its mission by being the first U.S. based company committed to implementing in-ovo sexing technology to populate their family farms. Introducing in-ovo sexing, which is only available in Europe today, Egg Innovations is determined to be the catalyst to help eliminate chick culling within the American egg industry.\nContinue Reading\nJohn Brunnquell , Ph.D., Founder and CEO of Egg Innovations, states, \"Humane care is the ethos in which Egg Innovations was founded. Humane care is centric to our mission, this commitment to in-ovo sexing is a huge step as we will be able to label our products 'free of chick culling.' While it's an unknown if the market is ready to embrace this, we know it's the right thing to do. We are excited to trailblaze with this technology in the U.S. for the well-being of our products, customers, and industry.\"\nEgg Innovations is pioneering the industry as the first company committed to utilize the in-ovo sexing technology.\nPost this By utilizing this in-ovo sexing technology, Egg Innovations will be able to implement practices for more humane egg production that avoids the practice of male chick culling. While Egg Innovations' present practices for raising chickens with higher-welfare standards starts with young hens at a day of life, this commitment allows them to extend the company's humane care mission to the egg before hatching. This is a true integration of a more ethical life cycle for egg production as Egg Innovations extends their commitment to \"Chickens. People. Planet.\" Egg Innovations plans to utilize their regenerative farming Helpful Hens™ brand as the vehicle to introduce this ethical commitment to egg consumers nationwide in 2025.\nRobert Yaman , CEO of Innovate Animal Ag said, \"We are excited to see Egg Innovations recognize the powerful business proposition of selling eggs produced without culling in the U.S. market. The introduction of in-ovo sexing technology will allow for specialty egg producers to create a new higher-margin category of more ethical eggs that will be better for the chicks, producers, and consumers. This is a large step towards eliminating chick culling in the U.S. egg industry.\"\nThis matters to animal care and celebrates what leadership in animal welfare looks like.\nNancy Roulston , Senior Director of Corporate Policy and Animal Science, ASPCA Farm Animal Welfare said, \"For decades now, billions of newly hatched male chicks have been culled every year—making this one of the most urgent farm animal welfare issues today. Now that in-ovo sexing technology is commercially available, we can envision a future that renders the routine culling of male chicks obsolete in egg production. We are thrilled that Egg Innovations has committed to just that, and we urge others across the egg industry to adopt this groundbreaking technology to advance animal welfare.\"\nIn-ovo sexing is available through innovative new technologies where the sex of a chicken egg can be determined while it's still developing, so that only females are hatched. Egg Innovations' mission for over 20 years is founded in expanding and investing in a more humane way to care for chickens.\nEgg Innovations is the pioneer in humane care for the laying hen industry and now the first egg producer to bring certified regeneratively farmed free range and pasture-raised eggs to a commercial scale. Additionally, Egg Innovations has been named the 2024 Ethical Farming Company of the Year and Most Sustainable Egg Farming Business 2023 – USA . Egg Innovations leads the way in regenerative agriculture practices and the ethical treatment of animals as the world's leader in 100% Free Range and Pasture-Raised eggs. With more than 100 family farms and thousands of acres of pastureland dedicated to egg-laying hens, Egg Innovations provides premium eggs under the Blue Sky Family Farms and Helpful Hens brands, which are American Humane Certified™, Certified Humane®, and recognized by the ASPCA®'s Shop With Your Heart Program, in addition to a strong private label business.\nInnovate Animal Ag is a 501(c)3 nonprofit think tank that promotes technology as a practical way to improve animal health and welfare while also restoring consumer trust in animal agriculture. We conduct research on cutting-edge technologies that can improve animal health and welfare, then publish high-quality, science-backed resources to demystify the technologies for business leaders and policymakers. We then work directly with the companies developing and implementing these technologies to ensure they are rewarded for the important work they do.\nSOURCE Egg Innovations",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Health"
  ],
  "external_links": [
    "https://c212.net/c/link/?t=0&l=en&o=4133927-1&h=729815723&u=http%3A%2F%2Fwww.blueskyfamilyfarms.com%2F&a=Blue+Sky+Family+Farms",
    "https://c212.net/c/link/?t=0&l=en&o=4133927-1&h=3822415567&u=http%3A%2F%2Fwww.egginnovations.com%2F&a=Egg+Innovations",
    "https://c212.net/c/link/?t=0&l=en&o=4133927-1&h=1672311059&u=http%3A%2F%2Fwww.helpfulhens.com%2F&a=Helpful+Hens",
    "https://www.c212.net/c/link/?t=0&l=en&o=4133927-1&h=729815723&u=http%3A%2F%2Fwww.blueskyfamilyfarms.com%2F&a=Blue+Sky+Family+Farms",
    "https://c212.net/c/link/",
    "https://www.c212.net/c/link/?t=0&l=en&o=4133927-1&h=3822415567&u=http%3A%2F%2Fwww.egginnovations.com%2F&a=Egg+Innovations",
    "https://www.c212.net/c/link/?t=0&l=en&o=4133927-1&h=1672311059&u=http%3A%2F%2Fwww.helpfulhens.com%2F&a=Helpful+Hens"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john brunnquell",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "warsaw",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "ind.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:43:19.071+03:00",
  "updated": "2024-04-05T00:43:19.071+03:00"
}