{
  "thread": {
    "uuid": "c632bdb7a0c1c5aafecf0a755b5c3821150ed72a",
    "url": "https://www.larazon.es/comunidad-valenciana/milagro-que-esconde-procesion-corpus-christi-valencia_20240602665beaf68fd521000109ba4e.html",
    "site_full": "www.larazon.es",
    "site": "larazon.es",
    "site_section": "https://www.larazon.es/?outputType=xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "La Razón - Diario de noticias y actualidad en España y el mundo",
    "title": "El milagro que se esconde tras la procesión del Corpus Christi de Valencia",
    "title_full": "El milagro que se esconde tras la procesión del Corpus Christi de Valencia",
    "published": "2024-06-02T05:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://fotografias.larazon.es/clipping/cmsimages02/2024/06/01/118DF5C5-85A8-4268-84B8-7C6476E9A048/milagro-produjo-segun-historiadores-municipio-alboraya_69.jpg?crop=660,371,x0,y0&width=1280&height=720&optimize=low&format=jpg",
    "performance_score": 0,
    "domain_rank": 5158,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c632bdb7a0c1c5aafecf0a755b5c3821150ed72a",
  "url": "https://www.larazon.es/comunidad-valenciana/milagro-que-esconde-procesion-corpus-christi-valencia_20240602665beaf68fd521000109ba4e.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Baltasar, Bueno",
  "published": "2024-06-02T05:45:00.000+03:00",
  "title": "El milagro que se esconde tras la procesión del Corpus Christi de Valencia",
  "text": "Religión\nEl milagro que se esconde tras la procesión del Corpus Christi de Valencia\nLa primera de estas celebraciones se realizó el 4 de junio de 1355\nSi entrte las motivaciones que llevaron al Papa Urbano IV a establecer en la Iglesia Universal la festividad de Corpus Christi en 1264 está el Miracle de Llutxent ocurrido en 1239, en el origen de la solemnial processó de Corpus Christi en Valencia se encuentra el Miracle dels Peixets (Alboraya-Almàssera) ocurrido en 1348.\nEste milagro hizo elevar el fervor popular de los cristianos hacia el Santísimo Cuerpo de Cristo, explica el historiador Santiago Brú y Vidal. Cuentan los relatos tradicionales que el cura párroco de Alboraya llevaba el viático, de noche y en medio de una gran tormenta, a un moro converso gravemente enfermo residente en Almàssera, cuando al cruzar el Carraixet, las aguas que bajaban le hicieron tambalear, cayéndosele la arquilla en la que portaba las Sagradas Formas al río.\nEl historiador dominico Jaume Bleda lo cuenta así: “Cerco al cura, y le compellio soltasse la custodia, o arquilla donde traya dos Hostias, una para comulgar al enfermo, y otra para traer a la vuelta dexado caer la arquilla, el rector procuro salvarse de aquel impetu de agua, y dio noticia en Alboraya de lo que havia acontecido. Pusieron diligencia luego que amayno el barranco en buscar la custodia, y hallaron al fin las formas. Yendo por la orilla del mar (que esta de allí menos devn quarto de legua) dos pescadores a pescar, o buscando leña vieron dos peces grandes, a la lengua del agua, teniendo cadavno en la boca patentemente vna forma: corrieron, dieron nueuas al Cura de lo que hauian visto, el rector pusose el sobrepeliiz y estola, y cogió vn caliz, y corriendo acudió alla: hallo ser verdad lo que le dixeron, arrodillose ante los peces, los quales llegaron junto al cura, teniendo siempre en la boca las hostias: tomolas el cura con mucha reuerencia y pusolas dentro del caliz, y lleuolas a Alboraya, en cuya iglesia esta hoy dia el caliz en que las truxo; y la arquilla que se le cayo, en la Yglesia de Almacera. Y por esta causa entonces desmembraron la vicaria, o rectoría de Almacera, de la rectoría de Alboraya: para que otra vez no les aconteciesse otro tanto. La qual desmembración fue hecha en el año mil trezientos cincuenta y dos… auiendo precedido muchas differecias y debates entre los Jurados y soldados de Almacera y los de Alboraya acerca de esto; como consta por la sentencia de dicha desmembración.”\nAl llegar a Valencia, meses después, y conocer el hecho el nuevo Obispo de Valencia, Hugo de Fenollet, decretó que se celebrara en Almàssera y Alboraya solemnes fiestas con tal motivo. La propalación de este milagro eucarístico hizo que aumentara entre los cristianos el fervor por lo eucarístico, caldo de cultivo y factor propicio que aprovechó el nuevo Obispo para reanimar la vida de la Iglesia en Valencia, mermada y diezmada por la peste negra y afectada por la relajación del clero. A este desastre, se sumó las consecuencias del gran escándalo de la Iglesia medieval, el Cisma de Occidente.\nHugo de Fenollet animó a hacer la procesión del Corpus, como una manera de dinamizar la vida eclesial y espiritual de la gente. Consiguió convencer a los Jurados de la Ciudad para que la organizaran y patrocinaran mandando a parroquias y órdenes religiosas que no celebraran la fiesta por separado, sino que acudieran todos a la solemnial e general de la Catedral, con el fin de “que perpetuase entre los valencianos el respeto a tan soberano Sacramento”, consiguiendo que el 4 de junio de 1355 –hace de ello 669 años- se hiciera la primera solemne e general processo de Corpus, a la que se sumaron además del Consell de la Ciutat, el Virrey, el Justicia, Prohombres, Gremios de Oficios, Parroquias, Órdenes Religiosas y pueblo en general.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T06:54:50.933+03:00",
  "updated": "2024-06-02T06:54:50.933+03:00"
}