{
  "thread": {
    "uuid": "fe752081c059f7282e575804c95a3f65260a2b3c",
    "url": "https://www.ondacero.es/noticias/mundo/negociaciones-alto-fuego-gaza-avanzan-acercan-principio-acuerdo_2024050466364b8bc18d400001b62815.html",
    "site_full": "www.ondacero.es",
    "site": "ondacero.es",
    "site_section": "https://www.ondacero.es/rss/8145.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Onda Cero: Radio online, noticias última hora y podcast",
    "title": "Las negociaciones para el alto el fuego en Gaza avanzan y se acercan a un principio de acuerdo",
    "title_full": "Las negociaciones para el alto el fuego en Gaza avanzan y se acercan a un principio de acuerdo",
    "published": "2024-05-04T16:51:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://image.ondacero.es/clipping/cmsimages01/2024/04/22/7E1A5215-759C-4F81-9A31-016052886B50/seis-meses-conflicto-gaza_69.jpg?crop=700,394,x0,y65&width=1280&height=720&optimize=low&format=jpg",
    "performance_score": 0,
    "domain_rank": 11723,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fe752081c059f7282e575804c95a3f65260a2b3c",
  "url": "https://www.ondacero.es/noticias/mundo/negociaciones-alto-fuego-gaza-avanzan-acercan-principio-acuerdo_2024050466364b8bc18d400001b62815.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ondaceroes | agencias",
  "published": "2024-05-04T16:51:00.000+03:00",
  "title": "Las negociaciones para el alto el fuego en Gaza avanzan y se acercan a un principio de acuerdo",
  "text": "Las negociaciones para alcanzar un alto el fuego en la Franja de Gaza avanzan positivamente y se acercan a un principio de acuerdo, si bien las partes todavía no han cerrado ningún pacto definitivo, informaron este sábado a EFE fuentes conocedoras de las conversaciones que tienen lugar en El Cairo.\nUna fuente palestina dijo a EFE, bajo condición de anonimato, que \"hay un gran avance en las negociaciones entre el movimiento palestino Hamás e Israel\", y detalló que la delegación egipcia en el proceso negociador \"ha alcanzado una formulación acordada en cuanto a los puntos de discrepancia\".\nPrecisó que el último acuerdo sobre el que discuten actualmente incluye una primera fase de 40 días de tregua en la que se liberarán 33 rehenes del total de unos 128 rehenes israelíes retenidos por Hamás, mientras que el Ejército israelí se retirará de las zonas en las que esté presente en la Franja de Gaza.\nSegún esta misma fuente, la segunda fase continuará por otro periodo de 42 días durante el cual se liberarán todos los rehenes restantes y se extenderá un proceso de \"calma permanente en Gaza\", mientras que la tercera y la última fase incluirá intercambiar los cadáveres y durará también 42 días.\nTambién apuntó que \"(Sinwar) quiere un compromiso estadounidense por escrito para el fin incondicional de los combates\" y solicita también que Israel no impida regresar al territorio ocupado de Cisjordania a los palestinos liberados a cambio de los rehenes.\nSegún un alto funcionario de Hamás citado por la cadena catarí Al Yazira, el hecho de que Netanyahu insista en que Israel entrará en la ciudad de Rafah con independencia de un posible acuerdo es un \"elemento clave\" que también se está discutiendo hoy en las conversaciones.\nHasta el momento, en el enclave palestino, al menos 32 personas fallecieron en las últimas 24 horas, lo que elevó a 34.654 el número de víctimas mortales registradas en los hospitales del enclave, además de más de 77.900 heridos, según datos del Ministerio de Sanidad gazatí, dependiente de Hamás.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-04T18:05:58.777+03:00",
  "updated": "2024-05-04T18:05:58.777+03:00"
}