{
  "thread": {
    "uuid": "c0666166f770f57a0863b0f1b50205bdc1e80348",
    "url": "https://www.barcablaugranes.com/2024/1/7/24027959/barbastro-barcelona-copa-del-rey-final-score-match-report-recap-reactions",
    "site_full": "www.barcablaugranes.com",
    "site": "barcablaugranes.com",
    "site_section": "https://www.barcablaugranes.com//rss/current",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Barca Blaugranes -  All Posts",
    "title": "Barbastro 2-3 Barça: Recap",
    "title_full": "Barbastro 2-3 Barça: Recap",
    "published": "2024-01-07T23:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.vox-cdn.com/thumbor/o6nE_c2n7I0_69K-DRkkwiqcgY4=/0x0:3233x1693/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/25209885/1915425922.jpg",
    "performance_score": 0,
    "domain_rank": 28102,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c0666166f770f57a0863b0f1b50205bdc1e80348",
  "url": "https://www.barcablaugranes.com/2024/1/7/24027959/barbastro-barcelona-copa-del-rey-final-score-match-report-recap-reactions",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Renato Gonçalves",
  "published": "2024-01-07T23:57:00.000+02:00",
  "title": "Barbastro 2-3 Barça: Recap",
  "text": "Barcelona’s second match of 2024 ended with success and the Catalans are safely through to the Copa del Rey Round of 16, but it wasn’t without drama as the Blaugrana barely escaped with a 3-2 win away to Fourth Division side Barbastro on Sunday night in their Spanish Cup debut. Barça dominated the first half and should have easily settled the tie, but allowed Barbastro to hang around and had to suffer until the very end to hold on to the win and book a spot in the next round. FIRST HALF Xavi Hernández picked a surprisingly strong lineup looking to kill the game off as early as possible, and Barça came out with a good level of intensity and easily found spaces inside the Barbastro defense with good passing and movement in midfield. The problem was up front: João Félix, Ferran Torres and Raphinha had a difficult time making the right decisions in front of goal, and the Blaugrana missed several opportunities early on with poor finishing and several wasted passes and crosses in the final third. But the Catalans eventually found the breakthrough thanks to an excellent pass by Frenkie de Jong that created a counter-attack, and Raphinha’s cross found young Fermín López who easily hit the back of the net and gave the Blaugrana the lead. Barça continued to apply the pressure and create more chances, but continued to waste one easy opportunity after another. They finally doubled the lead just before halftime when Fermín’s cross found Félix all alone at the far post to head it home, but the Portuguese forward’s goal was ruled out for offside. There’s no VAR in the early rounds of the Copa del Rey and it appeared as though Félix was clearly onside, but the decision was final and Barça were denied a second goal. At halftime the visitors were in full control and should have been out of sight, but their poor finishing and a bad refereeing decision meant this was still a game ahead of the second half. SECOND HALF Barbastro came out with more attacking intent and forced Iñaki Peña into his first save of the game within the first couple of minutes, and the hosts began pressing higher up the pitch trying to force the Blaugrana into a mistake. But Barça finally scored the all-important second goal before Barbastro could create more trouble: young full-back Héctor Fort curled a gorgeous cross into the box and Raphinha arrived at the far post to tap it home and double the Catalans’ lead five minutes into the period. Barbastro had nothing to lose and sent even more bodies forward looking for a chance to get back in the game, and they were gifted a big one when João Félix tried to stop a ball from going out for a throw-in and gave the home team a corner instead. That corner was sent into the box and won by Jaime Ara, and Adrià de Mesa was quickest to the rebound and fired it home to give the hosts plenty of life with a half-hour to go. Xavi went to his bench looking for a spark to kill the game off, and Vitor Roque was his first choice from the attacking players available as the young Brazilian was given an extended stretch to try and score his first goal for the club. Ilkay Gündogan and Robert Lewandowski came on shortly after, and Barça arrived at the final 20 minutes under pressure to score a third goal and put the game away as Barbastro began creating real issues. It took a while but Barça finally found the third goal when Lewandowski’s header in the box hit Javito López’s hand twice, and the referee had no choice but to give the penalty. Lewandowski stepped up and easily scored from the spot, and Barça finally confirmed the victory. They had to suffer just a little more as Fermín López fouled Crespo inside the box and Marc Prat scored a late penalty for the hosts, but time ran out for Barbastro and the final whistle came to guarantee Barça a spot in the Round of 16. The Blaugrana should have never even come close to suffering in this game, but they never put it away and allowed Barbastro to believe they had a chance until the end. It should have been a lot easier, and it’s Barça’s fault that it wasn’t. In the end the job is done, but it’s hard to be completely satisfied. Barbastro: Fàbrega; Bautista (Soule 46’), Gascó, Mingotes, Jaime, Carbonell (Reques 66’); Javito, García, Gonpi (Val 82’); De Mesa (Prat 71’), Rausell (Crespo 66’) Goals: De Mesa (60’), Prat (pen 90+3’) Barcelona: Peña; Kounde, Araujo, Christensen (Iñigo 64’ (Roberto 74’)), Fort; Fermín, Romeu (Gündogan 72’), De Jong; Raphinha (Roque 64’), Ferran, Félix (Lewandowski 72’) Goals: Fermín (18’), Raphinha (51’), Lewandowski (pen 88’)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "barça",
        "sentiment": "none"
      },
      {
        "name": "raphinha",
        "sentiment": "none"
      },
      {
        "name": "barbastro",
        "sentiment": "none"
      },
      {
        "name": "xavi hernández",
        "sentiment": "none"
      },
      {
        "name": "ferran torres",
        "sentiment": "none"
      },
      {
        "name": "frenkie de j",
        "sentiment": "none"
      },
      {
        "name": "blaugrana",
        "sentiment": "none"
      },
      {
        "name": "joão félix",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "recap barcelona",
        "sentiment": "negative"
      },
      {
        "name": "barbastro",
        "sentiment": "negative"
      },
      {
        "name": "fourth division",
        "sentiment": "none"
      },
      {
        "name": "catalans",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "barbastro",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:04:17.013+02:00",
  "updated": "2024-01-08T00:29:29.538+02:00"
}