{
  "thread": {
    "uuid": "37a81814bc2ac5093f5f849dc4df9422844037aa",
    "url": "https://cdn-www.expressandstar.mna.arcpublishing.com/news/uk-news/2024/02/29/dave-myers-widow-liliana-pays-tribute-to-her-wonderful-brave-husband",
    "site_full": "cdn-www.expressandstar.mna.arcpublishing.com",
    "site": "arcpublishing.com",
    "site_section": "https://cdn-www.expressandstar.mna.arcpublishing.com/news",
    "site_categories": [],
    "section_title": "Latest West Midlands news | Express &amp; Star",
    "title": "Dave Myers’ widow Liliana pays tribute to her ‘wonderful, brave’ husband | Express & Star",
    "title_full": "Dave Myers’ widow Liliana pays tribute to her ‘wonderful, brave’ husband | Express & Star",
    "published": "2024-02-29T21:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.expressandstar.com/resizer/oNi5Y6gGcyr4O0-nuXuZzVAgrYQ=/1200x900/cloudfront-us-east-1.images.arcpublishing.com/mna/WKOE7XUELJGWJDQMRE3OWOOSCY.jpg",
    "performance_score": 0,
    "domain_rank": 23248,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "37a81814bc2ac5093f5f849dc4df9422844037aa",
  "url": "https://cdn-www.expressandstar.mna.arcpublishing.com/news/uk-news/2024/02/29/dave-myers-widow-liliana-pays-tribute-to-her-wonderful-brave-husband",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "UK News",
  "published": "2024-02-29T21:08:00.000+02:00",
  "title": "Dave Myers’ widow Liliana pays tribute to her ‘wonderful, brave’ husband | Express & Star",
  "text": "Dave Myers’ widow Liliana pays tribute to her ‘wonderful, brave’ husband The TV cook has died at the age of 66. Dave Myers’ widow Liliana has paid tribute to her “wonderful, brave” husband. The TV cook, best known as one half of the Hairy Bikers, died at the age of 66, according to a statement on Thursday from his co-star Si King on social media. King, who was a apart of the motorcycle-riding cooking duo, said Myers had “been fighting cancer for the past couple of years”. In a Facebook post, Myers’ widow Liliana said: “Rest in peace, my love. “My wonderful, brave man. Till next time we meet!” On The One Show, TV chef Matt Tebbutt, who starred alongside Myers on Saturday Kitchen, described his co-star as a “genuinely lovely guy”. He told presenters Alex Jones and Roman Kemp: “He was very down to earth. “He was a genuinely lovely guy. Very funny, kind hearted, very warm, engaging.” “And also, which is a very rare thing, he was the same on screen as he was off screen”, he added. “And as we know, in this industry, that’s not always the case. “But Dave was very, very much like that, and to have him around, it kind of made the world brighter and a personality like that, it makes the days go quicker.” Myers’ Strictly Come Dancing professional dance partner Karen Hauer, who performed alongside the Hairy Biker on the show’s 11th series, also paid tribute. The 41-year-old said: “Rest well my dear friend. I’m going to miss you so much.” Countdown star Rachel Riley, who also appeared on series 11 of Strictly, remembered Myers as a “great bloke” and posted a selection of photos to social media of the late TV star dancing. She said: “Just heard the terribly sad news about the lovely Hairy Dave Myers. “We were in the Strictly class of 2013 together and Dave… always brought absolute joy to the green room after every show. “A particularly fond memory was Dave, @ashoztd, Nicky Butt and me, gatecrashing an office Christmas party that happened to be in the same hotel we were staying before the show’s series final. “Terrible photo below, we couldn’t dance but that didn’t stop us! Also, filming Countdown, makeup ladies from far and wide would come and seek him out from their time together as makeup artists. “He was so universally loved and popular. Huge love to Lili and the family, Dave was a great bloke who will be missed by many.” Former Countdown star Carol Vorderman also paid tribute and said: “I only met Dave once and he was so full of love for the world.” Elsewhere, Great British Bake Off judge Paul Hollywood said he was “gutted” to hear about Myers’ death, adding: “This is terrible news! Love to all mate xx.” TV chef James Martin said he was “lost for words”, describing Myers as “a very special man”. TV cook Andi Oliver said she was “so sad” to hear that Myers had died and that her “heart goes out” to his family and his co-star King. Presenter and stylist Gok Wan described it as a “terrible and heartbreaking loss” as he also sent his support to Myers’ loved ones. Radio presenter Bob Harris said he was “very sad to hear this news” while singer Alfie Boe sent his “love and sympathy” to Myers’ family and friends. Across his career, Myers co-presented a host of cooking-travelogue shows and specials for the BBC alongside his friend King. BBC chief content officer Charlotte Moore said that everyone at the BBC was “incredibly sad” to hear the news of his death. “Dave made cooking a truly joyful adventure and he shared that joy with millions,” she added. The official BBC Food account also hailed Myers as a “wonderful man and a very talented chef” as they paid tribute. Elsewhere, the official Strictly Come Dancing social media account called Myers a “true gentleman”. The Hairy Bikers’ publishers Orion Books remembered Myers as “brilliantly inspiring and kind”. Myers, born in Barrow-in-Furness, Cumbria, first announced he was receiving treatment for cancer in May 2022, but did not specify what type he had been diagnosed with. He had started his working life as a make-up artist and first met his co-star and friend King in 1995 while working on a TV drama called The Gambling Man. Their first TV appearance together was The Hairy Bikers’ Cookbook in 2004, which was part cooking show and part travel programme and in the first episode the duo rode the length of Portugal. Subsequent shows included The Hairy Bikers Ride Again, The Hairy Bikers’ Food Tour Of Britain, The Hairy Bikers: Mums Know Best, The Hairy Bikers’ Cook Off and Hairy Bikers: Best Of British.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dave myers",
        "sentiment": "positive"
      },
      {
        "name": "liliana",
        "sentiment": "positive"
      },
      {
        "name": "matt tebbutt",
        "sentiment": "none"
      },
      {
        "name": "roman kemp",
        "sentiment": "none"
      },
      {
        "name": "alex jones",
        "sentiment": "none"
      },
      {
        "name": "dave",
        "sentiment": "none"
      },
      {
        "name": "myers",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "| express & star",
        "sentiment": "positive"
      },
      {
        "name": "facebook",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:14:26.096+02:00",
  "updated": "2024-03-01T00:14:26.096+02:00"
}