{
  "thread": {
    "uuid": "821570c71b844d99098e838c94af10f627ef2aab",
    "url": "https://www.eu-startups.com/2024/07/berlin-based-alcemy-raises-e9-2-million-to-decarbonise-the-cement-and-concrete-industry-around-the-globe",
    "site_full": "www.eu-startups.com",
    "site": "eu-startups.com",
    "site_section": "https://feeds.feedburner.com/eu-startups",
    "site_categories": [
      "job_fairs",
      "jobs",
      "hobbies_and_interests",
      "investors_and_patents"
    ],
    "section_title": "EU-Startups",
    "title": "Berlin-based alcemy raises €9.2 million to decarbonise the cement and concrete industry around the globe",
    "title_full": "Berlin-based alcemy raises €9.2 million to decarbonise the cement and concrete industry around the globe",
    "published": "2024-07-05T09:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.eu-startups.com/wp-content/uploads/2024/07/alcemy.jpg",
    "performance_score": 0,
    "domain_rank": 18537,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "821570c71b844d99098e838c94af10f627ef2aab",
  "url": "https://www.eu-startups.com/2024/07/berlin-based-alcemy-raises-e9-2-million-to-decarbonise-the-cement-and-concrete-industry-around-the-globe",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "contact@bcurdy.com (Stefano De Marzo)",
  "published": "2024-07-05T09:01:00.000+03:00",
  "title": "Berlin-based alcemy raises €9.2 million to decarbonise the cement and concrete industry around the globe",
  "text": "Deeptech startup alcemy announced that it has raised a €9.2 million funding round to scale its revolutionary cement decarbonization solution. Led by Norrsken VC, the funding round will be used for continued research and development, and to support alcemy’s entrance into multiple new markets in 2024, including the United States. Leading climate investors including Galvanize Climate Solutions and AENU also participated in the round. This news follows a recent update on alcemy’s partnership with Spenner, Germany’s fifth-largest cement manufacturer. The two companies produced a low-clinker, low-carbon cement mixture in a commercial setting, a first for the industry globally. “We launched alcemy with a bold vision: together with the manufacturers, we want to achieve the decarbonization of the cement and concrete industry, which is responsible for 5-8% of CO2 emissions worldwide. What we have been able to achieve in commercial settings has only ever been done before in a lab. With this additional nearly $10 million in funding and support from Norrsken VC, in addition to our first-round investors, we’re paving the way to a low-carbon construction industry, one project at a time,” said Leopold Spenner, CEO and co-Founder at alcemy. Founded in 2018, alcemy’s AI platform tackles cement decarbonization head-on by providing valuable quality predictions throughout the clinker production process and at ready-mix concrete plants. With alcemy’s software, cement and concrete producers can reduce the clinker content step by step, resulting in up to 65% emissions reduction. “We couldn’t be happier to support alcemy on their journey. Their AI-driven software demonstrates remarkable stickiness in the market and holds immense global potential, making a tangible impact in combating climate change. With a clear vision, proven track record, and a great, growing team, alcemy is poised to lead the charge in revolutionizing the cement and concrete industry worldwide,” commented Alexander Danielsson, partner at Norrsken VC. alcemy has also picked up leading cement manufacturer TITAN America, a subsidiary of world leader Titan Group, as a customer. The startup will kick off its U.S. activities by deploying its AI-powered quality control software at a Titan’s cement plant in Florida. “Galvanize is delighted to invest in alcemy. The company has developed a solution that presents a near-term opportunity to reduce emissions from one of the hardest-to-abate sectors. We’re excited to partner with alcemy’s world-class team to help global cement and concrete producers decarbonize in an efficient, scalable, and profitable way,” added Veery Maxwell, co-head of Galvanize Climate Solutions’ Innovation and Expansion strategy. Concrete is one of the most ubiquitous materials upon which society is built. At the same time, it’s one of the biggest polluters on the planet. alcemy is in a unique position to immediately enable the production of more sustainable cement and concrete at scale with carbon emissions reduced by up to 30% per ton,” said Fabian Heilemann, founder and CEO of AENU.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Business and Market Analysis",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://alcemy.tech/en/",
    "https://alcemy.tech/en",
    "https://www.alcemy.tech/en/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "spenner",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "deeptech",
        "sentiment": "negative"
      },
      {
        "name": "norrsken vc",
        "sentiment": "none"
      },
      {
        "name": "galvanize climate solutions",
        "sentiment": "none"
      },
      {
        "name": "aenu",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T11:26:17.962+03:00",
  "updated": "2024-07-06T09:14:16.353+03:00"
}