{
  "thread": {
    "uuid": "0760309baa4b24da0dd788d7461c9fcd641f87db",
    "url": "https://sbnonline.com/article/how-sgt-clean-quickly-became-a-big-presence-in-the-northeast-ohio-car-wash-scene/",
    "site_full": "sbnonline.com",
    "site": "sbnonline.com",
    "site_section": "https://sbnonline.com",
    "site_categories": [],
    "section_title": "Home - SBN",
    "title": "How Sgt. Clean quickly became a big presence in the Northeast Ohio car wash scene - SBN",
    "title_full": "How Sgt. Clean quickly became a big presence in the Northeast Ohio car wash scene - SBN",
    "published": "2023-12-28T21:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://sbnonline.com/wp-content/uploads/2023/12/neo_fs_sgt-clean_0124.jpg",
    "performance_score": 0,
    "domain_rank": 55516,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0760309baa4b24da0dd788d7461c9fcd641f87db",
  "url": "https://sbnonline.com/article/how-sgt-clean-quickly-became-a-big-presence-in-the-northeast-ohio-car-wash-scene/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T21:53:00.000+02:00",
  "title": "How Sgt. Clean quickly became a big presence in the Northeast Ohio car wash scene - SBN",
  "text": "The building was like a jalopy in need of a wash and wax. Blighted and distressed from years of neglect and painted light pink and bright aqua, it stood out for all the wrong reasons. When Brian Krusz identified that old car wash on Pearl Road in Strongsville as the ideal location to launch his own auto cleaner in 2013, the mayor gave him a thankful hug on behalf of his wife, who couldn’t stand the sight of the existing eyesore. True to its name and purpose, the business known as Sgt. Clean Car Wash cleaned up that sub-optimal spot and made it shine. That was the first of now 16 Northeast Ohio locations for a veteran-owned business that has earned accolades for its customer service and company culture. “Our motto was to change the face of the car wash,” Krusz says. “We wanted to change a lot of these stigmas and stereotypes of car washing. And I think we really have accomplished our mission.” Krusz is the first to admit he knew nothing about car washing when he began to dream up Sgt. Clean. After serving eight years in the United States Marine Corps, the Elyria native worked in corporate America as an executive banking recruiter before exploring his entrepreneurial spirit. He helped a friend grow a beverage store into a local chain, which led to him meeting a car wash owner who told him all about the industry. Krusz wound up attending a car wash convention and became hooked on the idea of dipping his toe into those soapy waters. Like any good Marine, Krusz understood the value of preparation. He visited as many car washes as he could throughout the Midwest, taking the owners out for coffee, a beer or lunch or dinner to pick their brains. He also attended a car wash training “college” in Florida to learn about maintenance and management. These experiences braced Krusz for what awaited him when he took over and rebranded that crumbling car wash in Strongsville. As if the condition of the car wash and its 176 outstanding liens weren’t enough to overcome, Krusz was also soon met with the challenge of a Pearl Road widening project. Car washes and construction sites, he learned, are not a match made in heaven. “You get your car clean, and then you go straight onto a dirty road,” Krusz says. “We were facing adversity from day one. But it gave me so much confidence that, no matter what challenges we face, we can overcome them.” All the preparation paid off. Krusz opened a second location within a year and a half. Two locations soon became six, all at existing car wash sites. Then Sgt. Clean began branching out into putting car washes where they had not previously been. Krusz’s business partner, Ken Brott, became CEO in early 2019. The key to the quick growth, Krusz says, is speed, smiles and sparkles. “Speed —we want to get you out as quickly as possible,” he says. “Smiles — we’re going to hire really good people who show you some love and care. And sparkle is why you came there, a great quality car wash.” More than 50 percent of Sgt. Clean’s revenue derives from its unlimited wash program. Sgt. Clean was one of the first car washes in the region to offer such a program, in which customers pay a fixed monthly rate for unlimited washes at any location. “It’s the cheapest form of maintenance you can do on your vehicle,” Krusz says. “For me, as the owner, I get an extra 10 minutes of sleep every night, knowing that there’s revenue coming in on a regular basis. And then, for our teams, they get fixed hours and benefits.” Sgt. Clean does not pay minimum wage like many conventional car washes but, rather, pays a premium to attract customer-savvy employees, including some salaried positions and benefits like health insurance and a 401(k) match. This leads to a slower hire rate than the industry standard but a higher retention rate. And Sgt. Clean further incentivizes quality service among those roughly 170 employees with monthly bonuses based on a team’s or location’s performance. “We just want them to focus on the customers and doing the best job possible and not worry about how they’re going to provide for their families,” Krusz says. “One of the stigmas with car washing in the past was you might work 60 hours one week when you have wonderful weather and 10 hours the next. We just decided to bite the bullet and be as consistent as possible to help them grow.” Krusz has also made community impact a mission for Sgt. Clean. The company makes generous donations to local education foundations, and its employees volunteer for various community advocacy projects, including canned food drives, park cleanups and Meals on Wheels programs. “We really want to be community-centric,” Krusz says. “We even promoted one of our general managers to Community Impact Coordinator, to coordinate volunteer projects among all 16 of our locations. I lived a life of service in the Marine Corps, and I firmly believe in creating a business that thrives in the community.” ●",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "krusz",
        "sentiment": "none"
      },
      {
        "name": "brian krusz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "northeast ohio",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "northeast ohio",
        "sentiment": "none"
      },
      {
        "name": "elyria",
        "sentiment": "none"
      },
      {
        "name": "pearl road",
        "sentiment": "none"
      },
      {
        "name": "united states marine corps",
        "sentiment": "none"
      },
      {
        "name": "strongsville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:42:30.625+02:00",
  "updated": "2023-12-29T02:42:30.625+02:00"
}