{
  "thread": {
    "uuid": "555ed061ef125fe454dd7968b11cf04e1b4fd65a",
    "url": "https://timesofindia.indiatimes.com/world/pakistan/pakistan-iran-exchange-positive-messages-to-defuse-tensions/articleshow/106997845.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://timesofindia.indiatimes.com/home/headlines",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "News, Today's News Headlines, Breaking News and Live News from India and World - Times of India",
    "title": "Pakistan, Iran exchange positive messages to defuse tensions - Times of India",
    "title_full": "Pakistan, Iran exchange positive messages to defuse tensions - Times of India",
    "published": "2024-01-19T17:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-106997888,width-1070,height-580,imgsize-682795,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 280,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "555ed061ef125fe454dd7968b11cf04e1b4fd65a",
  "url": "https://timesofindia.indiatimes.com/world/pakistan/pakistan-iran-exchange-positive-messages-to-defuse-tensions/articleshow/106997845.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Omer Farooq Khan",
  "published": "2024-01-19T17:59:00.000+02:00",
  "title": "Pakistan, Iran exchange positive messages to defuse tensions - Times of India",
  "text": "ISLAMABAD: Pakistan expressed its readiness on Friday to work with Iran on all issues as the two countries agreed to “de-escalate the situation” after Pakistan’s top civilian and military leadership held an emergency meeting to review matters against the backdrop of airstrikes carried out by the two countries on alleged militant hideouts in each other’s lawless border areas.The meeting of the high-powered National Security Committee(NSC), with all the military services chiefs and interim cabinet members in attendance, was chaired by caretaker Prime Minister Anwaarul Haq Kakar, who cut short his trip to Davos due to the standoff with Iran.“It(NSC meeting)aims at a broad national security review in the aftermath of the Iran-Pakistan incidents,” information minister Murtaza Solangi told the media. The NSC huddled following caretaker foreign minister Jalil Abbas Jilani’s telephone conversation with his Iranian counterpart, Hossein Amir-Abdollahian. Jilani, the foreign office said, told the Iranian FM that his country did not want to escalate confrontation.“The FM expressed Pakistan’s readiness to work with Iran on all issues based on the spirit of mutual trust and cooperation. He underscored the need for closer cooperation on security issues,” the FO said, signalling a desire to calm the standoff. “Pakistan has no interest or desire in escalation,” the FO added.The NSC, however, also reiterated its resolve that the state would respond with its \\\"full might\\\" if Pakistan’s territorial integrity was violated under any circumstances. A handout issued by the Prime Minister’s Officeafter the meeting stated that “the meeting reaffirmed that the security and safety of the people of Pakistan are of paramount importance and no stone will be left unturned to ensure it”.Pakistani strikes, Iran said, killed nine people in a remote border village on its territory. Pakistan said the Iranian attack on Tuesday killed two children.Islamabad said it targeted alleged bases of the separatist Baloch Liberation Front(BLF)and Baloch Liberation Army(BLA)in Iran’s southeastern Sistan-Baluchestan province, while Tehran said its drones and missiles struck militants from the Jaish al-Adl terror outfit in Panjgur district, in Pakistan’s southwestern province of Balochistan.BLA and BLF, according to Pakistani officials, have waged an armed insurgency against Pakistan for decades, including attacks against Chinese citizens and investments in Balochistan.Jaish al-Adl, which Tehran attacked, is an ethnic militant group, but with Sunni Islamist leanings and seen as a threat by predominantly Shia Iran. The group, which has links to the Islamic State, had carried out attacks in Iran against its powerful Revolutionary Guard Corps in the past.Since the conflict between Israel and Hamas broke out on October 7, the tit-for-tat strikes by Iran and Pakistan were the most high-profile cross-border incursions in recent years and sparked concerns about more instability in the Middle East.UN secretary-general Antonio Guterres asked the two countries to exercise maximum restraint.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jalil abbas jilani",
        "sentiment": "none"
      },
      {
        "name": "murtaza solangi",
        "sentiment": "none"
      },
      {
        "name": "hossein amir-abdollahian",
        "sentiment": "none"
      },
      {
        "name": "anwaarul haq kakar",
        "sentiment": "none"
      },
      {
        "name": "jilani",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "times of india islamabad",
        "sentiment": "negative"
      },
      {
        "name": "national security committee",
        "sentiment": "none"
      },
      {
        "name": "nsc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "iran",
        "sentiment": "none"
      },
      {
        "name": "davos",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T20:36:23.265+02:00",
  "updated": "2024-01-19T20:36:23.265+02:00"
}