{
  "thread": {
    "uuid": "9d57874d25f4941c3c7a0c4e2c1035c12565ecae",
    "url": "https://www.ndtv.com/india-news/determined-to-preserve-what-pm-modi-said-ahead-of-ayodhya-visit-4767518",
    "site_full": "www.ndtv.com",
    "site": "ndtv.com",
    "site_section": "https://www.ndtv.com/world-news/israel-hamas-war-news-live-updates-death-count-in-gaza-crosses-8-000-half-of-them-children-4524267",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "Israel-Hamas War News Highlights: Death Count In Gaza Crosses 8,000, Half Of Them Children",
    "title": "\"Determined To Preserve...\": What PM Modi Said Ahead Of Ayodhya Visit",
    "title_full": "\"Determined To Preserve...\": What PM Modi Said Ahead Of Ayodhya Visit",
    "published": "2023-12-30T01:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://c.ndtvimg.com/2023-05/8hlp6b78_modi-pti_625x300_23_May_23.jpg",
    "performance_score": 0,
    "domain_rank": 847,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 22
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9d57874d25f4941c3c7a0c4e2c1035c12565ecae",
  "url": "https://www.ndtv.com/india-news/determined-to-preserve-what-pm-modi-said-ahead-of-ayodhya-visit-4767518",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NDTV News Desk",
  "published": "2023-12-30T01:23:00.000+02:00",
  "title": "\"Determined To Preserve...\": What PM Modi Said Ahead Of Ayodhya Visit",
  "text": "At 12:15 pm, PM Modi will unveil the newly constructed Ayodhya Airport. Prime Minister Narendra Modi will visit Ayodhya today to inaugurate several projects with a total investment exceeding Rs 15,000 crore. Ahead of his visit, the Prime Minister said his government is determined to build world-class infrastructure in the city. At 11:15 am, PM Modi will kick off the day's events by inaugurating the revamped Ayodhya Railway Station. The Prime Minister will also flag off new Amrit Bharat and Vande Bharat trains. At 12:15 pm, he will unveil the newly constructed Ayodhya Airport. \"Our government is determined to develop world-class infrastructure, improve connectivity and preserve the rich heritage of Ayodhya, the city of Lord Shri Ram. In this direction, I will inaugurate the newly constructed airport and redeveloped railway station tomorrow. Along with this, I will also get the privilege of inaugurating and laying the foundation stone of many more development projects, which will make the life of my family members in many areas of the country including Ayodhya and UP easier,\" PM Modi wrote on X in Hindi. भगवान श्री राम की नगरी अयोध्या में विश्वस्तरीय इंफ्रास्ट्रक्चर के विकास, कनेक्टिविटी में सुधार और यहां की समृद्ध विरासत के संरक्षण के लिए हमारी सरकार कृतसंकल्प है। इसी दिशा में कल नवनिर्मित एयरपोर्ट और पुनर्विकसित रेलवे स्टेशन का उद्घाटन करूंगा। इसके साथ ही कई और विकास परियोजनाओं… The day will culminate in a public program at 1 pm, where PM Modi will inaugurate, dedicate to the nation, and lay the foundation stones for several development projects. These projects, collectively valued at more than Rs 15,000 crore, encompass initiatives worth Rs 11,100 crore dedicated to the development of Ayodhya and its surroundings. Additionally, projects worth Rs 4,600 crore will be unveiled, targeting various areas across Uttar Pradesh. The other projects include a medical college, the Ayodhya bypass, a solid waste treatment, and five parking and commercial facilities. To welcome the prime minister, the holy city has been decked up with flowers, murals and thematic ornamental columns amid heavy security deployment. Huge posters with images of Modi have been put up at prominent locations here, while cut-outs of Lord Ram have been installed outside the redeveloped railway station. Elaborate security arrangements have been made along the Ram Path to the Ayodhya airport, located about 15 km from the main city. Devotional songs dedicated to Lord Ram played out on the streets here on Saturday morning while ringing of bells and holy chants at several temples filled the air. \"The prime minister is expected to reach Ayodhya airport around 10.45 am. After landing at the airport, he will head to the Ayodhya railway station where he will inaugurate the redeveloped railway station. He will then return to the airport, inaugurate the newly-bult airport and subsequently address a 'jan sabha' (public rally),\" Gaurav Dayal, Divisional Commissioner of Ayodhya, told PTI on Friday. About 1.5 lakh people are expected to assemble for the rally that will last nearly an hour, after which the prime minister will depart from Ayodhya, he added. In a statement on Friday, Chief Minister Yogi Adityanath's office said during PM Modi's visit, more than 1,400 performers will present folk art and cultural programmes in a total of 40 stages set up along the route from the airport to the railway station. The prime minister would hold a roadshow while travelling from the airport to the railway station and acknowledge the greetings of the people of Ayodhya, sources had earlier said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI",
    "https://www.jiosaavn.com",
    "https://jiosaavn.com",
    "https://jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "narendra modi",
        "sentiment": "neutral"
      },
      {
        "name": "vande bharat",
        "sentiment": "none"
      },
      {
        "name": "shri ram",
        "sentiment": "none"
      },
      {
        "name": "amrit bharat",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ayodhya airport",
        "sentiment": "none"
      },
      {
        "name": "ayodhya",
        "sentiment": "none"
      },
      {
        "name": "ayodhya railway station",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T04:00:05.516+02:00",
  "updated": "2023-12-30T10:45:56.359+02:00"
}