{
  "thread": {
    "uuid": "1d2911a09f015a3bade81d861b1605c51b539574",
    "url": "https://business-review.eu/energy/green-renewables/kilowat-the-heat-wave-is-changing-mentality-of-romanians-as-demand-for-solar-panels-has-tripled-264305",
    "site_full": "business-review.eu",
    "site": "business-review.eu",
    "site_section": "https://business-review.eu/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Business Review",
    "title": "Kilowat: The heat wave is changing mentality of Romanians as demand for solar panels has tripled - Business Review",
    "title_full": "Kilowat: The heat wave is changing mentality of Romanians as demand for solar panels has tripled - Business Review",
    "published": "2024-07-05T13:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "RO",
    "main_image": "https://business-review.eu/wp-content/uploads/2024/07/Albert-Soare-fondator-Kilowat.jpg",
    "performance_score": 0,
    "domain_rank": 24358,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1d2911a09f015a3bade81d861b1605c51b539574",
  "url": "https://business-review.eu/energy/green-renewables/kilowat-the-heat-wave-is-changing-mentality-of-romanians-as-demand-for-solar-panels-has-tripled-264305",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Aurel Constantin",
  "published": "2024-07-05T13:19:00.000+03:00",
  "title": "Kilowat: The heat wave is changing mentality of Romanians as demand for solar panels has tripled - Business Review",
  "text": "Romanians install 3 times more solar panels and heat pumps in 2024 compared to last year, to reduce energy consumption as much as possible, due to rising bills during heatwave, says Kilowat, one of the leading solutions companies of green energy. In the context of heatwaves and the constant increase in energy prices, more and more Romanians are looking for solutions to reduce their costs and to get rid of the worries of energy bills.\n“The energy bills are getting higher, and this puts a significant pressure on the budgets of Romanians. They are experiencing significant increases in bills, customers are telling us they are paying more not only because energy prices have increased, but also because energy consumption has increased to cool homes due to the heat wave. Rising temperatures and climatic instability have led many Romanians to reevaluate the ways in which they provide the energy they need for their households. Energy independence is no longer just a futuristic concept, but an urgent necessity, which more and more people adopt to ensure the comfort and safety of their homes. In this context, the demand for solar panels has tripled, with Romanians investing from their own funds between 3,000 and 15,000 euros in equipping their houses with photovoltaic systems”, says Albert Soare, founder of Kilowat.\nIf in the past Romanians installed photovoltaic systems with a capacity of 5 Kw in most cases, this year there are more and more requests for 7-10 Kw and for air conditioning systems, such as air-water heat pumps for cooling during summer. The most photovoltaic systems were installed in the counties of Bucharest and the counties of Ilfov, Cluj, Constanța and Sibiu, according to Kilowat data.\nSince a wide range of electrical appliances are used in Romanian homes, it is advisable when they want to invest in obtaining energy independence to consider not only the purchase cost but also the operating costs throughout their lifetime. While solar panels or other low-end systems have a low cost to purchase, their high energy consumption in the long run will make them more expensive than similar products of better quality that initially cost more.\n“Right now, consumers are living in a parallel reality regarding the price of energy. The non-correlation of prices differentiated by hourly intervals so as to be much closer to the actual reality of the energy market deprives national energy efficiency efforts of the help that consumers can bring by adapting consumption habits to the real market situation, and deprives consumers of certain advantages they can have. For example, in these hot days while energy is selling for next to nothing at lunchtime – it would help the national energy system if the consumption increased, but they use the air conditioners with reluctance because the price is the same. If they benefited from a price correlated with the stock exchange price, everyone could keep the air conditioners on and enjoy comfort and connection at no cost”, explains Albert Soare, founder of Kilowat.\nHow energy independence can be achieved In the first stage of obtaining energy independence, for a better cost benefit, a decrease in bills by 70%-90% should be taken into account, which is possible through the energy efficiency of the home. The solution does not lie in a single element, but in a whole. The starting point is the current consumption that can be made more efficient, insulation and carpentry play a key role, the better insulated a home is, the less energy it will need for heating and cooling. The second element consists of the thermal system itself, which for heating can be a gas plant, an electric plant or a heat pump. Undoubtedly the most efficient current system is the heat pump. Of course, a decrease in bills cannot be achieved without an own source of energy production, a photovoltaic plant that produces as much as we consume and possibly accessorized with an energy storage system that provides us with safety and comfort, if necessary and a station charging station for electric cars.\nAt the same time, it is important that all the above-mentioned elements work in harmony, which implies automation so that they communicate with each other and provide performance as a whole. For example, the photovoltaic plant can communicate with the heat pump and during the winter during the day the beneficiary can choose to use the overproduction of energy to additionally heat the water in the boiler. The air-to-air pumps can communicate with the air-to-water heat pump to work alternately in the most efficient way to reach and maintain the set temperature for each room, and the car charging station can be set to use only surplus energy without it also draws current from the national grid.\nRomanians from the block, disadvantaged At the moment, Romanians living in blocks of flats have fewer options than others – they can install heat pumps and can only install specially designed, small-capacity plants with storage, because they cannot become prosumers yet. In this regard, Kilowat representatives hoped that in the near future prosuming from one location to another would be allowed. Thus, those who live on the block can ally themselves in communities of prosumers and can install photovoltaic plants where they can, even on the block, and the energy produced can be attributed to places of consumption.\nRomania has high energy prices, of 69 euros / MWh compared to energy prices in Spain and Portugal, which also reach 1 euro / MWh. Energy costs in Western countries have become so low because both Spain and Portugal have invested heavily in green energy production sources. But, through smart investments in green infrastructure and innovative technologies, Romania can reduce its dependence on traditional energy sources, which are much more expensive and polluting.\nMoreover, Romania has the capacity and all the resources to make the transition to renewable energy as quickly as possible and to become a 100% green country. Thus, in the next 5 years, our country could surpass Spain or Portugal in terms of green energy production, say Kilowat representatives.\nFounded by the founders of the SanoVita company, Kilowat is one of the largest renewable energy solutions companies in Romania. With a team of specialists in consulting and installation of solar systems, the company offers complete solutions from the sale of photovoltaic systems to the installation of solar panels and post-installation consulting and maintenance of photovoltaic systems. To date, Kilowat has installed over 1,000 photovoltaic systems, for 700 beneficiaries throughout the country, of which 30% through the Casa Verde program. The company has B authorization for medium voltage and for verification and control, as well as installer authorization for the Huawei, Deye, Growatt, etc. range and collaborates with authorized suppliers of metal supports (K2 Germany, Aerocompact, Grup Simex).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.tickets.sagafestival.com/",
    "https://myhive-offices.com/en/",
    "https://myhive-offices.com/en",
    "https://tickets.sagafestival.com/",
    "https://bucharest.businessgarden.eu",
    "https://bucharest.businessgarden.eu/",
    "https://www.bucharest.businessgarden.eu/",
    "https://www.myhive-offices.com/en/",
    "https://tickets.sagafestival.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kilowat",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T16:02:24.545+03:00",
  "updated": "2024-07-05T18:22:50.096+03:00"
}