{
  "thread": {
    "uuid": "cf8d518a9f3893f07dcea0284c4adcb9d96174d7",
    "url": "https://www.theroar.com.au/2024/01/03/maxwell-magnificent-in-milestone-match-as-stars-reign-over-renegades-in-rainy-melbourne-derby/",
    "site_full": "www.theroar.com.au",
    "site": "theroar.com.au",
    "site_section": "https://www.theroar.com.au/feed/",
    "site_categories": [
      "sports"
    ],
    "section_title": "The Roar",
    "title": "Maxwell magnificent in milestone match as Stars reign over Renegades in rainy Melbourne derby",
    "title_full": "Maxwell magnificent in milestone match as Stars reign over Renegades in rainy Melbourne derby",
    "published": "2024-01-02T11:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://cdn4.theroar.com.au/wp-content/uploads/2023/12/Glenn-Maxwell-1200x675.jpg",
    "performance_score": 0,
    "domain_rank": 37802,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cf8d518a9f3893f07dcea0284c4adcb9d96174d7",
  "url": "https://www.theroar.com.au/2024/01/03/maxwell-magnificent-in-milestone-match-as-stars-reign-over-renegades-in-rainy-melbourne-derby/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "News",
  "published": "2024-01-02T11:55:00.000+02:00",
  "title": "Maxwell magnificent in milestone match as Stars reign over Renegades in rainy Melbourne derby",
  "text": "Join The Roar\nBecome a member to join in Australia's biggest sporting debate, submit articles, receive updates straight to your inbox and keep up with your favourite teams and authors.\nOops! You must provide an email address to create a Roar account\nWhen using Facebook to create or log in to an account, you need to grant The Roar permission to see your email address\nBy joining The Roar you agree to our Privacy Policy and Terms & Conditions\nLogin and get Roaring\nOops! You must provide an email address to create a Roar account\nWhen using Facebook to create or log in to an account, you need to grant The Roar permission to see your email address\nCaptain Glenn Maxwell has celebrated his 100th BBL game for the Stars with all-round excellence in their Melbourne derby win over the Renegades.\nEverything went right for man-of-the-match Maxwell in Tuesday night’s rain-shortened game at the MCG as the Stars easily won by eight wickets.\nThey have won their last four games for a 4-3 record, while the Renegades are last on 1-5.\nThe Stars restricted the Renegades to 7-97 from 14 overs and then cantered to 2-98 with two overs in hand.\nThe Stars are now 16-9 in Melbourne derbies, after the Renegades won their two games last season. The teams will meet again at Marvel Stadium on January 13.\nMaxwell, the first player to reach 100 games for the Stars, won the toss and everything flowed for him from there.\nHe managed the Stars bowlers superbly, claimed 1-8 from his three overs and took two catches.\nMaxwell then combined with opening batsman Tom Rogers, who top-scored with 42no, to close out the match with a typically entertaining knock.\nHe scored 32 from 15 deliveries, including three successive sixes off Australian white-ball teammate Adam Zampa.\nRogers, who posted his best BBL score this season, said it was fun watching Maxwell’s innings from the other end.\n“I will never get used to being at the other end to Glenn Maxwell,” Rogers said.\n“That’s pretty ridiculous. The things he can do, I can’t do them and a lot of people can’t do them.\n“He’s box-office, that guy. A great captain and a great man.”\nThe start of the Stars innings featured Renegades paceman Tom Rogers bowling to opening batsman Tom Rogers.\n“He’s an absolute beauty, Tommy Rogers – he’s got me out a few times now, so I was a bit nervous for those first couple,” the Stars’ Tom Rogers said.\nThe Renegades could not score a boundary from the fifth to the 11th overs.\nAdding to the Renegades’ woes, FoxSports reported batter Joe Clarke is out for the rest of the tournament with the quad injury he suffered in Friday’s win over the Sixers.\nThey also had to leave out in-form spin bowler Mujeeb Ur Rahman because of a contract dispute with the Afghan cricket board.\nStand-in captain Will Sutherland strongly doubts Mujeeb will play for the Renegades again this season.\nIn-form Renegades No.3 Jake Fraser-McGurk only made 14 from 19 balls before he skied a catch to Maxwell off Beau Webster’s bowling.\nThey started brightly enough, scoring 33 from their first 2.5 overs, but once Jordan Cox was dismissed for nine they lost momentum quickly.\nFellow opener Quinton de Kock top-scored with 23 from 16 balls before Maxwell dismissed him.\nSpinner Dan Lawrence claimed 2-8 from his two overs.\nCox was brought in for his first BBL game of the season and Kane Richardson returned, while the Stars dropped Corey Rocchiccioli for Jono Merlo.\nOut-of-form Renegades captain Nic Maddinson remains sidelined.\nThe late-afternoon rain, which delayed the game by more than an hour, prompted a cheeky post on X from the Marvel Stadium-based Renegades. “Bit wet, but likely to clear. This wouldn’t have happened if there was a roof, btw,” they posted.\n© AAP",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "maxwell",
        "sentiment": "negative"
      },
      {
        "name": "glenn maxwell",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mcg",
        "sentiment": "none"
      },
      {
        "name": "roar",
        "sentiment": "none"
      },
      {
        "name": "facebook",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "melbourne",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T23:35:49.415+02:00",
  "updated": "2024-01-02T23:35:49.415+02:00"
}