{
  "thread": {
    "uuid": "a9c58a13b3ad1515e711a9047f9b7f15d0205cdf",
    "url": "https://es.gizmodo.com/plataforma-de-entrega-fantasma-del-espacio-sierra-90-mi-1851420736",
    "site_full": "es.gizmodo.com",
    "site": "gizmodo.com",
    "site_section": "https://es.gizmodo.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Gizmodo en Español | Tecnología, ciencia y cultura digital",
    "title": "Space Company tiene como objetivo entregar suministros críticos a cualquier ubicación en 90 minutos",
    "title_full": "Space Company tiene como objetivo entregar suministros críticos a cualquier ubicación en 90 minutos",
    "published": "2024-04-18T19:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/2cf146b09882448ee9a3a6abda56fafe.jpg",
    "performance_score": 0,
    "domain_rank": 400,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a9c58a13b3ad1515e711a9047f9b7f15d0205cdf",
  "url": "https://es.gizmodo.com/plataforma-de-entrega-fantasma-del-espacio-sierra-90-mi-1851420736",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "George Dvorsky",
  "published": "2024-04-18T19:20:00.000+03:00",
  "title": "Space Company tiene como objetivo entregar suministros críticos a cualquier ubicación en 90 minutos",
  "text": "En la década de 1980, FedEx tenía un eslogan fantástico:“ [Cuando, absoluta y positivamente, tiene que estar ahí de la noche a la mañana](https://www.youtube.com/watch?v=G0_NAWMJL8Q&ab_channel=ewjxn)”. Bueno, en situaciones como conflictos terrestres y escenarios de desastres, eso no es suficiente. Reconociendo la necesidad de un servicio de entrega ultrarrápido, Sierra Space, con sede en Colorado, está desarrollando actualmente un sistema para entregar suministros a prácticamente cualquier lugar de la Tierra en solo 90 minutos. Sierra Space tiene un montón de proyectos interesantes en marcha ahora mismo, incluido su [Avión espacial Dream Chaser](https://gizmodo.com/sierra-space-dream-chaser-nasa-tests-private-spaceplane-1850985340) y un [estación espacial comercial planificada](https://gizmodo.com/sierra-space-burst-test-life-space-station-module-1851188371).La semana pasada, la empresa tomó por sorpresa a la industria cuando anunció otro ambicioso proyecto: una nueva plataforma llamada Ghost. La nueva nave espacial logística”, afirma la compañía, servirá como un “sistema de protección térmica de última generación diseñado para el retorno seguro de pequeñas cargas útiles”. desde el espacio”. El proyecto de logística espacial está diseñado para proporcionar servicios de mensajería bajo demanda para una variedad de clientes, incluidas operaciones de seguridad nacional. y ayuda durante desastres naturales. “Prevemos tener un inventario de vehículos Sierra Space Ghost estratégicamente ubicados y fácilmente accesibles y desplegables en 90 minutos en ubicaciones críticas en cualquier lugar del La Tierra», dijo Tom Vice, director ejecutivo de Sierra Space, en un [declaración](https://www.sierraspace.com/newsroom/press-releases/sierra-space-ghost-enters-flight-test-enabling-global-payload-delivery-in-90-minutes/). El sistema debería ser capaz de entregar suministros al “personal de primera línea” dentro de los 100 metros del área objetivo especificada, según la empresa. . Este anuncio se produce tras el reciente establecimiento por parte de Sierra Space de su organización de Misiones y Servicios Orbitales, que se centra en soluciones innovadoras para la seguridad nacional. dice que ya se le han adjudicado 1.300 millones de dólares en contratos prime para constelaciones de satélites en el marco de esta iniciativa. Ghost se sometió a una serie de tres pruebas de caída el 1 de febrero en las instalaciones de lanzamiento y aterrizaje de Space Florida. Estas pruebas incluyeron una caída terminal desde 2000 pies (610 metros) para evaluar la dinámica del impacto, un descenso controlado en paracaídas desde 4000 pies (1219 metros) y una separación del escudo y componentes de carga útil, mostrando la capacidad del vehículo para devolver cargas útiles de forma segura. Una vez que este programa se ponga en marcha, una nave espacial Ghost precargada esperará en órbita hasta que se le indique volver a entrar. La carga puede incluir un elemento de supervivencia. kit, un bote inflable, raciones, armas y otros artículos. Tras la activación, la nave espacial se reorientaría, comenzaría su reingreso y use un escudo de protección térmica para soportar temperaturas de hasta 2000 grados Fahrenheit. Después del reingreso, un parafoil guiaría la carga útil hacia el área de aterrizaje designada. Cada satélite tiene una vida útil esperada de cinco años, después de lo cual serían retirados y desorbitados. [Artículo relacionado:] [Firefly Aerospace establece un nuevo récord de velocidad de lanzamiento para la misión de la Fuerza Espacial de EE. UU.] Es una idea interesante y útil, que tiene sentido dada nuestra capacidad cada vez mayor para alcanzar y trabajar en el espacio. tecnología de respuesta, en la que [Los cohetes se pueden lanzar con 24 horas de antelación.](https://gizmodo.com/space-force-rapid-launch-victus-nox-satellite-mission-1850404789)Esto realmente podría revolucionar nuestra capacidad de hacer llegar cosas a las personas que más las necesitan, cuando es absolutamente necesario y positivo. estar allí en un minuto caliente. Para más vuelos espaciales en tu vida, síguenos en [X](http://@gizspaceflight) y marcar los dedicados de Gizmodo [Página de vuelos espaciales](https://gizmodo.com/science/spaceflight). Este contenido ha sido traducido automáticamente del material original. Debido a los matices de la traducción automática, pueden existir ligeras diferencias. Para la versión original, [ haga clic aquí](https://gizmodo.com/sierra-space-ghost-delivery-platform-90-minutes-1851420007).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "http://www.youtube.com/watch?v=G0_NAWMJL8Q",
    "https://www.sierraspace.com/newsroom/press-releases/sierra-space-ghost-enters-flight-test-enabling-global-payload-delivery-in-90-minutes/).",
    "http://www.youtube.com/watch",
    "https://sierraspace.com/newsroom/press-releases/sierra-space-ghost-enters-flight-test-enabling-global-payload-delivery-in-90-minutes/).",
    "http://youtube.com/watch?v=G0_NAWMJL8Q"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:31:57.851+03:00",
  "updated": "2024-04-19T00:31:57.851+03:00"
}