{
  "thread": {
    "uuid": "51c9c6cbc91244fbd59cdd86adbcb902ba66ba2d",
    "url": "https://www.governor.ny.gov/news/governor-hochul-announces-selkirk-shores-state-park-undergo-9-million-revitalization",
    "site_full": "www.governor.ny.gov",
    "site": "ny.gov",
    "site_section": "http://nysparks.com/feeds/press-releases.ashx",
    "site_categories": [
      "agriculture",
      "law_government_and_politics",
      "business",
      "us_government_resources"
    ],
    "section_title": "Press Releases from New York State Parks, Recreation &amp; Historic Preservation",
    "title": "Governor Hochul Announces Selkirk Shores State Park to Undergo $9 Million Revitalization",
    "title_full": "Governor Hochul Announces Selkirk Shores State Park to Undergo $9 Million Revitalization",
    "published": "2024-02-15T20:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.governor.ny.gov/sites/default/files/styles/cover_image_660x400_/public/2024-02/Selkirk_Campground_rendering_hero.jpg?h=b008dd56&amp;itok=Z9MPLmxm",
    "performance_score": 0,
    "domain_rank": 586,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "51c9c6cbc91244fbd59cdd86adbcb902ba66ba2d",
  "url": "https://www.governor.ny.gov/news/governor-hochul-announces-selkirk-shores-state-park-undergo-9-million-revitalization",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-15T20:00:00.000+02:00",
  "title": "Governor Hochul Announces Selkirk Shores State Park to Undergo $9 Million Revitalization",
  "text": "Campground Improvements, New Park Office and Restrooms, Preservation of Historic CCC Buildings to Begin September 2024\nProjects Will Improve Accessibility and Energy Efficiency\nView Renderings\nHere\nGovernor Kathy Hochul today announced a comprehensive $9 million upgrade to the campgrounds and facilities at Selkirk Shores State Park in Oswego County will begin in September 2024. The project is part of an ongoing reinvestment in New York’s State Park system as it celebrates its 100th anniversary.\n“With its excellent camping, fishing, swimming, boating, and trails, Selkirk Shores represents the best of outdoor recreation in New York State,” Governor Hochul said. “This investment in the park will benefit the local economy by attracting new visitors to experience all the park has to offer, as well as ensuring its position as a treasured summertime tradition for its regular visitors.”\nThe park office will be replaced and the entrance and exit pattern redesigned for improved traffic flow and easier check-in and check-out. The two existing camping restrooms will be replaced with larger, more accessible facilities located more centrally on the loops. The new facilities will include accessible showers, baby changing stations, and dishwashing stations. In keeping with State Parks’ mission to reduce the environmental impact of its operations, the new buildings will be substantially more energy efficient than those they are replacing.\nEnhancements to the campground at Selkirk Shores will be at the core of the project, including installing crushed stone or pavement at each of the 130 campsites, improving storm water drainage, adding more water hydrants to the campground loops, and installing new security features. The park’s 24 cabins will receive accessibility upgrades and improvements to their electrical wiring, masonry and roofs.\nOffice of Parks, Recreation & Historic Preservation Commissioner Erik Kulleseid said, “Selkirk Shores State Park has been cherished by generations of New Yorkers, and we take great pride in stewarding its legacy into the next century of Parks. These renovations represent another significant stride in our multiyear initiative to rejuvenate our parks, operate sustainably, and most crucially, better serve our visitors. We look forward to celebrating our centennial season with our Selkirk Shores campers and welcoming them back to a rejuvenated park in 2026.”\nAssemblymember Will Barclay said, “I am thrilled to see the commitment from the state to upgrade Selkirk Shores State Park. This investment will secure the park’s future as an outdoor recreation destination for generations of New Yorkers. This project illustrates the dedication to enhancing the quality of life and opportunities for everyone seeking to enjoy some of the best parts of Oswego County. I look forward to the completion of these additions and sharing in the experience of the long-lasting positive impact this will have on our local community.”\nTo carry out these improvements efficiently without compromising the patron experience, the campgrounds and cabins at Selkirk Shores will close after Labor Day 2024 and remain closed for the 2025 camping season. Campers are invited to vacation at nearby state parks such as Southwick Beach, Fair Haven Beach, Westcott Beach, Whetstone Golf, Burnham Point, and Cedar Point State Park. Selkirk Shores will remain open for day use throughout the project.\nOther improvements include replacing the park sign and constructing a new playground. Structures built during the Great Depression by the Civilian Conservation Corps will be repaired and preserved. The two day-use restroom buildings will be renovated and made more accessible, with deteriorated logs replaced and the roof repaired. The large lakeside pavilion, used for picnics, weddings, nature programs and events, will receive a total restoration and preservation to original form and fabric. This involves replacement of sections of deteriorated logs, staining the exterior, reglazing all doors and windows, and roof shingle replacement with flashing and chimney repointing. Crews will also improve the kitchen and install an ADA-compliant all-season restroom and walkways. Much of the work will be done by the Parks’ skilled-trades crews.\nSelkirk Shores State Park is located in Pulaski, overlooking a bluff on Lake Ontario. The park is known for its camping, fishing, Great Lakes swimming beach and trail network. Its position near the Salmon River and on a major flyway makes it popular with boaters and birders alike. More than 100,000 visitors come to the park annually.\nThe New York State Office of Parks, Recreation and Historic Preservation oversees more than 250 parks, historic sites, recreational trails, golf courses, boat launches and more, which saw a record 79.5 million visits in 2022. For more information on any of these recreation areas, visit\nparks.ny.gov, download the free NY State Parks Explorer app or call 518.474.0456. Join us in celebrating our Centennial throughout 2024, and connect with us on OPRHP Blog.\nContact the Governor’s Press Office\nContact us by phone:\nNew York City: (212) 681 - 4640\nContact us by email:\n[[email protected]](/cdn-cgi/l/email-protection#edbd9f889e9ec3a28b8b848e88ad8895888ec38394c38a829b)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "https://nystateparks.blog/",
    "https://nystateparks.blog",
    "https://www.nystateparks.blog/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kathy hochul",
        "sentiment": "none"
      },
      {
        "name": "hochul",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "selkirk shores",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hochul announces selkirk shores state park",
        "sentiment": "none"
      },
      {
        "name": "new park office",
        "sentiment": "none"
      },
      {
        "name": "new york’s state park",
        "sentiment": "none"
      },
      {
        "name": "selkirk shores state park",
        "sentiment": "none"
      },
      {
        "name": "new york state",
        "sentiment": "none"
      },
      {
        "name": "oswego county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:46:45.270+02:00",
  "updated": "2024-02-16T00:46:45.270+02:00"
}