{
  "thread": {
    "uuid": "d1b3f69591248c52f7d627fc1025d09d452f0b16",
    "url": "https://www.bhg.com.au/magpies-friends-with-people",
    "site_full": "www.bhg.com.au",
    "site": "bhg.com.au",
    "site_section": "https://bhg.com.au/feed",
    "site_categories": [
      "home_and_garden",
      "gardening"
    ],
    "section_title": "bhg",
    "title": "How to make friends with a magpie",
    "title_full": "How to make friends with a magpie",
    "published": "2024-07-04T18:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "http://www.bhg.com.au/media/13993/171004-magpie.jpg",
    "performance_score": 0,
    "domain_rank": 49813,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d1b3f69591248c52f7d627fc1025d09d452f0b16",
  "url": "https://www.bhg.com.au/magpies-friends-with-people",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Livia Gamble",
  "published": "2024-07-04T18:10:00.000+03:00",
  "title": "How to make friends with a magpie",
  "text": "Do Magpies remember faces?\nAs Gisela Kaplan, Professor of Animal Behaviour, University of New England, writes in an article published in\nThe Conversation, “A key reason why friendships with magpies are possible is that we now know that magpies are able to recognise and remember individual human faces for many years.\n“They can learn which nearby humans do not constitute a risk. They will\nremember someone who was good to them; equally, they remember negative encounters.”\nThis was the case for a magpie named Penguin, who made headlines in 2016\nheadlines after forming an unlikely friendship with a Sydney family.\nHow do you know if a Magpie likes you?\nIf you have magpies around your home or neighbourhood that you would like to befriend, the first step is to let them see your face from a distance, trying to make eye contact with the bird. Gisela says you could also try and temp them with a little\nmagpie-friendly food to show you aren’t a threat.\nIf, for whatever reason, the magpie feels threatened by you, try not to run away from them fast. This will likely confirm their suspicions about you; as we know, a magpie never forgets a face.\nInstead, Gisela recommends staying calm and slowly walking away from the nest. Once at a safe distance, allowing the magpie to see your face could prevent you from being attacked by the same bird in the future, as they remember faces.\nAre Magpies native to Australia?\nMagpies are a protected native species of Australia so it is illegal to harm them. When magpies encounter humans, their behaviour may vary. Some magpies may be more curious and interact vocally with humans, while others may remain more cautious or defensive. If a magpie sings in the presence of humans, it might be due to a combination of factors, including territorial behaviour, vocal expression, or perhaps an attempt to communicate in their own way.\nHow can you tell if a Magpie is male or female?\nThere's a few ways to differentiate male magpies from females. Males tend to be slightly larger than females and have longer, thicker bills. Male magpies also have a more distinct white patch on their backs, while females have a motley pattern of grey shades and markings on their backs.\nWhy do Magpies swoop people?\nMagpies are more likely to swoop someone during their breeding season (also known as magpie swooping season) which starts from late July to December.\nSo why do magpies swoop people?\n“It’s worth remembering that swooping magpies (invariably males on guard duty) do not act aggressively or angrily but as nest defenders,” writes Gisela. “The strategy they choose is based on risk assessment.”\nA high-risk person is basically anyone who wasn’t present when the nest was built.\n“Which, unfortunately, is often the case in public places and parks,\" the professor explained. “That person is then classified as a territorial intruder and thus a potential risk to its brood.\n“At this point, the male guarding the brooding female is obliged to perform a warning swoop, literally asking a person to step away from the nest area.”\nWhat do Magpies symbolise?\nDepending on your culture, magpies can symbolise a variety of things.\nIn western cultures, you may recognise magpies as symbolising bad omens, danger and witchcraft, while in eastern cultures they symbolise the complete opposite. Good fortune, safety and happiness.\nYou might also like:\n8 common bird behaviours and what they mean Is it really okay to feed wild birds?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://theconversation.com/magpies-can-form-friendships-with-people-heres-how-83950",
    "http://www.publish.csiro.au/book/7130/",
    "http://www.news.com.au/lifestyle/real-life/true-stories/the-full-story-behind-the-unlikeliest-of-friendships-and-the-surprising-twist/news-story/0202bdf848ff5df677c17163be6755b9",
    "http://www.publish.csiro.au/book/7130",
    "http://news.com.au/lifestyle/real-life/true-stories/the-full-story-behind-the-unlikeliest-of-friendships-and-the-surprising-twist/news-story/0202bdf848ff5df677c17163be6755b9",
    "http://publish.csiro.au/book/7130/",
    "https://www.theconversation.com/magpies-can-form-friendships-with-people-heres-how-83950"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gisela kaplan",
        "sentiment": "neutral"
      },
      {
        "name": "penguin",
        "sentiment": "none"
      },
      {
        "name": "gisela",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of new englan",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "sydney",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T11:29:39.346+03:00",
  "updated": "2024-07-05T11:29:39.346+03:00"
}