{
  "thread": {
    "uuid": "e02cf9a2b2ca63ff4b87423b5f23c5f312a95683",
    "url": "https://zenit.org/2024/05/30/after-7-months-without-being-able-to-return-catholic-priest-manages-to-re-enter-his-parish-in-gaza",
    "site_full": "zenit.org",
    "site": "zenit.org",
    "site_section": "https://zenit.org/feed/",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "ZENIT - English - The World Seen From Rome",
    "title": "After 7 months without being able to return, Catholic priest manages to re-enter his parish in Gaza",
    "title_full": "After 7 months without being able to return, Catholic priest manages to re-enter his parish in Gaza",
    "published": "2024-05-31T01:43:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://zenit.org/wp-content/uploads/2024/05/el-padre-gabriel-romanelli-pudo-regresar-a-la-parroquia-de-la-sagrada-familia-la-unica-iglesia-catolica-de-gaza-01.png",
    "performance_score": 0,
    "domain_rank": 11468,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e02cf9a2b2ca63ff4b87423b5f23c5f312a95683",
  "url": "https://zenit.org/2024/05/30/after-7-months-without-being-able-to-return-catholic-priest-manages-to-re-enter-his-parish-in-gaza",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Amy Balog",
  "published": "2024-05-31T01:43:00.000+03:00",
  "title": "After 7 months without being able to return, Catholic priest manages to re-enter his parish in Gaza",
  "text": "(ZENIT News / Gaza City, 05.30.2024).- A catholic missionary priest is back in Gaza after more than seven months in Jerusalem, having decided to face severe dangers to support the region’s Christian community and everyone else in need.\nFather Gabriel Romanelli was able to return to Holy Family Parish – Gaza’s only Catholic church – while accompanying Cardinal Pierbattista Pizzaballa, the Latin Patriarch of Jerusalem during a pastoral visit between 15th and 19th May.\nFather Romanelli was in Bethlehem when the war broke out in October 2023 and could not get back to Gaza.\nThe Argentine priest – who is a member of the Institute of the Incarnate Word – spoke to Catholic charity Aid to the Church in Need (ACN) about his determination to provide spiritual, moral and material assistance to all those affected by the increasing crisis, regardless of their religious affiliation.\nHe said: “I have been a missionary in Gaza for almost 19 years – and now, when I was finally able to come back, many of my people are no longer here.”\nFather Romanelli said that he felt he had to do everything he could to alleviate the suffering and wanted to “stay here [in Gaza] because this is my mission”.\nHe highlighted that 36 Christians have perished in Gaza since the conflict began, “20 of whom died due to Israeli army bombings or sniper fire”, while “the others primarily succumbed to the lack of medicine”.\nHe added: “We lost a child from Mother Teresa’s orphanage.\n“It is painful, but at the same time, we know they are with God. They are present in Heaven to intercede for peace, justice and forgiveness of sins for all of us and for those engaged in war.”\nFather Romanelli told ACN that he and his community continue to pray fervently for an end to the conflict, as war is not the will of God but the result of human actions.\nHe said that his community’s prayers extend to all victims, and they tirelessly advocate for justice, peace and reconciliation.\nHe added: “I am not a saviour. Our saviour is our Lord Jesus Christ, but I feel that here, at least, I can do something so no one is left behind…\n“We must speak out for justice, peace and the liberation of those deprived of freedom.”\nThe priest went on to call for “the entry of humanitarian aid to heal the thousands of wounded”.\nHe highlighted that “the situation in the cities is terrible, without a single structure that has not been damaged”, explaining: “Here in the parish, we have around 500 refugees.\n“Of these about 50 individuals, primarily children, are under the care of the Sisters of Mother Teresa.\n“Additionally, we provide assistance to thousands of people in the neighbourhood, offering water, food and medicine.”\nFather Romanelli expressed his gratitude for the charity’s help, saying: “We thank ACN’s benefactors for all that they do, and encourage them to continue providing spiritual, existential and material aid to console the suffering Heart of Jesus in all those who suffer.\n“May the Virgin Mary bless us, and thank you again for everything.”\nThe war in Gaza has had a devastating financial impact on the Holy Land’s Christian community, most of whom work in the tourism sector and have lost their source of income since almost all pilgrimages to the region have been cancelled.\nACN has also provided emergency aid – food coupons, life-saving medicine and help with housing costs and tuition fees – for thousands of Christians in the Holy Land who have lost their livelihoods.\nACN’s UK office is only able to contribute to the support in the West Bank and East Jerusalem because UK counter-terrorism sanctions prohibit the transfer of funds into Gaza.\nThank you for reading our content. If you would like to receive ZENIT’s daily e-mail news, you can subscribe for free through\nthis link.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pierbattista pizzaballa",
        "sentiment": "none"
      },
      {
        "name": "romanelli",
        "sentiment": "none"
      },
      {
        "name": "gabriel romanelli",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic",
        "sentiment": "negative"
      },
      {
        "name": "institute",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "gaza city",
        "sentiment": "none"
      },
      {
        "name": "jerusalem",
        "sentiment": "none"
      },
      {
        "name": "bethlehem",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T03:21:19.728+03:00",
  "updated": "2024-06-02T03:21:19.728+03:00"
}