{
  "thread": {
    "uuid": "98ee9ddb68b0776f89d9c9796cf57b194dd51cad",
    "url": "https://brocku.ca/brock-news/2024/02/brock-prof-among-international-experts-to-speak-at-sustainability-panel",
    "site_full": "brocku.ca",
    "site": "brocku.ca",
    "site_section": "http://www.brocku.ca/taxonomy/term/85/all/feed",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "The Brock News",
    "title": "Brock prof among international experts to speak at sustainability panel",
    "title_full": "Brock prof among international experts to speak at sustainability panel",
    "published": "2024-02-15T23:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://brocku.ca/brock-news/wp-content/uploads/2024/02/Tree-mirrored-building-GettyImages-1438626977-1050x725.jpg",
    "performance_score": 0,
    "domain_rank": 8177,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "98ee9ddb68b0776f89d9c9796cf57b194dd51cad",
  "url": "https://brocku.ca/brock-news/2024/02/brock-prof-among-international-experts-to-speak-at-sustainability-panel",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Brock News",
  "published": "2024-02-15T23:26:00.000+02:00",
  "title": "Brock prof among international experts to speak at sustainability panel",
  "text": "Liette Vasseur, Brock University Professor of Biology and UNESCO Chair on Sustainability: From Local to Global, will be a panelist at “Identify and break the barriers to move beyond sustainability to transformative thinking,” taking place on Thursday, Feb. 22.\nAn upcoming public talk featuring a panel of international researchers will discuss the radical thinking and urgent changes needed to preserve life on Earth.\n“Identify and break the barriers to move beyond sustainability to transformative thinking” will take place Thursday, Feb. 22 at 6:30 p.m. in the Newman Room at the Four Points by Sheraton, located at 3530 Schmon Parkway in Thorold.\nBrock Professor of Biology Liette Vasseur is hosting the event and will be among the panelists. The UNESCO Chair on Community Sustainability: From Local to Global says experts from a variety of disciplines will share their perspectives on what it means to move beyond sustainability and will present examples of radical transformation that can restore the health of Earth for human survival.\n“Much needs to be done, and with the accelerated planetary changes, we urgently need to elevate the discussion,” says Vasseur. “Transformative thinking and concrete actions are needed to transform our world’s current unsustainable systems.”\nPanelists include:\n- Simone Bignall, Senior Researcher at the University of Technology’s Jumbunna Research Hub for Indigenous Nations and Collaborative Futures in Sydney, Australia\n- Jacqueline Corbett, Professor of Management Information Systems at Université Laval in Laval, Que.\n- Mike Jones, an instructor and researcher at the Uppsala University and the Swedish University of Agricultural Sciences Centre for Biological Diversity in Uppsala, Sweden\n- Christie Manning, Professor of Environmental Studies at Macalester College in St. Paul, Minn.\n- Liette Vasseur, UNESCO Chair on Community Sustainability and Professor of Biology at Brock University\nThere will be time for the public to comment and ask questions of the experts to further the discussion.\nThe event is part of a larger project,\nBeyond Sustainability: Radical Transformation Through System Thinking, co-led by Vasseur and Professor of Philosophy Christine Daigle, Director of Brock’s Posthumanism Research Institute. Supported by a New Frontiers in Research Fund (NFRF) – Exploration grant, which is funded by the Government of Canada, the project brings together experts in environmental science, philosophy, economics, Indigenous culture, performing arts, literature and political science to work with local and international community groups on creating a more sustainable social-ecological system.\nWhile in town, Vasseur and the other panelists will be participating in a NFRF-supported international “think tank” at the Brock LINC Research Impact Hub from Wednesday, Feb. 21 to Friday, Feb. 23 to continue the conversation and plan for further action.\nRegistration is not required to attend “Identify and break the barriers to move beyond sustainability to transformative thinking.” For more information, please email Brock NFRF Research Assistant Jocelyn Baker at",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Science and Technology",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "liette vasseur",
        "sentiment": "negative"
      },
      {
        "name": "brock",
        "sentiment": "negative"
      },
      {
        "name": "brock professor of biology liette vasseur",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "brock university",
        "sentiment": "negative"
      },
      {
        "name": "unesco",
        "sentiment": "negative"
      },
      {
        "name": "sheraton",
        "sentiment": "none"
      },
      {
        "name": "global",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "newman room",
        "sentiment": "none"
      },
      {
        "name": "thorold",
        "sentiment": "none"
      },
      {
        "name": "schmon parkway",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T01:17:48.590+02:00",
  "updated": "2024-02-16T01:17:48.590+02:00"
}