{
  "thread": {
    "uuid": "366246dd3744fb7c07d20842cf380ce468007de3",
    "url": "https://www.archyde.com/national-army-prevents-terrorist-attack-in-anori-antioquia/",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "https://www.archyde.com/brazils-disappointment-in-2024-paris-olympics-mens-soccer-qualifiers",
    "site_categories": [
      "media"
    ],
    "section_title": "Brazil&#039;s Disappointment in 2024 Paris Olympics Men&#039;s Soccer Qualifiers - Archyde",
    "title": "National Army prevents terrorist attack in Anorí, Antioquia - Archyde",
    "title_full": "National Army prevents terrorist attack in Anorí, Antioquia - Archyde",
    "published": "2024-05-04T16:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://staticprd.minuto30.com/wp-content/uploads/2024/05/Diseno-sin-titulo-19.jpg",
    "performance_score": 0,
    "domain_rank": 23356,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "366246dd3744fb7c07d20842cf380ce468007de3",
  "url": "https://www.archyde.com/national-army-prevents-terrorist-attack-in-anori-antioquia/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2024-05-04T16:09:00.000+03:00",
  "title": "National Army prevents terrorist attack in Anorí, Antioquia - Archyde",
  "text": "In Anorí, Antioquia, troops of the National Army carried out an important operation that allowed the location and controlled destruction of an explosive device, thus avoiding a potential attack that had the objective of affecting the civilian population and the Public Force. The operation was carried out in the El Banco village, in the municipality of Anorí, as part of compliance with the Ayacucho Strategic Campaign Plan. Follow the WhatsApp channel Public order Two individuals traveling on a motorcycle threw a suspicious package to the side of the road when they noticed the National Army checkpoint, and then fled. These individuals had the intention of carrying out a direct attack against the life and integrity of the inhabitants of the region and against the troops of the National Army. Follow the WhatsApp channel Public order The explosive device was located and destroyed by the EXDE Explosives and Demolitions Group, belonging to the Fourteenth Brigade, complying with all the necessary security measures to guarantee the integrity of the people and nearby properties. With this action, the National Army reiterates its commitment to the security of all the inhabitants of the subregion of Northeast Antioquia and expresses its firm condemnation of any act that threatens the life and tranquility of the population. Furthermore, it reveals the violation of the principles of international humanitarian law and the violation of human rights by the individuals responsible for placing the explosive device. Read also: ‘Attempted theft in Laureles’: Citizens take justice into their own hands More news from Antioquia. 2024-05-04 02:01:16 #National #Army #prevents #terrorist #attack #Anorí #Antioquia Related posts: Mine accidents kill six people in Cuando Cubango – news Congress Unveils Startling Revelations: Adani Group, Unemployment, Price Rise, and More in Parliamen... French Rookies Bilal Coulibaly and Ousmane Dieng Shine in Summer League Match: Wizards vs. OKC Lebanon's Political Impasse: Insights from Jean-Yves Le Drian's Visit woman takes her uncle's body to a bank to take out a loan - 2024-04-19 05:00:58 \"He saved months for this holiday, which became a nightmare\": Stephen misses his Brussels-Accra flig... Unstable Weather Warning No. 12: Upper Thailand Cool to Cold, Strong Monsoon in Southern Region – Me... Preventing Scooter Accidents: The Risks of Riding with Multiple Passengers",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "national army",
        "sentiment": "negative"
      },
      {
        "name": "fourteenth brigade",
        "sentiment": "none"
      },
      {
        "name": "public force",
        "sentiment": "none"
      },
      {
        "name": "exde explosives and demolitions group",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "anorí",
        "sentiment": "none"
      },
      {
        "name": "antioquia",
        "sentiment": "none"
      },
      {
        "name": "el banco village",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T16:11:50.264+03:00",
  "updated": "2024-05-04T16:11:50.264+03:00"
}