{
  "thread": {
    "uuid": "214aab2ed640307bf58d390849db5144ee7ee317",
    "url": "https://www.francebleu.fr/infos/societe/la-premiere-neige-de-l-annee-est-tombee-sur-le-mont-aigoual-3289044",
    "site_full": "www.francebleu.fr",
    "site": "francebleu.fr",
    "site_section": "https://francebleu.fr/sports",
    "site_categories": [
      "travel",
      "france"
    ],
    "section_title": "Sports – Actualité et info sur France Bleu",
    "title": "La première neige de l'année est tombée sur le Mont Aigoual - France Bleu",
    "title_full": "La première neige de l'année est tombée sur le Mont Aigoual - France Bleu",
    "published": "2024-01-01T19:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.francebleu.fr/s3/cruiser-production/2024/01/ee4f0f1d-0e7b-4f37-97e9-c891d648df38/1200x680_sc_aigoual.jpg",
    "performance_score": 0,
    "domain_rank": 3784,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 8,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "214aab2ed640307bf58d390849db5144ee7ee317",
  "url": "https://www.francebleu.fr/infos/societe/la-premiere-neige-de-l-annee-est-tombee-sur-le-mont-aigoual-3289044",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sylvie Duchesne",
  "published": "2024-01-01T19:47:00.000+02:00",
  "title": "La première neige de l'année est tombée sur le Mont Aigoual - France Bleu",
  "text": "La première neige de l'année est tombée sur le Mont Aigoual La première neige de l'année 2024 est tombée sur le Mont Aigoual ! Un petit centimètre qui permet de blanchir le paysage et redonne le sourire aux responsables de la station Alti Aigoual. Pour ce premier jour de l'année 2024, la neige a fait son apparition au sommet du Mont Aigoual (Gard). \"Ca fait plaisir parce que c'est tout blanc, mais ce n'est qu'un petit centimètre confie Denis Boissière, co-propriétaire et porte-parole de la station Alti Aigoual. On n'a jamais été aussi prêt. Toutes les équipes ont travaillé tout l'automne, maintenant, on attend la neige réellement avec impatience. On a du froid qui est annoncé aux alentours des 6/7 janvier, On est prêt à produire un peu de neige artificielle. On l'a réglé à -2,5°\" Des balades avec un musher et des chiens de traineau Malgré ce très faible enneigement, plusieurs activités sont proposées pendant ces vacances scolaires. On peut notamment s'offrir une balade avec des chiens de traîneau. \"C'est en kart, ça se fait en famille, le musher est très sympa. Ca permet de découvrir les paysages de l'Aigoual**.\"** On peut également allier course à pied et tir à la carabine laser, comme dans un biathlon. \"S'il fait bon, ça se fait dehors, sinon, ça se fait à la cafétéria qui est ouverte.\" Denis Boissière reste persuadé que ce sont ces activités de plein air qui permettront à la station de survivre. Son rêve : construire un Bike Parc. \"Ca permettrait, avec les remontées mécaniques de monter avec son VTT en haut de l'Aigoual et de redescendre via des sentiers qu'on aurait créés avec des petits modules en bois, ce qui serait très ludique. Ca a vraiment sa place à l'Aigoual car on a les compétences pour faire quelque chose d'intéressant. Même si ça ne sera pas aussi bien que dans les Alpes, ce n'est pas pour cela qu'on ne peut pas le faire.\" Clin d'œil au Parc national des Cévennes qui pour l'instant refuse cette construction. \"Si les députés et les sénateurs gardois, les élus locaux, les associations, les socio-professionnels du massif, les associations de sport se mettent ensemble, le Parc n'aura pas d'autre choix que de changer d'avis.\" Ma France : quelle école pour demain ? Pédagogie positive, innovations, inclusion, mais aussi drames du harcèlement, sureffectifs ou encore salaire des enseignants… ces sujets qui concernent l’école en France sont au cœur de l’actualité et de l’attention d’une immense majorité de citoyens. Gard : l'info en continu Gard : les plus consultés La grève illimitée commence chez les pompiers du Gard qui dénoncent un \"management dictatorial\" [France Bleu Gard Lozère](/gard-lozere) Le couac de communication de Beaucaire Terre d'Argence sur la tauromachie [France Bleu Gard Lozère](/gard-lozere) Des vestiges archéologiques découverts dans le gouffre de Dions, un an après son effondrement [France Bleu Gard Lozère](/gard-lozere)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T19:59:39.169+02:00",
  "updated": "2024-01-01T19:59:39.169+02:00"
}