{
  "thread": {
    "uuid": "509a257feb3f5e42a5a9a99d19f590aefb26fe9f",
    "url": "https://www.eltiempo.com/deportes/futbol-internacional/cristiano-ronaldo-sigue-haciendo-historia-marco-golazo-con-portugal-y-con-lagrimas-celebro-sus-900-goles-oficiales-video-3378454",
    "site_full": "www.eltiempo.com",
    "site": "eltiempo.com",
    "site_section": "https://eltiempo.com/datos",
    "site_categories": [
      "media",
      "education",
      "business",
      "top_news"
    ],
    "section_title": " Periodismo de datos: Artículos, Investigaciones y Estadísticas de Colombia  y el Mundo - Noticias - ELTIEMPO.COM - ELTIEMPO.COM",
    "title": "Cristiano Ronaldo sigue haciendo historia: marcó golazo con Portugal y con lágrimas celebró sus 900 goles oficiales (video)",
    "title_full": "Cristiano Ronaldo sigue haciendo historia: marcó golazo con Portugal y con lágrimas celebró sus 900 goles oficiales (video)",
    "published": "2024-09-05T23:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://imagenes.eltiempo.com/files/og_thumbnail/uploads/2024/09/05/66da121700632.jpeg",
    "performance_score": 0,
    "domain_rank": 3729,
    "domain_rank_updated": "2024-09-03T00:00:00.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 203,
        "comments": 33,
        "shares": 1
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "509a257feb3f5e42a5a9a99d19f590aefb26fe9f",
  "url": "https://www.eltiempo.com/deportes/futbol-internacional/cristiano-ronaldo-sigue-haciendo-historia-marco-golazo-con-portugal-y-con-lagrimas-celebro-sus-900-goles-oficiales-video-3378454",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Harold Yepes Izquierdo",
  "published": "2024-09-05T23:18:00.000+03:00",
  "title": "Cristiano Ronaldo sigue haciendo historia: marcó golazo con Portugal y con lágrimas celebró sus 900 goles oficiales (video)",
  "text": "Noticia Fútbol Internacional Cristiano Ronaldo sigue haciendo historia: marcó golazo con Portugal y con lágrimas celebró sus 900 goles oficiales (video) A los 39 años de edad llegó a la histórica cifra. La emoción lo invadió y rompió en llanto. Conforme a los criterios de Temas Relacionados [Selección Colombia vs. Perú: esta es la posible formación titular del DT Néstor Lorenzo, con cambio obligado](https://www.eltiempo.com/deportes/futbol-internacional/seleccion-colombia-vs-peru-posible-formacion-titular-con-james-rodriguez-y-luis-diaz-en-eliminatoria-3378364) [Otra figura de Millonarios se ve afectada por el paro de camioneros: se bajó del carro para una larga caminata cerca de Bogotá (video)](https://www.eltiempo.com/deportes/futbol-colombiano/otra-figura-de-millonarios-se-ve-afectada-por-el-paro-de-camioneros-se-bajo-del-carro-para-una-larga-caminata-cerca-de-bogota-video-3378377) [Vuelta a España 2024: Tejada resurgió y los colombiano dieron pelea, así quedaron en la clasificación general tras la etapa 18](https://www.eltiempo.com/deportes/ciclismo/clasificacion-general-completa-de-vuelta-a-espana-con-harold-tejada-nairo-quintana-y-ben-o-connor-3378338) DESCARGA LA APP EL TIEMPO Personaliza, descubre e informate. Empodera tu conocimiento [El impacto económico que están dejando los cierres y bloqueos del paro camionero a nivel nacional](/economia/sectores/el-impacto-economico-que-han-tenido-los-tres-dias-del-paro-camionero-en-el-comercio-y-el-agro-3378112) [Ya hay link para ver listados de beneficiarios del ciclo 3 de Renta Ciudadana, líneas Valoración del cuidado y Colombia sin Hambre](/economia/finanzas-personales/ya-hay-link-para-ver-listados-de-beneficiarios-del-ciclo-3-de-renta-ciudadana-lineas-valoracion-del-cuidado-y-colombia-sin-hambre-3376860) [En medio de los bloqueos en el país aves pueden empezar a 'morir de inanición' por falta de alimentos, presidente de Fenavi](/economia/sectores/en-medio-de-los-bloqueos-en-el-pais-aves-pueden-empezar-a-morir-de-inanicion-por-falta-de-alimentos-presidente-de-fanavi-3378023) [¿Por qué algunas personas están teniendo sorpresas a la hora de hacer su declaración de renta?](/economia/sectores/por-que-algunas-personas-estan-teniendo-sorpresas-a-la-hora-de-hacer-su-declaracion-de-renta-3377966) Más noticias Nuestro mundo [ Las obras de la avenida Cordialidad están a punto de completarse; Char asegura que el paso vehicular será habilitado en los próximos días ](/colombia/barranquilla/las-obras-de-la-avenida-cordialidad-estan-a-punto-de-completarse-char-asegura-que-el-paso-vehicular-sera-habilitado-en-los-proximos-dias-3378468) Los trabajos han avanzado significativamente en la pavimentación y la canalización de aguas lluvias. [ Paro camionero: a Buenaventura no llegaron los camiones con gas y por eso hubo restricción en el servicio ](/colombia/cali/paro-camionero-a-buenaventura-no-llegaron-los-camiones-con-gas-y-por-eso-hubo-restriccion-en-el-servicio-3378451) En la ciudad puerto buscaban salidas para ofrecer el servicio de gas sin interrupciones. [ Joven en Bucaramanga murió luego de nueve días hospitalizado por grave accidente: giro en investigación indicaría que ladrones lo tumbaron ](/colombia/santander/joven-murio-luego-de-nueve-dias-hospitalizado-por-un-accidente-que-habria-sido-causado-por-ladrones-para-robarle-su-moto-esto-se-sabe-3378440) [ Barranquilla refuerza la lucha contra el crimen con nuevos fiscales y la intervención de la Policía Metropolitana ](/colombia/barranquilla/barranquilla-refuerza-la-lucha-contra-el-crimen-con-nuevos-fiscales-y-la-intervencion-de-la-policia-metropolitana-3378382) [ Cartagena avanza en el proyecto que busca que el centro histórico sea un destino turístico carbono neutral ](/colombia/otras-ciudades/cartagena-avanza-en-el-proyecto-que-busca-que-el-centro-historico-sea-un-destino-turistico-carbono-neutal-3378411) [ Video| La sorpresiva reacción de estudiante latino al presenciar tiroteo en medio de un partido de fútbol americano en Estados Unidos ](/mundo/video-la-sorpresiva-reaccion-de-estudiante-latino-al-presenciar-tiroteo-en-medio-de-un-partido-de-futbol-americano-en-estados-unidos-3378470) El joven subió el video a sus redes sociales relatando su día con el inesperado final. [ Crisis en Venezuela: HRW rechaza la orden de captura contra Edmundo González y advierte 'una criminalización sistemática de críticos y opositores' ](/mundo/crisis-en-venezuela-hrw-rechaza-la-orden-de-captura-contra-edmundo-gonzalez-y-advierte-una-criminalizacion-sistematica-de-criticos-y-opositores-3377597) Juanita Goebertus, directora de la División de las Américas de esa organización, afirmó que 'el punto mínimo de entrada para cualquier negociación' de Brasil, Colombia y México 'debería ser la revocatoria de esta orden'. [ Madre de ex militar detenido en Rusia pide ayuda del Gobierno Nacional ](/mundo/madre-de-ex-militar-detenido-en-rusia-pide-ayuda-del-gobierno-nacional-3377071) [ Soldado estadounidense que cruzó a Corea del Norte de manera irregular y permanecía retenido se declarará culpable de deserción ](/mundo/soldado-de-estados-unidos-que-cruzo-a-corea-del-norte-de-manera-irregular-se-declarara-culpable-de-desercion-3375756) [ Canadá reducirá la entrada de trabajadores extranjeros temporales: estos son los cambios que se aplicarán ](/mundo/canada-reducira-la-entrada-de-trabajadores-extranjeros-temporales-estos-son-los-cambios-que-se-aplicaran-3375287) [ Espeluznante hallazgo en Cundinamarca: bañistas encontraron una cabeza que estaba envuelta en una bolsa de basura ](/bogota/espeluznante-hallazgo-en-cundinamarca-banistas-encontraron-en-un-rio-una-cabeza-que-estaba-envuelta-en-una-bolsa-de-basura-3378466) Las personas estaban en el río cuando vieron que sobre el agua flotaba una bolsa de aspecto sospechoso. [ Así es la contingencia para llevarle comida a 725.000 niños que se alimentan en los colegios y que no han podido estudiar por el paro camionero ](/bogota/asi-es-la-contingencia-para-llevarle-comida-a-725-000-ninos-que-se-alimentan-en-los-colegios-y-que-no-han-podido-estudiar-por-el-paro-camionero-3378437) Buena parte de los niños de Bogotá se alimenta en los colegios y, , en el marco del paro, se están vulnerando sus derechos no solo de educarse, sino de alimentarse y cuidarse. [ En medio del paro camionero, personas que se dirigían al cementerio tuvieron que cargar un ataúd por las calles ](/bogota/en-medio-del-paro-camionero-personas-que-se-dirigian-al-cementerio-tuvieron-que-cargar-ataud-por-las-calles-3378383) [ Impacto del paro camionero en el sistema educativo: más de 7.000 niños de colegios públicos no van a clases ](/bogota/impacto-del-paro-camionero-en-el-sistema-educativo-mas-de-7000-ninos-de-colegios-publicos-no-van-a-clases-3378360) [ Gobernador de Cundinamarca anuncia que hay 45 puntos de bloqueo: se intentan implementar corredores humanitarios ](/bogota/gobernador-de-cundinamarca-anuncia-que-hay-45-puntos-de-bloqueo-se-intentan-implementar-corredores-humanitarios-3378342) [ Así le habrían robado a un extranjero más de 100 millones de pesos: lo 'ficharon' en exclusiva zona de El Poblado y terminó en Zamora ](/colombia/medellin/asi-le-habrian-robado-a-un-extranjero-mas-de-100-millones-de-pesos-lo-ficharon-en-exclusiva-zona-de-el-poblado-y-termino-en-zamora-3378279) La banda era conformada por hombres y mujeres quienes se articulaban para atraer a la víctima y robarla. [ ¡Evite multas! Pico y placa en Medellín para el viernes 6 de septiembre de 2024 ](/colombia/medellin/evite-multas-pico-y-placa-en-medellin-para-el-viernes-6-de-septiembre-de-2024-3378228) La medida inicia a las 5 a. m. y va hasta las 8 p. m., de lunes a viernes. [ Tenga en cuenta los puntos de concentración de la jornada del paro camionero en Medellín y Antioquia ](/colombia/medellin/tenga-en-cuenta-los-puntos-de-concentracion-de-la-jornada-del-paro-camionero-en-medellin-y-antioquia-3378261) [ Tragedia en Medellín: menor de 4 años murió arrollado por un carro sin frenos cuando iba para el jardín infantil ](/colombia/medellin/tragedia-en-medellin-menor-de-4-anos-murio-arrollado-por-un-carro-sin-frenos-cuando-iba-al-jardin-infantil-3378164) [ Prográmese para el Mes del Patrimonio en Medellín: habrá más de 70 actividades ](/colombia/medellin/programese-para-el-mes-del-patrimonio-en-medellin-habra-mas-de-70-actividades-3377945) [ Paro camionero: a Buenaventura no llegaron los camiones con gas y por eso hubo restricción en el servicio ](/colombia/cali/paro-camionero-a-buenaventura-no-llegaron-los-camiones-con-gas-y-por-eso-hubo-restriccion-en-el-servicio-3378451) En la ciudad puerto buscaban salidas para ofrecer el servicio de gas sin interrupciones. [ Nuevo ataque con drones en el sur del Cauca: población civil quedó en medio de enfrentamientos ](/colombia/otras-ciudades/nuevo-ataque-con-drones-en-sur-del-cauca-poblacion-civil-quedo-en-medio-de-enfrentamientos-3378409) En la zona se enfrentan miembros de la disidencia de las Farc ‘Carlos Patiño’ y la 'Segunda Marquetalia’. [ La odisea que viven los viajeros de Cali para ir al aeropuerto en Palmira: deben caminar tramos y pagar altas tarifas de taxi ](/colombia/cali/la-odisea-de-los-viajeros-por-el-paro-camionero-que-van-al-aeropuerto-del-valle-o-llegan-a-la-terminal-aerea-deben-caminar-tramo-hasta-cali-3378381) [ \"No hay ningún despacho a ningún destino\": gerente de la Terminal de Transportes de Cali ](/colombia/cali/no-hay-ningun-despacho-a-ningun-destino-gerente-de-la-terminal-de-transportes-de-cali-3378388) [ Estas son las rutas del MIO que han sido suspendidas y otras con desvíos por causa del paro camionero en Cali ](/colombia/cali/estas-son-las-rutas-del-mio-que-han-sido-suspendidas-y-otras-con-desvios-por-causa-del-paro-camionero-en-cali-3378295) [ Las obras de la avenida Cordialidad están a punto de completarse; Char asegura que el paso vehicular será habilitado en los próximos días ](/colombia/barranquilla/las-obras-de-la-avenida-cordialidad-estan-a-punto-de-completarse-char-asegura-que-el-paso-vehicular-sera-habilitado-en-los-proximos-dias-3378468) Los trabajos han avanzado significativamente en la pavimentación y la canalización de aguas lluvias. [ Barranquilla refuerza la lucha contra el crimen con nuevos fiscales y la intervención de la Policía Metropolitana ](/colombia/barranquilla/barranquilla-refuerza-la-lucha-contra-el-crimen-con-nuevos-fiscales-y-la-intervencion-de-la-policia-metropolitana-3378382) Se asignan 10 fiscales adicionales para esclarecer homicidios y combatir el crimen organizado en la ciudad. [ Muere hombre por descarga eléctrica en Barranquilla: ‘Manipulaba de forma antitécnica las redes’ ](/colombia/barranquilla/muere-hombre-por-descarga-electrica-en-barranquilla-manipulaba-de-forma-antitecnica-las-redes-3378366) [ Demanda contra valorización en la vía Barranquilla-Cartagena; el senador Mauricio Gómez Amín pide declarar inexequible la norma ](/colombia/barranquilla/presentan-demanda-contra-valorizacion-en-la-via-barranquilla-cartagena-el-senador-mauricio-gomez-amin-pide-declarar-inexequible-la-norma-3378344) [ La carta que presenta el gobernador del Atlántico a la ANI para asumir la Vía al Mar y eliminar el peaje Papiros ](/colombia/barranquilla/la-carta-que-presenta-el-gobernador-del-atlantico-a-la-ani-para-asumir-la-via-al-mar-y-eliminar-el-peaje-papiros-3378296) [ Joven en Bucaramanga murió luego de nueve días hospitalizado por grave accidente: giro en investigación indicaría que ladrones lo tumbaron ](/colombia/santander/joven-murio-luego-de-nueve-dias-hospitalizado-por-un-accidente-que-habria-sido-causado-por-ladrones-para-robarle-su-moto-esto-se-sabe-3378440) Las autoridades investigan las pruebas que señalarían al accidente de ser provocado por delincuentes y que finalmente cobró la vida del joven bumangués. [ Cartagena avanza en el proyecto que busca que el centro histórico sea un destino turístico carbono neutral ](/colombia/otras-ciudades/cartagena-avanza-en-el-proyecto-que-busca-que-el-centro-historico-sea-un-destino-turistico-carbono-neutal-3378411) Mediante la iniciativa 'Cartagena por el Clima' se busca dar un paso importante hacia la sostenibilidad. [ Nuevo ataque con drones en el sur del Cauca: población civil quedó en medio de enfrentamientos ](/colombia/otras-ciudades/nuevo-ataque-con-drones-en-sur-del-cauca-poblacion-civil-quedo-en-medio-de-enfrentamientos-3378409) [ Líderes de la Mojana claman a Carlos Carillo, director de la Ungrd, que contrate enseguida las nuevas obras en cara de gato ](/colombia/otras-ciudades/la-mojana-claman-a-carlos-carillo-director-de-la-ungrd-que-contrate-enseguida-las-nuevas-obras-en-cara-de-gato-3378387) [ Suspenderán orden de captura a ‘Pinocho’ y otros tres líderes de las Autodefensas de la Sierra Nevada para que sean voceros de paz ](/colombia/otras-ciudades/suspenderan-orden-de-captura-a-pinocho-y-otros-tres-lideres-de-las-autodefensas-de-la-sierra-nevada-para-que-sean-vocero-de-paz-3378370) [ 'Acto de opresión': Javier Milei arremete contra Lula da Silva y lo llama 'tirano equivocado' por suspensión de la red social X en Brasil ](/mundo/latinoamerica/milei-califico-a-lula-de-tirano-equivocado-en-todo-por-avalar-acto-de-opresion-sobre-x-3378369) Para el presidente argentino, es una medida de 'censura', pese a que la decisión se basa en desacatos judiciales de la red social. [ Ecuador: estalla un dron bomba sobre la cárcel de máxima seguridad de Guayaquil, donde está recluido el exvicepresidente Jorge Glas ](/mundo/latinoamerica/ecuador-estalla-un-dron-bomba-sobre-la-carcel-de-maxima-seguridad-de-guayaquil-donde-esta-recluido-el-exvicepresidente-jorge-glas-3378390) Las autoridades aseguran que se pretendía perpetrar un atentado en la prisión con el fin de inhabilitar el recinto. [ Internan nuevamente en un hospital al expresidente uruguayo José 'Pepe' Mujica, enfermo de cáncer: ¿qué se sabe de su salud? ](/mundo/latinoamerica/internan-nuevamente-al-expresidente-uruguayo-jose-mujica-enfermo-de-cancer-que-se-sabe-sobre-su-salud-3378375) [ Intentó robarle el carro a un policía que lo baleó, sus cómplices lo llevaron al hospital, pero llegó muerto ](/mundo/latinoamerica/intento-robarle-el-auto-a-un-policia-que-lo-baleo-sus-complices-lo-llevaron-al-hospital-pero-llego-muerto-3378293) [ Joven víctima de robo ruega a los ladrones, llorando, que no se lleven su celular: ‘Mi padre paga con su tarjeta’ ](/mundo/latinoamerica/joven-es-asaltada-y-le-ruega-al-ladron-llorando-que-no-se-lleven-su-celular-3378064) [ Venezuela: María Corina Machado asume la responsabilidad por la publicación de las actas electorales que, dice, prueban la 'estruendosa derrota' de Nicolás Maduro ](/mundo/venezuela/venezuela-maria-corina-machado-asume-la-responsabilidad-por-la-publicacion-de-las-actas-electorales-que-dice-prueban-la-estruendosa-derrota-de-nicolas-maduro-3378449) El fiscal general, Tarek William Saab, reiteró la orden de aprehensión contra el excandidato Edmundo González por la difusión de estos documentos. [ Fiscal de Venezuela mantiene vigente la orden de arresto contra el opositor Edmundo González Urrutia: 'Está obstaculizando la investigación' ](/mundo/venezuela/fiscal-de-venezuela-mantiene-vigente-la-orden-de-detencion-contra-el-opositor-edmundo-gonzalez-urrutia-esta-obstaculizando-la-investigacion-3378418) Tarek William Saab afirmó que el documento enviado por el opositor, en el que explica por qué no asistió a las citaciones del Ministerio Público, 'está totalmente fuera de lugar'. [ Venezuela dice que apagón fue producto de 'ataque fascista': Diosdado Cabello informó que hay 11 detenidos ](/mundo/venezuela/venezuela-dice-que-apagon-es-producto-de-ataque-facista-diosdado-cabello-habla-de-11-detenidos-por-ello-3378341) [ Autoridades del Atlántico aseguran que migrantes venezolanos llegan en condiciones delicadas a Colombia ](/mundo/venezuela/autoridades-del-atlantico-aseguran-que-migrantes-venezolanos-llegan-en-condiciones-delicadas-a-colombia-3377314) [ Sin partidos y sin democracia en Venezuela/ Análisis de Francisco Barbosa ](/mundo/venezuela/sin-partidos-y-sin-democracia-en-venezuela-analisis-de-francisco-barbosa-3378125) [ Costco: lista completa de los nuevos precios de su membresía tras el aumento ](/mundo/eeuu-y-canada/costco-lista-completa-de-los-nuevos-precios-de-su-membresia-tras-el-aumento-3378441) Ya entraron en vigor las tarifas actualizadas para los miembros de la cadena. [ Autor del tiroteo en una escuela de Georgia fue interrogado hace un año por el FBI por amenazas: esto es lo que se sabe ](/mundo/eeuu-y-canada/autor-del-tiroteo-en-una-escuela-de-georgia-fue-interrogado-hace-un-ano-por-el-fbi-por-amenazas-esto-es-lo-que-se-sabe-3378464) Colt Gray, un estudiante de 14 años, asesinó a dos alumnos y dos profesores e hirió a otras nueve personas. [ Lo que se sabe del atroz caso de Gisèle Pélicot, la mujer a la que su marido drogó durante casi diez años para que fuera violada por más de 50 hombres ](/mundo/europa/gisele-pelicot-la-mujer-a-la-que-su-marido-drogo-durante-anos-para-que-fuera-violada-por-mas-de-51-hombres-3378300) Los victimarios, entre ellos el marido, son acusados del delito de violación con agravantes. Podrían recibir una pena de 20 años. [ Llamadas, vídeos y reconocimiento facial: ¿cómo identificó la policía francesa a 50 violadores de una mujer drogada por su marido para ser violada? ](/mundo/europa/como-identifico-la-policia-francesa-a-50-abusadores-de-una-mujer-que-fue-drogada-por-su-marido-para-ser-violada-3378312) Las pruebas grabadas por el esposo revelaron una red de abusos. El juicio se lleva a cabo en Aviñón. [ Detienen en Dinamarca a la activista Greta Thunberg en una protesta contra la guerra en Gaza ](/mundo/europa/detienen-a-greta-thunberg-en-una-protesta-contra-la-guerra-de-gaza-en-copenhague-3378254) [ Rusia: Vladímir Putin propone a China, Brasil e India como posibles mediadores para una paz con Ucrania ](/mundo/europa/rusia-vladimir-putin-propone-a-china-brasil-e-india-como-posibles-mediadores-para-una-paz-con-ucrania-3378291) [ ¿Quién es Andrí Sibiga, el nuevo ministro de Exteriores de Ucrania cuya misión será conseguir más apoyo militar para enfrentar a Rusia? ](/mundo/europa/quien-es-andri-sibiga-el-nuevo-ministro-de-exteriores-de-ucrania-cuya-mision-sera-conseguir-mas-apoyo-militar-para-enfrentar-a-rusia-3378277) [ No solo Rebecca Cheptegei: otras dos deportistas olímpicas fueron asesinadas por sus parejas en Kenia en 2021 y 2022 ](/mundo/africa/rebecca-cheptegei-otras-dos-deportistas-fueron-brutalmente-asesinadas-por-sus-parejas-en-kenia-en-2021-y-2022-3378404) Se trata de las corredoras Agnes Tirop y Damaris Mutua. En Kenia, una mujer muere a manos de su pareja o de un familiar cercano cada dos días. [ Rebecca Cheptegei, deportista ugandesa que participó en los Juegos Olímpicos de París 2024, murió tras ser quemada viva por su pareja sentimental ](/mundo/africa/muere-en-kenia-la-atleta-ugandesa-rebecca-cheptegei-tras-un-ataque-de-su-novio-3378201) El presunto agresor, Dickson Ndiema Marangach, también sufrió quemaduras graves en el 30 % de su cuerpo. [ Al menos 129 muertos en un intento de fuga de la prisión más grande de República Democrática del Congo ](/mundo/africa/al-menos-129-muertos-en-un-intento-de-fuga-de-la-prision-mas-grande-de-republica-democratica-del-congo-3377487) [ Sacrificarán más de 700 animales, entre ellos elefantes, cebras e hipopótamos, en África: esta es la razón ](/mundo/africa/sacrificaran-mas-de-700-animales-entre-ellos-elefantes-cebras-e-hipopotamos-en-africa-esta-es-la-razon-3376345) [ Fotógrafo que recorría Asia y África en bicicleta falleció tras sufrir grave accidente en Nigeria ](/mundo/africa/fotografo-que-recorria-asia-y-africa-en-bicicleta-fallecio-tras-sufrir-grave-accidente-en-nigeria-3373972) [ Primer ministro Benjamín Netanyahu acusa a Hamás de 'rechazar todo' en las negociación para una tregua en la Franja de Gaza ](/mundo/medio-oriente/primer-ministro-benjamin-netanyahu-acusa-a-hamas-de-rechazar-todo-en-las-negociacion-para-una-tregua-en-la-franja-de-gaza-3378079) El primer ministro también reafirmó que Israel debe mantener el control de la divisoria entre Gaza y Egipto. [ Hamás publica videos de dos de los rehenes israelíes cuyos cuerpos fueron rescatados el fin de semana en Gaza ](/mundo/medio-oriente/hamas-admite-haber-asesinado-a-seis-rehenes-de-israel-y-publica-video-de-una-de-las-victimas-se-eleva-tension-en-gaza-3377902) La noticia de los rehenes fallecidos provocó protestas masivas y la primera huelga general en Israel, exigiendo una tregua inmediata. [ Pese a acusaciones mutuas entre Israel y Hamas, Estados Unidos dice que pacto de alto al fuego 'está casi listo' ](/mundo/medio-oriente/pese-a-acusaciones-mutuas-entre-israel-y-hamas-estados-unidos-dice-que-pacto-de-alto-al-fuego-esta-casi-listo-3378282) [ Egipto responsabiliza a Netanyahu de las 'consecuencias' por no retirarse de Filadelfia ](/mundo/medio-oriente/egipto-responsabiliza-a-netanyahu-de-las-consecuencias-por-no-retirarse-de-filadelfia-3377608) [ Israel anuncia la muerte de un comandante de la célula de élite de Hamás en Gaza que planeó y lideró los ataques del 7 de octubre ](/mundo/medio-oriente/israel-anuncia-la-muerte-de-un-comandante-de-la-celula-de-elite-de-hamas-en-gaza-que-planeo-y-lidero-los-ataques-del-7-de-octubre-3377539) [ Israel: ¿servirán las protestas para presionar al primer ministro Benjamín Netanyahu a alcanzar un acuerdo con Hamás? ](/mundo/medio-oriente/huelga-en-israel-protestas-pueden-presionar-a-benjamin-netanyahu-a-alcanzar-acuerdo-con-hamas-3377332) [ Huelga general en Israel: Benjamin Netanyahu afirma que Hamás ejecutó a los seis rehenes israelíes ](/mundo/medio-oriente/benjamin-netanyahu-afirma-que-hamas-ejecuto-a-los-seis-rehenes-israelies-de-un-balazo-en-la-nuca-3377369) [ Guerra en Gaza: Estados Unidos, Catar y Egipto presentarán un último acuerdo para tratar de lograr una tregua entre Israel y Hamás ](/mundo/medio-oriente/guerra-en-gaza-estados-unidos-catar-y-egipto-presentaran-acuerdo-entre-israel-y-hamas-que-seria-el-ultimo-esfuerzo-para-lograr-una-tregua-3377186) [ EN VIVO huelga general en Israel | Joe Biden dice que Benjamin Netanyahu no hace lo suficiente para lograr un acuerdo sobre rehenes ](/mundo/medio-oriente/en-vivo-huelga-general-en-israel-todos-los-aterrizajes-y-despegues-del-principal-aeropuerto-internacional-ben-gurion-han-sido-paralizados-3377167) [ Israel: la indignación tras el hallazgo de seis rehenes muertos desata la primera huelga general contra Benjamín Netanyahu durante la guerra en Gaza ](/mundo/medio-oriente/israel-la-indignacion-tras-la-recuperacion-de-seis-rehenes-sin-vida-provoca-la-primera-huelga-general-contra-benjamin-netanyahu-durante-la-guerra-en-gaza-3377073) [ Campaña de vacunación contra la polio a los niños en Gaza: OMS inició la primera fase, en medio de pausas humanitarias pactadas entre Israel y Hamás ](/mundo/medio-oriente/campana-de-vacunacion-contra-la-polio-a-los-ninos-en-gaza-inicio-la-primera-fase-en-medio-de-pausas-humanitarias-pactadas-entre-israel-y-hamas-3377032) [ El hallazgo de los cuerpos de otros seis rehenes en Gaza agrieta el Gobierno del primer ministro de Israel, Benjamín Netanyahu ](/mundo/medio-oriente/el-hallazgo-de-los-cuerpos-de-otros-seis-rehenes-en-gaza-agrieta-el-gobierno-del-primer-ministro-de-israel-benjamin-netanyahu-3377023) [ Benjamín Netanyahu culpó a Hamás de la falta de una tregua: 'Quienes asesinan a rehenes no quieren un acuerdo' ](/mundo/medio-oriente/benjamin-netanyahu-culpo-a-hamas-de-la-falta-de-un-acuerdo-de-tregua-quienes-asesinan-a-rehenes-no-quieren-un-acuerdo-3377013) [ La familia del rehén israelí-estadounidense Hersh Goldberg-Polin anuncia su muerte ](/mundo/medio-oriente/la-familia-del-rehen-israeli-estadounidense-hersh-goldberg-polin-anuncia-su-muerte-3377012) [ Benjamín Netanyahu, el primer ministro de Israel, choca con su ministro de Defensa por un acuerdo sobre rehenes y alto el fuego en Gaza: ¿qué pasó? ](/mundo/medio-oriente/benjamin-netanyahu-el-primer-ministro-de-israel-choca-con-su-ministro-de-defensa-por-un-acuerdo-sobre-rehenes-y-alto-el-fuego-en-gaza-que-paso-3376903) [ Ataque a campamento de refugiados 'es como en Gaza': Israel continúa en Yenín y siembra destrucción en norte de Cisjordania ](/mundo/medio-oriente/es-como-en-gaza-israel-continua-en-yenin-y-siembra-destruccion-en-norte-de-cisjordania-3376725) [ Una ONG de Estados Unidos denuncia la muerte de cuatro personas en un ataque israelí contra un convoy humanitario en Gaza ](/mundo/medio-oriente/ong-de-estados-unidos-denuncia-la-muerte-de-cuatro-personas-en-un-ataque-israeli-contra-un-convoy-humanitario-en-gaza-3376699) [ Israel respetará pausas humanitarias durante tres días para vacunación de polio en Gaza, dice la Organización Mundial de la Salud ](/mundo/medio-oriente/israel-acepta-pausas-humanitarias-para-vacunacion-contra-la-polio-en-gaza-segun-un-anucio-de-la-oms-3376340) [ Israel mata a un líder de la Yihad Islámica Palestina en las incursiones militares en Cisjordania, ¿de quién se trata? ](/mundo/medio-oriente/israel-mata-a-un-lider-de-la-yihad-islamica-palestina-en-las-incursiones-militares-en-cisjordania-de-quien-se-trata-3376195) [ 'Israel y Colombia tienen una historia muy profunda y merece la pena luchar por ella': exembajador Michael Oren ](/mundo/medio-oriente/israel-y-colombia-tienen-una-historia-muy-profunda-y-merece-la-pena-luchar-por-ella-exembajador-michael-oren-3375990) [ Daniel Sancho, condenado a cadena perpetua por asesinato de Edwin Arrieta, es trasladado al módulo de alta seguridad de la cárcel tras cumplir cuarentena ](/mundo/asia/daniel-sancho-condenado-a-cadena-perpetua-por-asesinato-de-edwin-arrieta-es-trasladado-al-modulo-de-alta-seguridad-de-la-carcel-tras-cumplir-cuarentena-3378213) Sancho, de 30 años, permaneció en cuarentena desde el viernes, y durante este periodo no ha podido recibir visitas ni tener videollamadas. [ Kim Jong-un ordena la ejecución pública de 30 funcionarios tras culparlos por inundaciones mortales en Corea del Norte ](/mundo/asia/kim-jong-un-ordena-la-ejecucion-publica-de-30-funcionarios-tras-culparlos-por-inundaciones-mortales-en-corea-del-norte-3378118) Las ejecuciones públicas en Corea del Norte han aumentado drásticamente. El líder norcoreano señaló a los funcionarios por corrupción y negligencia. [ ¿Por qué Mongolia desacató la orden de captura de la CPI contra el presidente de Rusia, Vladimir Putin, y qué consecuencias tendrá la decisión? ](/mundo/asia/por-que-mongolia-desacato-la-orden-de-captura-contra-vladimir-putin-y-a-que-se-expone-ahora-3377650) [ El papa Francisco inicia su gira más extensa con 12 días de encuentros clave en Asia y Oceanía: así fue su jornada en Indonesia ](/mundo/asia/el-papa-inicia-en-indonesia-una-larga-gira-por-asia-y-oceania-3377510) [ Casi 40.000 personas murieron solas en sus casas en Japón en lo que va de año; ¿qué hay detrás de este misterio? ](/mundo/asia/casi-40-000-personas-murieron-solas-en-sus-casas-en-japon-en-lo-que-va-de-ano-que-hay-detras-de-este-misterio-3376713) [ Los científicos descubren más de 1.700 virus escondidos en las profundidades de un glaciar en el oeste de China ](/mundo/asia/cientificos-descubren-1-700-virus-antiguos-escondidos-en-glaciar-en-china-3377317) [ Revelan conversación de Daniel Sancho con su padre: 'No es justo, no entiendo una cadena perpetua' ](/mundo/asia/revelan-conversacion-de-daniel-sancho-con-su-padre-no-es-justo-no-entiendo-una-cadena-perpetua-3377127) [ Daniel Sancho estará en cuarentena hasta el 5 de septiembre en la prisión de Surat Thani ](/mundo/asia/daniel-sancho-estara-en-cuarentena-hasta-el-5-de-septiembre-en-la-prision-de-surat-thani-3377170) [ Japón registra el verano más caluroso desde que existen datos comparables; autoridades recomiendan a los ciudadanos mantenerse hidratados ](/mundo/asia/japon-registra-el-verano-mas-caluroso-desde-que-existen-datos-comparables-autoridades-recomiendan-a-los-ciudadanos-mantenerse-hidratados-3377169) [ Revelan las causas del accidente de helicóptero en el que murió el presidente de Irán Ebrahim Raisi ](/mundo/asia/revelan-las-causas-del-accidente-de-helicoptero-en-el-que-murio-el-presidente-de-iran-ebrahim-raisi-3377094) [ Daniel Sancho, condenado a cadena perpetua por asesinato del cirujano colombiano Edwin Arrieta, pasa la primera noche en la cárcel de Surat Thani ](/mundo/asia/daniel-sancho-condenado-a-cadena-perpetua-por-asesinato-del-cirujano-colombiano-edwin-arrieta-pasa-la-primera-noche-en-la-carcel-de-surat-thani-3376893) [ Daniel Sancho: así era la 'vida perfecta' de lujo, riqueza y fiesta del asesino de Edwin Arrieta ](/mundo/asia/daniel-sancho-asi-era-la-vida-perfecta-de-lujo-riqueza-y-fiesta-del-asesino-de-edwin-arrieta-3376613) [ Daniel Sancho es trasladado a la prisión tailandesa de Surat Thani tras recibir cadena perpetua por el asesinato de Edwin Arrieta ](/mundo/asia/daniel-sancho-es-trasladado-a-la-prision-tailandesa-de-surat-thani-tras-recibir-cadena-perpetua-por-el-asesinato-de-edwin-arrieta-3376549) [ Familia del colombiano Edwin Arrieta anticipa medida que tomaría para que Daniel Sancho pague sí o sí millonaria indemnización ](/mundo/asia/familia-del-colombiano-edwin-arrieta-anticipa-medida-que-tomaria-para-que-daniel-sancho-pague-si-o-si-millonaria-indemnizacion-3376490) [ Médico colombiano Edwin Arrieta habría transferido millones a Daniel Sancho antes de su muerte: estas son las cifras ](/mundo/asia/medico-colombiano-edwin-arrieta-transfirio-millones-a-daniel-sancho-antes-de-su-muerte-estas-son-las-cifras-3376364) [ Las impactantes imágenes que deja el paso del tifón Shanshan por Japón: hay tres muertos y decenas de heridos ](/mundo/asia/las-impactantes-imagenes-que-deja-el-paso-del-tifon-shanshan-por-japon-hay-tres-muertos-y-decenas-de-heridos-3376325) [ Condena a Daniel Sancho: esta es la cronología del crimen del médico colombiano Edwin Arrieta en una isla en Tailandia ](/mundo/asia/condena-de-daniel-sancho-cronologia-del-crimen-del-medico-colombiano-edwin-arrieta-en-una-isla-en-tailandia-3376198) [ ¿Podría ser indultado o trasladado a España? Seis preguntas sobre la condena a cadena perpetua contra Daniel Sancho por el crimen de Edwin Arrieta ](/mundo/asia/daniel-sancho-podria-ser-indultado-o-llevado-a-espana-preguntas-y-respuestas-sobre-la-condena-a-cadena-perpetua-3376229) [ EN VIVO caso Daniel Sancho | Los detalles y reacciones de la condena: ¿qué viene ahora para el asesino del colombiano Edwin Arrieta? ](/mundo/asia/en-vivo-caso-daniel-sancho-los-detalles-y-reacciones-de-la-condena-que-viene-ahora-para-el-asesino-del-colombiano-edwin-arrieta-3376207) [ Condena contra Daniel Sancho: estas son las duras cárceles en la que tendría que pagar cadena perpetua por el crimen de Edwin Arrieta ](/mundo/asia/condena-contra-daniel-sancho-las-carceles-en-la-que-tendra-que-pagar-cadena-perpetua-por-el-crimen-de-edwin-arrieta-3376200) [New York Times International Weekly](https://www.eltiempo.com/mundo/new-york-times-international-weekly) [ En la Zona de Control Civil, de Corea del Sur, cultivadores de abejas extraen de una granja la más deliciosa miel ](/mundo/new-york-times-international-weekly/cultivan-miel-deliciosa-en-la-zdc-3376122) En una tierra donde un armisticio de 1953 dividió a muchas familias coreanas durante generaciones, buscan cerrar los traumas de la guerra. [ Los países de América Latina que más acogen más migrantes venezolanos, y el temor a que la actual crisis desate una nueva ola ](/mundo/mas-regiones/que-paises-de-america-latina-acogen-mas-migrantes-venezolanos-y-el-temor-a-que-la-actual-crisis-desate-una-nueva-ola-3371346) De los 7,7 millones de venezolanos que han emigrado en los últimos años, casi 85% está en América Latina y El Caribe. Por ello, los gobiernos de la región discuten alternativas para gestionar una eventual llegada masiva de nuevos migrantes. [ El regreso de Oasis: aquí las diez canciones que debería conocer de la banda británica más allá de 'Wonderwall' ](/mundo/mas-regiones/vuelve-oasis-10-canciones-que-deberias-conocer-de-la-banda-britanica-mas-alla-de-wonderwall-3376907) [ Estos son los cinco países más seguros del mundo en 2024: ¿Qué puesto ocupa Colombia en el ranking global? ](/mundo/mas-regiones/indice-de-paz-global-2024-conoce-los-paises-mas-seguros-y-descubre-la-posicion-de-colombia-en-el-ranking-3374754) [ Qué está prohibido para mujeres y hombres tras las nuevas y estrictas normas impuestas en Afganistán por el ministerio de la Moral del Talibán ](/mundo/mas-regiones/que-esta-prohibido-para-mujeres-y-hombres-tras-las-nuevas-y-estrictas-normas-impuestas-en-afganistan-por-el-ministerio-de-la-moral-del-taliban-3375836) [ Australia impondrá estrictas restricciones al número de estudiantes internacionales en universidades y centros educativos ](/mundo/mas-regiones/australia-impondra-estrictas-restricciones-al-numero-de-estudiantes-internacionales-en-universidades-y-centros-educativos-3375907) [ 'Me criaron en un templo budista como la reencarnación de un lama y a los 18 años decidí escapar e irme de fiesta a Ibiza' ](/mundo/mas-regiones/me-criaron-en-un-templo-budista-como-la-reencarnacion-de-un-lama-y-a-los-18-anos-decidi-romper-con-todo-e-irme-de-fiesta-a-ibiza-3374815) [ Así fueron los 16 minutos que hundieron al yate de lujo Bayesian en una espiral mortal frente a las costas de Sicilia ](/mundo/mas-regiones/los-16-minutos-que-sumergieron-al-yate-de-lujo-bayesian-en-una-espiral-mortal-3375080) [ ¿Dónde están los mercenarios del Grupo Wagner un año después de la muerte de su líder, Yevgeny Prigozhin? ](/mundo/mas-regiones/donde-estan-los-mercenarios-del-grupo-wagner-un-ano-despues-de-la-muerte-de-su-lider-yevgeny-prigozhin-3374435) [ Las 4 incógnitas que rodean el hundimiento del yate de lujo Bayesian frente a las costas de Sicilia ](/mundo/mas-regiones/4-incognitas-que-rodean-el-hundimiento-del-yate-de-lujo-bayesian-frente-a-las-costas-de-sicilia-3374527) [ Cómo Canadá se convirtió en el país mundial del robo de vehículos; así operan los ladrones ](/mundo/mas-regiones/como-canada-se-convirtio-en-una-capital-mundial-del-robo-de-automoviles-3362145) [ Qué son las trombas marinas, una de las posibles causas del naufragio del yate de lujo Bayesian cerca de Sicilia, Italia ](/mundo/mas-regiones/que-son-las-trombas-marinas-una-de-las-posibles-causas-del-naufragio-del-yate-de-lujo-bayesian-cerca-de-sicilia-3373798) [ El pequeño país que tiene la tasa de suicidios más alta del mundo ](/mundo/mas-regiones/el-pequeno-pais-que-tiene-la-tasa-de-suicidios-mas-alta-del-mundo-3373307) [ 'Fui un peón en un juego de ajedrez': el adolescente que se convirtió en la persona más joven en ser encarcelada por traición en Rusia y que fue liberado en un intercambio de prisioneros ](/mundo/mas-regiones/fui-un-peon-en-un-juego-de-ajedrez-el-adolescente-que-se-convirtio-en-la-persona-mas-joven-en-ser-encarcelada-por-traicion-en-rusia-y-que-fue-liberado-en-un-intercambio-de-prisioneros-3373668) [ 'Las plataformas como Airbnb o Booking aumentan la crisis de vivienda, pero las razones que la provocan son otras' ](/mundo/mas-regiones/las-plataformas-como-airbnb-o-booking-aumentan-la-crisis-de-vivienda-pero-las-razones-que-la-provocan-son-otras-3373680) [ Esta es la nueva megacapital que Indonesia está construyendo en medio de la selva, ¿en dónde estará ubicada? ](/mundo/mas-regiones/como-es-la-megacapital-que-indonesia-esta-construyendo-en-medio-de-la-selva-y-por-que-abandona-yakarta-3372828) [ Por qué el Talibán está obligando a algunas mujeres afganas a casarse con los maridos de los que habían logrado divorciarse ](/mundo/mas-regiones/por-que-el-taliban-esta-obligando-a-algunas-mujeres-afganas-a-casarse-con-los-maridos-de-los-que-habian-logrado-divorciarse-3371711) [ Estos son los fascinantes objetos del Titanic que se guardan en un almacén secreto: desde bolsos hasta botellas de licor ](/mundo/mas-regiones/los-fascinantes-objetos-del-titanic-que-guarda-un-almacen-secreto-al-que-tuvo-acceso-la-bbc-3371322) [ Piloto de un helicóptero murió tras chocarse con hotel Hilton en Sídney, Australia ](/mundo/mas-regiones/piloto-de-un-helicoptero-murio-tras-chocarse-con-hotel-hilton-en-sidney-australia-3370950) [ El joven que planeaba un atentado contra los conciertos de Taylor Swift en Viena y obligó a cancelar las 3 actuaciones de la cantante ](/mundo/mas-regiones/el-joven-que-planeaba-un-atentado-suicida-contra-los-conciertos-de-taylor-swift-en-viena-y-obligo-a-cancelar-las-3-actuaciones-de-la-cantante-3370130) [Horóscopo](https://www.eltiempo.com/horoscopo?cid=AUT_CON_PUBL_ET_HOROSCOPOCONT) Encuentra acá todos los signos del zodiaco. Tenemos para ti consejos de amor, finanzas y muchas cosas más. [Crucigrama](https://www.eltiempo.com/crucigrama?cid=AUT_CON_PUBL_ET_CRUCIGRAMACONT) Pon a prueba tus conocimientos con el crucigrama de EL TIEMPO",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "ai_allow": true,
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "syndication": null,
  "rating": null,
  "crawled": "2024-09-06T00:19:41.838+03:00",
  "updated": "2024-09-06T00:22:58.815+03:00"
}