{
  "thread": {
    "uuid": "6e7924b7234dfb1e7b7c5bc6a4ea3584b4fa9580",
    "url": "https://www.hometownstation.com/santa-clarita-news/community-news/scv-to-give-a-special-cruise-to-one-lucky-couple-this-valentines-day-find-out-how-to-enter-492977",
    "site_full": "www.hometownstation.com",
    "site": "hometownstation.com",
    "site_section": "http://www.hometownstation.com",
    "site_categories": [
      "media"
    ],
    "section_title": "KHTS Radio &#8212; Santa Clarita Radio - Santa Clarita News",
    "title": "SCV To Give A Special Cruise To One Lucky Couple This Valentine’s Day: Find Out How To Enter",
    "title_full": "SCV To Give A Special Cruise To One Lucky Couple This Valentine’s Day: Find Out How To Enter",
    "published": "2024-01-08T00:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://2021media.s3.us-east-1.amazonaws.com/2024/01/News-Article-Featured-Image-2024-01-07T141353.819.png",
    "performance_score": 0,
    "domain_rank": 27250,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e7924b7234dfb1e7b7c5bc6a4ea3584b4fa9580",
  "url": "https://www.hometownstation.com/santa-clarita-news/community-news/scv-to-give-a-special-cruise-to-one-lucky-couple-this-valentines-day-find-out-how-to-enter-492977",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Steven Barrera",
  "published": "2024-01-08T00:21:00.000+02:00",
  "title": "SCV To Give A Special Cruise To One Lucky Couple This Valentine’s Day: Find Out How To Enter",
  "text": "Now is the moment: on Valentine’s Day in 2024, the City of Santa Clarita is set to revive “The Big I Do,” a spectacular wedding celebration that follows the simultaneous marriage of numerous couples in this unusual wedding event. Couples that participate are said to have the opportunity to win a honeymoon cruise courtesy of Princess Cruises. The professionals at City Hall Ceremonies will handle all of the preparation and execution, so forget about worrying about seating charts, centerpieces and DJ reservations. This celebration of love is only a small portion of the expense of a typical wedding, thanks to the kind gifts of nearby wedding vendors. A cooked breakfast, exquisite floral arrangements, décor, delicious wedding cakes, a DJ, a photographer, picture booths and much more are all available to couples. Additionally, there are other rewards that registered couples can win such as custom wedding bands, elegant headwear for the bride, and a seven-night Princess Cruise as the grand prizes! The winning couple will collaborate with a Princess cruise specialist to customize their honeymoon cruise experience. Couples must register for “The Big I Do” by Jan. 31 and then exchange vows on February 14, Valentine’s Day, to be eligible. The City’s website is accepting submissions from participants until 5:00 p.m. on Wednesday, Jan. 31, for their one-minute love tale. During the week of February 5, 2024, the City of Santa Clarita will feature exciting love stories on its social media platforms, encouraging fans to cast their votes for their preferred pair on the official voting website. During “The Big I Do” reception, the couple who receives the most votes will be revealed and they will get an exclusive honeymoon on a Princess Cruise. For more information click [here](https://santaclarita.gov/city-clerk/city-hall-ceremonies/). Sponsored Articles Do you have a news tip? Call us at (661) 298-1220, or send an email to news@hometownstation.com. Don’t miss a thing. Get breaking [KHTS Santa Clarita News Alerts](https://www.hometownstation.com/khts-email-and-text-message-alerts)delivered right to your inbox. Report a typo or error, email Corrections@hometownstation.com KHTS FM 98.1 and AM 1220 is Santa Clarita’s only local radio station. KHTS mixes in a combination of news, traffic, sports, and features along with your favorite adult contemporary hits. Santa Clarita news and features are delivered throughout the day over our airwaves, on our website and through a variety of social media platforms. Our KHTS national award-winning daily news briefs are now read daily by 34,000+ residents. A vibrant member of the Santa Clarita community, the KHTS broadcast signal reaches all of the Santa Clarita Valley and parts of the high desert communities located in the Antelope Valley. The station streams its talk shows over the web, reaching a potentially worldwide audience. Follow @KHTSRadio on",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://santaclarita.gov/city-clerk/city-hall-ceremonies/).",
    "https://www.santaclarita.gov/city-clerk/city-hall-ceremonies/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cruise",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "santa clarita",
        "sentiment": "none"
      },
      {
        "name": "city hall ceremonies",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:36:50.969+02:00",
  "updated": "2024-01-08T00:36:50.969+02:00"
}