{
  "thread": {
    "uuid": "7190a15f668e98d25656ebcb8141f3f2274cacfe",
    "url": "https://www.livemint.com/industry/energy/india-oil-product-demand-up-8-2-in-january-says-report-11708077827184.html",
    "site_full": "www.livemint.com",
    "site": "livemint.com",
    "site_section": "https://livemint.com/latest-news",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Latest News Today: Latest News Headlines, Breaking News, Current News | Mint",
    "title": "India oil product demand up 8.2% in January, says report | Mint",
    "title_full": "India oil product demand up 8.2% in January, says report | Mint",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.livemint.com/lm-img/img/2024/02/16/1600x900/g0e88f76c787635e0165e0d2c2f3907c9aa8c84e5c56bd7309ed0cfd00338d250df0909fbaea16f7537edc1b9b2a2934bf8faa7e0d143f83089b510904dcfdaa9_1280_1708080804440_1708080818483.jpg",
    "performance_score": 0,
    "domain_rank": 1429,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7190a15f668e98d25656ebcb8141f3f2274cacfe",
  "url": "https://www.livemint.com/industry/energy/india-oil-product-demand-up-8-2-in-january-says-report-11708077827184.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rituraj Baruah",
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "India oil product demand up 8.2% in January, says report | Mint",
  "text": "New Delhi: India's demand for oil products saw a significant increase of 398,000 barrels per day, or 8.2%, year-on-year in January, according to a report by S&P Global Commodity Insights. The report forecast oil demand growth of 203,000 barrels per day in 2024.\nLPG and gasoline (petrol) demand saw the highest growth in January, driven by increased heating needs during the winter and a rise in mobility following year-end holidays, respectively.\nJet fuel consumption grew year-on-year but fell marginally from previous month due to flight cancellations and delays caused by fog in parts of the country. In January, jet fuel demand reached 192,000 barrels per day (bpd), marking a 7% rise from the previous year but dropping a tad from December.\n“In January, diesel consumption rose 3.7% on the year, however, fell on the month by 43,000 b/d as dense fog was reported in most places in northern India. This hampered mobility on the highways along with sluggish construction and industrial activity amid low temperatures,\" said Himi Srivastava, senior analyst- South Asia Oil Markets at S&P Global Commodity Insights.\nShe said that demand from the agricultural sector also ticked lower, as January is a quiet period for harvesting or sowing activities. However, gasoil demand is expected to see a notable increase in the first quarter, rising 50,000 bpd year-on-year.\nDiesel/gasoil is anticipated to remain the most consumed fuel in 2024 and the main driver of fuel growth, she added.\nThe report highlighted that gasoline demand increased to 853,000 bpd in January from 823,000 bpd in December, boosted by more people returning to work after the holidays and the adoption of hybrid work models by several companies, leading to more vehicles on the roads. Continued strong sales of gasoline-powered vehicles also contributed to rising gasoline demand.\nGasoline demand has surpassed pre-pandemic levels since 2021 and is projected to grow by over 200,000 bpd in 2024 compared to 2019. \"We expect strong gasoline demand growth in the first quarter and register a growth of 65,000 b/d over Q1 2023,\" the report said.\nLooking ahead to 2024, petrol (gasoline) is expected to be one of the major contributors to this growth.\n\"Oil demand is holding up quite well and should continue rising supported by solid economic growth with more focus on industrial and construction activity along with upcoming general elections in the county in 2024,\" the report added.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "himi srivastava",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "south asia oil markets",
        "sentiment": "none"
      },
      {
        "name": "s&p global commodity insights",
        "sentiment": "none"
      },
      {
        "name": "s&p global comm",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T13:03:49.678+02:00",
  "updated": "2024-02-21T01:09:49.050+02:00"
}