{
  "thread": {
    "uuid": "bf0e9621f61859ac4ddc70475cc698db2c2d2844",
    "url": "https://forward.com/fast-forward/618142/3-historic-nyc-synagogues-receive-grants-for-renovation-projects",
    "site_full": "forward.com",
    "site": "forward.com",
    "site_section": "https://beastwatchnews.com/feed/",
    "site_categories": [
      "religion",
      "judaism",
      "media"
    ],
    "section_title": "Bible Prophecy In The Daily Headlines",
    "title": "3 historic NYC synagogues receive grants for renovation projects – The Forward",
    "title_full": "3 historic NYC synagogues receive grants for renovation projects – The Forward",
    "published": "2024-05-31T20:26:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://forward.com/wp-content/uploads/2024/05/Untitled-15-1024x569.jpg",
    "performance_score": 0,
    "domain_rank": 3904,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bf0e9621f61859ac4ddc70475cc698db2c2d2844",
  "url": "https://forward.com/fast-forward/618142/3-historic-nyc-synagogues-receive-grants-for-renovation-projects",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Julia Gergely",
  "published": "2024-05-31T20:26:00.000+03:00",
  "title": "3 historic NYC synagogues receive grants for renovation projects – The Forward",
  "text": "L-R: Congregation Kol Israel, Young Israel Beth El of Borough Park and Kehila Kedosha Janina Synagogue. (Courtesy New York Landmarks Conservancy)\nBy Julia Gergely May 31, 2024\nThree historic synagogues received Sacred Sites grants from the New York Landmarks Conservancy, a private non-profit organization dedicated to preserving and restoring New York’s historic architecture.\nThe grant program, which this year allocated more than $228,000 to 14 historic religious properties across the state, provides matching grants to congregations “for planning and implementing exterior restoration projects,” according to Thursday’s announcement. Half of the grantees are congregations in New York City.\nIn Manhattan, Kehila Kedosha Janina at 280 Broome St. — the only Greek-Jewish Romaniote synagogue in the Western Hemisphere — received $10,000 toward replacing its roof. The congregation, founded in 1906 by Jewish immigrants from Ioannina, erected the Lower East Side building in 1927.\nForwarding the News Thoughtful, balanced reporting from the Forward and around the web, bringing you updated news and analysis of the crisis each day.\nTerms (Required) I agree to the Forward's Terms of Service and Privacy Policy Email (Required) The synagogue, which also operates as a museum, offers guided tours and holds services for Shabbat and holidays. They also host the annual Greek Jewish Festival with other Lower East Side Jewish institutions every spring. The building was declared a New York City Landmark in 2004.\nIn Brooklyn, Crown Heights’ Congregation Kol Israel has been granted $25,000 for roof replacement, skylight restoration and parapet repair. Founded in 1924 and claiming to be the “ oldest continuously practicing Orthodox community in Brooklyn, ” per their website, the Modern Orthodox congregation serves 75 member households and reaches hundreds more each year through programming such as community meals.\nThe building, located at 603 St. Johns Pl., was designed by Brooklyn architect Tobias Goldstone in 1927. The facade reflects the “Semitic style” popular at the time, which combines “Moorish and Byzantine Revival ornament[s] with Judaic motifs,” according to a New York Landmarks Conservancy press release. It was added to the National Register of Historic Places in 2009.\nYoung Israel Beth El, an Orthodox synagogue in Borough Park, was granted $20,000 towards masonry restoration. The building, located at 4802 15th Ave., was designed in 1923 with acoustics in mind. It has been called “Brooklyn’s Carnegie Hall” for its history of inviting renowned cantors to pray at its pulpit during the golden age of “hazzanut,” or florid cantorial music. The synagogue reaches 1,200 people a year through services, Talmud study groups, community programs and concerts. The congregation hosts a popular “ Shabbos Mevarchim” service led by its famed cantor Benzion Miller, on the last Shabbat of every month . The building was added to the National Register of Historic Places in 2010.\nAlong with grant money, the program also provides the congregations with technical assistance and workshops for implementing the grant and beginning the restoration process. To be eligible for a Sacred Sites grant, each site has to be a religious institution actively used for worship, as well as listed on the state or national Register of Historic Places.\n“We are delighted that our grants will help these diverse congregations maintain their buildings and continue to serve their communities with social service and cultural programs,” Peg Breen, the president of New York Landmarks Conservancy, said in a statement.” These 14 congregations reach a total of 60,000 people beyond their congregations with no-cost or low-cost services.”\nIn addition to the three synagogues, other grantees in New York City include the Ebenezer Gospel Tabernacle Christian Mission in Harlem, Old First Reformed Church in Park Slope, and St. Paul’s German Evangelical Lutheran Church and St. Peter’s Episcopal Church, both in Chelsea.\nThis article originally appeared on JTA.org.\nJulia Gergely is a former National Desk Intern at The Forward. She now reports for the Jewish Telegraphic Agency.\nI hope you appreciated this article. Before you go, I’d like to ask you to please support the Forward’s award-winning, nonprofit journalism during this critical time.\nNow more than ever, American Jews need independent news they can trust, with reporting driven by truth, not ideology. We serve you, not any ideological agenda.\nAt a time when other newsrooms are closing or cutting back, the Forward has removed its paywall and invested additional resources to report on the ground from Israel and around the U.S. on the impact of the war, rising antisemitism and the protests on college campuses.\nReaders like you make it all possible. Support our work by becoming a Forward Member and connect with our journalism and your community.\nMake a gift of any size and become a Forward member today. You’ll support our mission to tell the American Jewish story fully and fairly.\n— Rachel Fishman Feddersen, Publisher and CEO\nJoin our mission to tell the Jewish story fully and fairly. $36 $500 $120 $180 Other amount",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.ckibrooklyn.org/",
    "https://www.shtetl.org/article/legendary-hasidic-cantor-storied-synagogue-uncertain",
    "https://www.jta.org/2024/05/30/ny/3-historic-nyc-synagogues-receive-grants-for-renovation-projects",
    "https://forward.fundjournalism.org/membership/?campaign=701VU000007kMcfYAE",
    "https://www.instagram.com/reel/Ct97xnbuRWA/",
    "https://www.instagram.com/reel/Ct97xnbuRWA",
    "https://www.ckibrooklyn.org",
    "https://instagram.com/reel/Ct97xnbuRWA/",
    "https://shtetl.org/article/legendary-hasidic-cantor-storied-synagogue-uncertain",
    "https://forward.fundjournalism.org/membership/",
    "https://jta.org/2024/05/30/ny/3-historic-nyc-synagogues-receive-grants-for-renovation-projects",
    "https://www.forward.fundjournalism.org/membership/?campaign=701VU000007kMcfYAE",
    "https://ckibrooklyn.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kehila kedosha janina synagog",
        "sentiment": "negative"
      },
      {
        "name": "julia gergely",
        "sentiment": "none"
      },
      {
        "name": "kehila kedosha janina",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "new york landmarks conservancy",
        "sentiment": "none"
      },
      {
        "name": "broome st.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel beth el of borough park",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "ioannina",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "lower east side",
        "sentiment": "none"
      },
      {
        "name": "manhattan",
        "sentiment": "none"
      },
      {
        "name": "western hemisphere",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T08:02:22.856+03:00",
  "updated": "2024-06-01T08:02:22.856+03:00"
}