{
  "thread": {
    "uuid": "637257d918a0408afc62ff9efcb2612ed6bae595",
    "url": "https://www.sportingnews.com/ca/soccer/news/tottenham-vs-bournemouth-result-spurs-son-win-cherries/7e02b64db5ab377960b14b57",
    "site_full": "www.sportingnews.com",
    "site": "sportingnews.com",
    "site_section": "https://www.sportingnews.com/ca",
    "site_categories": [
      "sports"
    ],
    "section_title": "Sporting News Canada - NHL | NFL | NBA | MLB | Soccer | Golf",
    "title": "Tottenham vs Bournemouth result: Pape Sarr and Heung-Min Son goals guide Spurs to win over Cherries | Sporting News Canada",
    "title_full": "Tottenham vs Bournemouth result: Pape Sarr and Heung-Min Son goals guide Spurs to win over Cherries | Sporting News Canada",
    "published": "2023-12-31T18:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://library.sportingnews.com/styles/crop_style_16_9_desktop/s3/2023-08/nba-plain--c82b63e5-eeef-411d-a29a-ddc32b62f0f0.png?h=920929c4&amp;itok=9Xr7o5h9",
    "performance_score": 0,
    "domain_rank": 2898,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "637257d918a0408afc62ff9efcb2612ed6bae595",
  "url": "https://www.sportingnews.com/ca/soccer/news/tottenham-vs-bournemouth-result-spurs-son-win-cherries/7e02b64db5ab377960b14b57",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@the_bonnfire",
  "published": "2023-12-31T18:12:00.000+02:00",
  "title": "Tottenham vs Bournemouth result: Pape Sarr and Heung-Min Son goals guide Spurs to win over Cherries | Sporting News Canada",
  "text": "In the pouring rain and hail that slid across London on Sunday afternoon, Tottenham rode the return of Argentine duo Rodrigo Betancur and Giovani Lo Celso to the starting lineup to a 3-1 victory over Bournemouth. Pape Sarr, Heung-Min Son, and Richarlison scored the goals for Spurs, but it was the two men in midfield who were the craftsmen of the victory. Betancur, in his first start for Tottenham in a month, engineered the opening goal just nine minutes in as he forced a high turnover to begin the move. Lo Celso, battling his own injuries of late, also got a rare start and provided two assists, feeding Sarr's opener as well as their second from Son in the 71st minute. Bournemouth got a consolation goal from Alex Scott in the 84th minute, but that was all they could muster as they struggled to handle Spurs on the break while Dominic Solanke couldn't cash in on his few chances. Tottenham vs Bournemouth score, result |Score||Goal scorers| |Tottenham||3||Sarr (| Son ( Richarlison ( [84'](#3-1)) Kickoff: 2 p.m. local (9 a.m. ET / 6 a.m. PT) Location: Tottenham Hotspur Stadium (London, England) Referee: Simon Hooper Starting lineups: Tottenham (4-2-3-1, right to left): 13. Vicario (GK) — 23. Porro, 12. Emerson, 33. Davies, 38. Udogie — 29. Sarr (Skipp, 31'), 30. Betancur (Hojbjerg, 58') — 22. B. Johnson (Gil, 82'), 18. Lo Celso (Dier, 82'), 7. Son — 9. Richarlison (Veliz, 82'). Bournemouth (4-2-3-1, right to left): 1. Neto (GK) — 15. A. Smith (Brooks, 82'), 27. Zabarnyi, 25. Senesi, 11. Outtara — 4. Cook, 10. Christie — 17. Sinisterra (Semenyo, 61'), 19. Kluivert (Billing, 61'), 16. Tavernier — 9. Solanke. Tottenham vs Bournemouth goals, highlights [84th min: Tottenham 3-1 Bournemouth] (Alex Scott from Tavernier) Watch in USA: 👊 ¡RESPONDEN LOS VISITANTES!— Telemundo Deportes (@TelemundoSports) Alex Scott la manda a guardar y acorta distancias en el marcador 🚨 [#Tottenham]⚪️ 3-1 [#Bournemouth]🍒 📺📱 EN VIVO por [@Telemundo]y Telemundo APP ➡️ [https://t.co/k1HA4lMeY4] [#LigaPremierTD] [pic.twitter.com/14A7kJW71M] [December 31, 2023] Watch Alex Scott goal in: [Canada](https://twitter.com/fuboTVCanada/status/1741487212586324110) [80th min: Tottenham 3-0 Bournemouth] (Richarlison from B. Johnson) Watch in USA: ¡GOLEADA DE TOTTENHAM! 🚨— Telemundo Deportes (@TelemundoSports) Richarlison vuelve a marcar con los Spurs y logra el tercero del encuentro ⚽️ [#Tottenham]⚪️ 3-0 [#Bournemouth]🍒 📺📱 EN VIVO por [@Telemundo]y Telemundo APP ➡️ [https://t.co/k1HA4lMeY4] [#LigaPremierTD] [pic.twitter.com/uryMjJ66jr] [December 31, 2023] Watch Richarlison goal in: [Canada](https://twitter.com/fuboTVCanada/status/1741486332721938523) [71st min: Tottenham 2-0 Bournemouth] (Son from Lo Celso) Watch in USA: Heung-Min Son doubles Spurs' lead in rainy North London! 🌧— NBC Sports Soccer (@NBCSportsSoccer) 📺 [@USANetwork] [pic.twitter.com/HgF6TU8EWD] [December 31, 2023] Watch Son goal in: [Canada](https://twitter.com/fuboTVCanada/status/1741484257950810137) | [Australia](https://twitter.com/OptusSport/status/1741485254920266206) 31st min: Pape Sarr injured, replaced by Oliver Skipp. Watch in USA: 😭 ¡N ! 💔— Telemundo Deportes (@TelemundoSports) Pape Matar Sarr, el autor del gol, sale del campo lesionado y entre lágrimas 🥺 [#Tottenham]⚪️ 1-0 [#Bournemouth]🍒 📺📱 EN VIVO por [@Telemundo]y Telemundo APP ➡️ [https://t.co/k1HA4lMeY4] [#LigaPremierTD] [pic.twitter.com/o1QmCzN517] [December 31, 2023] [9th min: Tottenham 1-0 Bournemouth ](Sarr from Lo Celso) Watch in USA: Spurs strike first against Bournemouth, and it's Pape Sarr with the goal!— NBC Sports Soccer (@NBCSportsSoccer) 📺 [@USANetwork] [pic.twitter.com/UrHHgswjw3] [December 31, 2023] Watch Sarr goal in: [Canada](https://twitter.com/fuboTVCanada/status/1741462716898783325) | [Australia](https://twitter.com/OptusSport/status/1741463080570376453) Tottenham vs Bournemouth as it happened Tottenham vs Bournemouth: Second Half 90+10 min: Chance, Bournemouth! Alex Scott looks to have his second as he heads in a cross from Marcus Tavernier, but the flag is up for offside! It's reviewed by VAR, but he's clearly leaning past the defensive line and will not count. 90+1 min: There's a very big problem for Tottenham here with Alejo Veliz in serious pain. He pulls up lame on a counter-attack and needs treatment. At first it looks innocuous, but then he lays flat on the pitch and is screaming in pain. He's extremely distressed, and while he walks off under his own power, he starts crying profusely as he reaches the touchline. Now it's handbags on the touchline! A Bournemouth assistant coach is very upset that Veliz is injured, as he initially believes Veliz is faking injury, likely due to the fact he only just came on 10 minutes prior and therefore couldn't possibly have a cramp. Both coaches are booked, and it ends up being a very bad look for the Cherries coaching staff, as Veliz is quite clearly injured. It's very obviously not some ridiculous time-wasting tactic. Spurs will have to finish the eight minutes of stoppage time a man down because they are out of substitutions. 87th min: Emerson Royal is booked for Spurs as he fouls Philip Billing. 84th min: GOAL! BOURNEMOUTH! Alex Scott pulls Bournemouth one back! 80th min: GOAL! TOTTENHAM! Richarlison puts the game out of reach! 79th min: Marcos Senesi is shown a yellow card for barging into ____ in midfield to stop a Tottenham booking. He's arguing with the official but it's a very obvious booking, which sees him suspended for the next match due to accumulation. 73rd min: Chance, Tottenham! Richarlison has a great chance to make it three but he's denied by Pedro Neto! A blocked effort falls right to the Brazilian completely unmarked at the top of the penalty area trailing a counter-attack, but his rifled effort is parried away as the Bournemouth shot-stopper gets down low to his right and pushes the effort away. 71st min: GOAL! TOTTENHAM! With Tottenham looking more dangerous in transition as the second half progresses, Heung-Min Son doubles the lead! He 60th min: Chance, Bournemouth! Dominic Solanke fires wide from point-blank range! He meets a cross at the near post and has a great chance to deflect the ball into the net but can't guide it on frame under heavy pressure from multiple defenders. 55th min: Oliver Skipp, who came on for Pape Sarr in the first half, is booked for a foul in midfield. 52nd min: Chance, Tottenham! Richarlison bungles a two-on-one! Heung-Min Son carves out a chance for the Brazilian frontman, but as he cuts past his defender and only has the goalkeeper to beat, he drags it just wide of the far post. He has the whole goal to shoot at! 50th min: Chance, Bournemouth! Dominic Solanke forces a big save from Guglielmo Vicario! Solanke's header deflects off his shoulder as well, but Vicario does well to track the change in flight path and falls to his right to parry the chance. HALFTIME: Tottenham 1-0 Bournemouth Spurs started well, pressing Bournemouth into oblivion and profiting with the opening goal. It fell apart a bit as the half waned, however, and Pape Sarr's injury will prove a blow. Bournemouth built themselves into the match, but failed to get an equaliser. The weather is absolutely horrid, the rain is coming down in sheets and there even appears to be some hail around the ground as well. Half time. Must admit, feared a bit for— Jack Tanner 🏴 (@EchoSportJack) [#AFCB]after Spurs' early spell of domination and giving away a sloppy goal, but they're certainly not out of it. However, you can't imagine Spurs will be as passive again in the second half. We shall see. [December 31, 2023] Tottenham vs Bournemouth: First Half 45+6 min: The rain is pouring down in the English capital. After Tottenham suffered an injury blow earlier in the half, it's Bournemouth's turn to be forced into a change as Dango Ouattara needs help to limp off the pitch, leaving the Cherries down a man as the seven minutes of added time nears a close. 41st min: Chance, Bournemouth! Bournemouth have a dangerous free-kick from straight atop the penalty area after a foul by Giovani Lo Celso. Marcus Tavernier's effort was extremely dangerous, destined to curl around the wall and inside the left post, but Richarlison gets a tiny deflection off his head to clip the ball agonizingly wide of the post. 31st min: A blow for Tottenham sees goal scorer Pape Sarr down requiring treatment, and it doesn't look good. He's extremely distressed, holding his shirt over his face to hide his emotions before limping off and needing consoling by Heung-Min Son on his way off the pitch. Oliver Skipp comes on in his place. You really feel for the 21-year-old who might miss out on the Africa Cup of Nations if the injury is anything major. 25th min: Gio Lo Celso goes sprawling to the ground after being tripped by Justin Kluivert, with the latter booked by referee Simon Hooper. It's a very harsh yellow card this early in the match, as the move was far from a breakaway, the foul occurring at the top of the Tottenham penalty area. On the restart, Spurs surge forward and create a chance immediately, but Heung-Min Son picks out the wrong option and botches the two-on-one opportunity. Son breaks down the left and has Richarlison unmarked to his right, but takes it himself instead, and under pressure from Adam Smith, sees his shot saved by Pedro Neto. 19th min: Tottenham have a great look on goal as Rodrigo Betancur meets a corner at the near post from eight yards out but can't redirect the ball onto frame, heading it over the crossbar from a tight angle. A difficult chance but a chance nonetheless. 13th min: Great defending by Destiny Udogie who recovers well to beat Dominic Solanke to a through ball which threatened to send the Bournemouth striker through on goal. 9th min: GOAL! TOTTENHAM! Pape Sarr puts Spurs in front! It's a poor giveaway from Cherries goalkeeper Pedro Neto who feeds one straight up the middle that's snatched away by Rodrigo Betancur. He touches left to fellow Argentine midfielder Gio Lo Celso who finds Sarr at the top of the penalty area, who cuts onto his left and slices a low effort that tucks inside the far post! 2nd min: Chance, Tottenham! Heung-Min Son misses a sitter! He takes a cross from the right that bypasses an offside Richarlison and meets the South Korean at the far post, but he rips it over the crossbar with the goal gaping!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather"
  ],
  "external_links": [
    "https://twitter.com/fuboTVCanada/status/1741487212586324110)",
    "https://twitter.com/fuboTVCanada/status/1741486332721938523)",
    "https://t.co/k1HA4lMeY4",
    "https://twitter.com/OptusSport/status/1741463080570376453)",
    "https://twitter.com/OptusSport/status/1741485254920266206)",
    "https://twitter.com/fuboTVCanada/status/1741484257950810137)",
    "https://twitter.com/fuboTVCanada/status/1741462716898783325)",
    "https://www.t.co/k1HA4lMeY4",
    "https://www.twitter.com/fuboTVCanada/status/1741486332721938523)",
    "https://www.twitter.com/fuboTVCanada/status/1741487212586324110)",
    "https://www.twitter.com/OptusSport/status/1741463080570376453)",
    "https://www.twitter.com/fuboTVCanada/status/1741462716898783325)",
    "https://www.twitter.com/OptusSport/status/1741485254920266206)",
    "https://www.twitter.com/fuboTVCanada/status/1741484257950810137)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pape sarr",
        "sentiment": "negative"
      },
      {
        "name": "heung-min son",
        "sentiment": "negative"
      },
      {
        "name": "dominic solanke",
        "sentiment": "none"
      },
      {
        "name": "rodrigo betancur",
        "sentiment": "none"
      },
      {
        "name": "richarlison",
        "sentiment": "none"
      },
      {
        "name": "sarr",
        "sentiment": "none"
      },
      {
        "name": "giovani lo celso",
        "sentiment": "none"
      },
      {
        "name": "betancur",
        "sentiment": "none"
      },
      {
        "name": "lo celso",
        "sentiment": "none"
      },
      {
        "name": "alex scott",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cherries | sporting news canada",
        "sentiment": "negative"
      },
      {
        "name": "spurs",
        "sentiment": "negative"
      },
      {
        "name": "tottenham",
        "sentiment": "negative"
      },
      {
        "name": "tottenham hotspur stadium",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bournemouth",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T18:45:41.540+02:00",
  "updated": "2023-12-31T18:45:41.540+02:00"
}