{
  "thread": {
    "uuid": "b9a8abea506a2ba02c881c8d84cb1805ed1d57a3",
    "url": "https://www.abc.es/sociedad/preparados-siguiente-catastrofe-natural-20240620172629-nt.html",
    "site_full": "www.abc.es",
    "site": "abc.es",
    "site_section": "https://abc.es/ultimas-noticias",
    "site_categories": [
      "music",
      "entertainment",
      "top_news"
    ],
    "section_title": "ABC - Últimas noticias de España y el mundo hoy",
    "title": "Un proyecto pionero quiere enseñarnos a sobrevivir a una catástrofe natural",
    "title_full": "Un proyecto pionero quiere enseñarnos a sobrevivir a una catástrofe natural",
    "published": "2024-06-21T06:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s2.abcstatics.com/abc/www/multimedia/sociedad/2024/06/20/inunandaciones-U73111614661YSW-1024x512@diario_abc.jpg",
    "performance_score": 0,
    "domain_rank": 1459,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b9a8abea506a2ba02c881c8d84cb1805ed1d57a3",
  "url": "https://www.abc.es/sociedad/preparados-siguiente-catastrofe-natural-20240620172629-nt.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ABC.es",
  "published": "2024-06-21T06:45:00.000+03:00",
  "title": "Un proyecto pionero quiere enseñarnos a sobrevivir a una catástrofe natural",
  "text": "Cruz Roja y Zurich Seguros han presentado las primeras conclusiones de un proyecto pionero en España: \\u0027Resilencia comunitaria ante riesgos climatológicos\\u0027. Tiene como objetivo compensar y reforzar las capacidades personales, comunitarias e institucionales para que los ciudadanos puedan adaptarse a las inundaciones u olas de calor , fenómenos cada vez más frecuentes. A su vez, también quieren minimizar las consecuencias.Las primeras conclusiones del informe explican las fortalezas y las carencias de las dos ciudades en que se ha desarrollado, Madrid y Valencia. Entre ellas, destacan que los hogares que carecen de salud financiera no disponen de ahorros para afrontar imprevistos. Asimismo, existe un alto porcentaje de hogares que sufren pobreza energética, lo que perjudica su acceso a servicios energéticos esenciales, como calefacción, refrigeración, iluminación y agua caliente.La presentación ha sido este jueves, 20 de junio, en la sede de la Cruz Roja Española con María del Mar Pageo, presidenta de Cruz Roja Española; Vicente Cancio , CEO Grupo Zurich en España e Iñigo Vila , director de la Unidad de Emergencias de Cruz Roja Española. Según ha explicado Mar Pageo «la urgencia de este proyecto nace por diversos factores. En primer lugar, porque desde 1970 ha aumentado el promedio anual de catástrofes naturales a nivel mundial, según el Informe Mundial de Desastres de la FICR del año 2022». Noticias Relacionadas estandar No Regreso del calor veraniego: más de 30 grados en estas zonas María Albert estandar No ¿Hasta qué día seguirán las tormentas y lluvias torrenciales en España? El día que se aleja la vaguada María CarbajoAdemás, la presidenta afirma que la mayor parte de los desastres registrados son de origen climático. «El riesgo de desastre por origen climatológico constituye una amenaza real para todas las personas y ningún país quedara exento de sus efecto», ha advertido Mar Pageo.Este proyecto se realizará en tres años. En este primer año, se ha redactado información a partir de encuestas a los vecinos de dos barrios de Madrid, San Cristóbal y Vistalegre, y cinco en Valencia, Martaxalenes, Ciudad Jardín, L\\u0027Amistat, Ayora y La Punta , analizando su situación actual. Según ha explicado Cancio en la presentación «en este primer año de proyecto, la Fundación Zurich y Zurich Seguros han invertido más de 1.400.000 euros. Esperamos que se inviertan medidas efectivas, es decir, que se pase a la acción».La alerta tempranaEl informe también señala la necesidad de más información sobre diferentes recursos, ya que existe una gran desconocimiento sobre la existencia de medios para gestión de desastres, como los mapas de riesgos, los presupuestos de recuperación para las inundaciones o el Plan de Acción Olas de Calor. Vila también ha señalado que otro factor crucial es «la brecha digital y otros factores limitantes impiden que estos grupos reciban información critica, lo que los coloca en mayor riesgo ante los meteorológicos adversos». Otras cuestiones que destaca el informe es que «existe un gran desconocimiento sobre cómo prepararse ante inundaciones. Cómo es el trato con el agua contaminada, cómo son las evacuaciones seguras o como hay que preparar el hogar». Asimismo, según las encuestas, los usuarios aseguran que carecen de conocimientos teóricos y prácticos sobre qué son los mensajes de alerta temprana ni cómo actuar. La alerta temprana consiste en estar informado y listo para actuar ante situaciones de emergencia. «Los canales de difusión del sistema de alerta temprana pueden incluir, por ejemplo, notificaciones automáticas a teléfonos móviles, alertas por radio o televisión, sirenas, megáfonos, personas que van de puerta en puerta, etc. Los sistema de alerta temprana (SAT) pueden salvar vidas y reducir los impactos de eventos extremos», explica el director en el informe.Además, Vila razona que los elementos centrales del SAT son el pronóstico anticipado de condiciones peligrosas, que las comunidades reciban advertencias basadas en esos pronósticos y que las advertencias sean procesables. «Las comunidades deben de estar preparadas para utilizar esas advertencias». Vila ha asegurado que «para paliar este tipo de situaciones, estamos trabajando en diferentes ámbitos» . El director ha puesto varios ejemplos, como realizar mapeos de recursos climáticos o «realizar capacitaciones y formaciones dirigidas a la población sobre preparaciones, planificación y actuación antes una emergencia». Asimismo, ha explicado que quieren distribuir un kit de primera respuesta, basado en una mochila porta documentos, botella de agua, crema solar, repelente, abanico... Para poder afrontar las situaciones de emergencia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Education",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T07:00:39.271+03:00",
  "updated": "2024-06-21T07:00:39.271+03:00"
}