{
  "thread": {
    "uuid": "336d9528249fee5f85f9681968ad9f3ced399ebc",
    "url": "https://davidsuzuki.org/expert-article/meet-the-man-behind-canadas-leading-renewable-energy-co-op",
    "site_full": "davidsuzuki.org",
    "site": "davidsuzuki.org",
    "site_section": "https://davidsuzuki.org",
    "site_categories": [
      "society"
    ],
    "section_title": "Home - David Suzuki Foundation",
    "title": "Meet the man behind Canada’s leading renewable energy co-op - David Suzuki Foundation",
    "title_full": "Meet the man behind Canada’s leading renewable energy co-op - David Suzuki Foundation",
    "published": "2024-07-05T04:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://davidsuzuki.org/wp-content/uploads/2024/07/renewable-energy-co-operativeGids-solar-panels-640x480.jpg",
    "performance_score": 0,
    "domain_rank": 12479,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "336d9528249fee5f85f9681968ad9f3ced399ebc",
  "url": "https://davidsuzuki.org/expert-article/meet-the-man-behind-canadas-leading-renewable-energy-co-op",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Authors Gideon Forman Climate Change; Transportation Policy Analyst Other Articles",
  "published": "2024-07-05T04:33:00.000+03:00",
  "title": "Meet the man behind Canada’s leading renewable energy co-op - David Suzuki Foundation",
  "text": "Chris Caners, general manager of Toronto’s [Solar Share](https://solarbonds.ca/) renewable energy co-operative, is talking to me about solar power’s many virtues. He smiles and his whole face comes to life. He clearly loves this technology. “Solar is an amazing electricity generation mechanism because you can literally do it anywhere,” he says. “So, you avoid things like transmission losses because … you’re generating the power where you’re consuming it.” He also speaks with exuberance about solar’s affordability. When he joined Solar Share in 2016, solar was 75 cents per watt. Now it’s closer to 30 cents – less than half. “So, it’s pretty incredible,” he says. Caners explains that research and development and mass production in China are key factors in solar’s cost reduction. He’s looked at the price of various energy sources and has no hesitation saying that “industrial solar and wind — the big, big solar and wind — are the cheapest by quite a ways.” The cost of solar is lower but it’s also stabler. “You don’t have the volatility of operational cost like [with other] fuels,” Caners says. “If we have to rely on uranium or gas or coal… those are international markets or continental markets, and the prices go up and down. Whereas for solar, you know, it lasts for 25 years and there’s no fuel for it other than the sun.” The cost of solar is lower but it’s also stabler. “You don’t have the volatility of operational cost like [with other] fuels,” Caners says. “If we have to rely on uranium or gas or coal… those are international markets or continental markets, and the prices go up and down. Whereas for solar, you know, it lasts for 25 years and there’s no fuel for it other than the sun.” Solar Share was founded in 2010 and now owns and operates more than 50 solar energy projects in Ontario. It raises capital by selling “solar bonds” to Ontarians — at a minimum of $1,000 each — that pay a fixed interest rate, typically three to five per cent a year. The co-op has some $80 million in investments. (Full transparency: I’m a member myself!) Playing devil’s advocate, I ask Caners if organizations like his can operate on a scale sufficient to address the climate crisis. Solar Share is one of the country’s largest renewable co-ops, yet it has only about 2,000 members. Caners says there’s no reason in principle why co-ops must be small and, with supportive government policy, they could become large, powerful organizations. “It is possible for co-ops to scale [up]; and if we look at places around the world where cooperatives have been successful, I think you’ll see [they] had to have … support from government. But they can certainly be huge players.” He cites, in particular, the huge number of co-ops in Germany. “It is very common for German citizens to be part of an energy co-op and to buy their electricity from co-ops,” he says. Of course, this large group of residents profiting from renewables is a powerful voting block that can protect these projects from hostile governments — a crucial lesson for us in Canada. If we want wind and solar to thrive, we need to ensure the benefits of these power sources accrue to many people. If we want wind and solar to thrive, we need to ensure the benefits of these power sources accrue to many people. Those benefits include local employment. Caners tells me solar energy creates a whole array of good jobs, some of them not immediately obvious. “[Consider] project development. Well, there’s a lot of work in trying to find suitable sites for solar. You need to have people who are going and talking to people to find land and do interconnection,” he says. “Then there’s all the [work] once you get a site and you have the agreement of the landlords and neighbours. Then you have the engineering, procurement and construction. So that’s a huge number of jobs. Once that’s done, then we have operations and maintenance [on the solar panels].” Our conversation turns to the federal government’s proposed clean electricity regulations, which, over time, will largely end gas- and coal-fired power generation. The David Suzuki Foundation believes the phase-out can be accomplished by 2035 but some politicians are skeptical. What’s Caners’ view? Beyond the mid-2030s do we need fossils on the grid? “It’s clear that we don’t. We’ve seen lots of examples. California is generating all of its power over time from 100 per cent renewables. They’re huge and they’ve done it. Costa Rica has done it. I believe the U.K., even for different periods of time, has done it. … I remember 20 or 30 years ago people saying ‘Oh, there’s no way we can put more solar on the grid than 15 per cent or 10 per cent. It’s just not possible.’ Okay, well it is possible. I don’t buy the argument that we can’t do it.” “It’s clear that we don’t. We’ve seen lots of examples. California is generating all of its power over time from 100 per cent renewables. They’re huge and they’ve done it. Costa Rica has done it. I believe the U.K., even for different periods of time, has done it. … I remember 20 or 30 years ago people saying ‘Oh, there’s no way we can put more solar on the grid than 15 per cent or 10 per cent. It’s just not possible.’ Okay, well it is possible. I don’t buy the argument that we can’t do it.” As our conversation draws to a conclusion, I ask Caners what’s next for his organization. He says he’d like the co-op to participate in something called “virtual net metering.” “So right now, we can’t set up a solar project and sell our power to you,” he says. “We can just sell our electricity to the government. What we want to do is be able to set up a solar project and then sell the kilowatt hours to people who want to buy kilowatt hours from Solar Share. … I think that would be very exciting and it would allow us to deploy more solar. I’d love that! Virtual net metering is the thing that I’m probably most keen on as a path forward.” Related Projects Always grounded in sound evidence, the David Suzuki Foundation empowers people to take action in their communities on the environmental challenges we collectively face.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://solarbonds.ca/)",
    "https://www.solarbonds.ca/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chris caners",
        "sentiment": "negative"
      },
      {
        "name": "david suzuki",
        "sentiment": "negative"
      },
      {
        "name": "caners",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "toronto",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T10:01:14.272+03:00",
  "updated": "2024-07-05T10:01:14.272+03:00"
}