{
  "thread": {
    "uuid": "411fa6f261e6d571c1ef5a84b7c8b5dcaeed7947",
    "url": "https://hellobeautiful.com/playlist/blue-ivy/",
    "site_full": "hellobeautiful.com",
    "site": "hellobeautiful.com",
    "site_section": "http://hellobeautiful.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "HelloBeautiful",
    "title": "Blue Ivy Carter Turns 12 Today: A Look Through Her Years",
    "title_full": "Blue Ivy Carter Turns 12 Today: A Look Through Her Years",
    "published": "2024-01-07T23:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://hellobeautiful.com/wp-content/uploads/sites/50/2024/01/17046492869692-e1704649406662.jpg?quality=90&strip=all&w=560&crop=0,0,100,320px",
    "performance_score": 0,
    "domain_rank": 30434,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "411fa6f261e6d571c1ef5a84b7c8b5dcaeed7947",
  "url": "https://hellobeautiful.com/playlist/blue-ivy/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lauren E. Williams",
  "published": "2024-01-07T23:25:00.000+02:00",
  "title": "Blue Ivy Carter Turns 12 Today: A Look Through Her Years",
  "text": "Blue Ivy Carter turns 12 years old today! Once named “the most famous baby in the world” by [TIME](https://newsfeed.time.com/2012/01/09/jay-z-releases-glory-featuring-his-daughter-blue-ivys-cries/) magazine, Beyoncé and Jay-Z’s first child has grown up before our eyes. From her quiet presence to her, at times, stand-out style and personality, Blue Ivy is coming into her very own while managing the lights, cameras, and attention of being part of the Knowles-Carter dynasty. She is big sister to twins Rumi Carter, 6, and Sir Carter, 6, and granddaughter to glam-ma Tina Knowles. Proud of her family, Tina has been candid about her love for her grandchild. Last year, Tina penned a heartfelt message to Blue Ivy celebrating her 11th birthday. “You are funny and beautiful and graceful, Kind, and so smart. I could not ask for a better granddaughter Ms. Blue Ivy Carter! I could not be more blessed, grateful, and completely in love with another human. You truly bring me joy!!” Tina said, among other sweet comments, in the love-filled post. See the full message below. Blue Ivy Carter is carving out her own public lane. Despite her young age, Blue Ivy has had several memorable moments, making us all feel like big sisters, brothers, cousins, and mentors. More publicly seen than her younger siblings, she has accompanied her famous parents to high-profile events like the MTV Video Music Awards and the Grammy Awards, NBA basketball games, and galas and events such as the opening of Jay Z’s [“The Book of HOV”](https://hellobeautiful.com/3882697/beyonce-blue-ivy-book-of-hov/) in Brooklyn. Each appearance has garnered immediate attention, with fans commenting on Blue Ivy’s style choices and interaction with others. As she ages, her popularity soars (and her [Ivy League](https://hellobeautiful.com/3909797/blue-ivy-ivy-league/) grows). A great example of this is her impact on her mother’s [“Renaissance World Tour.”](https://beyonce.com/) MUST READ: [Have You Signed Up For The Ivy League? Blue Ivy’s Army Is Growing](https://hellobeautiful.com/3909797/blue-ivy-ivy-league/) In addition to it being the “highest-grossing tour by a female artist,” the concerts introduced Blue Ivy in a new way, providing fans a surprising opportunity to learn more about her. Thanks to the [RENAISSANCE Film](https://hellobeautiful.com/4021006/beyonce-renaissance-film/), we’ve learned Blue Ivy’s conviction and growing confidence kept her a staple on the stage. We also discovered that she spoke up at times – impacting the performance set – and matured as the concert continued. Beyoncé wrote a rare message to Blue Ivy during the tour. “You bring us so much joy, my sweet angel,” gushes the Queen of RENAISSANCE. Whether seeing her on stage throwing up the heart sign or accompanying her parents courtside, Blue Ivy continues to shine and impress us. We love to see her Black girl magic! With Blue Ivy just one year from becoming a teenager, time is going fast! So HelloBeautiful has compiled a gallery of favorite pictures, memorable moments, and facts about the eldest Carter child. Happy birthday, Blue Ivy! 1. “Go Mommy!”Source:Getty Blue Ivy’s first major appearance with her parents on stage was in [August 2014]. While in her father’s arms, Blue Ivy made our hearts melt when she said “Go Mommy” into the microphone as Beyoncé received the VMA Vanguard Award. 2. Blue Ivy slays the MTV Music Awards red carpet.Source:Getty Blue Ivy’s personal style is growing, but one of her most notable outfits was at the 2016 MTV Video Music Awards. Blue Ivy wore a metallic gold Mischka Aoki dress, complemented by a tulle skirt and a matching headpiece. Matching her mother’s style and grace, fashion lovers couldn’t stop discussing her “princess” attire. 3. Blue Ivy’s curls give us life!Source:Getty Blue Ivy’s hair has been the subject of social media chatter since her birth. But the famous daughter shut negative critics down during a 2022 NBA Finals between the Boston Celtics and the Golden State Warriors. Her curls at the game were just one example when her mane turned heads. Blue Ivy’s tendrils gave us bouncy, natural, and fabulous! 4. Blue Ivy first appeared during the RENAISSANCE World Tour in May 2023.Source:Getty Blue Ivy’s first “RENAISSANCE World Tour” performance was in May 2023. Shocking Paris fans and onlookers, Blue Ivy stepped on stage during Queen Bey’s “My Power.” We would later learn that Blue Ivy was only supposed to perform once, but her confidence, demand, and interest in sharing the stage with her mother kept her a fan favorite. 5. Blue Ivy saved “Diva.”Source:Getty Beyonce’s RENAISSANCE World Tour film shared never-before-seen footage of Beyonce, her dancers, staff, and her daughter, Blue Ivy. From the film, we learned there was reported talk about removing “Diva” from the final setlist. Blue Ivy told a group of decision-makers, “You can’t take away that song.” And though Beyoncé didn’t like Blue Ivy jumping into the conversation, the song remained a favorite during the tour. 6. Blue Ivy, like her mother, loves to sing.Source:Getty When she was just seven years old, Blue Ivy sang a rendition of “Lift Every Voice and Sing” for Beyoncé’s “Homecoming” Netflix documentary. Her version mimicked her mother’s from a 2018 Coachella festival. “Beautiful job, you sound so pretty!” Beyoncé [said](https://time.com/5570710/blue-ivy-beyonce-homecoming/) after hearing her daughter sing. Blue Ivy replied, “I want to do it again…It feels good!” Blue Ivy is also on “Brown Skin Girl” and The Lion King’s “Spirit.” 7. Blue Ivy loves fine art.Source:Getty Blue Ivy made headlines in 2018 while attending the Wearable Art Gala with her parents. Blue Ivy bid $17,000 on an acrylic painting of the actor Sidney Poitier and even bumped up her bid to $19,000. Event host Star Jones [had to stop for a moment](https://twitter.com/the__prototype/status/975267736380231680) and recognize Blue Ivy’s cute participation and appreciation for Black art. - Congratulations! Halle Bailey Is A Boy Mom - How To: Give It To Him Like You Mean It - Coi Leray Does The Big Chop And We're In Love - These Realty TV Favorites Are Joining The Cast Of Zeus Network's 'Baddies East' - Top Black Women Who Dated Billionaires - Savannah James Was The Moment At Her Hubby's Birthday Bash In A Custom Pink Fur - Congrats! Tamar Braxton And Jeremy 'JR' Robinson Are Engaged Again - Toni Braxton Shuts Down Rumors That She Married Birdman: 'We Are Both Single'",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://newsfeed.time.com/2012/01/09/jay-z-releases-glory-featuring-his-daughter-blue-ivys-cries/",
    "https://twitter.com/the__prototype/status/975267736380231680",
    "https://beyonce.com/",
    "https://time.com/5570710/blue-ivy-beyonce-homecoming/",
    "https://www.time.com/5570710/blue-ivy-beyonce-homecoming/",
    "https://beyonce.com",
    "https://time.com/5570710/blue-ivy-beyonce-homecoming",
    "https://www.beyonce.com/",
    "https://newsfeed.time.com/2012/01/09/jay-z-releases-glory-featuring-his-daughter-blue-ivys-cries",
    "https://www.newsfeed.time.com/2012/01/09/jay-z-releases-glory-featuring-his-daughter-blue-ivys-cries/",
    "https://www.twitter.com/the__prototype/status/975267736380231680"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ivy carter",
        "sentiment": "negative"
      },
      {
        "name": "tina knowles",
        "sentiment": "none"
      },
      {
        "name": "blue ivy",
        "sentiment": "none"
      },
      {
        "name": "knowles",
        "sentiment": "none"
      },
      {
        "name": "blue ivy carter",
        "sentiment": "none"
      },
      {
        "name": "rumi carter",
        "sentiment": "none"
      },
      {
        "name": "beyoncé",
        "sentiment": "none"
      },
      {
        "name": "carter",
        "sentiment": "none"
      },
      {
        "name": "jay-z",
        "sentiment": "none"
      },
      {
        "name": "tina",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "blue ivy",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:28:01.944+02:00",
  "updated": "2024-01-08T14:36:11.384+02:00"
}