{
  "thread": {
    "uuid": "686a8f827fd0ae904629e8b2921d98f70dc36340",
    "url": "https://www.fxempire.com/forecasts/article/unlocking-golds-rally-technical-analysis-points-to-new-heights-1400572",
    "site_full": "www.fxempire.com",
    "site": "fxempire.com",
    "site_section": "http://www.fxempire.com",
    "site_categories": [
      "financial_news",
      "finance",
      "stocks"
    ],
    "section_title": "Market News &amp; Forecasts, Charts, Broker Reviews | FX Empire",
    "title": "Unlocking Gold's Rally: Technical Analysis Points to New Heights",
    "title_full": "Unlocking Gold's Rally: Technical Analysis Points to New Heights",
    "published": "2024-01-05T21:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://responsive.fxempire.com/width/600/webp-lossy-70.q50/_fxempire_/2024/01/shutterstock_1150654505.jpg",
    "performance_score": 0,
    "domain_rank": 17780,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "686a8f827fd0ae904629e8b2921d98f70dc36340",
  "url": "https://www.fxempire.com/forecasts/article/unlocking-golds-rally-technical-analysis-points-to-new-heights-1400572",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "FX Empire",
  "published": "2024-01-05T21:22:00.000+02:00",
  "title": "Unlocking Gold's Rally: Technical Analysis Points to New Heights",
  "text": "Unlocking Gold’s Rally: Technical Analysis Points to New Heights [Bruce Powers](/author/brucepowers) Gold Forecast Video for 08.01.24 by Bruce Powers [Gold](https://www.fxempire.com/commodities/gold) drops to a new retracement low before finding support at the uptrend line and turning higher with enthusiasm. The subsequent advance triggered an inside day breakout of yesterday’s relatively narrow range day and tested resistance just below the three-day high. It looks like it will close green for the day and above support of the 20-Day MA, currently at 2,037. Support was seen at a price of 2,024 and today’s high is 2,064. Today Should Set Stage for Higher Prices Today’s price action should begin to set the stage for a continuation of the rally into higher target zones. A daily close above the 20-Day MA and subsequent advance will confirm a successful test of support of the 20-Day line. Since today’s high is close to the three-day high of 2,066, the three-day high should provide a more reliable signal of strength. If triggered gold should be complete with the minor retracement and ready to proceed to higher prices. Short-term Targets Tested First The next higher short-term targets begin with the recent swing high of 2,088 (B), followed quickly by the 78.6% Fibonacci retracement at 2,100. Further up into record high territory is the completion of a rising ABCD pattern at 2,140. Moreover, given the symmetry (measured moves) between the two prior rallies, gold would be expected to eventually reach a 2,177-price target at a minimum. Swing Symmetry Points to 2,146 To illustrate, the previous two rallies show symmetry in both time and price. Starting from the recent trend low from October 6 gold rallied 199 points or 11% in 16 days. Subsequently, the second leg up began off the November 13 swing low. It saw the price of gold rise by 203 points or 10.5% in 16 days. Although the current advance begun from the December 13 swing low matches time today, it looks like it will mark a bottom rather than a top. We can also derive an extended target for time by multiplying 16 days by the 127.2% Fibonacci ratio, which comes to 20 days. The price target which will match the previous 203-point advance is 2,177. Sponsored Financial Content Latest Articles [See All](/forecasts)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bruce",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:24:45.807+02:00",
  "updated": "2024-01-06T00:24:45.807+02:00"
}