{
  "thread": {
    "uuid": "6f80b7c7a0dccf43cd6505c95a606f8d8265b0da",
    "url": "https://notalwaysright.com/hats-off-to-kind-words/326204",
    "site_full": "notalwaysright.com",
    "site": "notalwaysright.com",
    "site_section": "http://feeds.feedburner.com/NotAlwaysRight",
    "site_categories": [],
    "section_title": "Funny &amp; True Stories | NotAlwaysRight.com",
    "title": "Hats Off To Kind Words",
    "title_full": "Hats Off To Kind Words",
    "published": "2024-04-05T02:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://149366108.v2.pressablecdn.com/wp-content/uploads/2017/05/icon_awesome.png",
    "performance_score": 0,
    "domain_rank": 57186,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6f80b7c7a0dccf43cd6505c95a606f8d8265b0da",
  "url": "https://notalwaysright.com/hats-off-to-kind-words/326204",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Not Always Right",
  "published": "2024-04-05T02:00:00.000+03:00",
  "title": "Hats Off To Kind Words",
  "text": "<a href=\"https://notalwaysright.com/hats-off-to-kind-words/326204/\">\n<!- Title: Unfiltered vs. regular stories —>\nHats Off To Kind Words</a>\nAwesome, Health & Body, Inspirational, Kiosk, Portugal, Public Transport, Retail| Right| April 4, 2024\nI work at a tiny kiosk that sells convenience items like snacks, magazines, drinks, etc. We’re located next to a bus stop that gets us a decent amount of traffic.\nFor the last few weeks, at specific times throughout the week, I have noticed two women at the bus stop at the same time. They’re a little older, wearing very nice coats and large puffy hats, even though it’s a little warm.\nSince in my part of the US, buses are unreliable and irregular, they can sometimes be sat there for over half an hour, so I decide to strike up a conversation with them.\nMe: “Wow, ladies, I just wanted to say that I love how you rock those fabulous hats! I’ve seen you here for a few weeks now, and every week it’s so impressive.”\nThey both smile at me and thank me for my kind words. They both start talking among themselves, keeping me included.\nOld Lady #1: “I’m lucky my husband bought me such nice hats on our travels. You see, I take this bus each week to go to the hospital because…”\nShe takes off her hat to reveal a bald head.\nOld Lady #1: “…I’m doing the chemo. I’m a bit self-conscious.”\nOld Lady #2: *Eyes go wide* “Oh, my God!”\nShe takes off her hat, also revealing a bald head.\nOld Lady #2: “Me, too! Are you with Dr. [Name]?”\nOld Lady #1: “Yes! I am! How have I not seen you before?”\nOld Lady #2: “I usually try to keep my head down when I go in. Some weeks I feel really terrible and I don’t really pay attention to my surroundings.”\nOld Lady #1: “Yes, it’s the same with me!”\nThey carry on like this, comparing “chemo notes” and chatting away, so intently involved in their conversation that I have to shout to them that their bus has arrived.\nThe next week, they’re both back, except they’ve arrived together and their conversation sounds like it hasn’t stopped since the previous week. They’re making in-jokes, talking about their late husbands, their children and grandchildren, etc. Finally, they remember I am there!\nOld Lady #1: “Oh, goodness! What’s your name, dear?”\nMe: “Oh, it’s Mary.”\nOld Lady #2: “Mary! Thank you for complimenting our hats! If you hadn’t said anything, we wouldn’t have made friends like we have!”\nOld Lady #1: “It makes so much difference having someone to go through this with together.”\nMe: “I’m so happy to hear that! I’m so sorry that you’re both going through what you’re going through. If there’s anything I can do for you, please do let me know.”\nEvery week they’re back, and every week they’re happily discussing all manner of subjects under the sun, keeping me included. Some weeks seem harder than others (chemo takes its toll on you), but they both always seem to have energy for each other.\nOne week, I don’t see either of them. The next week is the same, and I eventually start to fear the worst.\nAfter a couple of months, I see a car pull up, driven by a young man. Two old ladies get out of the back of the car and run over to me, full of smiles and energy, and showing hair!\nOld Lady #1: “We wanted to come by and let you know we’re both okay!\nOld Lady #2: “And we’re both off the chemo!”\nOld Lady #1: “Our doctor said we both showed remarkable improvement when we started to talk to each other!”\nOld Lady #2: “Those were his exact words! ‘Remarkable improvement.'”\nOld Lady #1: “We both went to each other’s appointment together! You should have seen the look on his face!”\nOld Lady #2: “They say a positive mindset can be a powerful healer! I’m not sure if that’s true, but it feels like it was with us!”\nOld Lady #1: “We’re both in remission! Together! We wanted to thank you!”\nMe: “Thank me? But I didn’t do anything!”\nOld Lady #1: “Have you not been paying attention? You introduced us to each other!”\nOld Lady #2: “You saved our lives!”\nOld Lady #1: “We wanted to let you know! We may not need to use the bus anymore, but we’ll never forget you! We beat cancer and got a new best friend because of you!”\nAnd with that, they both hand over a gift. It’s a new and beautiful hat, very similar to the one that [Old Lady #1] was wearing that day I started up a conversation.\nOld Lady #1: “Remember us every time you wear that hat!”\nThey drove off, as happy and as talkative as I have ever seen them, with a smile beaming from my face.\nEvery time I am having a bad day, I look at my lovely hat and remember what came out from just a simple compliment while working at a kiosk one day, and it never fails to lift me back up again.\nQuestion of the Week\nTell us your story about a customer who couldn't understand the most simple concept.\nI have a story to share!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://bit.ly/3IUaivQ",
    "https://www.bit.ly/3IUaivQ"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "public transport",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "portugal",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:54:41.093+03:00",
  "updated": "2024-04-05T02:54:41.093+03:00"
}