{
  "thread": {
    "uuid": "6631a183f7cff0853a535eea03c2efab1c114aeb",
    "url": "https://borneobulletin.com.bn/make-home-safe-for-the-little-ones",
    "site_full": "borneobulletin.com.bn",
    "site": "borneobulletin.com.bn",
    "site_section": "https://borneobulletin.com.bn/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Borneo Bulletin Online",
    "title": "Make home safe for the little ones",
    "title_full": "Make home safe for the little ones",
    "published": "2024-03-14T16:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BN",
    "main_image": "https://borneobulletin.com.bn/wp-content/uploads/2024/03/P14-B_15032024.jpg",
    "performance_score": 0,
    "domain_rank": 65919,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6631a183f7cff0853a535eea03c2efab1c114aeb",
  "url": "https://borneobulletin.com.bn/make-home-safe-for-the-little-ones",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "gp",
  "published": "2024-03-14T16:04:00.000+02:00",
  "title": "Make home safe for the little ones",
  "text": "ANN/THE STAR – Each household should provide a safe space where children can relax and enjoy themselves. However, it’s essential to recognise that there are potential dangers lurking within, such as furniture, batteries, medications, cleaning products, and sharp or hot objects. Therefore, it is imperative for parents and caregivers to prioritise child safety by taking necessary steps to childproof the home and ensuring constant supervision. This is so that common injuries like falls, burns and scalds, poisoning, drowning, strangulation and suffocation, can be avoided. Note that at different ages, there will be different things to consider. INFANTS Safety should be a priority during bath time, bed time and feeding. Babies need full supervision when they are being bathed, and water temperature is important too! Bedding should be kept to a minimum – there’s no need for items such as pillows, comforters and stuffed toys, which could cause suffocation. When babies are transported in cars, be sure to get an age-appropriate car safety seat. Mobility from the age of six months onwards opens up the possibility of falls happening. TODDLERS Now that they are able to walk and explore on their own, it’s vital that doorways to the kitchen, bathroom and garden are kept locked. You can install a safety gate to prevent your toddler from walking up and down staircases. Be sure not to leave any medication, detergents and other substances simply lying around the home, as that may prove hazardous to children. PRE-SCHOOLERS They will need to learn how to cope with traffic, playground equipment and strangers. Even simple things like cycling and swimming can pose dangers. At this stage, children must not just be supervised, but also taught how to stay safe. Parents should always be a role model for safe behaviour and give them clear instructions. Where possible, parents and caregivers should know basic first aid and CPR (cardiopulmonary resuscitation), so that in the event of an emergency, they can be the first responders. Here are some safety tips for around the home: BEDROOM AND HALL Keep appliance cords out of the reach, especially those connected to hot items such as irons, electric kettles, rice cookers or hair dryers. Never leave an unconnected appliance cord plugged in and switched on (for example, phone charger), and switch off all appliances when not in use. BATHROOM Install non-slip pads on the shower floor to prevent falls. Bath time should always be supervised (children can drown in a matter of minutes). Keep the toilet seat down and secure with a lock if possible, and also keep soaps and shampoos out of your child’s reach when not in use. KITCHEN Keep pot handles turned inwards toward the stove so that they cannot be pulled down easily, and store kitchen utensils appropriately. Keep flammable objects away from hot surfaces, and have a fire extinguisher ready for emergencies. – Datuk Dr Zulkifli Ismail",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:25:17.171+02:00",
  "updated": "2024-03-15T12:25:18.893+02:00"
}