{
  "thread": {
    "uuid": "578e8281ab80a599920656155aec7788c1fcc063",
    "url": "https://www.steynonline.com/14170/the-passion-of-the-christ",
    "site_full": "www.steynonline.com",
    "site": "steynonline.com",
    "site_section": "https://www.steynonline.com/rss.xml",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "SteynOnline",
    "title": "The Passion Of The Christ",
    "title_full": "The Passion Of The Christ",
    "published": "2024-03-29T09:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.steynonline.com/pics/7780.jpg",
    "performance_score": 0,
    "domain_rank": 58511,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "578e8281ab80a599920656155aec7788c1fcc063",
  "url": "https://www.steynonline.com/14170/the-passion-of-the-christ",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-29T09:00:00.000+03:00",
  "title": "The Passion Of The Christ",
  "text": "It's Easter at SteynOnline. This column has become something of a tradition here at this time of year: my thoughts on Mel Gibson's big blockbuster from twenty Easters ago. Mel has spent the last decade getting a little crazier with every year that passes (and I note, sympathetically, that he and I had\nthe same third-rate shyster tormentor for much of that period - whose butt I eventually comprehensively kicked). Surprisingly, there have been no attempts by Mr Gibson or anyone else to replicate the success of this film, but back in 2004 it was impressive not just cinematically but as an interesting business model for bypassing Hollywood:\nThe headline on the Washington Post review summed it up: \"'Passion' Is A Gory Take On A Gentle Teacher's Violent End\". Somebody's confusing their Gospel with Godspell. A few days before the \"violent end\", the gentle teacher had been hurling tables around in the temple. And, even if you overlook the rough stuff, rhetorically Christ was as forceful as He was gentle.\nThat's the real argument over The Passion Of The Christ. It's not between Christians and Jews, but between believing Christians and the broader post-Christian culture, a term that covers a large swathe from the media to your average Anglican vicar. Some in this post-Christian culture don't believe anything, some are riddled with doubts, but even the ones with only a vague residual memory of the fluffier Sunday School stories are agreed that there's little harm in a Jesus figure who's a \"gentle teacher\". In this environment, if Jesus came back today he'd most likely be a gay Anglican bishop in a committed relationship driving around in a hybrid with an \"Arms Are For Hugging\" sticker on the way to an interfaith dialogue with a Wiccan and a couple of Wahhabi imams. If that's your boy, Mel Gibson's movie is not for you.\nIndeed, although Mel is Catholic, his Passion became a hit thanks to evangelical Protestants – those who believe the Bible is the literal truth and not a \"useful narrative\" culminating in what the Bishop of Durham called a \"conjuring trick with bones\". Instead of Jesus the wimp, Mel gives us Jesus the Redeemer. He died for our sins – ie, the \"violent end\" is the critical bit, not just an unfortunate misunderstanding cruelly cutting short a promising career in gentle teaching. The followers of Wimp Jesus seem to believe He died to license our sins – Jesus loves us for who we are so whatever's your bag is cool with Him.\nStrictly as a commercial proposition, Wimp Jesus is a loser: the churches who go down that path are emptying out and dying. Those who believe in Christ the Redeemer are, comparatively, booming, and in 2004 Mel Gibson made a movie for them. If Hollywood was as savvy as it thinks it is, it would have beaten him to it. But it isn't so it didn't. And as most studio execs had never seen an evangelical Christian except in films where they turn out to be pedophiles or serial killers, it's no wonder they were baffled by The Passion's success.\nThe picture opens in the Garden of Gethsemane with Christ's arrest, in the midst of which a servant of the high priest gets his ear lopped off and, in the melee, is quietly healed by Jesus. (This is from Luke; the other three gospels have the lopping but not the healing.) For Gibson, this is the point: Christ had power over His captors but didn't use it, and His sacrifice is our salvation. To that end, the director's come up with a structure that folds flashbacks of Jesus' life into the two hours of scourging and crucifixion, presumably to remind us that it's through the \"violent end\" that the \"gentle teaching\" becomes universal truth.\nSometimes this works very well: the Last Supper – \"This is my body, this is my blood\" – is intercut with the pulpy wounds of the real body, the rivers of real blood, and has a rare intensity. The idea of embracing Christ's life within His death is smart movie-making, and a suppler director would have done more with it. But Gibson is something of a stolid storyteller and his picture settles into an almost mechanical rhythm: flaying – flashback – beating - flashback – nailing – flashback. Jim Caviezel is a physically conventional Jesus, whose lean, rangy body seems to have been selected on the basis of how it looks when battered and bloody. He's okay in the pre-arrest scenes, except for a strange decision to do the Sermon on the Mount as a Richard Gere impression, all rueful smiles and fussy hand gestures.\nThe dialogue is Aramaic and Latin, but there's not a lot of it and actresses like Maia Morgenstern (Mary) and Monica Bellucci (Mary Magdalene) have apparently been chosen for their anguished facial gestures and ability to reflect Christ's pain rather than their command of language. Miss Bellucci, the sexpot schoolmarm in Malena, is the nearest thing to a big name in a cast of unknowns. It's surely the right idea not to have famous faces distracting from the story (as they did in the old-time Hollywood biblical epics) but it's less effective than it might be because, even though they're played by obscure actors, almost everybody looks exactly like a central-casting version of whoever he's meant to be – Caiaphas, Pontius Pilate and his missus; Barrabas is a scurvy, tongue-wiggling cartoon.\nThat's another limitation of Mel's movie. Although they're speaking Aramaic and Latin, its real language is Hollywooden. So, for example, one of the flashbacks shows Jesus the carpenter making what seems to Mary like a \"tall\" table. Jesus explains that it's for a rich man who likes to eat sitting down on \"chairs\" and mimes the position. \"This will never catch on,\" says Mary. The imagery is rooted in the traditional: all but one of the stations of the Cross are seen (the eighth was cut for time reasons, which, for some reason, reminds me of cost-conscious Lew Grade producing Jesus of Nazareth: \"Do we have to have twelve disciples?\") But Mel's realization of tradition owes as much to Hollywood shorthand as the glories of Christian art: Judas is haunted by troll extras laid off from Harry Potter and Lord Of The Rings, and Jesus is stalked by someone who's a cross between Nosferatu and Jessica Lange in All That Jazz. Worst of all are the Roman soldiers who torture Christ and laugh and spit and jeer like corrupt banana-republic cops in an action movie. Regardless of whether that's a slur on one of the great empires of our civilization, it serves Gibson poorly: the sins that Jesus died for are our everyday ones, not the worst excesses of an Amnesty International report. A brisker, more professional soldiery would have made the point better.\nBut that's nitpicking. Mel Gibson was driven by his own passion to make a movie that speaks to millions of people. And, as I always say, if it's not the Jesus movie you'd have made, then go make your own. Back in 2004, I saw it on a Monday-night full house – a rare event in itself – and the crowd was rapt and eerily hushed, except for the occasional sob. It's true that, if you don't believe that Christ's death on the cross is the central event in His time on earth, then Mel's telling won't convince you and the film will look, as it did to Christopher Hitchens, like an S&M flayfest. One can regard this as a criticism of Gibson. On the other hand, all manner of movies – Star Wars, X-Men – leave you cold if you're not already a devotee. For millions of people, Mel Gibson shows them their Jesus and their salvation. Happy Easter.\n~This is our fourth Easter without our peerless picture columnist Kathy Shaidle. Please do check out our Shaidle at the Cinema\nhome page for the full archive of our late friend's work: It's a grand collection of magnificent writing on films and film-makers.\nThere will be more Easter programming throughout the weekend. Incidentally, Mark's new book,\nThe Prisoner of Windsor, includes a meditation on the parallel declines of monarchy and religion in the new Europe.\nIf you're a member of\nThe Mark Steyn Club, do please share your view of Mel and Mark in the comments section.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mel gibson",
        "sentiment": "none"
      },
      {
        "name": "mel",
        "sentiment": "none"
      },
      {
        "name": "gibson",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "washington post",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hollywood",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T09:05:55.974+03:00",
  "updated": "2024-03-29T09:05:55.974+03:00"
}