{
  "thread": {
    "uuid": "fc69ba2101be2a79c06dc08a853cb6ecbafbbf1b",
    "url": "https://nihrecord.nih.gov/2024/03/15/jacobs-made-career-out-curiosity",
    "site_full": "nihrecord.nih.gov",
    "site": "nih.gov",
    "site_section": "https://nihrecord.nih.gov/feed.xml",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "NIH Record",
    "title": "Jacobs Made ‘Career Out of Curiosity’ | NIH Record",
    "title_full": "Jacobs Made ‘Career Out of Curiosity’ | NIH Record",
    "published": "2024-03-14T21:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://nihrecord.nih.gov/sites/recordNIH/files/2024/March-15/031524-jacobs-cheryl-thumb.jpg",
    "performance_score": 0,
    "domain_rank": 41,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fc69ba2101be2a79c06dc08a853cb6ecbafbbf1b",
  "url": "https://nihrecord.nih.gov/2024/03/15/jacobs-made-career-out-curiosity",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T21:27:00.000+02:00",
  "title": "Jacobs Made ‘Career Out of Curiosity’ | NIH Record",
  "text": "Creativity is Key\nJacobs Made ‘Career Out of Curiosity’ By Carla Garnett Celebrating Women of NIH Our Women’s History Month series continues, featuring two curious-minded NIH’ers, each with a background in science, who now find fulfillment supporting the NIH mission in administrative roles.\nDr. Cheryl Jacobs credits innate inquisitive-ness for sparking her career in science.\nDr. Cheryl Jacobs\n“I think it was an evolution, but at the root of it was curiosity,” she recalled recently. “As a kid, you always interact with your environment—plants, bugs, and trees. I was always out in nature or fiddling around with things in the attic. And I always wanted to understand how things work. I even have that curiosity today. I love crafting or building things, putting things together. I didn’t realize you could make a career out of curiosity, but that’s what happened. That’s what led me to science and into a passion that I turned into a career.”\nJacobs joined NIH in 2014 as a postdoctoral fellow in the Laboratory of Human Carcinogenesis at the National Cancer Institute (NCI). Led by Senior Investigator Dr. Stefan Ambs, the group worked in molecular epidemiology studying health disparities, in particular disparities in prostate cancer. The team was looking at the diagnoses and progression of disease in African-American versus White men.\nTwo years later, Jacobs moved into her current role as a health science policy analyst in the NIH Office of Science Policy. Is the biomedical research workplace any different than it was over a decade ago?\n“I think it’s changed tremendously,” she noted. For trainees and employees in general, “the ability to report bad actors in sexual harassment or in discrimination has been amplified and made more transparent. You now know where to go and who to talk to. Trainees have unionized. And they are strengthening their impact and their voices.”\nIn addition, NIH has added elements to the PMAP [Performance Management Appraisal Program], Jacobs said, so all staff members are held accountable for their actions when it comes to workplace environment and that has made it more hospitable. There’s been additional training about microaggressions, for instance, and use of pronouns in the LGBTQ space.\n“I’ve just seen the culture at NIH in general be more accepting to educating individuals at any age to make the environment more inclusive and make people aware of their actions,” Jacobs noted. “I think NIH also is more willing to engage in difficult conversations to educate people so that they may not inadvertently make someone feel uncomfortable.”\nJacobs said the best advice she ever heard came from some of her peers.\n“They told me to be the best that I can be, and not worry about trying to be the best that I think others think I should be,” she said. Imposter syndrome is real and can be crippling early in a career.\nShe passes along similar counsel when advising young people—particularly women—who may be thinking of pursuing science professions: Remember your originality in route.\n“Don’t lose creativity in how you get things done,” she tells them. “Because we are in the minority of people who are in science, there’s a certain idea that you must work 12-hour or even 14-hour days to be successful. And I’ve seen many different people have different models, and still be successful. So be creative in how you’re able to get your work done—creative meaning if you have competing priorities, be it family, health, or whatever, don’t let those competing priorities make you feel like you can’t be as accomplished as others. You can be creative in how you can accomplish your work and still be as successful.”\nThe NIH Record The NIH Record , founded in 1949, is the biweekly newsletter for employees of the National Institutes of Health.\nPublished 25 times each year, it comes out on payday Fridays.\nEditor: Carla Garnett\nCarla.Garnett@nih.gov\nAssociate Editor: Dana Talesnik\nDana.Talesnik@nih.gov\nAssistant Editor: Eric Bock\nEric.Bock@nih.gov\nStaff Writer: Amber Snyder\nAmber.Snyder@nih.gov",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jacobs",
        "sentiment": "negative"
      },
      {
        "name": "carla garnett",
        "sentiment": "negative"
      },
      {
        "name": "cheryl jacobs",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nih record creativity is key jacobs",
        "sentiment": "negative"
      },
      {
        "name": "laboratory of human carcinogenesis",
        "sentiment": "none"
      },
      {
        "name": "nci",
        "sentiment": "none"
      },
      {
        "name": "national cancer institute",
        "sentiment": "none"
      },
      {
        "name": "nih",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:59:09.973+02:00",
  "updated": "2024-03-15T00:59:09.973+02:00"
}