{
  "thread": {
    "uuid": "464e038b61120ef4720be92b16dbbbee9d47546d",
    "url": "https://hospitality.economictimes.indiatimes.com/news/hotels/solid-strong-growth-to-continue-for-at-least-next-five-years-ajay-bakaya/106363898",
    "site_full": "hospitality.economictimes.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://b2b.economictimes.indiatimes.com/",
    "site_categories": [],
    "section_title": "\n    Latest Business News | The Economic Times B2B",
    "title": "Solid, strong growth to continue for at least next five years: Ajay Bakaya, ET HospitalityWorld",
    "title_full": "Solid, strong growth to continue for at least next five years: Ajay Bakaya, ET HospitalityWorld",
    "published": "2023-12-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://etimg.etb2bimg.com/thumb/msid-106363898,imgsize-54040,width-1200,height=765,overlay-ethospitality/hotels/solid-strong-growth-to-continue-for-at-least-next-five-years-ajay-bakaya.jpg",
    "performance_score": 0,
    "domain_rank": 278,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "464e038b61120ef4720be92b16dbbbee9d47546d",
  "url": "https://hospitality.economictimes.indiatimes.com/news/hotels/solid-strong-growth-to-continue-for-at-least-next-five-years-ajay-bakaya/106363898",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "www.ETHospitalityWorld.com",
  "published": "2023-12-29T07:00:00.000+02:00",
  "title": "Solid, strong growth to continue for at least next five years: Ajay Bakaya, ET HospitalityWorld",
  "text": "managing director for Sarovar Hotels & Resorts, and director of Louvre Hotels India.Around 37 new signings in one year and nine new openings, 2023 has been a productive year for Sarovar Hotels & Resorts, which currently has 105 operational hotels in the country. The hotel company has also got the distinction of opening the first international branded hotel - Park Inn by Radisson, in Ayodhya recently, the city which is set to become a hub for spiritual tourism in India with the grand opening scheduled next month. “2023 was by and large a year of positive growth for the hospitality industry in India. We expect to close the year with around 12 percent growth and hope to continue and sustain the growth in the range of 10 to 12 percent in the coming year as well, considering the rate of inflation remains in the range of 6 to 7 percent,” said Bakaya in a telephonic interaction with ET HospitalityWorld.Bakaya said that the company has a pipeline of 45 hotels and expects at least a dozen new openings in 2024. While 2023 was a record growth year for the hospitality sector in the country, there were exceptions in the overall growth story, which Bakaya didn’t forget to mention as well as highlight. The most important is the inbound scenario, which is yet to look up despite hosting big ticket international events like G20. “International inbound is still a trickle. We expected it to improve from this winter, but it didn't happen,” he said.Secondly, the slow growth in the most important demand driving sector - IT. This, according to Bakaya, impacted the performance of the hospitality sector in key cities like Bengaluru. He hopes the situation will improve in the New Year.The floods and landslides in the Himalayan states of Himachal and Uttarakhand was another dampener for the industry. Business was affected for almost three months because of the natural calamities, he says.While domestic travel has been the mainstay for Indian hotels in the post-Covid era, the allurement of visa free entry by various South East Asian countries to Indian tourists could play spoilsport to domestic demand going forward, Bakaya shared his concern. At the same time, he hopes the Modi-magic to work well for India in arresting the floodgates of destination weddings going out of India. The call given by PM Modi for ‘Wed in India’, he hopes, would convert into business opportunities for the Indian hospitality sector going forward. As the country will be going into general elections in the early part of 2024, Bakaya expects “political continuity” for the country, which is quite integral for the growth of trade and industry as well as the economy.Conceding that the challenge on the human resource side would continue to pester the sector for some time more as the youth in the country doesn’t see hospitality job “as attractive” enough, Bakaya called for measures from the industry to “make the hospitality jobs attractive” by offering flexi jobs, leniency in terms of leaves, better emoluments, etc. “We have to bend and be more flexible,” he said. He also proposes “building own army” through management training programmes, talent development programmes, etc.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ajay bakaya",
        "sentiment": "negative"
      },
      {
        "name": "bakaya",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sarovar hotels & resorts",
        "sentiment": "negative"
      },
      {
        "name": "et hospitalityworld.bakaya",
        "sentiment": "none"
      },
      {
        "name": "radisson",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ayodhya",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T08:34:48.928+02:00",
  "updated": "2023-12-29T08:34:48.928+02:00"
}