{
  "thread": {
    "uuid": "060f06649bcaa6b3a48c6bd21953ed853f443991",
    "url": "https://www.infobae.com/america/agencias/2024/03/14/condenan-a-excandidato-presidencial-colombiano-rodolfo-hernandez-por-un-caso-de-corrupcion",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "http://www.infobae.com/feeds/rss",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Infobae.com",
    "title": "Condenan a excandidato presidencial colombiano Rodolfo Hernández por un caso de corrupción",
    "title_full": "Condenan a excandidato presidencial colombiano Rodolfo Hernández por un caso de corrupción",
    "published": "2024-03-15T00:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=1973",
    "performance_score": 0,
    "domain_rank": 2090,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "060f06649bcaa6b3a48c6bd21953ed853f443991",
  "url": "https://www.infobae.com/america/agencias/2024/03/14/condenan-a-excandidato-presidencial-colombiano-rodolfo-hernandez-por-un-caso-de-corrupcion",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsroom Infobae",
  "published": "2024-03-15T00:16:00.000+02:00",
  "title": "Condenan a excandidato presidencial colombiano Rodolfo Hernández por un caso de corrupción",
  "text": "Bogotá, 14 mar (EFE).- El excandidato presidencial colombiano Rodolfo Hernández fue condenado este jueves por el delito de interés indebido en celebración de contratos por un caso de adjudicación de contratos cuando era alcalde de Bucaramanga (noreste) y reveló durante la audiencia en la que fue hallado culpable que padece un cáncer terminal.\n\"El señor Rodolfo Hernández Suárez será condenado en este caso, de acuerdo a la postulación que fue presentada por el Ministerio Público en su condición de autor. Es decir, va a haber una variación jurídica sobre la participación en el delito de interés indebido en la celebración de contratos\", expresó el juez Décimo Penal del Circuito con funciones de Conocimiento, a la espera de conocer en qué consistirá la condena.\nEl caso por el que condenaron a Hernández es por corrupción en la adjudicación de un contrato para implementar nuevas tecnologías para tratar los residuos sólidos cuando fue alcalde de la ciudad de Bucaramanga entre 2016 y 2019.\nEsto porque tenía un interés indebido en la asignación del contrato para el aprovechamiento y disposición final de residuos sólidos a la unión temporal Vitalogic RSU.\nEl objetivo era que con este contrato su hijo obtuviera beneficios económicos, por lo que Hernández se contactó con los representantes de la empresa que iba a implementar la nueva tecnología en Bucaramanga y les entregó información privilegiada para que tuvieran ventajas en la licitación.\nHernández, un magnate e ingeniero civil, irrumpió en la política nacional al presentarse como candidato a la Presidencia de Colombia en las elecciones de 2022 por el movimiento Liga de Gobernantes Anticorrupción con propuestas de corte populista.\nEso le valió pasar a segunda vuelta en la que perdió con Petro, actual presidente de Colombia y cuyo mandato finalizará el 7 de agosto de 2026.\nGracias a ese resultado Hernández ganó un escaño en el Senado pero renunció dos meses después para enfocarse en el trabajo \"por el país\" desde su partido. EFE\njga/ime/cpy\n(foto)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:25:11.001+02:00",
  "updated": "2024-03-15T00:25:11.001+02:00"
}