{
  "thread": {
    "uuid": "7f7e451a8790c7cdbaf95a16f5dec2b811a78f46",
    "url": "https://theblast.com/568923/gypsy-rose-blanchard-is-clear-on-who-she-wants-to-play-her-in-a-future-project/",
    "site_full": "theblast.com",
    "site": "theblast.com",
    "site_section": "https://theblast.com/category/stars/?_gl=1%2a16sznej%2a_ga%2abnn6auzbd1i5rmrlcgyxaf9yms1pmufnn1rpvvrzcgfjd3c3c1bkdmi0nfvpvxl5znbkwupqwhlfdlkzvfjzyq..",
    "site_categories": [
      "media",
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "Stars Archives - The Blast",
    "title": "Gypsy Rose Blanchard Is Clear On Who She Wants To Play Her In A Project",
    "title_full": "Gypsy Rose Blanchard Is Clear On Who She Wants To Play Her In A Project",
    "published": "2024-01-08T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://theblast.prod.media.wordpress.mattersmedia.io/2023/12/31113640/Gypsy-Rose-Finally-Free.jpg",
    "performance_score": 0,
    "domain_rank": 16469,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7f7e451a8790c7cdbaf95a16f5dec2b811a78f46",
  "url": "https://theblast.com/568923/gypsy-rose-blanchard-is-clear-on-who-she-wants-to-play-her-in-a-future-project/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Afouda Bamidele",
  "published": "2024-01-08T01:00:00.000+02:00",
  "title": "Gypsy Rose Blanchard Is Clear On Who She Wants To Play Her In A Project",
  "text": "Gypsy Rose Blanchard has nothing against the movies portraying her horrifying past. However, if given the chance, she already has her mind made up about who she wants to portray her.\nThe star of one of the most infamous murder cases in the US has been giving various in-depth interviews about her life since her release from prison. One of her candid sessions captured her addressing the popular TV series about her abusive past and why she will never watch it.\nGypsy Rose Blanchard Wants This ‘Stranger Things’ Star To Play Her In A Possible Movie\nBlanchard generated quite the media buzz in 2016 after pleading guilty to helping her ex-boyfriend murder her mother. She was convicted on second-degree murder charges and served eight years of a ten-year prison sentence.\nThe events that led up to the gruesome crime have been depicted in various media sources like Hulu’s hit TV series, “The Act.” However, Blanchard recently confessed she has not seen the show and will probably never sit down to watch her life play out on the small screen.\n“No, I still have not watched ‘The Act,'” the 32-year-old confirmed when asked about the series. “I feel like I lived — I lived it. It was my life; I don’t feel like I have to go back and watch it, um, play out,” she continued before lauding the actress who played her with praises. In her words:\n“I’m sure that Joey King did an amazing job playing me. I actually heard an audio clip of her doing my voice, and I think she got it spot-on. But, I think, honestly, not reliving the trauma is probably the best option for me.”\nMEGA Despite stating she did not wish to relive her life on screen, she was eager to have one actress pick up the mantle in a possible project about her life. When the Access Hollywood rep asked who she would pick if allowed to be involved in another movie or TV series, Blanchard excitedly said:\n“You know it’s funny because I always wanted Millie Bobby Brown to play me. So I think she would be good at playing me.”\nBesides wanting the “Stranger Things” star to play her in a future movie, Blanchard showered another female celebrity with love for helping her get through prison. The woman of the hour was Taylor Swift , whose music she described as a “guiding light.”\n“You know I am a Swiftie, and I think that Taylor Swift’s music has been a little bit of a guiding light for me to express my feelings through music and really kind of connect with music in that way,” Blanchard explained.\nShe continued saying, “So I think ‘Eyes Open’ came out in like 2012, and that one really resonated with me. To me, the message was, you know, keep your eyes open because you never know who’s out to get you, out to sabotage you. It reigned true for me in prison as well because it’s not exactly a friendly environment.”\nGypsy Depended On Taylor Swift’s Music In Prison\nView this post on Instagram\nA post shared by Gypsy-Rose Blanchard-Anderson (@gypsyrose_a_blanchard)\nLast December, the 32-year-old opened up about becoming a devoted Swiftie and following the songstress’s career during her time in prison.\nShe related to Swift, noting the pair have experienced their own eras, which helped her find comfort in the “Bad Blood” hitmaker’s music. Blanchard stressed that her songs were instrumental in helping her cope with the abuse and trauma she endured from her mother as well as during her time behind bars.\nThe former inmate noted she loved Swift so much that she spent the money her father sent her in prison to buy the musician’s albums. Through that, she acquired every album Swift released, including her re-releases.\nBlanchard hoped to fulfill her dream of meeting the idol at a Kansas City Chiefs game on Sunday, December 31st, thanks to her newfound freedom. The event had been on her radar for a while, so her husband, Ryan Scott Anderson, secured tickets on her behalf.\nAlthough she realized it wouldn’t be easy catching Swift’s attention, Blanchard noted she was contemplating giving the Grammy winner a shout-out on social media during the game, hoping the superstar saw it.\nUnfortunately, she was forced to leave the state and did not attend the game in person.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "http://www.youtube.com/watch?v=1EoDrpNAms4",
    "https://www.youtube.com/embed/1EoDrpNAms4?si=A2qJUWEM54QdxuhF",
    "https://www.instagram.com/p/C1w7s1bu2mt/?utm_source=ig_embed&utm_campaign=loading",
    "https://youtube.com/embed/1EoDrpNAms4?si=A2qJUWEM54QdxuhF",
    "https://www.youtube.com/embed/1EoDrpNAms4",
    "https://www.instagram.com/p/C1w7s1bu2mt/",
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=1EoDrpNAms4",
    "https://instagram.com/p/C1w7s1bu2mt/?utm_source=ig_embed&utm_campaign=loading"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gypsy rose blanchard",
        "sentiment": "negative"
      },
      {
        "name": "rose blanchard",
        "sentiment": "negative"
      },
      {
        "name": "blanchard",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "hulu",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:13:41.162+02:00",
  "updated": "2024-01-08T01:13:41.162+02:00"
}