{
  "thread": {
    "uuid": "7e8d259d7742fab8d581601a4f668fb9b0da66b0",
    "url": "https://taiwannews.com.tw/news/5898962",
    "site_full": "taiwannews.com.tw",
    "site": "taiwannews.com.tw",
    "site_section": "https://taiwannews.com.tw/en",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Taiwan News - Voice of the People, Bridge to the World",
    "title": "Peak Energy signs MOU with Shinsung E&G and YSP to develop solar rooftop portfolio in Korea | Taiwan News | Jul. 5, 2024 18:50",
    "title_full": "Peak Energy signs MOU with Shinsung E&G and YSP to develop solar rooftop portfolio in Korea | Taiwan News | Jul. 5, 2024 18:50",
    "published": "2024-07-05T13:50:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "TW",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5306,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7e8d259d7742fab8d581601a4f668fb9b0da66b0",
  "url": "https://taiwannews.com.tw/news/5898962",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T13:50:00.000+03:00",
  "title": "Peak Energy signs MOU with Shinsung E&G and YSP to develop solar rooftop portfolio in Korea | Taiwan News | Jul. 5, 2024 18:50",
  "text": "SINGAPORE and SEOUL, South Korea, July 5, 2024 /PRNewswire/ -- July 3rd, 2024, Peak Energy, a leading renewable developer in Asia, has signed a Memorandum of Understanding (MOU) with Shinsung E&G (\"Shinsung\") and YSP Co., Ltd. to jointly develop a 50 MW solar portfolio in South Korea. The agreement is designed to be a win-win structure by providing increased revenue to existing building owners and green power to RE 100 companies. Recently, the South Korean Government has reinforced initiatives to increase development of renewable energy projects, introducing regulatory changes to facilitate solar deployment on small plots of land and available rooftops. These initiatives are designed to help S. Korea reduce power costs, improve energy security and to meet ambitious net zero targets. Peak Energy is led by a team that has developed the largest solar rooftop portfolio in Asia, with over 400 MW of projects completed across 13 countries in the last few years. Under this agreement, Peak Energy will be responsible for project coordination, business management, financing and sourcing corporate customers for the power. Shinsung and YSP will focus on sourcing rooftops and lead construction activities. Gavin Adda, CEO of Peak Energy said, \"Peak Energy is committed to Korea, we currently own and operate one of the largest projects in the country. Peak and its partners are committed to helping the South Korean Government achieve its goals and this agreement is specifically focused on catalyzing the rooftop solar industry. We are keen to help by bringing global best practices. That being said, we rely on long-term, strategic partnerships to help us grow and we are very pleased to launch with two of the top solar industry players in Korea.\" Su-ok Choi, Vice President of Shinsung's Renewable Energy Business Division, said, \"Through this agreement, we expect to further revitalize the domestic solar energy market and create positive synergy among the three companies. We will continue to do our best to achieve carbon neutrality in the future.\" About Peak Energy Peak Energy is headquartered in Singapore and is an Independent Power Producer that develops, owns, and operates renewable assets across Asia. Peak Energy's activities encompass the whole specter of renewable energy business models such as utility-scale development, off-site PPAs, onsite PPAs and energy storage applications, in order to position itself as the one-stop partner for corporates seeking to decarbonize their operations in Asia Pacific. Peak Energy has nearly 300 MW of operating solar projects across Asia. For more information, please visit [https://www.peakenergy.asia](https://www.peakenergy.asia/). Peak Energy is wholly-owned by Stonepeak. Stonepeak is a leading alternative investment firm specializing in infrastructure and real assets with approximately $57.9 billion of assets under management. About Shinsung E&G Shinsung is a first-generation domestic solar power company that produces high-output, eco-friendly solar modules and is leading the industry in South Korea through the construction and operation of solar power plants. In addition, Shinsung has developed a cloud-based 'Eco Platform' service that provides total renewable energy services and provides solutions for optimal RE100 implementation, including power generation monitoring and economic analysis of power demand and supply companies.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Business and Market Analysis",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.peakenergy.asia",
    "https://www.peakenergy.asia/).",
    "https://peakenergy.asia/).",
    "https://peakenergy.asia"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "mou",
        "sentiment": "negative"
      },
      {
        "name": "shinsung e&g",
        "sentiment": "negative"
      },
      {
        "name": "ysp",
        "sentiment": "negative"
      },
      {
        "name": "taiwan news | jul.",
        "sentiment": "negative"
      },
      {
        "name": "peak energy",
        "sentiment": "negative"
      },
      {
        "name": "ysp co., ltd.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south korea",
        "sentiment": "none"
      },
      {
        "name": "seoul",
        "sentiment": "none"
      },
      {
        "name": "singapore",
        "sentiment": "none"
      },
      {
        "name": "korea",
        "sentiment": "none"
      },
      {
        "name": "asia",
        "sentiment": "none"
      },
      {
        "name": "s. korea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T14:51:10.973+03:00",
  "updated": "2024-07-05T14:51:10.973+03:00"
}