{
  "thread": {
    "uuid": "f060361a9b45f6060bc1fedaa2ff36c175f3e27b",
    "url": "https://www.today.com/food/groceries/taco-bell-meal-kits-crunchwrap-supreme-walmart-rcna132568",
    "site_full": "www.today.com",
    "site": "today.com",
    "site_section": "http://today.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News, Videos &amp; Guest Interviews from the Today Show on NBC | TODAY",
    "title": "Taco Bell Is Selling Meal Kits At Walmart — So I Tried Them",
    "title_full": "Taco Bell Is Selling Meal Kits At Walmart — So I Tried Them",
    "published": "2024-01-06T00:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media-cldnry.s-nbcnews.com/image/upload/t_social_share_1200x630_center,f_auto,q_auto:best/rockcms/2024-01/taco-bell-cunchwrap-supreme-meal-kits-zz-240105-1c7d33.jpg",
    "performance_score": 0,
    "domain_rank": 619,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f060361a9b45f6060bc1fedaa2ff36c175f3e27b",
  "url": "https://www.today.com/food/groceries/taco-bell-meal-kits-crunchwrap-supreme-walmart-rcna132568",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TodayShow",
  "published": "2024-01-06T00:11:00.000+02:00",
  "title": "Taco Bell Is Selling Meal Kits At Walmart — So I Tried Them",
  "text": "What if you could always have a [Crunchwrap Supreme](https://www.today.com/food/restaurants/taco-bell-vegan-crunchwrap-rcna88147) waiting for you in the kitchen at all times for when the craving strikes? Well, now that dream is a reality. On Jan. 4, Taco Bell debuted Crunchwrap Supreme and Chipotle Chicken Quesadillas Cravings Kits, which contain the chain’s proprietary restaurant ingredients, seasonings and sauces. The kits, which are exclusively sold in Walmart stores and on its website, are the crunchy key to making Taco Bell’s fan-favorite dishes right at home. These kits are the latest additions to Kraft Heinz’s Taco Bell at Home line, following the Cheesy Double Decker Taco Dinner Kit, Crunchy & Soft Taco Cravings Kit and more. “A partnership founded on a mutual obsession with their consumers, Kraft Heinz and Taco Bell created the Taco Bell at Home line to bring signature and crave worthy Taco Bell offerings and flavors straight to the grocery aisle and allow fans to make Taco Bell their way,” said Danielle Coopersmith, Taco Bell at Home’s associate director of marketing, in a press release. Each Cravings Kit includes four servings of ingredients essential to making both the Crunchwrap Supreme and Chipotle Chicken Quesadilla. Customers add their choice of protein (ground beef, chicken or beans, for example) and any personalized additions, like cheese, lettuce, guacamole, to customize their dish. “Our release of the Cravings Kits — the first of several Taco Bell at Home innovations planned for this year — is a great example of how Kraft Heinz is delivering against its goal to lead the future of food,” said Alan Kleinerman, the Kraft Heinz Company’s vice president of disruptive innovation, in the release. My review of Taco Bell’s new Cravings Kits First, an overall positive note: My homemade Crunchwrap Supreme and Chipotle Chicken Quesadilla were hands-down the freshest and tastiest Taco Bell I’ve ever eaten. This makes sense because the finished treats traveled right from my skillet all warm, toasty and melty directly into my hungry gullet. But I also found that I enjoyed making one of these kits much more than the other. Crunchwrap Supreme Cravings Kit ($6.98) Taco Bell calls its Crunchwrap Supreme “perhaps the most iconic menu item” in its history — and for good reason. The crunchy-soft item has inspired many social media users to [create their own versions on TikTok](https://www.tiktok.com/@carlyfairbank/video/7215823565424233734) and beyond. This kit comes with four 12-inch flour tortillas, Velveeta cheese sauce, four tostada shells and taco seasoning for your meat of choice. As I assembled the Crunchwrap Supreme, I gained a new appreciation for Taco Bell employees because, boy, does it take a lot of steps to get from point A to point Supreme. While the five instructions on the box are clear, direct and easy to follow, they’re deceptively complex: Sautée and season your ground meat, chop tomatoes and lettuce and turn on your oven to warm your tostadas before you even get to assembling anything. I understand that if you’re cooking for a family of four, this kit makes a ton more sense, but for a single person, it required a lot for a midday lunch. Also worth noting — though not a complaint — that the tortilla was so comically large at a foot in diameter that I had to clear my dining room table in order to finish the dish. The assembly — spreading the sauce, sprinkling the cheese, adding in the toppings and toasting the edges just like Taco Bell does — was like building an intricate puzzle, but in an enjoyable way. Chipotle Chicken Quesadilla Cravings Kit ($6.98) This kit comes with four 10-inch flour tortillas, Velveeta cheese sauce and a packet of creamy chipotle sauce — my personal favorite Taco Bell sauce. The kit I enjoyed making the most was easily the Chipotle Chicken Quesadilla. Full disclosure: This is what I order whenever I have Taco Bell, which means this kit had a high bar to clear. For this kit, there are only four steps and less ingredients to contend with, only needing additional chicken, cheese and any other toppings you desire. I opted for the leftover chopped tomato from the Crunchwrap. For the quesadilla, I used my cast-iron pan to warm up my tortilla for easy folding before assembling each half. After placing the Creamy Chipotle and Velveeta cheese sauces on halves of the 10-inch tortilla, I added chicken and a hearty amount of shredded cheese before folding and heating both sides. It was done in a snap. In conclusion, I enjoyed eating both homemade Taco Bell items, but I would probably only buy the Chipotle Chicken Quesadilla kit again because of its easy assembly. But having both kits in your pantry in case you want to celebrate Taco Tuesday in a fresher way certainly couldn’t hurt one bit.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.tiktok.com/@carlyfairbank/video/7215823565424233734)",
    "https://tiktok.com/@carlyfairbank/video/7215823565424233734)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "danielle coopersmith",
        "sentiment": "none"
      },
      {
        "name": "kraft heinz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "taco bell",
        "sentiment": "negative"
      },
      {
        "name": "walmart",
        "sentiment": "negative"
      },
      {
        "name": "crunchwrap supreme and chipotle chicken quesadillas cravings kits",
        "sentiment": "none"
      },
      {
        "name": "kraft heinz’s taco bell at home",
        "sentiment": "none"
      },
      {
        "name": "taco bell at home",
        "sentiment": "none"
      },
      {
        "name": "crunchy & soft taco cravings kit",
        "sentiment": "none"
      },
      {
        "name": "taco dinner kit",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:37:20.969+02:00",
  "updated": "2024-01-06T00:37:20.969+02:00"
}