{
  "thread": {
    "uuid": "121408d7ff85ea40cd526567df8f1c83efbde12a",
    "url": "https://la1ere.francetvinfo.fr/martinique/la-recette-des-traditionnels-accras-du-vendredi-saint-toujours-respectee-en-martinique-1475871.html",
    "site_full": "la1ere.francetvinfo.fr",
    "site": "francetvinfo.fr",
    "site_section": "http://martinique.la1ere.fr/education/rss",
    "site_categories": [
      "travel",
      "france",
      "top_news"
    ],
    "section_title": "Martinique la 1ère : actualités et info en direct de la Martinique, replays TV et radio",
    "title": "La recette des traditionnels accras du Vendredi saint toujours respectée en Martinique - Martinique la 1ère",
    "title_full": "La recette des traditionnels accras du Vendredi saint toujours respectée en Martinique - Martinique la 1ère",
    "published": "2024-03-29T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://la1ere.francetvinfo.fr/image/itN2ODCiWF48kRSgjFlynnoapQg/930x620/outremer/2024/03/27/accras-6604739da6c12194186133.png",
    "performance_score": 0,
    "domain_rank": 1381,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "121408d7ff85ea40cd526567df8f1c83efbde12a",
  "url": "https://la1ere.francetvinfo.fr/martinique/la-recette-des-traditionnels-accras-du-vendredi-saint-toujours-respectee-en-martinique-1475871.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Inès Tresident-Ranguin",
  "published": "2024-03-29T08:00:00.000+03:00",
  "title": "La recette des traditionnels accras du Vendredi saint toujours respectée en Martinique - Martinique la 1ère",
  "text": "C’est une tradition dûment respectée en Martinique. Le Vendredi Saint, jour qui marque la crucifixion et la mort de Jésus-Christ, la coutume est de manger des accras. Généralement préparées avec des légumes péyi, ces marinades peuvent être garnies de morue, de titiris, ou de crevettes. Alors à la veille de ce jour férié, les marchands de toute l’île proposent tous les produits nécessaires à la préparation de la recette traditionnelle. Carotte, chou pommé, chou dur, bouquet garni… Au grand marché de Fort-de-France, les étals sont bien remplis de produits frais. Chacun a sa recette. La préparation des accras du Vendredi saint diffère selon les goûts. Recette des accras du Vendredi saint de Géronie Géronie, marchande de plantes médicinales, de fruits et légumes, a accepté de partager la sienne. Sur son présentoir, elle propose tous les végétaux indispensables à la préparation des marinades. On peut faire des accras avec uniquement des légumes, de la morue ou des crevettes. On prépare notre pâte de base, avec de la farine, de l’oignon, de l’ail. Ensuite, on râpe nos légumes. Il y a du chou dur et de la carotte locale. Ensuite, on mélange le tout. Je n’ai pas l’habitude de mettre du giraumon parce que ça fait de l’eau. Je mets aussi de l’oignon, de l’oignon pays, du bouquet garni qu’on nettoie bien. Un brin de persil et du thym. Pour réhausser les saveurs, Géronie nous confie qu'il y a un petit condiment à ne pas négliger. Il ne faut surtout pas oublier le piment pour donner du goût. Les clients sont ravis Si le Grand marché foyalais ne bat pas encore des records d’affluence, les clients fidèles sont bien présents. Listes et recettes en main, ils remplissent leurs paniers en quelques minutes. Pour Annick, le passage au marché avant les fêtes de Pâques est essentiel. Je préfère acheter mes produits au marché, on peut discuter avec les producteurs. Les produits sont bien frais. On est sûr que les accras seront bons. Véronique, pour sa part, n'attendra pas le Vendredi saint pour préparer ses accras aux légumes. Je fais mon marché aujourd'hui, pour faire mes accras demain. Je mets beaucoup de légumes. Des carottes, du chou, du giromon. J'ajoute aussi du bouquet garni et de l'oignon. On ne met pas d'œuf, ni de lait. Pour rappel, l'association Machann' Foyal et le service économique de la ville de Fort-de-France organisent diverses [foires aux légumes ainsi que le traditionnel festival des accras au grand marché couvert du centre-ville jusqu'au 30 mars.](/martinique/festival-d-acras-foire-aux-melons-aux-patates-douces-le-marche-de-fort-de-france-se-met-a-l-heure-pascale-1474851.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T13:13:30.504+03:00",
  "updated": "2024-03-29T13:54:26.251+03:00"
}