{
  "thread": {
    "uuid": "b311b43999ba2a7ed4ba4e8df4b0192bd91fe59f",
    "url": "https://www.beinsports.com/en-au/football/championship/articles-video/alcaraz-stunner-continues-saints-unstoppable-streak-2023-12-29",
    "site_full": "www.beinsports.com",
    "site": "beinsports.com",
    "site_section": "http://www.beinsports.com/en-au",
    "site_categories": [
      "sports"
    ],
    "section_title": "beIN SPORTS AUSTRALIA: Rugby, Football Live scores and videos | beIN SPORTS",
    "title": "Alcaraz stunner continues Saints' unstoppable streak | beIN SPORTS",
    "title_full": "Alcaraz stunner continues Saints' unstoppable streak | beIN SPORTS",
    "published": "2023-12-29T22:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://prod-media.beinsports.com/image/1703884728189_40be1162-2e6b-4290-831f-ea5e7e2369a4.1080.jpg",
    "performance_score": 0,
    "domain_rank": 11151,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b311b43999ba2a7ed4ba4e8df4b0192bd91fe59f",
  "url": "https://www.beinsports.com/en-au/football/championship/articles-video/alcaraz-stunner-continues-saints-unstoppable-streak-2023-12-29",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Che Adams and Carlos Alcaraz netted as Southampton continued its unrelenting assault on the EFL Championship automatic places by beating Plymouth Argyle 2-1 at St Mary’s.",
  "published": "2023-12-29T22:55:00.000+02:00",
  "title": "Alcaraz stunner continues Saints' unstoppable streak | beIN SPORTS",
  "text": "Alcaraz stunner continues Saints' unstoppable streak Che Adams and Carlos Alcaraz netted as Southampton continued its unrelenting assault on the EFL Championship automatic places by beating Plymouth Argyle 2-1 at St Mary’s. Watch the EFL LIVE on beIN SPORTS | Sign up to take advantage of our 7-day free trial | AU | NZ\nAlcaraz’s and Adams’s second-half strikes were also given an official seal of approval as Prime Minister Rishi Sunak, a Southampton fan, celebrated them in the stands.\nRyan Hardie pulled one back in stoppage-time but the Saints are now on a 17-league match unbeaten run – two off a 102-year club record – and have scored 12 goals in their past four fixtures to turn up the pressure on Ipswich Town and Leicester City, the division's top two.\nThe first half was summed up by Southampton having 81 per cent of possession but not legally finding the back of the net.\nStriker Adams did roll the ball past Conor Hazard and into the goal in the fifth minute only to see the offside flag raised.\nAdam Armstrong then had the net rippling as he took aim from inside the centre circle but the ball landed on the roof of the goal with a scrambling Hazard beaten.\nThe Saints continued to push. Kyle Walker-Peters twisted and turned in the box but his shot was weak, Alcaraz swivelled on the edge of the area but struck wide and Ryan Manning dragged wide.\nThey even hit a post as Manchester City loanee Taylor Harwood-Bellis glanced a header from a corner on to the upright.\nArgyle had little attacking threat, but Morgan Whittaker was chased down by Samuel Edozie when clean through and its only shot of note saw Ben Waine slice high over the goal.\nThe visitors thought they had scored 10 minutes into the second period but Bali Mumba was adjudged to have been offside before nodding in. Moments later Alcaraz opened the scoring for real as the visitors stared down the barrel of continuing their 100 per cent winless away record.\nThe Argentinian had already gone close twice since the restart before receiving the ball from Edozie just outside the area before curling sumptuously into the top corner for his fourth goal of the season.\nThe goal opened the visitors up and after Will Smallbone had glanced a header wide, Adams made it two with some fine strength.\nHarwood-Bellis spotted his run and unleashed him with a perfectly clipped ball down the middle, which allowed Adams to hold off his defender and finish past Hazard.\nJoe Aribo crashed just wide, Adam Armstrong forced a save out of Hazard while Sekou Mara and Jack Stephens were both blocked on the line.\nThe Pilgrims did score the first away goal at St Mary’s since 11 November when keeper Gavin Bazunu had the ball pinched off him on his own goalline by Hardie, who tapped in.\nRyan Fraser squandered a one-on-one and Whittaker curled over in a breathless finale but Saints made it seven home victories on the spin.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "southamp",
        "sentiment": "negative"
      },
      {
        "name": "che adams",
        "sentiment": "negative"
      },
      {
        "name": "alcaraz",
        "sentiment": "negative"
      },
      {
        "name": "carlos alcaraz",
        "sentiment": "negative"
      },
      {
        "name": "conor hazard",
        "sentiment": "none"
      },
      {
        "name": "ryan hardie",
        "sentiment": "none"
      },
      {
        "name": "adams",
        "sentiment": "none"
      },
      {
        "name": "rishi sunak",
        "sentiment": "none"
      },
      {
        "name": "adam armstrong",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "saints",
        "sentiment": "negative"
      },
      {
        "name": "southampton",
        "sentiment": "none"
      },
      {
        "name": "st mary",
        "sentiment": "none"
      },
      {
        "name": "ipswich town",
        "sentiment": "none"
      },
      {
        "name": "plymouth argyle",
        "sentiment": "none"
      },
      {
        "name": "efl",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "leicester city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:11:53.804+02:00",
  "updated": "2023-12-30T00:11:53.804+02:00"
}