{
  "thread": {
    "uuid": "8ec067927a3c45c4ac3c8a3021744da520b8122a",
    "url": "https://crast.net/485386/apps-for-apple-vision-pro-will-make-it-rain-or-snow-inside-your-house/",
    "site_full": "crast.net",
    "site": "crast.net",
    "site_section": "https://crast.net",
    "site_categories": [],
    "section_title": "Crast.net",
    "title": "Apps for Apple Vision Pro will make it rain or snow inside your house",
    "title_full": "Apps for Apple Vision Pro will make it rain or snow inside your house",
    "published": "2024-01-12T23:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": null,
    "performance_score": 0,
    "domain_rank": 68554,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8ec067927a3c45c4ac3c8a3021744da520b8122a",
  "url": "https://crast.net/485386/apps-for-apple-vision-pro-will-make-it-rain-or-snow-inside-your-house/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "James Kaufman",
  "published": "2024-01-12T23:58:00.000+02:00",
  "title": "Apps for Apple Vision Pro will make it rain or snow inside your house",
  "text": "The Apple Vision Pro will offer us incredible applications, capable of making it rain or snow inside our house This weather app for Apple Vision Pro does incredible things\nJoin the conversation\nThe Apple Vision Pro are about to be officially launched as Apple has confirmed that they will arrive in its stores on February 2. After being announced almost seven months ago at WWDC23, the developers have had a lot of time to create apps for the new Apple device and there are many of these applications that will be amazing.\nOne of these first apps that will be available from the day the Apple Vision Pro is launched is called Seasons and looks absolutely spectacular . Its developer has shared a video of its operation in X and the app not only shows the weather, it will also make it rain or snow in your own home when you wear the Vision Pro.\n#Seasons app is now accepted by Apple and will be available when Apple Vision Pro launches https://t.co/crYyZtueJS\nIt's not just a powerful weather app, but also a brand new immersive weather app specially developed for Apple Vision Pro.\nIt's a pure SwiftUI + Reality… pic.twitter.com/huwxqRAJSV\n— Cosmo (@cosmoluei) January 11, 2024\nThe #Seasons app has now been accepted by Apple and will be available when Apple Vision Pro launches\nIt is not only a powerful weather app but also a new immersive weather app developed especially for Apple Vision Pro.\nIt is a pure SwiftUI + Reality Composer Pro app, a genuine Spatial Computing app that deliberately incorporates 34 immersive weather conditions, along with Spatial Audio.\nLet's witness the magic unfold before your eyes!\nIt will be FREE for all early adopters until we figure out how to monetize it.\nAs we can see in the presentation video of the app, there are numerous immersive animations available for different weather conditions such as wind, rain, nine, blizzard or storm . These are the most spectacular but their developers indicate that there are up to 34 different climatic conditions.\nThe Apple Vision Pro promises a lot with functions that seem straight out of science fiction, but a good part of its usefulness lies in the applications that developers are able to create. The same thing happened with the iPhone, its true potential was not discovered until Apple launched the App Store and allowed thousands of great ideas to arrive in the form of an app.\nSince the launch date of the Apple Vision Pro was announced, we have discovered many things. We already know the contents of the Vision Pro cabin and also the RAM memory or internal storage. And in just a few weeks we will know much more since any user in the United States will be able to buy them.\nJoin the conversation\n",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [
    "https://t.co/crYyZtueJS",
    "https://www.t.co/crYyZtueJS"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "swift",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "apple vision pro",
        "sentiment": "positive"
      },
      {
        "name": "apple",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-12T23:59:15.422+02:00",
  "updated": "2024-01-12T23:59:15.422+02:00"
}