{
  "thread": {
    "uuid": "ca74a2ef520bb07db86b99235504926f2ebde4a7",
    "url": "https://www.ecoticias.com/cambio-climatico/guerras-cambio-climatico",
    "site_full": "www.ecoticias.com",
    "site": "ecoticias.com",
    "site_section": "https://www.ecoticias.com/cambio-climatico",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Si acabáramos con las guerras podríamos abordar con recursos el cambio climático",
    "title_full": "Si acabáramos con las guerras podríamos abordar con recursos el cambio climático",
    "published": "2024-07-05T11:35:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 45798,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca74a2ef520bb07db86b99235504926f2ebde4a7",
  "url": "https://www.ecoticias.com/cambio-climatico/guerras-cambio-climatico",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "J. Company",
  "published": "2024-07-05T11:35:00.000+03:00",
  "title": "Si acabáramos con las guerras podríamos abordar con recursos el cambio climático",
  "text": "El cambio climático es uno los graves problemas a los que el mundo podría encontrar soluciones si pusiera fin a los guerras y divisiones que absorben la atención y los recursos globales, declara António Guterres ante los líderes presentes en la reunión de la Organización de Cooperación de Shanghai .\nLas profundas divisiones y guerras deben terminar para despejar el camino y poder abordar la amenaza del cambio climático , dijo este jueves el Secretario General de la ONU en la Cumbre de la Organización de Cooperación de Shanghai que se celebra en Astana, Kazajistán.\nEl planeta en pleno colapso climático Los expertos en clima de la ONU han confirmado que 2023 fue el año más caluroso registrado, aunque pronto podría verse como uno de los más fríos en un futuro que se calienta rápidamente.\nEl Secretario General alertó de los impactos devastadores de nuestro clima cambiante, que ya son evidentes en el derretimiento de los glaciares, las inundaciones mortales, las tormentas, las sequías y las olas de calor extremas que azotan a los países de todo el mundo.\n“Nuestro clima está colapsando”, aseveró, enfatizando las terribles consecuencias para la seguridad hídrica y alimentaria, el desarrollo y la estabilidad global.\nEn este sentido, António Guterres reiteró su llamado a tomar medidas ambiciosas para reducir las emisiones de gases de efecto invernadero y lograr la justicia climática , con la mayor responsabilidad recayendo en los mayores emisores del mundo.\nAl esbozar soluciones a la crisis climática global, instó a todos los gobiernos a presentar nuevas Contribuciones Determinadas a Nivel Nacional para el próximo año que se ajusten a la meta de limitar el calentamiento global a 1,5 grados Celsius.\nDichas contribuciones deben incluir objetivos absolutos de reducción de emisiones para 2030 y 2035 y delinear planes para transiciones globales críticas, con acciones clave como poner fin a la deforestación, triplicar la capacidad de energía renovable y reducir la producción y el consumo de combustibles fósiles en al menos un 30% para 2030 . Además, l os países deben comprometerse a eliminar gradualmente la energía a base de carbón para 2040 .\nFinanciación para abordar el cambio climático Antonio Guterres destacó la necesidad de aumentar la capacidad crediticia de los Bancos Multilaterales de Desarrollo y atraer más capital privado para iniciativas climáticas. Los países desarrollados también deberían duplicar su financiamiento para la adaptación climática y cumplir sus compromisos, incluidas contribuciones sustanciales al nuevo Fondo de Pérdidas y Daños .\nPara apoyar estos esfuerzos, pugnó por mecanismos financieros innovadores , incluidos precios del carbono e impuestos sobre las ganancias extraordinarias de las empresas de combustibles fósiles .\nAdemás, pidió la implementación de impuestos solidarios en sectores como el transporte marítimo, la aviación y la extracción de combustibles fósiles antes de la COP29 , programada para noviembre próximo en Bakú, Azerbaiyán.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T11:47:58.264+03:00",
  "updated": "2024-07-05T16:52:38.276+03:00"
}