{
  "thread": {
    "uuid": "7614a354e328c88af058492e2a9613fa0b3c03e7",
    "url": "https://menafn.com/1107666468/Now-Dubai-Taxi-Offers-Flexible-Payment-Options-For-Customers",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "https://menafn.com/rss/menafn_mostapopular_local_en.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Major Events In Saudi Arabia '23",
    "title": "Now, Dubai Taxi Offers Flexible Payment Options For Customers | MENAFN.COM",
    "title_full": "Now, Dubai Taxi Offers Flexible Payment Options For Customers | MENAFN.COM",
    "published": "2023-12-28T01:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JO",
    "main_image": "https://menafn.com/updates/pr/2023-12/28/KT_45bf9image_story.jpg",
    "performance_score": 0,
    "domain_rank": 6304,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7614a354e328c88af058492e2a9613fa0b3c03e7",
  "url": "https://menafn.com/1107666468/Now-Dubai-Taxi-Offers-Flexible-Payment-Options-For-Customers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2023-12-28T01:33:00.000+02:00",
  "title": "Now, Dubai Taxi Offers Flexible Payment Options For Customers | MENAFN.COM",
  "text": "( MENAFN - Khaleej Times) Published: Thu 28 Dec 2023, 6:43 PM\nDubai Taxi Company (DTC) will provide flexible payment solutions for all transport services provided by the company, officials announced on Thursday.\nThis includes offering interest-free credit balances and short-term instalment programmes, empowering customers to fully enjoy Dubai Taxi's wide array of services while effectively managing their expenses.\nThe DTC has entered into a long-term strategic partnership with Tabby, a leading payments and shopping company renowned in the region, to provide flexible payment solutions to customers.\nStay up to date with the latest news. Follow KT on WhatsApp Channels.\nThe agreement, a first in the UAE's transport sector for postpaid services, is set to redefine the landscape of postpaid transport services in the UAE, offering customers a new level of flexibility in payment solutions. It features post-payment solutions for a wide range of services, including limousine services.\nThe agreement was signed at the Dubai Taxi headquarters by Mansoor Rahma Al Falasi, CEO of DTC, and Hosam Arab, CEO and co-founder of Tabby, in the presence of several dignitaries and officials from both entities.\nUnder the deal, customers will gain access to Tabby's postpaid model, renowned for its smooth payment processes, convenience, and flexibility through a comprehensive multi-channel system. This includes offering interest-free credit balances and short-term instalment programmes, empowering customers to fully enjoy Dubai Taxi's wide array of services while effectively managing their expenses.\nMansoor Rahma Al Falasi stated that DTC will spare no effort to integrate the latest technologies and innovative solutions to enhance the quality of transport services and experiences it provides and achieve the highest standards of luxury and customer satisfaction.“We will also strive to enrich the mobility experience in Dubai and contribute to the city's goal of becoming one of the happiest in the world,” he added.\nALSO READ:\nUAE traffic eases up: Residents appeal to schools, offices to introduce staggered timings Watch: Dubai thwarts 234kg drug smuggling attempt in 'Operation Wheelhouse' UAE: What would you do if you win Dh200 million? Residents share grand dreams Al Falasi emphasised that the signing of the agreement with Tabby is a strategic move within Dubai Taxi's continuous efforts to offer transport services that meet the highest international standards. This makes Dubai Taxi the first company in the UAE to introduce a postpaid model for transport services.\nHe also highlighted the significance of the partnership, which enables Dubai Taxi to offer flexible, seamless, and secure payment solutions. This collaboration is expected to bring about a significant shift in the way customers pay for transport services, especially for services like multi-day limousine bookings.\nHosam Arab said Tabby is thrilled to collaborate with Dubai Taxi.“Our partnership allows us to extend flexible payment options to a broader customer base through the smart services available on the Tabby app. This initiative will enable customers to optimise their financial resources while enjoying the transport services provided by Dubai Taxi.\"\nMENAFN28122023000049011007ID1107666468\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.khaleejtimes.com/transport/now-dubai-taxi-offers-flexible-payment-options-for-customers",
    "https://khaleejtimes.com/transport/now-dubai-taxi-offers-flexible-payment-options-for-customers"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tabby",
        "sentiment": "none"
      },
      {
        "name": "hosam arab",
        "sentiment": "none"
      },
      {
        "name": "mansoor rahma al falasi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dubai taxi company",
        "sentiment": "negative"
      },
      {
        "name": "khaleej times",
        "sentiment": "negative"
      },
      {
        "name": "dubai taxi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dubai",
        "sentiment": "none"
      },
      {
        "name": "uae",
        "sentiment": "none"
      },
      {
        "name": "dubai taxi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:18:17.172+02:00",
  "updated": "2023-12-29T00:18:17.172+02:00"
}