{
  "thread": {
    "uuid": "ec827ab845b5505db657d0bb457d830cdd0f4a97",
    "url": "https://mexico.quadratin.com.mx/entregan-adrian-rubalcava-y-reyes-magos-8-mil-juguetes-en-cuajimalpa/",
    "site_full": "mexico.quadratin.com.mx",
    "site": "quadratin.com.mx",
    "site_section": "https://mexico.quadratin.com.mx",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "\nNoticias de CDMX - Quadratin",
    "title": "Entregan Adrián Rubalcava y Reyes Magos 8 mil juguetes en Cuajimalpa",
    "title_full": "Entregan Adrián Rubalcava y Reyes Magos 8 mil juguetes en Cuajimalpa",
    "published": "2024-01-07T20:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://mexico.quadratin.com.mx/www/wp-content/uploads/2024/01/WhatsApp-Image-2024-01-07-at-12.31.03-PM.jpeg",
    "performance_score": 0,
    "domain_rank": 55981,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ec827ab845b5505db657d0bb457d830cdd0f4a97",
  "url": "https://mexico.quadratin.com.mx/entregan-adrian-rubalcava-y-reyes-magos-8-mil-juguetes-en-cuajimalpa/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "coeditormexico",
  "published": "2024-01-07T20:43:00.000+02:00",
  "title": "Entregan Adrián Rubalcava y Reyes Magos 8 mil juguetes en Cuajimalpa",
  "text": "CIUDAD DE MÉXICO, 7 de enero de 2024.- Disfrazado de Avispón Verde, acompañado de los Reyes Magos y diversos súper héroes, Adrián Rubalcava Suárez, titular de la alcaldía Cuajimalpa de Morelos, realizó la entrega de 8 mil juguetes a niñas y niños.\nLos pequeños estuvieron acompañados por sus padres, teniendo una afluencia de más de 16 mil personas.\nDisfrutaron no sólo de un show espectacular, también pudieron degustar de un pedazo de Rosca de Reyes, leche y aguinaldos.\nBajo un operativo de seguridad con elementos de la Policía Auxiliar, Sector Yaqui y Sector Cuajimalpa, Protección Civil y Servicios Médicos, así como de funcionarios de la alcaldía, las niñas y niños disfrutaron este día dentro de un ambiente familiar contagiados de emoción y suspenso por la rifa llevada a cabo donde hubo Xbox, bicicletas, triciclos, patín del diablo, avalanchas, balones de futbol y muñecas, entre muchos otros juguetes más.\nCabe mencionar, que los mismos, en particular, fueron adquiridos con recursos propios de los servidores públicos de esta alcaldía y por el alcalde.\nLas y los niños, además de recibir su “aguinaldo” y juguetes de primera calidad, disfrutaron a la par de un show de payasos, música infantil, y un stand para tomarse la tradicional foto del recuerdo con los reyes magos.\nEn su intervención el edil agradeció a los cuajimalpenses el celebrar juntos este día tan especial por los niños. “Muchos de los que están aquí los vi crecer, y muchos de los que hoy ya no son niños, me tocó verlos desde niños. Durante quince años, vi transformarse esta alcaldía, y les quiero decir que me duele en el corazón tenerme que ir porque esta es mi casa, ustedes son mi familia.\nDurante todos estos años construimos juntos muchas cosas, y me viene a la mente todavía aquellos años cuando nos regalaban los juguetes chafas, ¿Se acuerdan?, que nos daban los juguetes de luchadores de plástico, las pelotas baratas, cando todo mundo venía aquí y decía que iba a hacer cosas por el pueblo y no estaban presentes.\nQuiero decirles que, desde la trinchera en la que esté, siempre trabajaré a favor de ustedes. Les pido q la persona q quede, le exijan siempre cosas de calidad, porque Cuajimalpa ha tenido un crecimiento importante y eso es gracias a ustedes mismos. Desde donde esté siempre buscaré la manera de darles lo mejor y eventos de calidad como hasta ahora”.\nFinalmente, Rubalcava Suárez se despidió ya que es el último evento de día de reyes que estuvo presente como alcalde.\nAsimismo, señaló que llevará juguetes con motivo de día de reyes a otros pueblos de la demarcación para quienes no pudieron acudir a la entrega de juguetes en la explanada de la alcaldía, esto con el fin de que más niños puedan disfrutar de los juguetes de calidad y entregar de propia mano los juguetes que los Reyes Magos trajeron para las y los pequeños.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:32:08.790+02:00",
  "updated": "2024-01-08T00:32:08.790+02:00"
}