{
  "thread": {
    "uuid": "08c7a427d11a1961a4ccbc953ba8dae8bc083aa2",
    "url": "https://thewest.com.au/entertainment/tv/screen-queen-reviews-masters-of-the-air-expats-dance-life-griselda-and-bbcs-earth-c-13239374",
    "site_full": "thewest.com.au",
    "site": "thewest.com.au",
    "site_section": "https://thewest.com.au/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Screen Queen reviews: Masters of the Air, Expats, Dance Life, Griselda and BBC’s Earth | The West Australian",
    "title_full": "Screen Queen reviews: Masters of the Air, Expats, Dance Life, Griselda and BBC’s Earth | The West Australian",
    "published": "2024-01-20T09:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://images.thewest.com.au/publication/C-13239374/3e27ef157c7bec738c637ac6b7f988bc8f02e79f-16x9-x0y0w1920h1080.jpg?imwidth=1200",
    "performance_score": 0,
    "domain_rank": 6651,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "08c7a427d11a1961a4ccbc953ba8dae8bc083aa2",
  "url": "https://thewest.com.au/entertainment/tv/screen-queen-reviews-masters-of-the-air-expats-dance-life-griselda-and-bbcs-earth-c-13239374",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-20T09:00:00.000+02:00",
  "title": "Screen Queen reviews: Masters of the Air, Expats, Dance Life, Griselda and BBC’s Earth | The West Australian",
  "text": "Masters of the Air Friday, streaming on Apple TV I didn’t know much about World War II pilots until I read Kate Atkinson’s excellent 2015 novel, A God In Ruins. The story focused on Teddy, a young RAF Halifax bomber pilot. Chapters dedicated to detailing his missions chilled me so much, I went off and researched more about what went down — and it was horrifying.\nThe mortality rate for men in Bomber Command exceeded 50 per cent, a staggering statistic. Think about it: half the young men (and they were young, the pilots’ average age of the pilots was just 22) who went up into the air never came back down. Unfathomable.\nWith this in the back of my mind, I dipped in to check out Apple’s new WWII series, Masters of the Air. With Steven Spielberg, Tom Hanks and Gary Goetzman at the helm, it’s a companion series to 2001’s Band of Brothers and 2010’s The Pacific, though this one focuses on air battles rather than land battles.\nBased on Donald L. Miller’s book, it follows the men of the 100th Bomb Group, aka The Bloody Hundredth, a group of US pilots dispatched to conduct perilous bombing raids over nazi Germany.\nI can’t tell you much more as there is an embargo in place. But with its production pedigree — the fact Spielberg and Hanks are behind this tells you much — and its superb cast, including Austin Butler, Barry Keoghan, Callum Turner, Jude Law’s son Rafferty and the new Dr Who, Ncuti Gatwa, this show should be on your radar.\nSide note: my grandmother’s pilot fiance was shot down while in combat during WWII. If he had survived, I wouldn’t be here writing this. What a strange thing to think about.\nExpats Friday, streaming on Prime Video\nCamera Icon\nExpats, starring Nicole Kidman and Brian Tee (pictured), is streaming on Prime Video Credit: Supplied / Prime Video This is another show I can’t tell you much about because of an embargo. But I will say this: if you’ve read Janice Y. K. Lee’s best-selling novel, you’ll want to mark your diaries.\nStarring and executive-produced by Nicole Kidman, it tells the story of three women living in Hong Kong in 2014 whose lives are intertwined. The six-part limited series directed by Lulu Wang is already scoring lots of buzz.\nDance Life Streaming now on Prime Video\nCamera Icon\nDance Life is streaming on Prime Video Credit: Supplied / Prime Video I’ve only seen the first episode of this great doco series, which follows students at Sydney’s famed Brent Street Studio, but already I know that I will dance-battle anyone who says Emily is not worthy. Bow down to our relatable queen.\nEarth Tuesday, 9pm, ABC\nCamera Icon\nDinosaurs at the dawn of the Triassic, as re-imagined in the new series, Earth, coming to ABC. Credit: Supplied / ABC Wait, what? David Attenborough isn’t hosting this BBC doco? Who is this Chris Packham fellow? No matter — this beautifully shot series is still well worth a look.\nGriselda Thursday, streaming on Netflix\nCamera Icon\nTuning in for Sofia Vergara’s face. Credit: Supplied / Netflix Will be tuning into this drama, starring Sofia Vergara as notorious real-life crime figure Griselda Blanco, if only to see all the prosthetics she was forced to use to uglify herself for the role. This is getting lots of buzz.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "griselda",
        "sentiment": "negative"
      },
      {
        "name": "kate atkinson",
        "sentiment": "none"
      },
      {
        "name": "tom hanks",
        "sentiment": "none"
      },
      {
        "name": "steven spielberg",
        "sentiment": "none"
      },
      {
        "name": "gary goetzman",
        "sentiment": "none"
      },
      {
        "name": "donald l. miller",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "apple",
        "sentiment": "negative"
      },
      {
        "name": "bbc",
        "sentiment": "negative"
      },
      {
        "name": "air",
        "sentiment": "negative"
      },
      {
        "name": "100th bomb group",
        "sentiment": "none"
      },
      {
        "name": "raf halifax",
        "sentiment": "none"
      },
      {
        "name": "brothers",
        "sentiment": "none"
      },
      {
        "name": "bloody hundredth",
        "sentiment": "none"
      },
      {
        "name": "bomber command",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pacific",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T20:26:38.506+02:00",
  "updated": "2024-01-21T17:11:27.687+02:00"
}