{
  "thread": {
    "uuid": "c81045796598b1e461bb9e068bb3a650b68130bc",
    "url": "https://www.denverpost.com/2024/02/29/broncos-terrion-arnold-pat-surtain-ii-nfl-combine",
    "site_full": "www.denverpost.com",
    "site": "denverpost.com",
    "site_section": "http://www.denverpost.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "The Denver Post",
    "title": "Terrion Arnold embraces opportunity to potentially play with Pat Surtain II",
    "title_full": "Terrion Arnold embraces opportunity to potentially play with Pat Surtain II",
    "published": "2024-02-29T22:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.denverpost.com/wp-content/uploads/2024/01/AP23274202991247.jpg?w=1024&#038;h=683",
    "performance_score": 0,
    "domain_rank": 1173,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c81045796598b1e461bb9e068bb3a650b68130bc",
  "url": "https://www.denverpost.com/2024/02/29/broncos-terrion-arnold-pat-surtain-ii-nfl-combine",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ryan McFadden",
  "published": "2024-02-29T22:35:00.000+02:00",
  "title": "Terrion Arnold embraces opportunity to potentially play with Pat Surtain II",
  "text": "INDIANAPOLIS — Alabama’s Terrion Arnold called Broncos star Pat Surtain II the best cornerback in the NFL. But Arnold made it known to the former Crimson Tide defensive back that he is up next.\nIn 2023, when Arnold and Surtain attended Bengals safety Jordan Battle’s draft party, the six-foot, 190-pound Arnold predicted that he would be the best corner in the 2024 NFL draft class.\nA year later, he has a chance to live up to his prophecy. Arnold, a two-year starter for the Crimson Tide, has the potential to be one of the first cornerbacks drafted in April. And with the Broncos needing secondary help, Arnold’s undying confidence and diverse skill set could improve Denver’s pass defense.\n“I’m coming to dominate,” Arnold said at the NFL scouting combine on Thursday morning.\nAt Alabama, Arnold said Surtain is considered a “robot.” He has studied Surtain’s game film, admiring how he never panics no matter which wide receiver he faces. Arnold mentioned that he has met with the Broncos at the NFL scouting combine and embraced the possibility of teaming up with Surtain.\nIf the Broncos decided to draft Arnold with the 12th overall pick, it would be the second straight time the organization took a Crimson Tide cornerback in the first round. The last time the Broncos drafted in the first, they selected Surtain ninth overall in 2021.\n“Playing next to Pat is like playing next to (Crimson Tide cornerback) Kool-Aid (McKinstry). You would have somebody at the next level who could challenge you to be better,” Arnold said. “(Surtain) is proven in the NFL, and I would love to (play with him) if I had the opportunity to do that.”\nCornerback is among a handful of roster needs for Denver. The Broncos view Surtain, a two-time Pro Bowler, as a key figure on defense. General manager George Paton said on Tuesday that picking up the cornerback’s fifth-year option of $19.802 million is “one of the easier decisions” the club will make.\nBut Surtain can’t cover both sides of the field. And opposing quarterbacks have avoided throwing in his direction at times, putting the cornerback on the opposite side of him in a bad position.\nPaton expressed the need for more depth in the secondary and addressed the busted coverages he saw during games. Veteran cornerback Fabian Moreau — who replaced Damarri Mathis in the starting lineup during the season — will be a free agent. And even though the team is high on Riley Moss, the former Iowa star played only three snaps at outside cornerback during his first year in Denver.\n“You can always use help in the secondary, but I feel good about the young core on defense, and we will just continue to add depth,” Paton said.\nArnold is disruptive in coverage and can play on the ball. The Florida native registered 12 passes defended and five interceptions in 2023 while holding quarterbacks to a 50.7 passer rating.\nRelated Articles Denver Broncos | Which Colorado team has the best odds to win a championship? (And which has the worst?) Denver Broncos | Broncos sign T Matt Peart to one-year deal, adding a potential swing option on offensive line Denver Broncos | Broncos getting ILB Justin Strnad back on one-year deal, source says, after nearly losing him to Carolina Denver Broncos | Former Broncos receiver Jerry Jeudy signs 3-year contract extension with Cleveland Browns Denver Broncos | Former Broncos quarterback Steve Tensi dies at 81 He can play multiple spots on the field. In 2023, he played 557 snaps on the outside and 205 in the slot, according to Pro Football Focus. Arnold is a solid tackler and can make stops in space, totaling 108 tackles and a sack in the last two seasons.\nArnold prides himself on his physicality — a trait he developed while playing safety — and being able to make plays at the line of scrimmage.\n“When I line up in the slot, I’m like an outside linebacker. I have to feel the run, set the edges and take on blocks,” he said. “…This game is all about RPOs and (running) a lot of (bubble screens). (A cornerback who) can make those plays and take on blocks is extremely important, and you need to have it in your defense in today’s game.”\nPairing Arnold with Surtain could give Denver a top-tier cornerback tandem, as the former five-star safety recruit is viewed as one of the top cornerbacks in the draft. But Arnold doesn’t need draft experts to remind him of that.\nArnold’s confidence was noticeable in every word he said during his news conference. He said he could be a 99 overall player if he was in EA Sports’ upcoming video game “College Football 25.” Arnold even thinks he would have a 90-plus Madden rating by his second year in the league.\nWhen he walked into a meeting with the Las Vegas Raiders, new head coach Antonio Pierce asked Arnold if he was energetic.\nArnold responded “You know I am. Cut on the tape.”\nHe wasn’t bothered about the bright lights at the scouting combine because the moment felt like “deja vu.”\n“I’ve already seen it in a dream,” Arnold added.\nEven though he hasn’t played safety since high school, he believes he can still play the position in any scheme and make plays.\n“My range is second to none. And at (cornerback), my granddad always told me ‘Terrion, you are a lockdown corner.’ I can guard anybody and play any position in the secondary,” he said.\nBut perhaps what stood out the most about Arnold was his humility. He explained that he isn’t afraid to tell teams his lowest moments, especially when he was benched as a redshirt freshman during a matchup against Tennessee in 2022.\nArnold said getting replaced by former Alabama cornerback Eli Ricks changed his perspective. He called it his Michael Jordan moment. He writes about it every day, reminding himself to never get benched again.\n“That is going to lead me to (get) that gold jacket, and I’m not talking about the one you can buy,” he said.\nWant more Broncos news? Sign up for the Broncos Insider to get all our NFL analysis.\nShare this: Click to share on Facebook (Opens in new window) Click to share on Reddit (Opens in new window) Click to share on Twitter (Opens in new window) Policies Report an Error Contact Us Submit a News Tip Most Popular Most Popular My Neighbor Felix sues to shut down ex-manager’s LoHi eatery, Alma Fonda Fina My Neighbor Felix sues to shut down ex-manager’s LoHi eatery, Alma Fonda Fina Under Colorado’s new water-saving law, here’s where ornamental grass will be banned starting in 2026 Under Colorado's new water-saving law, here's where ornamental grass will be banned starting in 2026 Unsupervised child in wheelchair broke both legs at Westminster school after sliding down ramp, lawsuit alleges Unsupervised child in wheelchair broke both legs at Westminster school after sliding down ramp, lawsuit alleges Colorado bill to ban purchase, sale of assault weapons passes first vote Colorado bill to ban purchase, sale of assault weapons passes first vote Why your favorite DIA restaurant’s food is different from its local, brick-and-mortar location Why your favorite DIA restaurant's food is different from its local, brick-and-mortar location Avalanche defenseman sells mansion in Denver’s Belcaro neighborhood for $3.75M Avalanche defenseman sells mansion in Denver's Belcaro neighborhood for $3.75M Keeler: Deion Sanders’ new offensive line coach wants CU Buffs to “build a fence” that stops top Colorado recruits from leaving. Can we get a hallelujah? Keeler: Deion Sanders' new offensive line coach wants CU Buffs to \"build a fence\" that stops top Colorado recruits from leaving. Can we get a hallelujah? Chris Simon, Stanley Cup champion with Avalanche, dies at 52 Chris Simon, Stanley Cup champion with Avalanche, dies at 52 U.S. 6 reopens over Loveland Pass after safety closure U.S. 6 reopens over Loveland Pass after safety closure Colorado’s first Buc-ee’s opens its doors with Texas brisket, beaver nuggets and super-clean restrooms Colorado's first Buc-ee's opens its doors with Texas brisket, beaver nuggets and super-clean restrooms Trending Nationally Florida governor signs bill banning homeless from sleeping in public What the big realtors settlement means for home buyers and sellers March Madness 2024: Printable bracket for the NCAA men’s basketball tournament Recipes: Make these delicious chocolate treats for Easter Solar eclipse: Glasses are key, but did you know clothing choice could enhance viewing?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://www.mercurynews.com/2024/02/28/how-panera-bread-ducked-californias-new-20-minimum-wage-law/?itm_source=parsely-api",
    "https://www.ocregister.com/2024/02/26/how-to-get-free-guac-or-2-29-cinnamon-treats-on-leap-day/?itm_source=parsely-api",
    "http://www.chicagotribune.com/2024/02/28/cook-county-judge-orders-donald-trump-removed-from-illinois-primary-ballot-for-his-role-in-jan-6-riot-at-u-s-capitol/?itm_source=parsely-api",
    "https://www.bostonherald.com/2024/02/28/red-sox-stacy-wakefield-tim-wakefield/?itm_source=parsely-api",
    "https://bostonherald.com/2024/02/28/red-sox-stacy-wakefield-tim-wakefield/?itm_source=parsely-api",
    "https://ocregister.com/2024/02/26/how-to-get-free-guac-or-2-29-cinnamon-treats-on-leap-day/?itm_source=parsely-api",
    "http://www.chicagotribune.com/2024/02/28/cook-county-judge-orders-donald-trump-removed-from-illinois-primary-ballot-for-his-role-in-jan-6-riot-at-u-s-capitol/",
    "https://mercurynews.com/2024/02/28/how-panera-bread-ducked-californias-new-20-minimum-wage-law/?itm_source=parsely-api",
    "http://chicagotribune.com/2024/02/28/cook-county-judge-orders-donald-trump-removed-from-illinois-primary-ballot-for-his-role-in-jan-6-riot-at-u-s-capitol/?itm_source=parsely-api",
    "https://www.ocregister.com/2024/02/26/how-to-get-free-guac-or-2-29-cinnamon-treats-on-leap-day/",
    "https://www.bostonherald.com/2024/02/28/red-sox-stacy-wakefield-tim-wakefield/",
    "https://www.mercurynews.com/2024/02/28/how-panera-bread-ducked-californias-new-20-minimum-wage-law/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pat surtain ii",
        "sentiment": "negative"
      },
      {
        "name": "pat surtain",
        "sentiment": "negative"
      },
      {
        "name": "surtain",
        "sentiment": "none"
      },
      {
        "name": "arnold",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "broncos",
        "sentiment": "negative"
      },
      {
        "name": "arnold",
        "sentiment": "negative"
      },
      {
        "name": "terrion arnold",
        "sentiment": "negative"
      },
      {
        "name": "crimson tide",
        "sentiment": "none"
      },
      {
        "name": "nfl",
        "sentiment": "none"
      },
      {
        "name": "bengals",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "indianapolis",
        "sentiment": "none"
      },
      {
        "name": "alabama",
        "sentiment": "none"
      },
      {
        "name": "jordan battle",
        "sentiment": "none"
      },
      {
        "name": "denver",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:56:56.756+02:00",
  "updated": "2024-03-21T03:10:29.164+02:00"
}