{
  "thread": {
    "uuid": "56fb620a0a042a3c513b4436dffbe7e5b209507b",
    "url": "https://simpleflying.com/serbia-transitioning-from-mig-29s-to-rafales",
    "site_full": "simpleflying.com",
    "site": "simpleflying.com",
    "site_section": "https://music.einnews.com/live_feed",
    "site_categories": [
      "travel",
      "air_travel"
    ],
    "section_title": "Live Feed Wire - Music Industry Today - EIN Presswire",
    "title": "Analysis: Serbia Transitioning From MiG-29s To Rafales",
    "title_full": "Analysis: Serbia Transitioning From MiG-29s To Rafales",
    "published": "2024-05-06T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static1.simpleflyingimages.com/wordpress/wp-content/uploads/2024/05/artboard-fromthis.jpg",
    "performance_score": 0,
    "domain_rank": 7556,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "56fb620a0a042a3c513b4436dffbe7e5b209507b",
  "url": "https://simpleflying.com/serbia-transitioning-from-mig-29s-to-rafales",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Air Force",
  "published": "2024-05-06T03:00:00.000+03:00",
  "title": "Analysis: Serbia Transitioning From MiG-29s To Rafales",
  "text": "Summary Serbia's surprising decision to purchase French Rafale jets adds a Western NATO warbird to its Russian-made MiG-29 fleet. The Rafale provides a significant military capability upgrade with longer combat range and larger ordnance capacity. Serbia's potential acquisition of the Rafale marks a shift from historic reliance on Russian military equipment, facing pressure to align with the West. SIMPLEFLYING VIDEO OF THE DAY SCROLL TO CONTINUE WITH CONTENT Serbian-Russian relations have long been characterized by Western pundits as one of bonhomie, a veritable \"Big Brother-Little Brother\" bond forged by a common Slavic identity, Orthodox religious faith, and, during the Cold War, Communist comradeship.\nIndeed, when I myself did my first security contracting stint in Kosovo (which Serbia still declares to be part of its own sovereign territory even though 103 out of 193 member states of the United Nations officially grant diplomatic recognition to Kosovo) back in 2014, this was the historical paradigm that was taught to me and my colleagues by our training instructors, although for the sake of fairness and balance, some Balkan scholars like Nina Miholjcic-Ivkovic of Geopolitical Monitor challenge the purity of that paradigm.\nClose Those scholarly nitpicks aside, it's not surprising that Serbia has long relied upon Russian-made military equipment, and this has especially been true of the Serbian Air Force and Air Defence (Ратно ваздухопловство и противваздухопловна одбрана Војске Србије/ Ratno vazduhoplovstvo i protivvazduhoplovna odbrana Vojske Srbije ), which has long used the Soviet-designed, 1977 vintage MiG-29 \"Fulcrum\" as its go-to jet fighter. So then, what *does* come as a surprise is the Serbian government's decision earlier this month to either augment or outright those MiG-29s with a Western NATO warbird, the French-made Dassault Rafale.\nThe Basics What makes this decision especially surprising is that France has a not-too-distant historical precedent as a military adversary of Serbia, having wielded Super Etendards and the Mirage 2000s against then-Serbian strongman Slodoban Milosevic's forces during Operation Allied Force, the NATO bombing campaign against Serbia in 1999; during this same conflict. Russia steadfastly maintained its moral support for its Slavic \"Little Brother.\"\nRelated Greece Is Selling Its F-16s & Mirage 2000s To Reduce 'Cartload' Of Different Fighter Jets The Greek Defense Minister wants the Hellenic Air Force to slim down and be more acute. The decision was announced on April 9, 2024. As noted by the Military Watch Magazine Editorial Staff:\n\"[F]ollowing years of speculation regarding the future of the Serbian fighter fleet the country’s president Aleksandar Vucic said that had 'reached concrete agreements regarding the purchase of the Rafale fighter jets' during talks with his French counterpart Emmanuel Macron. 'The contract is expected to be signed in the next two months and in the presence of the president of France,' he stated.\nIt remains uncertain whether these aircraft will replace or serve alongside the country’s current fleet of 14 MiG-29 fighters, the newest of which were donated in 2017 from Russian stocks and modernised to a ‘4+ generation’ standard. If the MiGs are retained it would open up the possibility that Serbia will operate both Russian and NATO standard fighters simultaneously, as many neutral states such as India , Egypt , Malaysia and Indonesia have done.\"\nRelated 5 Amazing Facts About The Dassault Rafale A few interesting pieces of information about the fighter over its 37-year history. From there, the Military Watch staff adds that, like those other so-called \"neutral states,\" Serbia has been feeling the proverbial heat from the West to eschew the continued purchase of Russian-made military equipment or else face the specter of American sanctions.\nClose A lot of the specifics of the deal are yet to be determined, such as what types of munitions will be supplied, or which specific variant of the Rafale -- the Type B (two-seater). C (single-seat), or M models -- will be delivered (although we can scratch the M version off the list with a fairly high degree of confidence, as it's specifically designed for aircraft carrier operations, and Serbia is a landlocked country).\nFulcrum vs. Rafale head-to-head Close Eastern European vs. Western European cultural clashes and geopolitical paradigm shifts aside, the 4.5 Generation Rafale definitely provides the Serbian Air Force a big-time boost in capabilities vis-à-vis the 4th Generation MiG-29. A side-by-side comparison of some of their specifications and combat stats should help drive that point home for the reader...\nMaiden Flight Years : MiG-29, 1977; Rafale C, 1991 Combat Range : MiG-29, 380–490 nmi ((430–560 mi/700–900 km); Rafale C, 1,000 nmi (1,150 mi/1,850 km) Armament: MiG-29, seven hardpoints with a combined carrying capacity of 8,800 lb. (4,000 kg) of ordnance; Rafale C, 14 hardpoints (double that of the Fulcrum!) with a combined carrying capacity of 20,900 lb. (9,500 kg) of ordnance Combat Losses : MiG-29, six (five in air-to-air combat, one to ground fire); Rafale C, 0 (as in zero, zilch, nada)\nRelated Double The Speed Of Sound: A Guide To The MiG-29 Fulcrum The legendary fighter jet can reach speeds of up to Mach 2.25 That fourth stat line comes to us courtesy of MigFlug . The zero combat losses for the Rafale become all the more impressive when one considers that the platform was first \"blooded\" in combat back nearly two decades ago. My Simple Flying colleague Alexander Mitchell elaborates:\n\"As such, the Rafale has been utilized in many high-profile conflicts worldwide, including in the War in Afghanistan, where the fighter engaged in countless combat missions such as interceptions and hitting targets between 2006 and 2011 for the French Air Force and Navy. Then, in 2011, the Rafale was used in Libya, where they were the first fighters to operate over Benghazi and Tripoli. During the deployment in Libya, the Rafale was used in a spectrum of missions such as precision strikes, deep strikes, and air superiority. In recent years, Rafale aircraft have been deployed to many conflict zones globally, including Mali, Iraq , and Syria. In each conflict, the aircraft has played a leading role.\"\nSerbia's other combat aircraft If and when the Franco-Serbian deal is finalized, Serbia will become the eighth export customer of the Rafale, joining Croatia (rather ironic in the light of the post-Cold War enmity between these two former Yugoslav republics), Egypt, Greece, India, Indonesia, Qatar and the United Arab Emirates (UAE) .\nMeanwhile, the Serbian Air Force does have one other fixed-wing air combat asset: the Soko J-22 Orao (\"Eagle\"), a subsonic ground-attack airplane built between 1974 and 1992 in yet another former Yugoslav republic cum post-Cold War adversary of Serbia, that being Bosnia and Herzegovina . According to the World Directory of Modern Military Aircraft (WDMMA) , the Serbs have 17 Orao s in their arsenal, and I am not aware of any plans to replace them (if any of our readers know otherwise, please let us know in the Comments section).\nPhoto: Gojanovic123456789 | Wikimedia Commons.\nThe Serbian Air Force finally retired its obsolescent MiG=21 \"Fishbeds\" in 2021.\nRelated Why the Romanian Air Force is Switching From Russian MiG-21s to US F-16s and F-35s Romania is modernizing her jet fighter fleet. Simple Flying was able to gain additional insights from Romanian defense experts on this transition. In closing, to give our readers a better appreciation for why the Serbs might find the Rafale so desirable, check out these videos of the Rafale B and C respectively:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.geopoliticalmonitor.com/russia-serbia-relations-true-friends-or-pragmatic-players/",
    "https://militarywatchmagazine.com/article/serbia-rafale-break-russia-defences",
    "https://migflug.com/jetflights/the-combat-statistics-for-all-the-aircraft-currently-in-use/",
    "https://en.wikipedia.org/wiki/Mikoyan-Gurevich_MiG-21#/media/File:Croatian_MiG-21_(cropped",
    "https://www.airforce-technology.com/projects/soko-j-22-orao-ground-attack-and-reconnaissance-aircraft/",
    "https://www.wdmma.org/serbian-air-force.php",
    "https://geopoliticalmonitor.com/russia-serbia-relations-true-friends-or-pragmatic-players/",
    "https://wdmma.org/serbian-air-force.php",
    "https://airforce-technology.com/projects/soko-j-22-orao-ground-attack-and-reconnaissance-aircraft/",
    "https://www.migflug.com/jetflights/the-combat-statistics-for-all-the-aircraft-currently-in-use/",
    "https://www.militarywatchmagazine.com/article/serbia-rafale-break-russia-defences",
    "https://www.en.wikipedia.org/wiki/Mikoyan-Gurevich_MiG-21#/media/File:Croatian_MiG-21_(cropped",
    "https://www.airforce-technology.com/projects/soko-j-22-orao-ground-attack-and-reconnaissance-aircraft",
    "https://migflug.com/jetflights/the-combat-statistics-for-all-the-aircraft-currently-in-use",
    "https://www.geopoliticalmonitor.com/russia-serbia-relations-true-friends-or-pragmatic-players"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "western nato",
        "sentiment": "negative"
      },
      {
        "name": "united nations",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "serbia",
        "sentiment": "none"
      },
      {
        "name": "kosovo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T09:06:24.629+03:00",
  "updated": "2024-05-06T14:34:08.585+03:00"
}