{
  "thread": {
    "uuid": "8c554073c4721830924eaf57a29fc9bb24f9c1d9",
    "url": "https://www.aciprensa.com/noticias/104734/corpus-christi-2024-en-el-vaticano-angelus-del-papa-francisco-en-la-fiesta-de-jesus-eucaristia",
    "site_full": "www.aciprensa.com",
    "site": "aciprensa.com",
    "site_section": "http://feeds.feedburner.com/noticiasaci",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Noticias de ACI Prensa",
    "title": "Papa Francisco en Corpus Christi: Como Jesús Eucaristía partamos y entreguemos el “pan de nuestra vida”",
    "title_full": "Papa Francisco en Corpus Christi: Como Jesús Eucaristía partamos y entreguemos el “pan de nuestra vida”",
    "published": "2024-06-02T09:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.aciprensa.com/imagespp/papa-francisco-angelus-corpus-christi-02062024.jpg",
    "performance_score": 0,
    "domain_rank": 18206,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8c554073c4721830924eaf57a29fc9bb24f9c1d9",
  "url": "https://www.aciprensa.com/noticias/104734/corpus-christi-2024-en-el-vaticano-angelus-del-papa-francisco-en-la-fiesta-de-jesus-eucaristia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ACI Prensa",
  "published": "2024-06-02T09:00:00.000+03:00",
  "title": "Papa Francisco en Corpus Christi: Como Jesús Eucaristía partamos y entreguemos el “pan de nuestra vida”",
  "text": "Antes del rezo del Ángelus este domingo por la\nSolemnidad de Corpus Christi, el Papa Francisco alentó a ser “eucarísticos”, es decir a entregar la vida como hizo Jesús Eucaristía; y a partir y compartir el “pan de nuestra vida”, siguiendo su ejemplo.\nAsí lo indicó el Santo Padre en su reflexión previa al rezo de la oración mariana, en un mediodía lluvioso, ante miles de fieles en la Plaza de San Pedro portando sus paraguas.\nRecibe las principales noticias de ACI Prensa por WhatsApp y Telegram\nCada vez es más difícil ver noticias católicas en las redes sociales. Suscríbete a nuestros canales gratuitos hoy:\n“En Italia y en otros países celebramos hoy la\nSolemnidad del Corpus Christi. El Evangelio de la liturgia de hoy nos habla de la última Cena de Jesús (Mc 14, 12-26), durante la cual Él realiza un gesto de entrega: de hecho, en el pan partido y en el cáliz ofrecido a los discípulos, es Él mismo quien se entrega por toda la humanidad y se ofrece por la vida del mundo”, dijo el Papa Francisco.\nEn este gesto de Jesús al partir el pan, prosiguió el Santo Padre, “hay un aspecto importante que el Evangelio subraya con las palabras ‘se lo dio’ (v. 22). En efecto, la Eucaristía recuerda ante todo la dimensión del don. Jesús toma el pan no para consumirlo solo, sino para partirlo y darlo a los discípulos, revelando así su identidad y su misión”.\n“No retuvo para sí la vida, sino que nos la dio; no consideró su ser de Dios como un tesoro celoso, sino que se despojó de su gloria para compartir nuestra humanidad y hacernos entrar en la vida eterna (cf. Flp 2, 1-11). Jesús hizo donación de toda su vida”.\nEl Papa Francisco resaltó asimismo que “celebrar la Eucaristía y comer este Pan, como hacemos especialmente los domingos, no es un acto de culto desvinculado de la vida o un mero momento de consuelo personal; debemos recordar siempre que Jesús tomó el pan, lo partió y se lo dio”.\nPor tanto, subrayó, “la comunión con Él nos hace capaces de convertirnos también en pan partido para los demás, de compartir lo que somos y lo que tenemos”.\nEn Corpus Christi el Papa Francisco anima a ser “eucarísticos”\n“A esto estamos llamados: a convertirnos en lo que comemos, a ser ‘eucarísticos’, es decir, personas que ya no viven para sí mismas, en la lógica de la posesión y del consumo, sino que saben hacer de su vida un don para los demás”.\nAsí, por la Eucaristía, “nos convertimos en profetas y constructores de un mundo nuevo: cuando superamos el egoísmo y nos abrimos al amor, cuando cultivamos los lazos de fraternidad, cuando compartimos los sufrimientos de nuestros hermanos y compartimos nuestro pan y nuestros recursos con los necesitados, cuando ponemos nuestros talentos a disposición de todos, entonces partimos el pan de nuestra vida como Jesús”.\nEl Santo Padre alentó a cada uno a cuestionarse: “Preguntémonos entonces: ¿Guardo mi vida sólo para mí o la doy como Jesús? ¿Me gasto por los demás o me encierro en mi pequeño yo? Y, en las situaciones cotidianas, ¿sé compartir o busco siempre mi propio interés?”.\nPara concluir, el Papa Francisco rogó para “que la Virgen María, que acogió a Jesús, Pan bajado del Cielo, y se entregó enteramente con Él, nos ayude también a nosotros a convertirnos en don de amor, unidos a Jesús en la Eucaristía”.\nPapa Francisco: Rezar por la paz en Sudán, Ucrania, Palestina, Israel y Myanmar\n“Los invito a rezar por Sudán, donde la guerra que dura más de un año no encuentro aún una solución de paz”, dijo el Santo Padre tras el rezo del ángelus.\n“Que callen las armas y, con el compromiso de las autoridades locales y de la comunidad internacional, se ayude a la población y a los numerosos desplazados; que los refugiados sudaneses encuentren acogida y protección en los países vecinos”, continuó.\nEl Papa pidió no olvidar “a la martirizada Ucrania, Palestina, Israel, Myanmar... Llamo a la sensatez de los gobernantes para que detengan la escalada y pongan todo su empeño en el diálogo y las negociaciones”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T15:38:56.652+03:00",
  "updated": "2024-06-02T15:38:56.652+03:00"
}