{
  "thread": {
    "uuid": "5209a8f88c32cfbf7d341beff34db5e202351576",
    "url": "https://www.einnews.com/pr_news/702953651/topia-nominated-for-best-metaverse-virtual-metaverse-experiences-in-education-in-the-28th-annual-webby-awards",
    "site_full": "www.einnews.com",
    "site": "einnews.com",
    "site_section": "https://nasa.einnews.com",
    "site_categories": [
      "search_engine",
      "tech"
    ],
    "section_title": "NASA Newswire - NASA News Today - EIN Presswire",
    "title": "Topia Nominated For Best Metaverse & Virtual Metaverse Experiences in Education in the 28th Annual Webby Awards - NASA News Today - EIN Presswire",
    "title_full": "Topia Nominated For Best Metaverse & Virtual Metaverse Experiences in Education in the 28th Annual Webby Awards - NASA News Today - EIN Presswire",
    "published": "2024-04-12T01:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.einnews.com/ampsize/651569/topia-webby-nominee-2024.jpeg",
    "performance_score": 0,
    "domain_rank": 3181,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5209a8f88c32cfbf7d341beff34db5e202351576",
  "url": "https://www.einnews.com/pr_news/702953651/topia-nominated-for-best-metaverse-virtual-metaverse-experiences-in-education-in-the-28th-annual-webby-awards",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EIN News",
  "published": "2024-04-12T01:28:00.000+03:00",
  "title": "Topia Nominated For Best Metaverse & Virtual Metaverse Experiences in Education in the 28th Annual Webby Awards - NASA News Today - EIN Presswire",
  "text": "Topia Nominated For Best Metaverse & Virtual Metaverse Experiences in Education in the 28th Annual Webby Awards\nFans Can Vote Online to Help Topia Win Internet’s Top Honor: vote.webbyawards.com\nIt's an honor to be nominated for a Webby and reflects the hard work the Topia team has put into measurably improving student connection and well-being.” — Daniel Liebeskind, Topia Co-Founder and CEO LOS ANGELES, CA, UNITED STATES, April 11, 2024 / EINPresswire.com / -- Topia announced today that it has been nominated for Best Metaverse & Virtual Metaverse Experiences in Science & Education in the 28th Annual Webby Awards. Hailed as the “Internet’s highest honor” by The New York Times, The Webby Awards, presented by the International Academy of Digital Arts and Sciences (IADAS), is the leading international awards organization honoring excellence on the Internet. IADAS, which nominates and selects The Webby Award Winners, is comprised of Internet industry experts including Marian Croak, VP of Engineering – Responsible AI & Human-Centered Technology, Google; Sarah Harden, CEO, Hello Sunshine; Tobe Nwigwe, Artist & Actor; Shigetaka Kurita, Artist & Father of Emojis; Severin Hacker, Cofounder & CTO, Duolingo; Law Roach, Image Architect; Yann LeCun, VP & Chief AI Scientist, Meta; Roxane Gay, Host, The Roxane Gay Agenda; Quinta Brunson, Writer, Director and Actor; Questlove, DJ and Producer; Todd Kaplan, Chief Marketing Officer, Pepsi Co; Ashley Murphy, VP Global Consumer Marketing, Rare Beauty; Nelly Mensah, VP of Digital Innovation, Global Head of Web3 and Metaverse, LVMH; Jim Habig, Vice President Marketing, LinkedIn; and Tonya Custis, Director of AI Research, Autodesk.\nTopia is a fully customizable spatial communication ecosystem platform. Topia provides schools with a safe interactive community space for students to learn and play together, with engaging social experiences that promote emotional health, cooperative learning, and improved outcomes. With Topia, schools gain access to powerful admin & moderation controls as well as analytics, empowering a better understanding of student behaviors, interests and interactions. Topia’s developer tools enable edtech providers to transform their products into multiplayer social experiences, enhancing the learning experience for students.\n“Nominees like Topia are setting the standard for innovation and creativity on the Internet,” said Nick Borenstein, General Manager of The Webby Awards. “It is an incredible achievement to be selected among the best from the nearly 13,000 entries we received this year.”\nAs a nominee, Topia is also eligible to win a Webby People’s Voice Award, which is voted online by fans across the globe. From now until April 18, Topia fans can cast their votes at vote.webbyawards.com\nWinners will be announced on Tuesday, April 23, 2024, and honored in a star-studded show at Cipriani Wall Street. Winners will have an opportunity to deliver one of The Webby Awards’ famous 5-Word Speeches. Past 5-Word Speeches include: Steve Wilhite’s “It’s Pronounced “Jif” not ‘Gif’; NASA’s “Houston We Have A Webby”; and SZA’s “The Internet Scares Me. Thanks.”\nAbout Topia\nTopia is a Los Angeles-based interactive real-time communication technology launched in 2020. Topia partners with enterprises across education, gaming, and corporate use cases to increase stakeholder retention and community engagement. The Topia application provides spatial video chat and the ability to easily move between conversations within an interoperable network of worlds full of interactive social experiences. Topia’s patented peer-to-peer (P2P) webRTC technology scales to thousands of concurrent users at an extremely low cost. P2P data connections are end-to-end encrypted, which ensures that video chat conversations are private. Topia also features a Real-Time SDK for building interactive applications and integrations. To learn more, please visit: https://topia.io/ .\nAbout The Webby Awards\nHailed as the “Internet’s highest honor” by The New York Times, The Webby Awards is the leading international awards organization honoring excellence on the Internet, including Websites and Mobile Sites; Video; Advertising; Media & PR; Apps & Software; Social; Podcasts; Games and AI, Metaverse & Virtual. Established in 1996, The Webby Awards received nearly 13,000 entries from all 50 states and over 70 countries worldwide this year. The Webby Awards are presented by the International Academy of Digital Arts and Sciences (IADAS). Sponsors and Partners of The Webby Awards include WP Engine, LinkedIn, Verizon, YouGov, NAACP, KPMG, Wall Street Journal, Fast Company, Vox Media, The Hustle, Podcast Movement, It’s Nice That, Convince & Convert, The Neuron, The Gradient, Last Week in AI, MKT1, Bens Bites, The Tilt, Orangeletter, AIGA and The Standard Hotel. To learn more, please visit: webbyawards.comPriscilla Vento\ninfo@30milesnorth.com\n30 Miles North PR\nVisit us on social media:\nFacebook\nTwitter\nLinkedIn\nInstagram\nYouTube",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://topia.io/",
    "https://www.instagram.com/topia.io/",
    "https://www.youtube.com/topiaio",
    "https://twitter.com/topiaio",
    "https://www.einpresswire.com/?promo=4700",
    "https://www.facebook.com/topia.io",
    "https://vote.webbyawards.com/PublicVoting#/2024/ai-metaverse-virtual/general-metaverse-experiences/science-education",
    "https://www.linkedin.com/company/topia-io/",
    "https://youtube.com/topiaio",
    "https://facebook.com/topia.io",
    "https://www.linkedin.com/company/topia-io",
    "https://www.topia.io/",
    "https://www.einpresswire.com/",
    "https://www.instagram.com/topia.io",
    "https://linkedin.com/company/topia-io/",
    "https://www.twitter.com/topiaio",
    "https://einpresswire.com/?promo=4700",
    "https://www.vote.webbyawards.com/PublicVoting#/2024/ai-metaverse-virtual/general-metaverse-experiences/science-education",
    "https://topia.io",
    "https://instagram.com/topia.io/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sarah harden",
        "sentiment": "none"
      },
      {
        "name": "daniel liebeskind",
        "sentiment": "none"
      },
      {
        "name": "topia",
        "sentiment": "none"
      },
      {
        "name": "marian croak",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nasa",
        "sentiment": "negative"
      },
      {
        "name": "topia nominated for best metaverse & virtual metaverse experiences in education",
        "sentiment": "negative"
      },
      {
        "name": "ein presswire topia nominated for best metaverse & virtual metaverse experiences in education",
        "sentiment": "negative"
      },
      {
        "name": "google",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "new york times",
        "sentiment": "none"
      },
      {
        "name": "international academy of digital arts and sciences",
        "sentiment": "none"
      },
      {
        "name": "topia",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "los angeles",
        "sentiment": "none"
      },
      {
        "name": "iadas",
        "sentiment": "none"
      },
      {
        "name": "topia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T02:01:03.183+03:00",
  "updated": "2024-04-12T02:01:03.183+03:00"
}