{
  "thread": {
    "uuid": "8efaf2a8b43df8e77f6f99cfb8209080f9053987",
    "url": "https://starherald.com/agriculture/master-gardener-tips-know-your-flowers-know-your-pollinators/article_d06a68dc-381a-11ef-8960-6f2137430b27.html",
    "site_full": "starherald.com",
    "site": "starherald.com",
    "site_section": "http://starherald.com/search/?f=rss&t=article&c=agriculture&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "starherald.com - RSS Results in agriculture of type article",
    "title": "Master Gardener Tips: Know your flowers, know your pollinators",
    "title_full": "Master Gardener Tips: Know your flowers, know your pollinators",
    "published": "2024-07-05T05:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/starherald.com/content/tncms/assets/v3/editorial/d/06/d06a68dc-381a-11ef-8960-6f2137430b27/66836828048d6.preview.jpg?crop=1080%2C567%2C0%2C101&amp;resize=1080%2C567&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 94369,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8efaf2a8b43df8e77f6f99cfb8209080f9053987",
  "url": "https://starherald.com/agriculture/master-gardener-tips-know-your-flowers-know-your-pollinators/article_d06a68dc-381a-11ef-8960-6f2137430b27.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kaaren Grimminger Nebraska Extension Master Gardener",
  "published": "2024-07-05T05:28:00.000+03:00",
  "title": "Master Gardener Tips: Know your flowers, know your pollinators",
  "text": "Through the fall, Nebraska Extension in the Panhandle is offering Master Gardener tips, relevant to local lawn and garden issues in the High Plains and consistent with research-based recommendations.\nRalph Waldo Emerson said, “Earth laughs in flowers.” Most of us want beauty around us that’s why we have plants in our homes and around our homes. We also want shrubs flowers trees for our birds, butterflies, and for our wildlife. The Nebraska Panhandle is “short grass prairie.” This swath extends from Texas up to Canada. This means we’re the type of prairie that might have one or two months of drought in the summers and our area can have tornadoes, hailstorms, and blizzards all in the same year. East of the Panhandle, there is more rain and, therefore, taller grass.\nWhen considering plants, it is best to buy plants “native” to the Panhandle. The “natives’ are used to our soil and they’re used to the pests here. In other words, these plants know how to survive and survive well in the Panhandle. And speaking of “native”, this spring has been beneficial for thistles. There are native thistles and non-native thistles. The non-native are considered “noxious” which means they can be invasive and directly harmful to humans, to livestock and to wildlife.\nPeople are also reading…\nSome of the non-native thistles are Plumless Thistle, Canada Thistle, and Musk Thistle. Since the property owner is responsible for noxious weeds, you don’t want them on your property. Thistles and other noxious weeds can bring legal notices from the city. It often takes “elbow grease” to get rid of the thistles. They can grow so tall and so fast in the spring. On the other hand, native thistles, like Platte, Flodman’s yellow spine, and wavyleaf can be beneficial to wildlife and to pollinators.\nWe all want to get rid of pests that plague our plants. You know, the pests that eat the produce or spread disease or fungus. that harms the plant. But that’s not necessarily so! Now we know some of those ‘pests’ are pollinators somewhere in their lifecycle. There is even a fly that looks like a bee. These ‘hoverflies’ look like small bees and hover over plants like bees. One difference is there’s no space between the eyes. We want our plants, but we also want our pollinators. What do we do?\nTo protect those pests that are pollinators at some point in their lifecycle and still protect your plants, you might isolate one plant that’s been attacked and “sacrifice” it to the pest. An example of a pest that also has a pollinator form in its lifecycle, we can look at the tomato hornworm. It’s ugly, and it is voracious. It is the caterpillar of the hummingbird moth, it’s called that because it flies rapidly like a hummingbird and pollinates like a hummingbird. And I thought a pest was a pest.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ralph waldo emerson",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "panhandle",
        "sentiment": "none"
      },
      {
        "name": "nebraska",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "nebraska panhandle",
        "sentiment": "none"
      },
      {
        "name": "high plains",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T05:32:31.846+03:00",
  "updated": "2024-07-05T05:32:31.846+03:00"
}