{
  "thread": {
    "uuid": "c92a690f69c7dc39bd10ce75826f53def639dbe8",
    "url": "https://kdhnews.com/news/texas/ut-tyler-student-gets-unique-hands-on-experience-with-construction-projects/article_8ba5ba1f-3f88-52dd-8e47-c066240a16aa.html",
    "site_full": "kdhnews.com",
    "site": "kdhnews.com",
    "site_section": "http://kdhnews.com//search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=news/texas*&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "kdhnews.com - RSS Results in news/texas* of type article",
    "title": "UT Tyler student gets unique hands-on experience with construction projects",
    "title_full": "UT Tyler student gets unique hands-on experience with construction projects",
    "published": "2024-03-14T22:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/kdhnews.com/content/tncms/assets/v3/editorial/6/9b/69b2cc2e-c725-509c-b762-44297d56d0e7/65f35afdf224f.image.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 28389,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c92a690f69c7dc39bd10ce75826f53def639dbe8",
  "url": "https://kdhnews.com/news/texas/ut-tyler-student-gets-unique-hands-on-experience-with-construction-projects/article_8ba5ba1f-3f88-52dd-8e47-c066240a16aa.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jennifer Scott",
  "published": "2024-03-14T22:50:00.000+02:00",
  "title": "UT Tyler student gets unique hands-on experience with construction projects",
  "text": "It’s spring break on the University of Texas at Tyler campus, and while most of his peers are making the most of their time off, senior Fletcher Rives is busy working on the expansion of the university’s School of Nursing building.\nHe was given a unique opportunity as UT Tyler’s first-ever construction engineering student to get hands-on experience at the construction site.\nIt all started about a year and a half ago at a UT Tyler Career Fair when Rives was looking into a different job.\n“The construction management department does a really big push on making sure that we practice our professional side of our career,” Rives said. “They obviously teach us all the tools that we need to be successful in our career… and they teach us how to be professionals within the industry by making sure we get to go to those career fairs.”\nA representative of Hoar Construction was present at the Career Fair and was able to speak with Rives about his goals and career opportunities in the construction field.\n“I must have done something to impress him because next thing I know I am… getting a face-to-face interview with Hoar Construction,” Rives said.\nAccording to MC Mercer, the Preconstruction executive for Hoar Construction, the representative at the Career Fair really pushed for a sit down with Rives.\n“(They) immediately pinpointed him as somebody that we wanted to talk more with and potentially hire,” Mercer said.\nRives was offered an internship position to be a part of building the expansion of the David G. and Jacqueline M. Braithwaite Building last summer.\n“Of course I jumped on it because what's better than getting to be a part of a legacy project on a campus that I've reaped the benefits of?” Rives said.\nHoar broke ground on the $35 million expansion and renovation in April 2023. The investment comes as part of UT Tyler’s efforts to increase access to health care professionals who wish to learn, train, and ultimately remain in East Texas to work.\n“He just excelled and it was a huge help to our team,” Mercer said. “For many first-time interns, they’re just learning everything but not really knowing much walking into it, but very early on Fletcher was contributing in a big way.”\nAs a result, Rives was brought back as an intern for the current semester, working on the Smith County parking garage project.\n“I'm getting to meet new people every day,” Rives said. “I get to have a critical conversation with decision makers that are driving this community. It's very impactful to me and it means a lot to get to be from here and then have Hoar so willingly give me the opportunity to be a part of this legacy project.”\nAlthough being a project manager means more time in an office, Rives likes being a part of client relations and seeing projects being done.\n“I think a good project manager is on site because they get to see exactly what’s going on and how everything is being done,” Rives said. “As a project manager, we’re managing the finances… we make sure people get paid, that we’re getting paid for a project and… making sure that paperwork is getting done. It’s basically being in the back and doing strategic planning so that projects get done.”\nAccording to Mercer, Hoar Construction is always looking for interns for projects - even if they don’t have a degree directly related to construction or civil engineering.\n“They come in all shapes and sizes but honestly, we're just looking for some of the more soft skills when we're talking to and interviewing intern candidates,” Mercer said. “And we try to ascertain if they would be a good fit in the industry and a good fit for our company. And it’s kind of a cliche but, but we look for someone who is hardworking and a self starter, somebody who we like to say runs to the problem instead of running away from problems.”\nFounded and headquartered in Birmingham, Alabama, Hoar Construction is a privately held construction company specializing in commercial, industrial, health care, government, cultural/entertainment, education, residential, hospitality, and retail/mixed use construction. In addition to its Birmingham headquarters, Hoar Construction also has offices in Houston and Dallas.\n“We want to continue to build up our young talent pool,” Mercer said. “And we made a point since we were working on that campus and they actually have a construction management program… and to focus on their school and their program for our internships.”\nRives graduated as the first class of Cumberland Academy in 2019. With little financial means to go to college elsewhere, he attended community college where he paid as he went. He eventually received his associate’s degree in engineering as well as math. He decided he needed his bachelor’s and transferred to UT Tyler where he ultimately received a scholarship.\n“One of the criteria when you're awarded a scholarship is to write a thank you letter,” he said. “So I looked at these foundations where the money came from and realized that it's local people from this community who have helped donate and create foundations to feed scholarships that ultimately fed my education.”\nRives said that by working on big projects like the College of Nursing expansion and the courthouse parking garage is his way of paying it forward to those who helped him pay for his education.\n“I feel very fortunate to do this,” he said. “I have gained so much knowledge and experience from this, and being able to go right in after graduation is amazing. Hoar Construction cares about safety, they care about their people… they’re a great company to work for and I’m excited to continue with them.”\nHoar Construction is also looking forward to Rives staying on board with them.\n“He's got a whole year of hands-on experience under his belt,” Mercer said. “He’s a step ahead of maybe some of his peers. For us, it's obviously beneficial because then when he comes on board full time, there's a little less initial training we have to do. He can hit the ground running, so to speak.”\nRives will graduate in May with a degree in construction management, which will allow him to have more involvement with projects. And a faster track into his career.\n“Construction engineering gave me the opportunity to not only be exposed to the project management stuff, but also exposed to all the engineering stuff,” he said. “Money wise and my career wise, it's a lot more advantageous to take the management route over the engineering route.”\nRives hopes those who are interested in the construction industry will really put forward the effort to succeed.\n“It’s not a monotonous task and it’s not just schoolwork,” he said. “Don’t be afraid to put yourself out there… don’t be afraid of judgment or criticism. Be courageous because you may have opportunities jump out at you but you’ll have more opportunities if you seek them.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tyler",
        "sentiment": "positive"
      },
      {
        "name": "fletcher rives",
        "sentiment": "none"
      },
      {
        "name": "rives",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of texas",
        "sentiment": "positive"
      },
      {
        "name": "ut tyler",
        "sentiment": "none"
      },
      {
        "name": "ut tyler career fair",
        "sentiment": "none"
      },
      {
        "name": "hoar construction",
        "sentiment": "none"
      },
      {
        "name": "’s school of nursing",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tyler",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:16:45.627+02:00",
  "updated": "2024-03-15T01:16:45.627+02:00"
}