{
  "thread": {
    "uuid": "e9168f440efcba382a16c77fcded09838e83b6f4",
    "url": "https://listindiario.com/editorial/20231229/exitosa-lucha-antidrogas_788802.html",
    "site_full": "listindiario.com",
    "site": "listindiario.com",
    "site_section": "https://listindiario.com",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Listín Diario, el periódico de los dominicanos. Noticias Santo Domingo.",
    "title": "\"Exitosa lucha antidrogas\"| Listín Diario",
    "title_full": "\"Exitosa lucha antidrogas\"| Listín Diario",
    "published": "2023-12-29T06:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "http://listindiario.com/images/logo_redes.png",
    "performance_score": 0,
    "domain_rank": 24655,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e9168f440efcba382a16c77fcded09838e83b6f4",
  "url": "https://listindiario.com/editorial/20231229/exitosa-lucha-antidrogas_788802.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Listin Diario",
  "published": "2023-12-29T06:00:00.000+02:00",
  "title": "\"Exitosa lucha antidrogas\"| Listín Diario",
  "text": "Exitosa lucha antidrogas Luchar contra el tráfico ilícito de drogas, tanto para impedir su ingreso al país como para bloquear su consumo dentro del mercado, es una de las tareas más difíciles y retadoras para cualquier gobierno. Por más mecanismos tecnológicos, agentes especializados, unidades aéreas y marítimas y cooperación internacional, la batalla a los narcos y sus sicarios siempre resulta interminable. En algunos operativos de persecución, intercepción o incautación de drogas, median verdaderas escaramuzas al estilo guerra de guerrillas, lo que las convierte en acciones muy arriesgadas. La lucha se hace más esforzada cuando implica utilizar los sistemas de inteligencia para detectar o dar seguimiento a los narcotraficantes, porque estos operan bajo la sombrilla de los “carteles”, muy poderosos por cierto. Y si a este cuadro de complejidades de una guerra le añadimos el del perverso y antipatriótico contubernio de autoridades civiles y militares con los jefes del crimen organizado, para facilitar el tráfico, consumo y las secuelas de la “guerra sucia”, ahí podrá apreciarse el tremendo costo de esta lucha. Por eso resulta justo el reconocimiento que ha hecho el gobierno de Estados Unidos al de República Dominicana por la incautación de 23,000 toneladas métricas de narcóticos ilícitos este año. Así ha sido el promedio cuantitativo de la Dirección Nacional de Control de Drogas (DNCD), desde el 2020, bajo la dirección del vicealmirante José Cabrera Ulloa, coronando su desempeño con el mayor decomiso de 1,400 kilos de cocaína penetrados por las costas de Baní el pasado viernes. El costo en hombre-hora, riesgos de muerte, movilización de equipos, vigilancia continua y blindaje para evitar el contraespionaje interno y neutralizar a los que soplan datos confidenciales, representa una de las grandes inversiones prioritarias del país. Más que medir los éxitos de la DNCD por el monto de las incautaciones, el relieve de esta lucha radica en reducir la oferta de estas drogas ilícitas en el mercado, en el supremo esfuerzo de alejar a los niños, adolescentes y jóvenes de estas fatales adicciones. Es una lucha que no tiene fin. Es deber de la sociedad rendir homenaje a los hombres y mujeres de la DNCD y de las fuerzas armadas que velan por la salud social del país. Buen momento para que, en un gesto singular e histórico, el Poder Ejecutivo condecore la bandera de la DNCD con la Orden de Duarte, Sánchez y Mella, en el grado de Orden al Mérito Militar, por esta cadena de triunfos en la lucha antidrogas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Social Issue",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T06:15:45.521+02:00",
  "updated": "2023-12-29T06:15:45.521+02:00"
}