{
  "thread": {
    "uuid": "727b103617c6312055edf24d429f1869a2285187",
    "url": "https://reliefweb.int/report/iraq/msf-hands-over-activities-after-six-years-healing-wounds-mosul",
    "site_full": "reliefweb.int",
    "site": "reliefweb.int",
    "site_section": "https://reliefweb.int:443/updates",
    "site_categories": [
      "media"
    ],
    "section_title": "Updates | ReliefWeb",
    "title": "MSF hands over activities after six years of healing wounds in Mosul - Iraq | ReliefWeb",
    "title_full": "MSF hands over activities after six years of healing wounds in Mosul - Iraq | ReliefWeb",
    "published": "2024-05-03T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://reliefweb.int/modules/custom/reliefweb_meta/images/icons/Iraq_IRQ.png",
    "performance_score": 0,
    "domain_rank": 1713,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "727b103617c6312055edf24d429f1869a2285187",
  "url": "https://reliefweb.int/report/iraq/msf-hands-over-activities-after-six-years-healing-wounds-mosul",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-03T08:00:00.000+03:00",
  "title": "MSF hands over activities after six years of healing wounds in Mosul - Iraq | ReliefWeb",
  "text": "After six years of providing surgical care in the aftermath of the [war](https://www.msf.org/war-and-conflict) in Mosul, [Iraq](https://www.msf.org/iraq), Médecins Sans Frontières (MSF) is handing over medical services at Al-Wahda hospital in East Mosul to the Directorate of Health (DoH). This decision comes as Mosul advances in its recovery journey after years of deadly battles. “When I compare Mosul today to what I saw during my last visit, I see that the city is recovering: the roads, the hospitals, the schools, its neighbourhoods,” says Gilberta Jayros, MSF medical lead in Mosul, who first came to Mosul as an operating theatre nurse when the war in Mosul was ongoing. “Although it is slow, it is surely happening,” she says. Healing the scars of war We opened the Al-Wahda hospital in April 2018 in response to the urgent need for surgical and post-surgical care for people wounded during the war. While continuing the construction, we converted 40 newly built individual rooms, originally for patients with fractures, into isolation units for those with mild to moderate COVID-19 infections. Back then, the capacity to meet the community’s healthcare needs in Mosul was critically low, both due to the number of people requiring care as well as major damages to the city’s main healthcare facilities, which rendered them out of service. “During the war, we were displaced many times, our days were dark and sad. When we finally returned home after the war, nothing was working as it used to be before,” says Taha Hussein, MSF health promoter at Al-Wahda. “Nothing was spared. The healthcare sector was among the hardest hit in the city,” she says. Soon after the hospital started receiving the first war-wounded patients, the true extent of people’s medical needs became more evident. In response, our teams decided to expand the hospital’s bed capacity and admission criteria to accommodate more patients. “I couldn't stand on my feet for a long time, and my condition was only getting worse. I came here and I received all the treatment I needed for free,” says Saddam Abdul-Munim, who started receiving treatment at Al-Wahda hospital in 2019. “The care was comprehensive, and now I feel much better than before,” he says. Working on two fronts Construction work to expand the hospital had already started when the [COVID-19](https://www.msf.org/covid-19) pandemic emerged as a new challenge to the city's already weakened healthcare system. While continuing the construction, we converted 40 newly built individual rooms meant to host patients for their recovery from fractures into isolation units for those with mild to moderate COVID-19 infections. When the acute impact of COVID-19 started to fade away, Al-Wahda opened again as an orthopaedic [surgery](https://www.msf.org/surgery-trauma-care) hospital with two fully equipped operating theatres to allow a wider range of surgical operations for people with arm and leg wounds. [Antimicrobial-resistant](https://www.msf.org/antibiotic-resistance) infections were among the major challenges that complicated the healing and recovery of patients wounded during the war. The individual isolation rooms proved to be a game changer in avoiding the spread of these infections from one patient to another. Rahma was one of the patients treated at the hospital. Ikram, her mother, recalls the difficult days Rahma went through because of her infection. \"There was a time when we thought we would lose Rahma's arm -- she couldn't move it and the infection was really bad,\" says Ikram. \"I couldn't afford to take her abroad for treatment, but four surgeries and 40 days later, her arm was saved and now she can use it,\" she says. During its first six years, the hospital not only addressed immediate medical needs but also contributed to Mosul's long-term health system. By providing specialised training and support to local health workers, the hospital aimed to enhance their skills and capabilities, ensuring the community would continue to have access to quality healthcare even after MSF handed over activities. MSF remains present in Mosul, providing much-needed [mental health](https://www.msf.org/mental-health), maternity, paediatric and neonatal care in West Mosul's Al-Nahrawan and Nablus neighbourhoods, where our teams run Nablus field hospital and the Al-Amal maternity clinic. We also recently extended our activities to Al-Aboor neighbourhood, to increase people's access to basic healthcare.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.msf.org/mental-health),",
    "https://www.msf.org/surgery-trauma-care)",
    "https://www.msf.org/iraq),",
    "https://www.msf.org/war-and-conflict)",
    "https://www.msf.org/covid-19)",
    "https://www.msf.org/antibiotic-resistance)",
    "https://msf.org/war-and-conflict)",
    "https://msf.org/surgery-trauma-care)",
    "https://msf.org/antibiotic-resistance)",
    "https://msf.org/mental-health),",
    "https://msf.org/iraq),",
    "https://msf.org/covid-19)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gilberta jayros",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "msf",
        "sentiment": "negative"
      },
      {
        "name": "al-wahda",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mosul",
        "sentiment": "none"
      },
      {
        "name": "iraq",
        "sentiment": "none"
      },
      {
        "name": "east mosul",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T14:22:59.151+03:00",
  "updated": "2024-05-03T14:22:59.151+03:00"
}