{
  "thread": {
    "uuid": "458e2cbe03f83c46b5f523611cb0c650fd9b5ae2",
    "url": "https://www.bostonglobe.com/2024/01/12/lifestyle/winter-in-london-is-wonderful/",
    "site_full": "www.bostonglobe.com",
    "site": "bostonglobe.com",
    "site_section": "https://www.bostonglobe.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "The Boston Globe",
    "title": "Winter in London: Here's why you should visit despite cold, rain",
    "title_full": "Winter in London: Here's why you should visit despite cold, rain",
    "published": "2024-01-12T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/-iS1xNYQpSmru8WCec_FeZGU4PQ=/506x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/MJ2CYU3VAJFO5LI5YKL2757QUA.jpg",
    "performance_score": 0,
    "domain_rank": 865,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "458e2cbe03f83c46b5f523611cb0c650fd9b5ae2",
  "url": "https://www.bostonglobe.com/2024/01/12/lifestyle/winter-in-london-is-wonderful/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Diane Bair",
  "published": "2024-01-12T02:00:00.000+02:00",
  "title": "Winter in London: Here's why you should visit despite cold, rain",
  "text": "The forecast for our trip to London was dreary. Rain. Heavy rain. Rain mixed with sleet. Rain with heavy winds. Cloudy with 60 percent chance of rain. “Hey, that means there’s a 40 percent chance it won’t rain,” our optimistic travel companion chirped.\nOur thought was that despite the weather, this winter could be the perfect time to visit London. London, past the 2023 King’s Coronation, is out of the limelight, and the city is settling in for its long (rainy) winter season. London’s top attractions remain open and the city’s theater scene is in high gear. There are also pop-up ice-skating rinks, riverside igloos (check out the Coppa Club with Tower Bridge views) festive markets ( Borough Market was our favorite, filled with food stalls and take-away street food), and miles of twinkling lights.\nAdvertisement\nSo what if the weather is gray? What better time to linger at afternoon tea, catch a show, roam the city’s legendary (and mostly free) museums, and, of course, enjoy drinks in a cozy traditional pub.\n Borough Market is filled with food stalls and take-away street food. Pamela Wright Shelter in the rain We wanted to stay somewhere centrally located, splurge on a hotel with lots of cushy, cozy elements, more intimate than grandiose. We decided to spend our first two nights at the recently renovated Beaumont Hotel, a beautiful property in the upscale Mayfair neighborhood.\nWe took the Tube, London’s underground subway system, from the airport to Mayfair (tip: the Tube the best way to get around the city, intuitively easy with smart card tap-and-go access), and walked the short distance — in the rain with rolling suitcases — to The Beaumont, where we were immediately and warmly welcomed into the hotel, wet suitcases and jackets whisked away, and hot tea and pastries served while they prepared our room. So civilized — we liked this hotel already.\nThe Beaumont successfully mixes Art Deco, 1920s Jazz Age glamour with old-school luxury, and throws in a little colorful, modern flourish. It’s housed in a former parking garage, with the Room, a topsy-turvy, stainless-steel sculpture by artist Antony Gormley protruding on one side. You can book the Room if you like dark, narrow spaces. We went for more traditional rooms, spacious and handsome, with marble, mosaic, and glass baths, luxe linens, and D.R. Harris amenities. We loved the public spaces: Gatsby’s Room, a private club-like art-filled space that serves afternoon tea and evening champagne; Le Magritte Bar & Terrace, a lively bar decorated with artist Rene Magritte paintings; and The Colony Grill, a beautiful restaurant with Old World elegance brightened with colorful, hand-painted commissioned wall murals. One rainy, cold evening we dined at The Colony, sharing plates of smoked eel carbonara, sea bream ceviche, Dover sole meuniere, and dry-aged rib eye steak cooked over charcoal and English oak. And one late afternoon, we booked massages at the hotel’s snug, down-under spa, with a hammam, steam room, and sauna — a perfect end to a day of sightseeing in the rain.\nAdvertisement\nPeople enjoy takeout food outside the Borough Market in London. Pamela Wright We spent our last two nights at The Bloomsbury Hotel in the bustling Bloomsbury ‘burg in central London, home to the massive British Museum, and the former stomping grounds of literary greats such as Charles Dickens, T.S. Eliot, and Virginia Woolf. The hotel was a delightful place to stay, an intimate oasis, tucked down a short alley, with a friendly, knowledgeable staff, and luxurious rooms. It felt more like a luxury townhouse than a hotel, with classic design (think: lots of wood, lush fabrics, period furnishings) and Art Deco touches. Rooms were plush, painted in soothing neutral colors, with luxury marble baths. Downstairs, in the hotel’s public spaces, was a kaleidoscope of colors and textures. The Coral Room is a stunning bright pink and draws a lively cocktail crowd in the evenings, and the indoor-outdoor Dalloway Terrace restaurant is a popular place for all-day dining. We were surprised the al fresco eatery was open for dinner on the chilly, wet night we visited. The roof and side flaps were down, heaters were on, blankets were draped over the chairs, and we were further warmed by dishes like the Jerusalem artichoke velouté, fresh crab linguine, and wild sea bass with a side of hot, bubbly black truffle potato au gratin.\nAdvertisement\nIt wasn’t a one-off; all across the city, we noticed people eating and drinking al fresco, despite the rain.\nLondoners don’t let a little rain stop them from dining and drinking outdoors. Pamela Wright Fancy a pint? “Why are so many people standing outside the pub, drinking in the rain?” we asked the bartender at the Lamb & Flag pub. There was a crowd gathered outside the pub, seemingly oblivious to the drizzle and falling temperatures.\n“We’re Brits!” he answered. “Punters don’t let a little rain stop them.”\nLondon is home to 3,500 or so pubs, some of which have been around for 200 years or more. Pretty much, you can turn any corner and find a suitable pub to duck into, dry out, and wet your whistle. Some of our favorites included the aforementioned Lamb & Flag , a historic pub in Covent Garden established in 1623 and a favorite watering hole for Charles Dickens (Dickens had a bloody lot of watering holes around the city!) Other favorites included Mr. Fogg’s Tavern , a Victorian gem, filled with vintage artifacts; Ye Olde Cheshire Cheese , with its maze of nooks and crannies dating back to the 1500s (Dickens drank here!), and The George , an old rambling, crooked and sagging coaching inn built in 1776. (Dickens drank here!)\nAdvertisement\nEnjoying drinks in a traditional pub is even more enjoyable in London during winter, when it’s often cold and rainy. Pamela Wright Roam the museums Winter is a great time to visit London’s world-renowned museums. The British Museum , the first national public museum in the world, has a permanent collection that includes some eight million works, the largest in the world. Tickets to the permanent collection are free; there’s a charge for some special exhibitions. This winter, the museum will host several special exhibitions, including Legion, an inside look at the Roman Empire through the eyes of a real soldier (Feb. 1-June 23) and Superb Line, showcasing prints and drawings from Genoa’s Golden Age, from 1500 to 1800 (through April 1).\nThe National Gallery, also free, is home to more than 2,300 works, including many famous paintings, such as van Eyck’s Arnolfini Portrait , Velázquez’s Rokeby Venus , Turner’s Fighting Temeraire and Van Gogh’s Sunflowers . This winter, until March 10, the museum will host a variety of special exhibitions, including Pesellino: A Renaissance Master Revealed, a first-ever exhibition dedicated to Francesco Pesellino, an overlooked Renaissance great.\nAdvertisement",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.lambandflagcoventgarden.co.uk/",
    "https://www.nationalgallery.org.uk/paintings/joseph-mallord-william-turner-the-fighting-temeraire",
    "https://www.thebeaumont.com/",
    "https://www.greeneking.co.uk/pubs/greater-london/george-southwark",
    "https://ye-olde-cheshire-cheese.co.uk/",
    "https://boroughmarket.org.uk/",
    "https://www.coppaclub.co.uk/tower/",
    "https://www.nationalgallery.org.uk/paintings/jan-van-eyck-the-arnolfini-portrait",
    "https://www.nationalgallery.org.uk/paintings/diego-velazquez-the-toilet-of-venus-the-rokeby-venus",
    "https://www.nationalgallery.org.uk/paintings/vincent-van-gogh-sunflowers",
    "https://www.mr-foggs.com/mr-foggs-tavern/",
    "https://www.britishmuseum.org/",
    "https://www.boroughmarket.org.uk/",
    "https://mr-foggs.com/mr-foggs-tavern/",
    "https://nationalgallery.org.uk/paintings/jan-van-eyck-the-arnolfini-portrait",
    "https://nationalgallery.org.uk/paintings/vincent-van-gogh-sunflowers",
    "https://www.mr-foggs.com/mr-foggs-tavern",
    "https://britishmuseum.org/",
    "https://www.coppaclub.co.uk/tower",
    "https://nationalgallery.org.uk/paintings/diego-velazquez-the-toilet-of-venus-the-rokeby-venus",
    "https://thebeaumont.com/",
    "https://lambandflagcoventgarden.co.uk/",
    "https://www.ye-olde-cheshire-cheese.co.uk/",
    "https://greeneking.co.uk/pubs/greater-london/george-southwark",
    "https://boroughmarket.org.uk",
    "https://www.britishmuseum.org",
    "https://nationalgallery.org.uk/paintings/joseph-mallord-william-turner-the-fighting-temeraire",
    "https://www.thebeaumont.com",
    "https://coppaclub.co.uk/tower/",
    "https://www.lambandflagcoventgarden.co.uk",
    "https://ye-olde-cheshire-cheese.co.uk"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "coppa club with tower bridge",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T14:25:32.425+02:00",
  "updated": "2024-01-31T00:41:58.120+02:00"
}