{
  "thread": {
    "uuid": "9ca4f0b8ec4c27757f2e46052b1de2614fa2e783",
    "url": "https://www.beliefnet.com/entertainment/music/the-beautiful-story-and-meaning-behind-o-come-all-ye-faithful.aspx",
    "site_full": "www.beliefnet.com",
    "site": "beliefnet.com",
    "site_section": "http://www.beliefnet.com/Feeds/All.aspx",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Beliefnet Top Features",
    "title": "The Beautiful Story and Meaning Behind “O Come All Ye Faithful”",
    "title_full": "The Beautiful Story and Meaning Behind “O Come All Ye Faithful”",
    "published": "2023-12-29T05:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.beliefnet.com/~/media/photos-with-attribution/2023/entertainment/oh-come-all-ye-faithful_credit-adobe-stock.jpg",
    "performance_score": 0,
    "domain_rank": 5383,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9ca4f0b8ec4c27757f2e46052b1de2614fa2e783",
  "url": "https://www.beliefnet.com/entertainment/music/the-beautiful-story-and-meaning-behind-o-come-all-ye-faithful.aspx",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "N/A",
  "published": "2023-12-29T05:00:00.000+02:00",
  "title": "The Beautiful Story and Meaning Behind “O Come All Ye Faithful”",
  "text": "As Christmas is upon us, it becomes time to start singing the familiar songs that we know and love. These songs have a special place in my heart, being a pastor’s kid. I would hear these songs every year leading up to Christmas, and it would fill me with such excitement as I waited to celebrate the holiday. One of my favorite hymns that was sung was “O Come All Ye Faithful.”\nEvery year, we sing these same songs without really knowing much about them. Each song has a story about how it was written and a meaning behind it. Let’s look at “O Come All Ye Faithful” and discover where it came from and why it was written.\nThe History of “O Come All Ye Faithful”\nThe hymn “O Come All Ye Faithful” is believed to have been written between the years of 1740 and 1743, as the earliest manuscripts of it show. It seems to be a collaboration between a group of individuals, but John Francis Wade is the one who has his name written on the hymn that we see today. Wade was an English musician who made his living off of copying and selling music. This hymn was originally written in Latin, with the title being “Adeste Fideles,\" and comes from a Roman Catholic tradition. It was later translated into the English version by Frederick Oakeley, William Brooke, and Abbé Etienne Jean François Borderies. Oakeley translated verses 1, 2, and 3 of the hymn. Borderies is known to have translated three more.\nAfter Oakeley had done his translating, the hymn appeared in a hymnal that was used in the English church. It went by the title, “Let us go even unto Bethlehem, and see this thing which is come to pass.” Many other versions and alterations of this well-known hymn exist as well.\nOne particular thing to note is that the second verse seems to be inspired by the Nicene Creed, which was written at the Council of Nicaea in 325 AD. What a unique characteristic that links us back to the early years of church history. It makes the significance of this hymn that much richer.\nThe Meaning Behind “O Come All Ye Faithful”\nThe beautiful story in this hymn takes us right to the words of Luke 2. It’s a beautiful thing that part of the Christmas story can be told not only in the Bible but in song as well.\nAs the text says, shepherds were tending to their flocks when all of a sudden, angels appeared before them. They were terrified, but the angels reassured them that they should not be afraid because of the wonderful news they had for them. On that very day, the Messiah had been born in Bethlehem. He would be recognized by this sign, “You will find a baby wrapped snugly in strips of cloth, lying in a manger.” (Vs. 12) Suddenly, the angel was joined by many others, and they were singing and praising God. When the angels were gone, the shepherds decided to go to Bethlehem and see for themselves what the angels had proclaimed to them. They went to Bethlehem, and they found Mary, Joseph, and the baby just like they had been told. The shepherds told everyone about what they had experienced, and they all were amazed. After all of this, the shepherds returned to the fields to tend to their sheep again. As they went back, they praised God for all that had happened.\n“O Come All Ye Faithful” seems to put us as worshipers right in the middle of the story. In the first verse, we are beckoned to come and see what has taken place in Bethlehem. Jesus, our Savior, has been born, the one who frees us from all of our sins. All who believe in him are welcome. We are invited along with the shepherds to behold what has happened.\nThe second verse reminds us that he chose to become like each one of us and be born as a baby. He was fully human, but at the same time, he was not created like us. He was completely divine as well, even in his human state.\nThe third verse tells us all who are citizens of heaven to sing along with the angels about our God. He is worthy of our praise from everyone on earth and in heaven. We can rejoice and be glad because of what Jesus has done for us.\nThe fourth verse proclaims that all glory goes to Jesus. He was the “Word of God,” coming to us in flesh and bones just like us. What a wonderful thought that even though he is God, he has experienced everything that we do. He is not a God who is far off but one who came to meet us where we are.\nThere is so much that went into writing this beloved hymn and the significance that it has. I like to think back to all the people who contributed to it and wonder if they could even dream that it would be part of our present Christmas celebrations. They probably wouldn’t realize how many versions and translations that there would be of it.\nWhat a blessing those of us get to have this hymn be a part of our celebrations of Christmas. It’s not always easy to have the words to express how we feel. Much like the worship leaders of our time who give us beautiful songs to sing, these individuals who wrote this hymn have given us a way to express how we feel with the words they have written. These are not just random words; they are words that remind us of the great sacrifice and love of Jesus. We need reminders like this in the world we live in. It is so easy to forget the hope that we have when we are in the middle of everyday life. The hardships and trials of this life can be overwhelming and can cloud our vision if we let it. Thank goodness that at the end of the day, we can take our focus off of our problems and place them on the one who came to save us. This is what we get to celebrate as we sing these hymns at Christmas. Jesus who came to earth as a baby, our king who did not think of himself too highly, who became like us, should be given all the glory and praise. I know that I need to hear this right now, and I am sure others do as well.\nThis is why hymns like “O Come All Ye Faithful” have been written. There is a reason to sing and celebrate during Christmas because of the hope that we have in Jesus. We can come together with other believers and the angels in heaven to behold our Savior. I pray this knowledge makes our Christmas season that much more joy-filled.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ye",
        "sentiment": "positive"
      },
      {
        "name": "john francis wade",
        "sentiment": "none"
      },
      {
        "name": "wade",
        "sentiment": "none"
      },
      {
        "name": "ye faithful",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T12:24:14.670+02:00",
  "updated": "2023-12-29T12:24:14.670+02:00"
}