{
  "thread": {
    "uuid": "301f20a7d7cd1e18b19378b35180d40ab325eeae",
    "url": "http://business.times-online.com/times-online/article/abnewswire-2024-4-4-trudentistry-of-tigard-announces-retirement-of-dr-weinberg-and-welcomes-dr-nguyen-as-new-practice-leader",
    "site_full": "business.times-online.com",
    "site": "times-online.com",
    "site_section": "http://business.times-online.com/times-online/markets/news",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Stock Market News | NSDQ, NYSE, and AMEX Stock Market News, Market News Categories, Market Indicators | User | times-online.com ",
    "title": "TruDentistry of Tigard Announces Retirement of Dr. Weinberg and Welcomes Dr. Nguyen as New Practice Leader | User | times-online.com",
    "title_full": "TruDentistry of Tigard Announces Retirement of Dr. Weinberg and Welcomes Dr. Nguyen as New Practice Leader | User | times-online.com",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 86983,
    "domain_rank_updated": "2024-04-02T13:08:16.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "301f20a7d7cd1e18b19378b35180d40ab325eeae",
  "url": "http://business.times-online.com/times-online/article/abnewswire-2024-4-4-trudentistry-of-tigard-announces-retirement-of-dr-weinberg-and-welcomes-dr-nguyen-as-new-practice-leader",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Valley City Times-Record",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "TruDentistry of Tigard Announces Retirement of Dr. Weinberg and Welcomes Dr. Nguyen as New Practice Leader | User | times-online.com",
  "text": "Tigard, OR - Apr 4, 2024 - After more than three decades of dedicated service, Dr. Weinberg, esteemed leader and practitioner at TruDentistry, has announced her retirement. Dr. Weinberg's departure marks the end of an era characterized by unwavering commitment to exceptional dental care and community service. Throughout her tenure, Dr. Weinberg has been the cornerstone of TruDentistry, infusing the practice with warmth, compassion, and a steadfast dedication to patient well-being. Her departure leaves a void that will be deeply felt by staff and patients alike. \"Dr. Weinberg has been the heart and soul of our practice, and her commitment to providing exceptional dental care has left an indelible mark on the community,\" said Dr. Nguyen, dentist at TruDentistry. \"Her belief that patients are an extended family has created a warm and welcoming environment at TruDentistry, and her passion for dentistry has made a positive impact on countless lives.\" Beyond her professional responsibilities, Dr. Weinberg has demonstrated an exemplary commitment to community engagement, volunteering for numerous projects and consistently contributing to the betterment of others' lives. Her generosity and kindness have touched the hearts of many, leaving behind a legacy of compassion and service. As the practice bids farewell to Dr. Weinberg, TruDentistry is pleased to welcome Dr. Nguyen as the new leader. Dr. Nguyen, a highly skilled and compassionate professional, has worked alongside Dr. Weinberg for the past eight years and assumed ownership of the practice in 2020. \"Dr. Nguyen's dedication to maintaining exceptional standards of quality dental care aligns seamlessly with the values established by Dr. Weinberg,\" remarked Robin Buckley, marketing director of TruDentistry of Tigard. \"Under Dr. Nguyen's leadership, we are confident in our ability to continue providing outstanding dental services to our patients and serving the community with excellence.\" Dr. Nguyen will facilitate a smooth transition, ensuring continuity of care and upholding the practice's commitment to excellence. The team at TruDentistry looks forward to the future with optimism and excitement, building upon the foundation laid by Dr. Weinberg and embracing new opportunities for growth and service. \"We look forward to continuing the tradition of excellence in dental care that Dr. Weinberg established,\" concluded Dr. Nguyen. \"Our commitment to serving the community remains unwavering, and we are excited about the future of TruDentistry under Dr. Nguyen's leadership.\" For more information about TruDentistry and its services, please visit https://TruDentistryofTigard.com or contact Dr. Nguyen at (503) 968-1696 or [Office@TruDentistryofTigard.com](mailto:Office@TruDentistryofTigard.com) About TruDentistry: TruDentistry is a leading dental practice dedicated to providing exceptional care and personalized treatment solutions to patients in Tigard Oregon. With a focus on patient comfort, innovation, and community engagement, TruDentistry of Tigard strives to be a trusted partner in achieving optimal oral health for individuals and families. Media Contact Company Name: TruDentistry of Tigard Contact Person: TT Nguyen DMD Email: Send Email Country: United States Website: https://trudentistryoftigard.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://trudentistryoftigard.com",
    "https://TruDentistryofTigard.com",
    "https://www.abnewswire.com/email_contact_us.php?pr=trudentistry-of-tigard-announces-retirement-of-dr-weinberg-and-welcomes-dr-nguyen-as-new-practice-leader",
    "https://www.abnewswire.com/companyname/trudentistryoftigard.com_133620.html",
    "https://abnewswire.com/email_contact_us.php?pr=trudentistry-of-tigard-announces-retirement-of-dr-weinberg-and-welcomes-dr-nguyen-as-new-practice-leader",
    "https://www.abnewswire.com/email_contact_us.php",
    "https://www.TruDentistryofTigard.com",
    "https://www.trudentistryoftigard.com",
    "https://abnewswire.com/companyname/trudentistryoftigard.com_133620.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nguyen",
        "sentiment": "negative"
      },
      {
        "name": "weinberg",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "trudentistry",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tigard",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:43:38.744+03:00",
  "updated": "2024-04-05T01:43:38.744+03:00"
}