{
  "thread": {
    "uuid": "62b06c08f8c28fb988d295f7bd3b647efd5228e7",
    "url": "https://spectrumlocalnews.com/nys/buffalo/news/2024/03/26/nami-national-alliance-on-mental-health-western-new-york-erie-county-resources",
    "site_full": "spectrumlocalnews.com",
    "site": "spectrumlocalnews.com",
    "site_section": "https://spectrumlocalnews.com/services/contentfeed.nys%7cjamestown%7cnews.landing.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Headlines | Jamestown New York | Spectrum News",
    "title": "Local mental health resources available on larger scale",
    "title_full": "Local mental health resources available on larger scale",
    "published": "2024-04-18T20:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s7d2.scene7.com/is/image/TWCNews/NAMI_Resources_Still",
    "performance_score": 0,
    "domain_rank": 6143,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "62b06c08f8c28fb988d295f7bd3b647efd5228e7",
  "url": "https://spectrumlocalnews.com/nys/buffalo/news/2024/03/26/nami-national-alliance-on-mental-health-western-new-york-erie-county-resources",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kevin Hayes",
  "published": "2024-04-18T20:27:00.000+03:00",
  "title": "Local mental health resources available on larger scale",
  "text": "The National Alliance on Mental Illness (NAMI) of Western New York and program director Sherry Byrnes have been at it for decades.\n\"Born out of a group of mothers who had spent the previous four or five years looking at each other across emergency rooms, waiting rooms, day rooms and sometimes at funerals to say it got to be able to be better than this,\" she said.\nThey are continuing to build out a network of advocacy and aid.\n\"In some ways, it's a little bit easier now because people don't go, mental illness, we can't talk about that,\" she said. \"We are going to talk about that. We do talk about that.\"\nFrom Byrnes, who runs programming for the Western New York branch, to Jeff Pirrone, who keeps the lights on and paperwork in order, they couldn't do it if they didn't have staff and volunteers like themselves touched in some way by mental illness.\n\"Passing along their experiences and their what they've learned through support groups and through their experience with their loved ones,\" Pirrone said. \"Passing that along to other people so that they can learn and grow and become better caregivers themselves.\"\nThrough a help line, family groups and classes, their lived experience brings more help to the table.\n\"It would have made the challenges that we faced and are still facing more navigable,\" he added. \"Because of that, I committed myself and our team has always been committed to making sure that no family has to go through that as well.\"\nGetting the word out is half the battle because NAMI touches more lives every day.\n\"People that had never had inklings about anxiety all of a sudden had anxiety, but they didn't realize maybe they started to realize more people live with this every day,\" said board member and longtime volunteer Patricia Foster.\nExploding over the pandemic with people taking long looks at their situations and realizing more about mental health than ever before.\n\"It affects the whole family. So a person that is dealing with that every day with a parent or a sibling or whatever it may be, is struggling with their own mental health to try to get through it, too,\" Foster said.\nShe's been on the board for 10 years, and has been through the ringer with unseen scars and volunteers knowing tomorrow is another step in the right direction.\n\"NAMI is a family and it truly is. I have been very lucky to be a part of it and will continue being a part of it,\" Foster said.\n\"There is not a day that I walk out of here, no matter how tired I am. No matter how much bureaucracy there's been, no matter how busy it is that I don't know, 100% that what I did today made a difference,\" added Byrnes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sherry byrne",
        "sentiment": "negative"
      },
      {
        "name": "jeff pirrone",
        "sentiment": "none"
      },
      {
        "name": "pirrone",
        "sentiment": "none"
      },
      {
        "name": "byrnes",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "western new york",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:03:39.955+03:00",
  "updated": "2024-04-19T00:03:39.955+03:00"
}