{
  "thread": {
    "uuid": "ee99cab27e9e6b81233dbeb69126bd1b6f1761e0",
    "url": "https://www.benningtonbanner.com/local-news/the-power-of-forgiveness-in-overdose-death-graces-plea-hearing/article_15a7cb62-d73e-11ee-ac1f-b79f4c47d701.html",
    "site_full": "www.benningtonbanner.com",
    "site": "benningtonbanner.com",
    "site_section": "http://www.benningtonbanner.com/search/?f=rss&t=article&c=local-news&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.benningtonbanner.com - RSS Results in local-news of type article",
    "title": "The power of forgiveness in overdose death graces plea hearing",
    "title_full": "The power of forgiveness in overdose death graces plea hearing",
    "published": "2024-02-29T22:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/benningtonbanner.com/content/tncms/assets/v3/editorial/1/5a/15a7cb62-d73e-11ee-ac1f-b79f4c47d701/65e0e66705288.preview.png?crop=1194%2C627%2C2%2C0&amp;resize=1194%2C627&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 41764,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ee99cab27e9e6b81233dbeb69126bd1b6f1761e0",
  "url": "https://www.benningtonbanner.com/local-news/the-power-of-forgiveness-in-overdose-death-graces-plea-hearing/article_15a7cb62-d73e-11ee-ac1f-b79f4c47d701.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Michael Albans — Bennington Banner",
  "published": "2024-02-29T22:06:00.000+02:00",
  "title": "The power of forgiveness in overdose death graces plea hearing",
  "text": "BENNINGTON — At some point at the beginning of her victim’s statement, Christiana Ezzo asked the defendant, Christopher Dessert, to please look at her. At first, Dessert refused. Then, slightly turning his chair without speaking, he raised his head and faced her without turning away until she was finished.\n“Almost three years since the most devastating moment of my life, the most devastating life-altering moment for all who loved Aubriana without measure, it doesn’t get any easier to compose myself when needing to speak on her behalf,” she told him, their eyes locked on each other.\nSo began a heart-wrenching statement from the mother of Aubriana Castor, 27, a young mother who tragically overdosed in a darkened motel room in Manchester in April of 2021 after taking a mixture of heroin, fentanyl, and cocaine supplied by Dessert and two other individuals.\n“Mr. Dessert, I don’t know if you had a moment in time that led you down the dark path of addiction and drug dealing. I don’t know if you’ve had a completely different story of never knowing anything but that life. If that is the case, I’m truly sorry for you. What I do know is you have something my daughter no longer has. You have life.”\nAccording to an affidavit in the case, Castor, 27, of Manchester, was found on the morning of April 29, 2021, unresponsive on the floor of room #4 at the Weathervane Motel on Route 7A in Manchester. She was already gone when first responders arrived on the scene.\nA police investigation later revealed that two individuals had driven down to Bennington to buy a mixture of heroin, fentanyl, and cocaine from Dessert. Those individuals then passed the drugs onto Castor, who fatally overdosed hours later.\nDessert was arrested in 2022 and charged with one count of selling the combined drugs that took Castor's life. He recently took a plea deal that allows for a three-to-five-year sentence with two years to serve, the remainder suspended, and a four-year parole. It was at his change-of-plea hearing on Thursday that Castor's mother told a visibly shaken Dessert about who Castor was, and much more.\n“By no means do I passively accept injustice, especially when it involves the death of my precious daughter,” Ezzo said. “However, who am I to say what justice is in this horrific tragedy? I don’t know all the facts. I do not know your heart, but I do believe God does. I do believe true justice comes from him. He has helped me stand in front of you today. He is the reason for my forgiveness and desire for you to have a better life.”\nWhen she was finished, as she passed where he sat, Dessert quietly said, “Thank you.”\nWhen it was his turn to speak, Dessert stood and faced the back of the courtroom where Castor's family sat together.\n“I really appreciate what you told me,” Dessert said. “It could have easily been me instead of her that day. The only experiences I had with her were all good experiences. She was generous and good to me, and I have no bad things to say about her. I just know that, even as an addict, she was always kind-hearted. I just want you to know how much I appreciate your words. I’m glad you don’t hold resentment. I know I have to live with the consequences of my actions for the rest of my life. I hope, moving forward, that I can do the right thing and try to make the best of the chance I have for all of my loved ones and for you as well.”\nJudge Kerry McDonald-Cady then ended the hearing. There will be a separate sentencing hearing in the case, but the judge is expected to accept the deal as written. A sheriff’s deputy again led Dessert away to await that decision.\nOutside the courtroom, Ezzo told the Banner, “I think I have to forgive, be a good person, and represent what I believe. ... What good would rage do? Aubriana became an addict herself. I heard that this man hasn’t known anything but that life. Aubriana’s was a completely different experience. We are all thrown into this world, but accountability is still important. I try to live my life being able to forgive. My faith is what allows that forgiveness.\n“My hope is that he takes a better path, finds true, loving support and help with his addiction to have a healthy, better life for himself, better than he’s probably ever known. There’s a lot of hatred and bitterness out there now about addiction in our town, about how people think these people should not be given NARCAN, that they should die. I also have frustrations, but who are we to say who should live and who should die? Addiction is a sickness. Some are more pre-disposed than others. My daughter never came back from that. How people are treated makes a difference.”\nWhen asked whether Castor would have agreed with what happened today, Ezzo paused for a few seconds and then answered.\n“My girl was a very forgiving person. I truly believe Aubriana would have forgiven in a heartbeat, one hundred percent.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christiana ezzo",
        "sentiment": "positive"
      },
      {
        "name": "christopher dessert",
        "sentiment": "none"
      },
      {
        "name": "aubriana",
        "sentiment": "none"
      },
      {
        "name": "dessert",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "bennington",
        "sentiment": "none"
      },
      {
        "name": "aubriana castor",
        "sentiment": "none"
      },
      {
        "name": "manchester",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:50:36.518+02:00",
  "updated": "2024-03-01T00:50:36.518+02:00"
}