{
  "thread": {
    "uuid": "ec0fbce1fe39352dff5c5efdc4d0c3949614d053",
    "url": "https://afrotech.com/chemin-founder-november-nichols/",
    "site_full": "afrotech.com",
    "site": "afrotech.com",
    "site_section": "https://afrotech.com/rss.xml",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "AfroTech",
    "title": "How November Nichols Founded CHÉMIN, A Black Brand With Its Own Fragrance House Promoting Diversity In The Multibillion-Dollar Industry",
    "title_full": "How November Nichols Founded CHÉMIN, A Black Brand With Its Own Fragrance House Promoting Diversity In The Multibillion-Dollar Industry",
    "published": "2023-12-28T20:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cms.afrotech.com/wp-content/uploads/2023/12/November-Nichols.jpg",
    "performance_score": 0,
    "domain_rank": 42151,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ec0fbce1fe39352dff5c5efdc4d0c3949614d053",
  "url": "https://afrotech.com/chemin-founder-november-nichols/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Samantha Dorisca",
  "published": "2023-12-28T20:29:00.000+02:00",
  "title": "How November Nichols Founded CHÉMIN, A Black Brand With Its Own Fragrance House Promoting Diversity In The Multibillion-Dollar Industry",
  "text": "November Nichols witnessed her stepfather start his own\nbusiness during her formative years. Today, she is following in his footsteps in a multibillion-dollar industry.\nGenerational Blessing\nHer stepfather worked in the automotive industry, which caused their\nfamily to venture from Baton Rouge, LA, to Atlanta, GA, for him to open a Pontiac dealership alongside a fellow peer.\n“He has been an entrepreneur my entire life. So really, that is what I’ve seen, people working for themselves,” Nichols said in an\nLater down the road, Nichols reconnected with her biological father, who shared with her a glimpse into the life of her\ngrandmother, who passed away at a young age. She had created fragrances, teas, and tinctures for her community in Lafayette, LA.\nThis newfound discovery led to what Nichols calls a “generational blessing.”\nHer ancestral DNA became a guiding light for years ahead — although, Nichols didn’t initially set out to become an\nentrepreneur.\nThe Making Of An Entrepreneur\nThe next decade brought Nichols to her next role as a director for key customer delivery at Pearson Education, leading its West region. Nichols describes the career pivot as “rigorous,” traveling frequently to supervise areas from Iowa to Guam.\nDespite being a “rock star” at work, her personal life was suffering.\n“I was traveling all the time, and I was spending more time in hotel rooms and on airplanes than I was with the people that I loved. At the time, I was a single mom, and it was just my son and I,” Nichols explained.\nWhile facing a decision to relocate from Atlanta to Los Angeles, CA, for her job, Nichols entered into what became the lowest point of her life. Her son was looking to complete his final year as a high school senior and informed her he was not looking to relocate to Los Angeles.\n“My heart was just broken,” Nichols expressed. “I realized at that moment, that I was going to need to make a change because I was a rock star at work, but my personal life was literally falling into pieces right before my eyes. And so I found myself in a pool of tears on the floor in my apartment in LA, and I was like, ‘Okay, you are going to have to pull it together.'”\nIt was this emotional setback that would ultimately lead to a breakthrough. While walking around her neighborhood, she stumbled upon a meditation studio and learned about ways to practice mindfulness and create a routine for centering herself. Lighting a candle and pouring up a cup of coffee while sitting would become her daily ritual.\nThe Making Of Her First Candle\nHowever, one day, her routine was disrupted when she learned the candle was discontinued by the company. She was disheartened, but it would lead to her creating her first candle.\n“The company that made the candle that I used for my practice discontinued it, and I was literally devastated, because I’m someone who you will consider to be fragrance averse, which means that I have sensitivities to fragrance,” Nichols explained. “Sometimes I sneeze. Sometimes it’s headaches. It just depends.”\nShe added, “So, it was very difficult for me to find a replacement. In fact, I didn’t, and so I said, ‘You know, it can’t be that hard to make a candle.’ Turns out it’s a little more complex than I thought it was at the time. But I worked it out, and I created the very first candle.”\nShe would then begin making candles during her meditation, and created various formulations. She even gifted her friends candles, including her very first, which she named “Energy.”\n“It was just super soothing to me. It allowed me to be creative, reflective, to get my mind off of all the stuff that I had going on, you know with work and just my personal life. And I continued to show up to my cushion, and I continued to make candles,” Nichols said.\nPinners Conference\nIn addition to the affirmation from her friends, Nichols was further validated after attending the Pinners Conference at Cobb Galleria Centre in Atlanta. By this time, she had been creating natural butters and oils for three years.\nThe goal was to sell her products over three days. However, she was surprised after her products sold out in the first day.\n“It wasn’t until that moment that I realized ‘Oh my goodness, you know we might have something here,'” she expressed.\nHowever, there was one customer who wasn’t interested in purchasing the natural butters and oils. Instead, she wanted a fragrance. The customer shared a familiar story of her favorite fragrance being discontinued, but Nichols wasn’t making fragrances at the time. Still, the customer remained persistent.\nNichols then asked her a series of questions to create a custom fragrance in nearly 20 minutes. The customer was so satisfied, she handed her a $100 bill. It was at that moment that Nichols recognized her calling, and she decided to pursue it full-time when she left her job in 2018.\n“I was flabbergasted because it wasn’t really until that moment that I began to realize the gift,” Nichols told AFROTECH. “And I had been practicing and studying and learning perfumery. At this point, that was in 2017, right when we founded the company. So, in 2018, I had an opportunity at my job, that was purchased by another company, to do one or two things. I could either stay in the company under new leadership or I could take the package and bet on myself. I chose to bet on myself. I was like ‘You know what? I have been making millions of dollars for this company for many, many years. Surely I could do this for myself.'”\nCHÉMIN\nFocusing her time on her company would lead to a rebrand in the wake of the 2020 COVID-19 pandemic. The company took on the name CHÉMIN, named after Nichols’ grandmother. It is described as a boutique fragrance and luxury goods company with a focus area “in custom fragrances, luxury goods, and sensory experiences for individuals, groups, and organizations,” its website\nmentions.\nThe company offers artisan tea, aura and pillow mists, body products, candles, fine fragrances, and more.\nWhile they company offers a signature line, its superpower in the market has been personalizing the customer experience. CHÉMIN offers several luxury perfume-making experiences at its store located at 190 Ottley Drive NW, Suite G-2, Atlanta, GA 30324.\nAccording to information provided to AFROTECH, CHÉMIN champions itself as a Black brand that boasts its own fragrance house.\n“I think what makes it that special is when you think about going into a department store, you’re picking up something that someone dreamed up that’s come from a planning process in perfumery, which we call a fragrance brief. Perfumers, we’re artists … our tools are different. We use these raw materials from nature and from scientists to create these amazing scents, but we’re doing it for a muse that we have in our mind. So, that’s why some fragrances you go and you try, and you love the way they smell in a department store, but when you put them on, they don’t smell the way that they should. The personalization actually allows you to allow that essence to bloom on you and to integrate with your pheromones and your chemistry so you know exactly how it’s going to show up on you,” Nichols detailed.\nHer Program To Help Diversify The Industry\nOutside of running the company, Nichols is looking to diversify the fragrance industry. According to a\nstatistic from Zippia, nearly 69% of entrepreneurs in the fragrance sector are white and 13% identify as Hispanic or Latino.\nAs a result, she established the fragrancepreneur program to help more brands enter the market while exposing them to resources about the art of perfumery and the industry’s regulations and guidelines.\n“I’m standing on my grandmother’s shoulders and ushering this whole perfumery thing forward for not only myself, but for other people of color who are interested in this craft,” Nichols said. “It is a part of my mission to provide an entry point for other people of color into this craft if they want to learn it.”\nHer Partnership With JCPenney\nLooking ahead, Nichols hopes to remain headstrong in her efforts to diversify the industry, and she hopes CHÉMIN will become an international brand.\nThe company has been on the climb since 2022 and is on the brink of expansion as Nichols is set to launch an affordable luxury collection with JCPenney in January 2024.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://fortunebusinessinsights.com/perfume-market-102273",
    "https://www.maisonchemin.com/pages/our-story",
    "https://maisonchemin.com/pages/our-story",
    "https://www.zippia.com/perfumer-jobs/demographics",
    "https://www.zippia.com/perfumer-jobs/demographics/",
    "https://www.fortunebusinessinsights.com/perfume-market-102273",
    "https://zippia.com/perfumer-jobs/demographics/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nichols founded chémin",
        "sentiment": "negative"
      },
      {
        "name": "nichols",
        "sentiment": "negative"
      },
      {
        "name": "pearson educat",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ga",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "baton rouge",
        "sentiment": "none"
      },
      {
        "name": "lafayette",
        "sentiment": "none"
      },
      {
        "name": "la",
        "sentiment": "none"
      },
      {
        "name": "atlanta",
        "sentiment": "none"
      },
      {
        "name": "pontiac",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:33:32.021+02:00",
  "updated": "2023-12-29T00:33:32.021+02:00"
}