{
  "thread": {
    "uuid": "9be71e548122b740e8b02ccb5fce98f2ae3bc419",
    "url": "https://www.infobae.com/peru/2024/07/04/nueva-via-de-evitamiento-en-cusco-anuncian-proyecto-para-ordenar-el-trafico-en-la-ciudad",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/america/peru/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Noticias de Perú - Infobae",
    "title": "Nueva vía de Evitamiento en Cusco: anuncian proyecto para ordenar el tráfico en la ciudad - Infobae",
    "title_full": "Nueva vía de Evitamiento en Cusco: anuncian proyecto para ordenar el tráfico en la ciudad - Infobae",
    "published": "2024-07-05T01:50:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/eKv3m6XAizmL6oOQ8kLmfNiI-wM=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/KVECKNVNXZEMHNFYG2Q7TYLDS4.jpg",
    "performance_score": 0,
    "domain_rank": 1952,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9be71e548122b740e8b02ccb5fce98f2ae3bc419",
  "url": "https://www.infobae.com/peru/2024/07/04/nueva-via-de-evitamiento-en-cusco-anuncian-proyecto-para-ordenar-el-trafico-en-la-ciudad",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alejandro Aguilar",
  "published": "2024-07-05T01:50:00.000+03:00",
  "title": "Nueva vía de Evitamiento en Cusco: anuncian proyecto para ordenar el tráfico en la ciudad - Infobae",
  "text": "Esta iniciativa reducirá de forma considerable los tiempos de traslado - Créditos: Andina. El Ministerio de Transportes y Comunicaciones (MTC) anunció la construcción de una moderna vía de Evitamiento en Cusco que promete mejorar de forma significativa su sistema de transporte urbano y la logística de carga. La obra representa una inversión de aproximadamente 894 millones de dólares y se desarrollará bajo la modalidad de asociación público-privada .\nEsta construcción constará de 14.11 kilómetros de longitud y estará equipada con infraestructuras de alta tecnología . Entre las características destacadas de la obra se incluyen rampas de acceso, un túnel mellizo de 4 km , viaductos, puentes y dos intercambios viales clave.\nEl proyecto, denominado “Creación de la vía de Evitamiento de la ciudad de Cusco”, se enmarca en la política de mejorar la infraestructura vial del país y, según informó el ministro del MTC , Raúl Pérez Reyes , la iniciativa beneficiará directamente a más de un millón de habitantes de la región.\nEsta obra promete ordenar el tráfico en la ciudad - Créditos: Agencia Andina. Esta iniciativa reducirá de forma considerable los tiempos de traslado, facilitará la llegada de productos locales a nuevos mercados y mejorará la calidad de vida de los cusqueños en cuanto a transporte urbano se refiere.\nUno de estos intercambios estará localizado entre el Terminal Terrestre de Wanchaq y el óvalo Pachacútec, mientras que el otro se situará cerca del óvalo Miguel Grau.\n¿Por dónde pasará la vía de Evitamiento? La vía de Evitamiento recorrerá los distritos de San Sebastián, Wanchaq , Santiago , Cusco y Poroy, formando parte de la Carretera Longitudinal de la Sierra Sur. Los tramos incluyen Puente Agua Buena – Terminal Terrestre - Óvalo Miguel Grau – Poroy, con una orientación hacia el nuevo aeropuerto de Chinchero y el Valle Sagrado de los Incas (Urubamba).\nEsta iniciativa se enmarca en un plan más amplio del este ministerio que abarca la ejecución de 22 proyectos , de los cuales 20 son viales y dos portuarios.\nEsta obra tendrá una longitud de más de 14 kilómetros y estará equipada con infraestructuras de alta tecnología - Créditos: Agencia Andina. La ejecución de la vía de Evitamiento es una de las prioridades, y para garantizar su realización, el MTC encargó a la Agencia de Promoción de la Inversión Privada (ProInversión) el proceso de búsqueda de un postor de primer nivel. Este postor será responsable de la construcción, mantenimiento y operación de esta importante obra para Cusco.\nDe acuerdo con el ministerio, este ambicioso proyecto no solo promete una modernización en la infraestructura vial de Cusco, sino que también busca integrarse de manera armoniosa con el entorno histórico y cultural de la ciudad.\nEl MTC, a través de su Dirección General de Programas y Proyectos en Transportes , comentó que continuará supervisando el desarrollo de este y otros proyectos de infraestructura vial.\n¿Cuál es la función del MTC? El Ministerio de Transportes y Comunicaciones (MTC) de Perú es una entidad del Poder Ejecutivo encargada de la formulación, ejecución y supervisión de políticas y proyectos en el ámbito del transporte y las comunicaciones. Su misión principal es garantizar la integración física y digital del país, promoviendo el desarrollo sostenible y el bienestar de la población.\nEl MTC espera que con este proyecto se pueda mejorar el tránsito en Cusco - Créditos: Andina. En el sector transporte, esta entidad es responsable de planificar y gestionar la infraestructura vial , ferroviaria, portuaria y aeroportuaria. Esto incluye la construcción y mantenimiento de carreteras , puentes y vías férreas, así como la regulación y supervisión del transporte terrestre , marítimo y aéreo . El objetivo es asegurar una red de transporte eficiente, segura y accesible que facilite la movilidad de personas y mercancías a nivel nacional e internacional.\nEn el ámbito de las comunicaciones, el MTC regula y promueve el desarrollo de servicios de telecomunicaciones, radiodifusión y tecnologías de la información. Esto abarca la expansión de la cobertura de internet y telefonía móvil, la mejora de la calidad de los servicios de telecomunicaciones y la inclusión digital de todas las regiones del país.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T02:25:05.945+03:00",
  "updated": "2024-07-05T02:25:05.945+03:00"
}