{
  "thread": {
    "uuid": "76b3e6094e89e5e0dafa2888c96d6144284bd7e2",
    "url": "https://www.usnews.com/news/world/articles/2023-12-31/israel-ready-to-let-ships-bring-aid-to-gazas-shores-minister",
    "site_full": "www.usnews.com",
    "site": "usnews.com",
    "site_section": "http://www.usnews.com/rss/usnews.rss",
    "site_categories": [
      "social"
    ],
    "section_title": "U.S. News",
    "title": "Israel Ready to Let Ships Bring Aid to Gaza's Shores - Minister",
    "title_full": "Israel Ready to Let Ships Bring Aid to Gaza's Shores - Minister",
    "published": "2023-12-31T13:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.usnews.com/dims4/USNEWS/3a58528/2147483647/thumbnail/970x647/quality/85/?url=https%3A%2F%2Fwww.usnews.com%2Fcmsmedia%2Fa9%2Ffedb04cd41914af2ee917bcfb7c4be%2Ftag%3Areuters.com%2C2023%3Anewsml_LYNXMPEJBU03Q%3A12023-12-31T112820Z_1_LYNXMPEJBU03Q_RTROPTP_3_ISRAEL-PALESTINIANS-GAZA.JPG",
    "performance_score": 0,
    "domain_rank": 270,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "76b3e6094e89e5e0dafa2888c96d6144284bd7e2",
  "url": "https://www.usnews.com/news/world/articles/2023-12-31/israel-ready-to-let-ships-bring-aid-to-gazas-shores-minister",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Reuters",
  "published": "2023-12-31T13:28:00.000+02:00",
  "title": "Israel Ready to Let Ships Bring Aid to Gaza's Shores - Minister",
  "text": "Israeli military vehicles are lined up on a beach, amid the ongoing ground operation of the Israeli army against Palestinian Islamist group Hamas, in the Gaza Strip as seen in a handout picture released by the Israel Defense Forces on November 13, 2023. Israel Defense Forces/Handout via REUTERS/File Photo Reuters\nBy Dan Williams\nJERUSALEM (Reuters) - Israel is prepared to let ships deliver aid to the war-ravaged Gaza Strip \"immediately\" as part of a proposed sea corridor from Cyprus, the Israeli foreign minister said on Sunday, naming four European countries as potential participants.\nUnder the arrangement first suggested by Nicosia in November, cargo would undergo security inspection in the Cypriot port of Larnaca before being ferried to the Gaza coast, 370 km (230 miles) away, rather than through neighbouring Egypt or Israel.\nIf the plan goes ahead, it would mark the first easing of an Israeli naval blockade imposed on Gaza in 2007 after militant Hamas Islamists seized control of the Palestinian enclave.\nIsrael has described the corridor as a means of ending its civilian ties to Gaza, where it has been waging an 12-week-old offensive in retaliation for a cross-border killing and kidnapping spree by Hamas gunmen.\nRelated:\nA Timeline of the Israel-Palestinian Conflict With hundreds of thousands of Palestinian civilians displaced, the idea may also go some way toward meeting a U.N. Security Council resolution of Dec. 22 calling for expanded humanitarian relief mechanisms.\n\"It can start immediately,\" Foreign Minister Eli Cohen told Tel Aviv radio station 103 FM when asked about the Mediterranean corridor.\nHe said Britain, France, Greece and the Netherlands were among countries with vessels able to land directly on the shores of Gaza, which lacks a deep-water port. He appeared to suggest he expected them to do that rather than offload aid in Israel.\n\"They requested of us that the equipment come via (the Israeli port of) Ashdod. The answer is no. It won't come via Ashdod. It won't come via Israel. We want disengagement, with security control. That's the goal of this process,\" Cohen said.\nThere was no immediate response from London, Paris, Athens or Amsterdam.\nBritain and Greece have previously expressed support for the Cypriot initiative, with Britain offering shallow-bottomed vessels to approach the Gaza coast, a senior Cypriot official told Reuters.\nGreek Prime Minister Kyriakos Mitsotakis has also backed the Cypriot plan, which would involve Israeli security agents taking part in the Larnaca inspections.\n\"As of now there is a maritime blockade, and if such an (aid) ship comes from Larnaca, it will be with our approval,\" Cohen said. \"It will of course be a secured corridor, as we have no intention of endangering a British or French ship coming in coordination with us.\"\nSeveral European and Arab donor countries have been sending aid to Gaza through the nearby Egyptian coastal town of Al Arish. Israel has been involved in monitoring those shipments, in what some humanitarian relief agencies say creates lags.\nCairo tracks traffic across its Gaza border and has ruled out any influx of Palestinian refugees. On Saturday, Israel signalled it would seize control of the Gaza-Egypt border zone as part of its efforts to demilitarise the enclave.\n(Additional reporting by Michele Kambas; Writing by Dan Williams; Editing by Andrew Heavens)\nCopyright 2023 Thomson Reuters .\nJoin the Conversation See Comments Tags: Greece , United Nations , France , Israel , European Union , Middle East , United Kingdom , Europe , Egypt , Cyprus , Netherlands\nRead More",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dan williams",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "israel defense forces/handout",
        "sentiment": "none"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "reuters",
        "sentiment": "none"
      },
      {
        "name": "israel defense forces",
        "sentiment": "none"
      },
      {
        "name": "reuters",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "cyprus",
        "sentiment": "none"
      },
      {
        "name": "larnaca",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "jerusalem",
        "sentiment": "none"
      },
      {
        "name": "cypriot",
        "sentiment": "none"
      },
      {
        "name": "nicosia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T13:52:39.734+02:00",
  "updated": "2023-12-31T13:52:39.734+02:00"
}