{
  "thread": {
    "uuid": "a61d06dcc7cffe518659a1911f1937a93f222c25",
    "url": "https://www.globenewswire.com/news-release/2023/10/19/2763719/0/en/Senator-Ben-Cardin-Presented-with-the-2023-Anne-Frank-Award-for-Human-Dignity-and-Tolerance.html",
    "site_full": "www.globenewswire.com",
    "site": "globenewswire.com",
    "site_section": "http://www.globenewswire.com/AtomFeed/subjectcode/35-Religion/feedTitle/GlobeNewswire - Religion",
    "site_categories": [
      "media"
    ],
    "section_title": "GlobeNewswire - Religion",
    "title": "Senator Ben Cardin Presented with the 2023 Anne Frank Award for Human Dignity and Tolerance",
    "title_full": "Senator Ben Cardin Presented with the 2023 Anne Frank Award for Human Dignity and Tolerance",
    "published": "2023-12-30T09:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ml.globenewswire.com/Resource/Download/afcc64c0-5cb6-4a8b-8079-f7988926f6ea",
    "performance_score": 0,
    "domain_rank": 485,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a61d06dcc7cffe518659a1911f1937a93f222c25",
  "url": "https://www.globenewswire.com/news-release/2023/10/19/2763719/0/en/Senator-Ben-Cardin-Presented-with-the-2023-Anne-Frank-Award-for-Human-Dignity-and-Tolerance.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Embassy of the Kingdom of the Netherlands",
  "published": "2023-12-30T09:10:00.000+02:00",
  "title": "Senator Ben Cardin Presented with the 2023 Anne Frank Award for Human Dignity and Tolerance",
  "text": "Washington, D.C., Oct. 19, 2023 (GLOBE NEWSWIRE) -- As the world turns its attention to the war in the Middle East, it is crucial to recognize those who fight to protect human rights and tolerance.\nOne such person is Senator Ben Cardin (D-MD), a noted human rights advocate. Today, the Senator received the 2023 Anne Frank Award for Human Dignity and Tolerance at a Capitol Hill ceremony. The Senator was recognized for his commitment to fighting intolerance and antisemitism throughout his more than 30 years of public service as a member of the House of Representatives and the Senate.\nThe Anne Frank Award is presented to an American who has demonstrated a commitment to confronting intolerance, antisemitism, racism, or discrimination while upholding freedom and equal rights to promote an open, pluralistic, and democratic society.\nUpon receiving the Anne Frank Award, Senator Cardin stated, “I am deeply grateful to the Kingdom of the Netherlands for presenting me with this Anne Frank Award. This award is truly humbling. I want to thank the people of the Netherlands for understanding that learning the truth of our history is key to fighting intolerance. We need to teach future generations these stories so they understand the violence that can be unleashed when hatred goes unchecked. We need to keep speaking up when we see antisemitism and hatred and bigotry. We need to keep hope alive that with patience and persistence, we can create a world that is safe and peaceful and prosperous.”\nThroughout his career, Senator Cardin has championed human rights in a number of capacities. As the chairman of the Senate Foreign Relations Committee, he works to strengthen the role of human rights in America’s international policy. Senator Cardin authored the Sergei Magnitsky Rule of Law Accountability Act in 2012. The Magnitsky Act allows the US to hold individuals in Russia accountable for human rights abuses by prohibiting Russian human rights violators from traveling to the US and from using the US financial system. In 2016, Senator Cardin helped expand the reach of the law, when he sponsored the Global Magnitsky Human Rights Accountability Act, which gives the government the authority to deny human rights abusers and corrupt officials from any nation entry into the United States and access to American financial institutions.\nThe Senator’s dedication to human rights in the US is enhanced by his work in international forums. He serves as a commissioner to the US Helsinki Commission and is the Special Representative on Antisemitism, Racism, and Intolerance for the Organization for Security and Cooperation in Europe (OSCE) Parliamentary Assembly. He also is a member of the U.S. Holocaust Memorial Council.\nAt the ceremony, Dutch Ambassador Birgitta Tazelaar said the impact of Anne Frank still resonates today. “The Netherlands and the United States place a high importance on promoting human rights. Through the Anne Frank Award for Human Dignity and Tolerance, we reaffirm the legacy of Anne, and honor those who follow in her footsteps and continue the fight for human rights.”\nSeveral members of Congress participated in the ceremony. Co-chairs of the Congressional Caucus on the Kingdom of the Netherlands Representatives Bill Huizenga (R, MI-4) and Derek Kilmer (D, WA-6) gave opening remarks. Senator Roger Wicker (R-MS) provided recorded remarks.\nSenator Chris van Hollen (D-MD) attested to the dedication of his colleague and friend. “Senator Cardin has not only made our nation a better place, he has made an impact well beyond our borders to make the world a better place. That’s because he has made fighting for human rights and dignity at home and abroad a central focus of his career in elected office, from major accomplishments like passing his Global Magnitsky Act to his tireless dedication to confronting antisemitism – and all forms of hate – wherever they arise. Senator Cardin has been a force for progress on these issues throughout his time in public service, and he has truly earned this award,” said Senator Van Hollen.\nAnne Frank Special Recognition Award\nUkrainian Ambassador Oksana Markarova introduced the award for Maksym Butkevych. Butkevych, a human rights activist and prisoner of war, was recognized with the 2023 Anne Frank Special Recognition Award for his work to uphold human rights and combat xenophobia and racism. A volunteer member of the Ukrainian Armed Forces, he is imprisoned in the Russian occupied region of Luhansk, Ukraine. Butkevych’s father, Oleksandr, accepted the award on his behalf.\nOleksandr Butkevych explained the motivation that drove his son to fight for his country. Before his capture, Maksym stated, \"War is a trauma, a tragedy, a misfortune, it makes people cruel. I hope it does not make us so cruel that we'll put human rights on the second or third agenda. We are waging a war precisely for this, to retain the opportunity to embody the values we stand for, which differentiate us from the aggressor.\"\nLive music was incorporated in the event. Ukrainian-American soprano and musician Teryn Kuzma performed a Jewish hymn and Ukrainian folk music on the bandura (a Ukrainian string instrument) in honor of Senator Cardin and Mr. Butkevych.\nThe Anne Frank Award is a collaboration among the Embassy of the Kingdom of the Netherlands, the Congressional Caucus on the Kingdom of the Netherlands, the Anne Frank Center for Mutual Respect USA, the Anne Frank House Amsterdam, the United States Holocaust Memorial Museum, and the Lantos Foundation for Human Rights and Justice. The award ceremony is part of the Embassy’s Holland on the Hill initiative to strengthen the economic, political and cultural ties between the Netherlands and the United States.\nFirst presented in 2014, the Anne Frank Award for Human Dignity and Tolerance has been presented to the following recipients:\nIn 2020, former U.S. Representative Nita Lowey\nIn 2019, Benjamin Ferencz, a prosecutor at the Nuremberg Trials\nIn 2017, Father Leo O’ Donovan of the Jesuit Refugee Service/USA\nIn 2015, Nicholas Kristof, New York Times columnist\nIn 2014, Rabbi David Nathan Saperstein\nAttachment",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anne frank",
        "sentiment": "negative"
      },
      {
        "name": "ben cardin",
        "sentiment": "negative"
      },
      {
        "name": "anne frank award",
        "sentiment": "none"
      },
      {
        "name": "cardin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "senate",
        "sentiment": "none"
      },
      {
        "name": "house of representatives",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tolerance washington",
        "sentiment": "none"
      },
      {
        "name": "d.c.",
        "sentiment": "none"
      },
      {
        "name": "middle east",
        "sentiment": "none"
      },
      {
        "name": "capitol hill",
        "sentiment": "none"
      },
      {
        "name": "netherlands",
        "sentiment": "none"
      },
      {
        "name": "kingdom of the netherlands",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T09:11:19.657+02:00",
  "updated": "2023-12-30T09:11:19.657+02:00"
}