{
  "thread": {
    "uuid": "496959290531f26f8dfcf11cd65127cacd115ce6",
    "url": "https://www.lostiempos.com/actualidad/opinion/20231231/columna/mis-deseos-2024",
    "site_full": "www.lostiempos.com",
    "site": "lostiempos.com",
    "site_section": "https://www.lostiempos.com",
    "site_categories": [
      "media",
      "world_soccer",
      "sports"
    ],
    "section_title": "Noticias de Bolivia y del mundo | Los Tiempos",
    "title": "Mis deseos para 2024 | Los Tiempos",
    "title_full": "Mis deseos para 2024 | Los Tiempos",
    "published": "2023-12-31T12:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "BO",
    "main_image": "https://www.lostiempos.com/sites/default/files/periodistas/gisela_derpic-foto-nueva_copia.jpg",
    "performance_score": 0,
    "domain_rank": 32198,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "496959290531f26f8dfcf11cd65127cacd115ce6",
  "url": "https://www.lostiempos.com/actualidad/opinion/20231231/columna/mis-deseos-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-31T12:30:00.000+02:00",
  "title": "Mis deseos para 2024 | Los Tiempos",
  "text": "Mis deseos para 2024 Deseo que en 2024 el camino a la paz se abra en Oriente Próximo y cese el sufrimiento de miles de personas inocentes, israelíes y palestinas, víctimas de la violencia bélica. Que el diálogo de buena fe prevalezca, mirando al futuro común inevitable de esos pueblos, abandonando la confrontación afincada en la memoria de un pasado inerte. Que los acuerdos se respeten y el principio de protección a los más débiles se aplique, que las estructuras terroristas, negociantes de sueños y pesadillas, se derrumben para no levantarse. Que haya paz. Que termine la guerra de Putin iniciada con su invasión a Ucrania para poner en pie un imperio donde él, desquiciado, sea el dueño de vidas y haciendas. Que llegue la derrota militar del tirano impostor, convertido por la propaganda en gigante comandando un ejército invencible, cuando su chatura, física y mental, y la obsolescencia de sus pertrechos de guerra acusan la mentira. Que llegue su derrota política en pro de la nunca vista democracia en Rusia e inaugure un escenario de libertad para que los rusos salgan del pozo profundo de pobreza y atraso generalizado donde fueron empujados por la dictadura comunista y los regímenes posteriores a su caída. Que concluya el oprobio. Que la lucha de las mujeres iraníes —despojadas de su dignidad y sus derechos en nombre de prejuicios y estereotipos sacralizados desde la instauración de la teocracia en 1979— despierte la solidaridad, vigorosa y proactiva, de cuanta persona, asociación y movimiento por los derechos humanos hay en el mundo. Que se fortalezca la conciencia sobre la urgencia de poner fin a la negación de la libertad y la igualdad jurídica de las mujeres para contribuir en la disipación de las densas brumas del fundamentalismo islámico que agobia a Irán y a otros países con la violencia institucionalizada en nombre de Dios. Que se distinga el meollo de la problemática de las distracciones hacia la confrontación de sexo alentada desde los círculos de poder actuando por intereses velados, inconfesables. Que caigan todas las dictaduras. La cubana en primer lugar, como una cosa ya podrida, y termine ese proyecto fallido desde su concepción declarado fin supremo en cuyo altar se viene sacrificando la dignidad y los derechos de los cubanos sometidos a las peores condiciones de opresión y explotación. Proyecto fallido convertido en el medio de enriquecimiento de una reducida cúpula nepotista sin escrúpulos morales, cabeza de la estructura autoritaria y criminal de Iberoamérica desde 1959. Que los gobiernos de los países declarados democráticos y con opción por los derechos humanos dejen de socapar vergonzosamente a las dictaduras iberoamericanas negociando con ellas, actuando con negligencia ante sus abusos, como vienen haciendo en especial con la cubana y venezolana, y que tomen conciencia de que ese no es el camino hacia la restitución de la democracia en estos países, sino, por el contrario, a sostenerlas, poniéndose ellos mismos en riesgo, como España que parece haber comenzado a tomar la medicina que hizo tragar, por ejemplo a Bolivia a través de sus operadores y estrategias de intervención. Que los actores políticos y la ciudadanía activa defiendan la libertad en estos países cuyos gobernantes han perdido la brújula. Que a Uruguay, Ecuador, Paraguay y Argentina les vaya muy bien y demuestren la validez de los proyectos alternativos al populismo autoritario devenido siempre en restricciones a las libertades, debilidad institucional y corrupción campante. Que demuestren la calidad de los liderazgos renovados en ideas y experiencias, con capacidad política, técnica y ética, con valor civil para enfrentar democráticamente a las estructuras prebendarias fortalecidas al amparo del poder abusivo. Que en Bolivia el ejemplo cunda, pronto. Sin fanatismo. Con mirada propia. Que recordemos a los miles de presos políticos y de conciencia condenados por los regímenes autoritarios y hablemos por ellos con voces cada vez más fuertes, incidiendo en decisiones de todo nivel y orden hasta lograr su libertad. En Alekséi Navalni, abogado y político ruso opositor preso en una prisión de máxima severidad en el Ártico por cargos inventados; en Narges Mohammadi, activista iraní por los derechos humanos, Nóbel de La Paz en 2023, presa en Teherán, por “difundir propaganda contra el Estado islámico”; en José Daniel Ferrer, activista por los derechos humanos, y Luis Manuel Otero y Maykel Osorbo, artistas contestarios, apresados el 11 de julio de 2021 en medio de las manifestaciones de protesta suscitadas en Cuba, los tres por cargos inventados de delitos contra la seguridad del Estado; en Rolando Álvarez, obispo nicaragüense condenado por los Ortega por supuesta “rebelión”; en Jeanine Áñez, Marco Antonio Pumari, Luis Fernando Camacho y Tonchy Bascopé, rostros de la gesta ciudadana de 2019 por el fraude electoral masista, presos por cargos de golpe de Estado inexistente, en ellos abrazo a todos los presos políticos y de conciencia, exigiendo su libertad. Deseo que 2024 sea el año de PATRIA Y VIDA. Columnas de GISELA DERPIC",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T16:59:47.034+02:00",
  "updated": "2023-12-31T16:59:47.034+02:00"
}