{
  "thread": {
    "uuid": "fe2ba517388f5478221884d46ca087b5c6dc0a18",
    "url": "https://governor.ri.gov/press-releases/governor-mckee-highlights-2023-rhode-island-department-human-services",
    "site_full": "governor.ri.gov",
    "site": "ri.gov",
    "site_section": "http://www.governor.ri.gov",
    "site_categories": [],
    "section_title": "Welcome | Governor&#039;s Office, State of Rhode Island",
    "title": "Governor McKee Highlights 2023 Rhode Island Department of Human Services Accomplishments: Expanding Access, Opportunities for Rhode Island Beneficiaries | Governor's Office, State of Rhode Island",
    "title_full": "Governor McKee Highlights 2023 Rhode Island Department of Human Services Accomplishments: Expanding Access, Opportunities for Rhode Island Beneficiaries | Governor's Office, State of Rhode Island",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3094,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fe2ba517388f5478221884d46ca087b5c6dc0a18",
  "url": "https://governor.ri.gov/press-releases/governor-mckee-highlights-2023-rhode-island-department-human-services",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "Governor McKee Highlights 2023 Rhode Island Department of Human Services Accomplishments: Expanding Access, Opportunities for Rhode Island Beneficiaries | Governor's Office, State of Rhode Island",
  "text": "Governor McKee Highlights 2023 Rhode Island Department of Human Services Accomplishments: Expanding Access, Opportunities for Rhode Island Beneficiaries Published on Thursday, December 28, 2023 PROVIDENCE, RI — Governor Dan McKee and the Rhode Island Department of Human Services (DHS) today highlighted a number of key priorities and successes accomplished throughout the year. Successes include improved access for beneficiaries, providing enhanced benefits for certain eligible populations, the launch of new document scanning centers, and a new DHS customer-facing regional office in the state. \"Through expanded child care program eligibility, new efforts for our seniors and those living with disabilities, as well as a new, easy-to-reach customer-facing office, DHS has positioned itself to better support Rhode Islanders in 2023 and I look forward to seeing their team build on this momentum in 2024,\" said Governor Dan McKee. “RI DHS continues to work extremely hard to broaden access to services and support, while focusing on meeting beneficiaries where they are, in their community, and close to home,” said DHS Director Kimberly Merolla-Brito. “We remain committed to improving the customer experience and, over the past year, significant progress has been made in reducing backlogs, improving usability of the customer portal, mobile app, and automated telephone support line. The more we can do to build a foundation of success for beneficiaries, the greater the opportunity they have to grow and succeed now and in the future.” “From SNAP and child care assistance to Medicaid eligibility, the Department of Human Services and its staff provide critical benefits to Rhode Islanders of all ages” said EOHHS Secretary Richard Charest. “Over the last year, Director Brito and her team have made marked improvements in DHS’ services, and I look forward to continuing our work together to ensure that individuals and families have access to the resources they need to lead healthy lives in our state.” Child Care Assistance Program DHS launched the Child Care Assistance Program for Child Care Staff pilot, which was approved in the FY 24 budget, and expands CCAP eligibility for educators and staff who work at DHS licensed child care sites needing affordable child care. The program expands income eligibility to 300% of the Federal Poverty Level (FPL), up from 200%, for eligible staff. The Department also prioritized expanding the Child Care Assistance Program for college students. For college students striving to attend classes while raising a child, this program can provide essential support and build economic security for their families. Eligible students enrolled in associate or bachelor’s degree programs at the Community College of Rhode Island (CCRI), Rhode Island College (RIC), or University of Rhode Island (URI) may qualify for benefits. The program directly reimburses the chosen provider up to a specified amount for child care services, with applicants contributing no more than 7% of their household income. Easy Application Process: Applying is straightforward. Interested individuals can visit https://dhs.ri.gov/programs-and-services/child-care. Step Up to Child Care WAGE$® Program In partnership with the Rhode Island Association for the Education of Young Children (RIAEYC), the Step Up to Child Care WAGE$® Program (WAGE$) pilot has awarded 276 early childhood educators education-based supplements totaling $847,812. Step Up to WAGE$ provides education-based salary supplements to teachers, directors, and family childcare providers working with young children. Document Scanning Centers/New Office DHS launched the first document scanning centers this year. These new services have been extremely well received by the community. The document scanning centers provide customers with a great way to quickly scan and submit requested documents for their case, which helps expedite the in-person process by reducing lobby wait times and improving the customer experience. Most customers are in and out in about 15 minutes. DHS opened a regional, customer-facing office located at 125 Holden St., in Providence, on December 18. This customer-facing DHS office is conveniently accessible through public transportation. This office will provide customer service for an array of benefit applications, transactions, interviews, and a document scanning center. The 17,500 square-foot office also has free customer parking. Medicaid Renewals DHS is currently processing Medicaid renewals for more than 350,000 Rhode Islanders. Working in collaboration with the Executive Office of Health and Human Services and HealthSource RI, this is the first time in three years the state has undertaken Medicaid redeterminations. Redeterminations are now more than halfway through the process, with April 2024 as the deadline for completion. Elderly and Disabled Simplified Application Project The Elderly and Disabled Simplified Application Project (ESAP) has started benefiting more than 43 percent of the impacted SNAP population. It simplifies the application process and allows for a longer eligibility period for SNAP applicants and households that meet the following criteria: all members of the household are age 60 or older, receive disability payments regardless of age, or are a combination of both, no household members have income from working. If a household meets the criteria, ESAP allows for a 36-month certification (previously 24 months for such households) and no interview is required at recertification unless the household is going to be closed; the household requests an interview; or there is questionable information that DHS must resolve with the household. ###",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mckee",
        "sentiment": "neutral"
      },
      {
        "name": "dan mckee",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rhode island department of human services",
        "sentiment": "neutral"
      },
      {
        "name": "rhode islanders",
        "sentiment": "none"
      },
      {
        "name": "dhs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rhode island",
        "sentiment": "none"
      },
      {
        "name": "rhode island beneficiaries",
        "sentiment": "none"
      },
      {
        "name": "rhode island beneficiaries published",
        "sentiment": "none"
      },
      {
        "name": "providence",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:34:37.410+02:00",
  "updated": "2023-12-29T00:34:37.410+02:00"
}