{
  "thread": {
    "uuid": "fdfbcca5b917a45ffeb32523ce3e52e4286e7dbf",
    "url": "https://www.michiganradio.org/economy/2023-12-31/2024-will-bring-boost-in-state-minimum-wage-to-10-33",
    "site_full": "www.michiganradio.org",
    "site": "michiganradio.org",
    "site_section": "https://www.michiganradio.org",
    "site_categories": [
      "media"
    ],
    "section_title": "Michigan Radio",
    "title": "2024 will bring boost in state minimum wage to $10.33",
    "title_full": "2024 will bring boost in state minimum wage to $10.33",
    "published": "2024-01-01T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://npr.brightspotcdn.com/dims4/default/89f2b31/2147483647/strip/true/crop/308x162+0+35/resize/1200x630!/quality/90/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Flegacy%2Fsites%2Fmichigan%2Ffiles%2F201803%2Fmoney_carmody.jpg",
    "performance_score": 0,
    "domain_rank": 12380,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fdfbcca5b917a45ffeb32523ce3e52e4286e7dbf",
  "url": "https://www.michiganradio.org/economy/2023-12-31/2024-will-bring-boost-in-state-minimum-wage-to-10-33",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@rickpluta",
  "published": "2024-01-01T01:00:00.000+02:00",
  "title": "2024 will bring boost in state minimum wage to $10.33",
  "text": "2024 will bring boost in state minimum wage to $10.33 The new year will bring an automatic pay increase to minimum wage workers in Michigan, and it may not be the final minimum wage boost of 2024. Michigan’s new minimum wage increases from $10.10 an hour to $10.33 an hour —with smaller boosts for tipped workers, minors and new employees during a 90-day training period. Chris White, director of Restaurant Opportunities Centers of Michigan, said the increase is good news for workers in the lowest-paying jobs. “With the cost of living going up, the wage is always going to be a challenge, but it’s better to have it going in an upward trajectory than staying stagnant,” he said. He said it will also help attract and keep people in the state as statistics show Michigan’s population is not growing as much as other states. ‘One of the most important elements to being successful at this is good living wages for Michigan working families,” he said. Business groups were generally opposed to the minimum wage initiative, but say it may not be making much of a difference in the hospitality and retail sectors at the moment. Justin Winslow, president of the Michigan Restaurant and Lodging Association, said the need for workers is very high, so most service businesses are paying more than the minimum wage. “I guess you would call it the de facto minimum wage is substantially higher because the economy is demanding it,” he said. “But the minimum wage by law is still going to go up to $10.33.” The Economic Policy Institute, a progressive think tank, says Michigan is one of 22 states boosting its minimum wage in 2024. The EPI also says mandatory minimum wage increases will not affect most workers because employers are paying more than that in a tight labor market. Michigan’s minimum wage could increase again in 2024 depending on the outcome of a state Supreme Court case that challenges an action by the Legislature to adopt the proposal so it would not go to voters. The challenge says the Republican-controlled Legislature violated the Michigan Constitution’s voter initiative clause by using an “adopt-and-amend” tactic. The Legislature adopted the petition initiative to stop it from going to the ballot. But Republicans then altered the initiative to slow the pace of minimum wage increases. The Michigan Court of Claims struck down the Legislature’s action. That decision was reversed by the Michigan Court of Appeals. The Michigan Supreme Court heard oral arguments in the case in early December.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chris white",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "restaurant opportunities centers of michigan",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "michigan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T05:03:58.113+02:00",
  "updated": "2024-01-01T05:03:58.113+02:00"
}