{
  "thread": {
    "uuid": "73763db39a0fb181c1fd01fd040eab2dd9d37713",
    "url": "https://www.diariodesevilla.es/deportes/seleccion-futbol-femenino-pensando-Paris_0_1880214262.html",
    "site_full": "www.diariodesevilla.es",
    "site": "diariodesevilla.es",
    "site_section": "https://www.europasur.es/rss/deporte",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "La selección de fútbol femenino se da un baño de masas pensando ya en París 2024",
    "title_full": "La selección de fútbol femenino se da un baño de masas pensando ya en París 2024",
    "published": "2024-02-29T22:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cdn.socy.cloud/JOLY/v3/SSFC/651ffa8f03f97/https://www.diariodesevilla.es/2024/02/29/deportes/seleccion-Madrid-conquista-Liga-Naciones-video_1880231990_205342278_1200x675.jpg",
    "performance_score": 0,
    "domain_rank": 13815,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "73763db39a0fb181c1fd01fd040eab2dd9d37713",
  "url": "https://www.diariodesevilla.es/deportes/seleccion-futbol-femenino-pensando-Paris_0_1880214262.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Efe Madrid, 29 Febrero, 2024 - 21:16h FACEBOOK",
  "published": "2024-02-29T22:16:00.000+02:00",
  "title": "La selección de fútbol femenino se da un baño de masas pensando ya en París 2024",
  "text": "La selección femenina, ganadora de la Liga de Naciones seis meses después de conseguir vencer en la Copa del Mundo, se dio un baño de masas al ser recibida por miles de aficionados a grito de \"¡Campeonas\"!, este jueves en el Palacio de Vistalegre en Madrid con la mirada puesta en los Juegos Olímpicos de París, siguiente objetivo del combinado español. \"Es un placer estar aquí con todos vosotros con este título que han conseguido estas grandísimas jugadoras. Hoy es un día para sentirnos felices y agradecidas. Ahora a disfrutarlo y vamos a por los Juegos Olímpicos\", declaró la seleccionadora Montse Tomé que quiso agradecer el gran papel que desempeña su cuerpo técnico y sobre todo, a las jugadoras. \"Agradecer personalmente a mi cuerpo técnico porque estoy rodada de ocho personas que sin ellos no sería posible todo el trabajo para conseguir que las futbolistas saquen su máximo rendimiento. También, a todo el staff que trabajan con cariño, profesionalidad y detalle para que todo tenga el orden ideal y a todas estas futbolistas porque ellas son las verdaderas protagonistas de este juego\", afirmó Tomé ante una grada entregada con banderas y camisetas de la selección, que escuchó cómo Irene Paredes les animaba a seguir apoyando al equipo. \"Es importante sentir vuestro apoyo y por nuestra parte decir que vamos a por más a si que os necesitamos para eso también\", comentó la jugadora del Barcelona. La selección se proclamó campeona de la primera edición de la Liga de las Naciones tras vencer por 2-0 a Francia, en la Cartuja ante 32.657 espectadores, gracias a los goles de Aitana Bonmatí en la primera parte y de Mariona Caldentey en el minuto 53 que permitió al combinado nacional alzarse con el trofeo. Previamente, tras ganar en semifinales a Países Bajos por 3-0, ya habían logrado certificar el objetivo de la clasificación a los Juegos Olímpicos. Como homenaje a las madres, cada jugadora fue nombrada por su nombre y sus dos apellidos mientras la afición vitoreaba a cada una de ellas llegando al punto álgido cuando Jennifer Hermoso, con el trofeo en mano, entro al escenario con los aplausos y ánimos de la grada que se cayó a bajo a grito de \"¡Jenni, Jenni!\". Otra de las más aclamadas fue Aitana Bonmatí, MVP de la Final a Cuatro. La fiesta, que comenzó a las 17.00 horas con entrada libre hasta que se completó el aforo y contó con música en directo de grandes artistas invitados como Marlena, en dos ocasiones, Michenlo, Delaporte y Elena Farga, tuvo su punto álgido cuando entraron las jugadoras y el cuerpo técnico alrededor de las 19.00 horas y se cerró con el We are the Champions como es habitual en este tipo de acontecimientos. 🎤 𝗯𝗮𝗶𝗹𝗮𝗺𝗼𝗿𝗲𝗻𝗮 con la colaboración entre— RFEF (@rfef) [@marlenaoficial]y [@Jennihermoso]🤣 📺 Síguelo en [https://t.co/fYiXcuLlfw] [#JugarLucharYGanar]I [#UWNL] [pic.twitter.com/GGpU7k0U5m] [February 29, 2024] En la mañana de este jueves, la selección fue recibida por la presidenta del Congreso, junto a los portavoces de los grupos, en el Salón de los Pasos Perdidos, desde el que se trasladaron al hemiciclo, donde ocuparon los escaños y se fotografiaron con los diputados presentes. Posteriormente, el combinado nacional tuvo el reconocimiento en el Palacio de la Moncloa del presidente del Gobierno, Pedro Sánchez, que recibió una camiseta con los nombres de todas las protagonistas del duelo contra Francia y las ánimo a conseguir una medalla en los Juegos Olímpicos de París que se celebran en los meses de julio y agosto y serán los primeros juegos de su historia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Sport"
  ],
  "external_links": [
    "https://twitter.com/Jennihermoso?ref_src=twsrc%5Etfw",
    "https://t.co/fYiXcuLlfw",
    "https://twitter.com/marlenaoficial?ref_src=twsrc%5Etfw",
    "https://twitter.com/rfef/status/1763270328069894556?ref_src=twsrc%5Etfw",
    "https://twitter.com/hashtag/JugarLucharYGanar?src=hash&ref_src=twsrc%5Etfw",
    "https://t.co/GGpU7k0U5m",
    "https://twitter.com/hashtag/UWNL?src=hash&ref_src=twsrc%5Etfw",
    "https://www.twitter.com/marlenaoficial?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/rfef/status/1763270328069894556?ref_src=twsrc%5Etfw",
    "https://twitter.com/rfef/status/1763270328069894556",
    "https://www.t.co/fYiXcuLlfw",
    "https://twitter.com/hashtag/UWNL",
    "https://twitter.com/hashtag/JugarLucharYGanar",
    "https://twitter.com/marlenaoficial",
    "https://twitter.com/Jennihermoso",
    "https://www.t.co/GGpU7k0U5m",
    "https://www.twitter.com/hashtag/UWNL?src=hash&ref_src=twsrc%5Etfw",
    "https://www.twitter.com/hashtag/JugarLucharYGanar?src=hash&ref_src=twsrc%5Etfw",
    "https://www.twitter.com/Jennihermoso?ref_src=twsrc%5Etfw"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:32:32.978+02:00",
  "updated": "2024-03-01T02:03:25.868+02:00"
}