{
  "thread": {
    "uuid": "a1fe50269ab5eed7aa8d1124396b433530a46629",
    "url": "https://www.vancouverisawesome.com/quebec-news/mourners-pack-montreal-cathedral-for-funeral-of-quebec-music-star-jean-pierre-ferland-8934973",
    "site_full": "www.vancouverisawesome.com",
    "site": "vancouverisawesome.com",
    "site_section": "https://www.vancouverisawesome.com/rss",
    "site_categories": [
      "canada",
      "travel",
      "top_news"
    ],
    "section_title": "Vancouver Is Awesome: via",
    "title": "Mourners pack Montreal cathedral for funeral of Quebec music star Jean-Pierre Ferland",
    "title_full": "Mourners pack Montreal cathedral for funeral of Quebec music star Jean-Pierre Ferland",
    "published": "2024-06-01T16:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/shared/feeds/cp/2024/06/b5d472e8-8936-4fa5-b9f2-2f26c5c2468f.jpg;w=1200;h=800;mode=crop",
    "performance_score": 0,
    "domain_rank": 16321,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a1fe50269ab5eed7aa8d1124396b433530a46629",
  "url": "https://www.vancouverisawesome.com/quebec-news/mourners-pack-montreal-cathedral-for-funeral-of-quebec-music-star-jean-pierre-ferland-8934973",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joe Bongiorno; The Canadian Press",
  "published": "2024-06-01T16:20:00.000+03:00",
  "title": "Mourners pack Montreal cathedral for funeral of Quebec music star Jean-Pierre Ferland",
  "text": "MONTREAL — Artists, politicians and devotees of the Québécois music scene flocked to a Montreal cathedral on Saturday to pay their final respects to Jean-Pierre Ferland, a folk music luminary whose French-language compositions made him a beloved figure across the province.\nThe artist died of natural causes on April 27 at the age of 89 after several months in hospital.\nWhile the provincial flag flew at half-mast at the legislature in Quebec city, a formal funeral service at the downtown Mary Queen of the World Cathedral drew hundreds of mourners clad in yellow in tribute to Ferland's classic album \"Jaune.\"\nThe ceremony began with an urn containing the singer's remains being carried into the church to the accompaniment of a violin and cello arrangement of his 1968 classic song \"Je reviens chez nous.\"\nQuebec Premier François Legault was the first to pay his respects.\n\"Jean-Pierre Ferland was a genius with words and music, a genius that touched the lives of Quebecers,\" he said.\n\"I remember it like it was yesterday,\" said Legault, describing the impact of \"Jaune.\" \"I was thirteen at the time, and for us it was a revolution. It was just as good as the Beatles, but it was in French and it was a Quebecer.\"\nMourners also heard from Julie Anne Saumur, Ferland's wife of sixteen years.\n\"Jean-Pierre loved his fans, and I was his biggest one,\" she said.\nFighting back tears and wearing a yellow flower on her lapel, Julie Ferland, the late singer’s daughter, described her father as a “firework,” someone who in her eyes shone “tall, big and bright.”\n“I consider myself privileged to have experienced the most beautiful moments by his side,” she said.\nFilm director Pierre Séguin thanked Ferland for his kindness and attentiveness to his fellow creators and crew, from technicians to producers, during his years working in television.\nFellow Francophone music legend Ginette Reno joined the ceremony via video conference and capped off the musical performances with a rendition of Ferland's \"Un peu plus haut, un peu plus loin,\" her voice ringing through the speakers before the mass concluded.\nPianist and composer François Cousineau, a frequent Ferland collaborator who produced his 1992 album \"Bleu, Blanc, Blues,\" was another one of the musicians who performed at the funeral.\nIn an interview held ahead of the service, Cousineau described Ferland as a charming friend with a great sense of humour.\n“He's among the greatest,” said Cousineau. “He was a poet of love and a poet of life, that’s how I’d put it, because the thing he wanted most in life was to be loved.”\nDanick Trottier, a music professor at the Université du Québec à Montréal, said Ferland was Quebec’s Joni Mitchell or Neil Young, fellow singer-songwriters known for both their music and their words.\nWhile the first decades of his career were focused strictly on making music, Ferland became known more as a performer in later years through appearances on various TV programs, including Quebec’s version of the reality show \"The Voice.\"\nIt was during this phase that Ferland became endeared to Quebecers, Trottier said.\n“In the '80s and '90s, he began to be a kind of a major figure in Quebec show business, and then people began to love him and to say, ‘That's our love singer,’” said Trottier.\nThis report by The Canadian Press was first published June 1, 2024.\nJoe Bongiorno, The Canadian Press",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jean-pierre ferland",
        "sentiment": "negative"
      },
      {
        "name": "mary queen",
        "sentiment": "none"
      },
      {
        "name": "françois legault",
        "sentiment": "none"
      },
      {
        "name": "legault",
        "sentiment": "none"
      },
      {
        "name": "ferland",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "world cathedral",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "montreal",
        "sentiment": "none"
      },
      {
        "name": "montreal",
        "sentiment": "none"
      },
      {
        "name": "quebec",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T21:25:32.010+03:00",
  "updated": "2024-06-01T21:25:32.010+03:00"
}