{
  "thread": {
    "uuid": "6b3a3fae0fa657e61169bca81b4c8c6e07ac1b61",
    "url": "https://www.aberdeennews.com/story/sports/college/south-dakota-state-university/2024/01/07/live-score-updates-south-dakota-state-football-montana-fcs-national-championship-game-frisco-texas/72121611007/",
    "site_full": "www.aberdeennews.com",
    "site": "aberdeennews.com",
    "site_section": "http://www.aberdeennews.com/sports",
    "site_categories": [
      "media",
      "business",
      "entertainment"
    ],
    "section_title": "Sports in Aberdeen, SD | Aberdeen News",
    "title": "Recap: South Dakota State football rolls over Montana for FCS title",
    "title_full": "Recap: South Dakota State football rolls over Montana for FCS title",
    "published": "2024-01-07T19:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 47253,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6b3a3fae0fa657e61169bca81b4c8c6e07ac1b61",
  "url": "https://www.aberdeennews.com/story/sports/college/south-dakota-state-university/2024/01/07/live-score-updates-south-dakota-state-football-montana-fcs-national-championship-game-frisco-texas/72121611007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Will Kennedy",
  "published": "2024-01-07T19:30:00.000+02:00",
  "title": "Recap: South Dakota State football rolls over Montana for FCS title",
  "text": "RECAP: South Dakota State football earns second straight national title with win over Montana [Will Kennedy](https://www.desmoinesregister.com/staff/4291603001/will-kennedy/) The South Dakota State football team won its second-straight national title on Sunday with a massive win over Montana. The Jackrabbits dominated in the second half to pull away from the Grizzlies. Re-live all the fun and action here in our live blog. Check out our early game story Check out our early game story from Frisco. It will be updated with more info after press conferences and the trophy presentation. More: [South Dakota State football dominates Montana, wins second-straight FCS national title](/story/sports/college/south-dakota-state-university/2024/01/07/south-dakota-state-football-takes-down-montana-wins-fcs-national-title-consecutive-ncaa-frisco-texas/72088965007/) FINAL: South Dakota State 23, Montana 3 Jackrabbits win their second straight national title. 4Q/4:53 Montana punts it back to SDSU A three-and-out gives the ball back to the Jackrabbits. That should just about do it. 4Q/5:14 Montana gets the ball back SDSU offense can't get much going and will punt back to the Griz. Montana needs to do something, and fast, if they want a chance here. Jackrabbits up 23-3 4Q/8:07 Montana punts the ball With the Griz down by 20 points and time ticking away, they opt to punt the ball back to SDSU. Seems a bit like waving the white flag there. SDSU starts with the ball at their own 31. Jackrabbits lead 23-3 4Q/11:10 Montana can't convert on fourth down The Jackrabbits get off the field thanks to a stop on fourth-and-19. SDSU's offense will take back over from their own 21. SDSU just over 11 minutes away from their second straight national title. Any points on this drive should just about ice it. SDSU up 23-3 END OF THIRD QUARTER: South Dakota State 23, Montana 3 3Q/0:56 Hunter Dustman nails a FG to extend SDSU's lead The Jackrabbits couldn't find the end zone after the fumble, but they did add points. Hunter Dustman drills a 32-yard field goal to move the Jackrabbits' lead to 20 points. SDSU up 23-3. 3Q/2:22 SDSU forces another turnover On Montana's first offensive play after the turnover, SDSU gets a sack and knocks the ball out. Jackrabbits recover and will start this drive on the Montana 21. 3Q/2:36 Another touchdown for South Dakota State Mark Gronowski drops a beautiful pass to Jadon Janke into the front corner of the end zone for another Jackrabbits touchdown. That put a cap on a six-play, 59-yard drive. A bobbled snap on the PAT means it's a 20-3 SDSU lead. 3Q/7:11 Mark Gronowski finds the end zone The Jackrabbits extend their lead thanks to a designed run for Gronowski from 10 yards out. The scamper ended a five-play, 58-yard drive. The biggest play was when Gronowski found his tight end, Zach Heins for 34 yards on third down. One play later the QB found the end zone. SDSU up 14-3. 3Q/10:56 Jackrabbits can't get anything off turnover SDSU goes three and out but get a big punt from Hunter Dustman to pin the Griz back at their own 5. 3Q/12:58 SDSU forces its first turnover of the day Montana was moving the ball well to start the half. Aaron Fontes caught a ball over the middle and made a few SDSU defenders miss. But he made one too many moves and a Jackrabbit defender knocked the ball out from behind while making a tackle. Jackrabbits recovered near midfield and will look to extend their lead. 3Q/14:56 We're back underway Montana gets the ball at their own 24 after the kickoff return. Just 30 more minutes of football in the 2023 season. HALFTIME: South Dakota State 7, Montana 3 Montana gets the ball to start the second half. 2Q/1:52 Turnover doesn't hurt SDSU The Jackrabbits get off the field again and force a punt. SDSU will have the ball at their own 13 to begin this drive. They've got three timeouts to burn too. That's important to note since Montana gets the ball first in the second half. SDSU up 7-3. 2Q/4:12 South Dakota State turns it over again After giving up one first down, the Jackrabbits defense gets off the field. But the ensuing punt takes an unlucky bounce and hits off an SDSU blocker. Montana recovers the ball and takes over right around midfield. 2Q/7:49 SDSU drive stalls, but Jackrabbits pin Montana deep The Jackrabbits had a few nice plays on that possession, but they weren't able to get into scoring range. That's all well and good for punter Hunter Dustman, though. He gets off a boot away from dangerous Griz return man Junior Bergen and pins Montana back at their own 5-yard line. 2Q/10:51 Montana eats into SDSU's lead After getting a short field thanks to the interception, the Montana offense can't do much. They're forced to settle for a 30-yard field goal attempt, which Nico Ramos drills. SDSU up 7-3 and getting the ball back. 2Q/13:24 SDSU turns the ball over SDSU QB Mark Gronowski made a rare mistake, tossing the ball into danger. It was picked off by Montana's Corbin Walker and returned into Jackrabbits territory. Q2/14:39 SDSU defense stands tall On fourth-and-goal from inside the one, the Griz run an end around and it appears like the Jackrabbits stop it. There was no review on the play and the SDSU offense is already off and running. SDSU up 7-0 and driving. END OF FIRST QUARTER: South Dakota State 7, Montana 0 That's the end of a very quick opening quarter. SDSU scored on its only possession. Montana got a big return on the following kickoff and drove right down the field too. The Griz face a fourth-and-goal from inside the one-yard-line when the second quarter begins. 1Q/8:08 Isaiah Davis finds the end zone South Dakota State marched down the field with ease on that opening drive, converting on two third-downs. Davis punctuated the drive with a six-yard touchdown to the left side. He was untouched and was able to walk into the end zone. Jackrabbits up 7-0. 1Q/13:38 Jaxon Janke with a big play Mark Gronowski dumps off a short pass to his right and Janke breaks a few tackles to take it 27 yards into Montana territory. 1Q/15:00 Just about set for kickoff Montana wins the toss and elects to defer. That means the Jackrabbits will start the game on offense. Lock in, everybody. 12:30 p.m. Check out the field-level view We're just about 30 minutes away from kickoff in Frisco. Check out this video our reporter in Texas took of the field-level view during warmups. 12:00 p.m. Everything is looking beautiful out in Texas Our lead sports reporter, Jonathan Fernandez, has arrived at the stadium and is ready for the game. Check out the paint job on the field. Looks pretty great with SDSU's checkerboards on one side and Montana's iconic maroon on the other. Just about an hour until kickoff now. 11:30 a.m. Check out our coverage from Frisco Our reporters have been hard at work all week putting together stories about this Jackrabbits team heading into this afternoon's big game. Check out all the links to every story we've written since arriving on-site in Frisco earlier this week. [What to know about the Montana Grizzlies, South Dakota State football's FCS title game opponent](/story/sports/college/south-dakota-state-university/2024/01/03/what-to-know-about-south-dakota-state-footballs-opponent-montana-fcs-championship-ncaa-frisco/72088906007/) [5 numbers to know for the FCS title game between South Dakota State football and Montana](/story/sports/college/south-dakota-state-university/2024/01/04/5-numbers-to-know-ahead-of-sundays-fcs-championship-game-between-south-dakota-state-vs-montana/72089447007/) [South Dakota State football vs. Montana: preview, prediction for FCS national championship game](/story/sports/college/south-dakota-state-university/2024/01/05/south-dakota-state-football-vs-montana-preview-prediction-fcs-national-championship-ncaa-jackrabbits/72088920007/) [3 keys to the FCS championship game between South Dakota State football and Montana](/story/sports/college/south-dakota-state-university/2024/01/05/3-keys-to-fcs-title-game-south-dakota-state-football-vs-montana-firsco-texas-ncaa-clifton-mcdowell/72121587007/) [South Dakota State's Adam Bock plays with positive perspective after season-altering injuries](/story/sports/college/south-dakota-state-university/2024/01/06/two-years-of-season-altering-injuries-provides-adam-bock-with-positive-perspective-heading-into-fcs/72088929007/) [From Brookings to Frisco: The story behind getting South Dakota State football to Texas](/story/sports/college/south-dakota-state-university/2024/01/07/the-story-behind-getting-south-dakota-state-football-to-the-title-game-montana-football-equipment/72088952007/) [South Dakota State football quarterback Mark Gronowski wins 2023 Walter Payton Award](/story/sports/college/south-dakota-state-university/2024/01/06/south-dakota-state-football-mark-gronowski-wins-walter-payton-award-fcs-national-championship-frisco/72088960007/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://www.desmoinesregister.com/staff/4291603001/will-kennedy/)",
    "https://desmoinesregister.com/staff/4291603001/will-kennedy/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kennedy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "south dakota state",
        "sentiment": "negative"
      },
      {
        "name": "grizzlies",
        "sentiment": "none"
      },
      {
        "name": "montana",
        "sentiment": "none"
      },
      {
        "name": "sdsu",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "montana",
        "sentiment": "none"
      },
      {
        "name": "frisco",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:28:32.662+02:00",
  "updated": "2024-01-08T00:28:32.662+02:00"
}