{
  "thread": {
    "uuid": "2ef950b313c00271aab1a3fd72de32aeba3b6a64",
    "url": "https://www.sasktoday.ca/north/unity-wilkie-press-herald/holiday-greeting-from-luseland-mayor-kathy-wurz-7979538",
    "site_full": "www.sasktoday.ca",
    "site": "sasktoday.ca",
    "site_section": "https://www.sasktoday.ca/north",
    "site_categories": [],
    "section_title": "Northern Saskatchewan News  - SaskToday.ca",
    "title": "Christmas message from the Mayor of Luseland. - SaskToday.ca",
    "title_full": "Christmas message from the Mayor of Luseland. - SaskToday.ca",
    "published": "2023-12-29T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/files/sasktoday/images/sasktoday/sasktoday-green-logo.jpg",
    "performance_score": 0,
    "domain_rank": 82000,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2ef950b313c00271aab1a3fd72de32aeba3b6a64",
  "url": "https://www.sasktoday.ca/north/unity-wilkie-press-herald/holiday-greeting-from-luseland-mayor-kathy-wurz-7979538",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mayor Kathy Wurz",
  "published": "2023-12-29T00:00:00.000+02:00",
  "title": "Christmas message from the Mayor of Luseland. - SaskToday.ca",
  "text": "On behalf of the Town of Luseland, I am wishing everyone in the community and surrounding area, a very merry Christmas and a happy and prosperous New Year. May the spirit of this wonderful season be with you and your family throughout this holiday season. Christmas is a time not only to celebrate but also a time for reflection on our lives. 2023 was a year of many challenges, with the rising cost of living, global uncertainty, unrest, war and fundamental challenges with our health system due to strains from the past several years. But despite the many obstacles we face, I am reminded daily of the many gifts and treasures we have living in this wonderful town we call home. Luseland had many victories to celebrate in 2023. The Luseland Rink Improvement Committee spent a great deal of time in the off season moving the penalty boxes to the north side of the arena and purchased a new sound system as part of phase one of arena improvements. Luseland Minor Hockey presented the town with a cheque for $65,110.42, which will go towards the payment of arena improvements as the next phase of work will begin next year. The Luseland Hall Committee had many small fundraisers including a drive for donations to replace the aged boiler in the community hall. They well surpassed their funding drive, replaced the boiler system and are now in planning stages to do further improvements to the community gathering space. They also moved the theater equipment into the hall and will create more space and opportunities for movies and events to be held at the hall. We are very excited to have the theatre back once again. The town also had an extremely generous donation come from Jack and Carol Body for $136,400.00, which has paid off our remaining new swimming pool loan. This closed the chapter on the unbelievable journey to build a new swimming pool in our small community and remarkably to have that paid off within five years from the time the old pool was demolished. If this isn’t the very definition of teamwork, community spirit and support, I don’t know what is. We also have successfully completed the largest part of our landfill decommissioning process in 2023 by clay capping and covering our landfill site. We were successful in receiving an ICIP grant which greatly helped bring this to fruition. I would be remiss if I did not thank all of our Town of Luseland staff along with my fellow council members who have served their community over the last year. I am honoured to sit among you and to work side by side with you all, who have made positive and lasting contributions to serve our town and the residents. We look forward to working together to make 2024 another successful year and to strive for continued progress and development in the Town of Luseland. Happy Holidays and Best Wishes in 2024.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "luseland",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "luseland minor hockey",
        "sentiment": "none"
      },
      {
        "name": "luseland rink improvement committee",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "luseland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:24:48.108+02:00",
  "updated": "2023-12-29T00:24:48.108+02:00"
}