{
  "thread": {
    "uuid": "bfd23a48467592cfbd334aad9ff49c237bdeccc6",
    "url": "https://www.mexicodesconocido.com.mx/la-virgen-de-la-soledad-oaxaca.html",
    "site_full": "www.mexicodesconocido.com.mx",
    "site": "mexicodesconocido.com.mx",
    "site_section": "https://www.mexicodesconocido.com.mx/feed",
    "site_categories": [
      "travel",
      "mexico_and_central_america"
    ],
    "section_title": "México Desconocido",
    "title": "La Virgen de la Soledad en la cultura de Oaxaca, fervor y fiesta - México Desconocido",
    "title_full": "La Virgen de la Soledad en la cultura de Oaxaca, fervor y fiesta - México Desconocido",
    "published": "2023-12-29T22:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.mexicodesconocido.com.mx/wp-content/uploads/2023/12/23169297153_73ca4ea1f2_k.jpg",
    "performance_score": 0,
    "domain_rank": 38712,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bfd23a48467592cfbd334aad9ff49c237bdeccc6",
  "url": "https://www.mexicodesconocido.com.mx/la-virgen-de-la-soledad-oaxaca.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Arturo Cuevas",
  "published": "2023-12-29T22:06:00.000+02:00",
  "title": "La Virgen de la Soledad en la cultura de Oaxaca, fervor y fiesta - México Desconocido",
  "text": "[Conoce México](https://www.mexicodesconocido.com.mx/conoce-mexico) La Virgen de la Soledad en la cultura de Oaxaca, fervor y fiesta Exploraremos las festividades, procesiones y rituales que envuelven a la Virgen de la Soledad en tierras oaxaqueñas. En el corazón de la rica cultura oaxaqueña, la figura de la Virgen de la Soledad se alza como un faro de devoción y tradición. Esta icónica representación mariana, venerada con fervor en la región, se convierte en un hilo sagrado que une a la comunidad con su herencia espiritual. Leyenda de la Virgen de la Soledad Narra una leyenda de 1617 que un arriero se dirigía de Guatemala a Veracruz, y al llegar a la ermita de San Sebastián en la ciudad de Oaxaca, se le echó una mula ante el peso descomunal de una caja que cargaba. No hubo poder humano que levantara al animal para hacerlo andar. Cuando el obispo fray Bartolomé Bohorquez ordenó que se abriera la caja, se percató que contenía una imagen de Cristo junto con una cabeza de Virgen y un par de manos labradas, así como un rótulo que decía “Nuestra Señora de la Soledad al pie de la Cruz”. Ante esta situación el obispo ordenó que se construyera un santuario para venerar a la Virgen. Este sitio se inició anexo al convento de las monjas agustinas recoletas de Santa Mónica en 1682 y se terminó en 1689. Sin embargo, para hermosear la finca, en 1718 se terminó la fachada adosada, de biombo, que ahora conocemos. Su arquitecto fue el fraile Sebastián de San Phelipe. La Basílica La Basílica de la Virgen de la Soledad es un tesoro religioso que forma parte importante para el culto a la patrona de Oaxaca. Desde el primer vistazo, la portada de cantera se erige como una joya esculpida con maestría. Como un biombo de piedra, sus detalles tallados en diversas canteras cuentan la historia de fe y devoción. La Virgen de la Soledad encuentra su hogar en este santuario, donde la devoción que despierta se asemeja a la que se le brinda a nivel nacional a la Virgen de Guadalupe. La portada principal del recinto, un barroco del siglo XVII, se destaca como una obra única en la ciudad. La forma de biombo y el escalonamiento de sus cuerpos crean una apariencia imponente, como un gigantesco contrafuerte que se alza con gracia. Adentrarse en ella implica explorar un diseño celestial en forma de cruz latina, pues la nave central, abrazada por bóvedas vaídas, nos guía hacia el crucero, coronado por una cúpula de gajos que se apoya en un tambor octagonal. Por otro lado, los transeptos, acunados por bóvedas de cañón, y el ábside, envuelto en bóveda vaída, nos envuelven en la solemnidad del lugar. El sotocoro, joya del primer tramo, nos recibe con grandes impostas que sostienen el arco, soportando la plataforma del coro. Aquí, la madera esculpida y el órgano de fuelle se erigen como testigos silenciosos de la música sagrada. El patio atrial, enmarcado por dos sencillas portadas, conecta el templo con el jardín Sócrates y la Plaza de la Danza, por lo que crea un espacio que invita a la reflexión y la contemplación. Celebraciones a la Virgen de la Soledad Los festejos a la Virgen de la Soledad se realizan en diferentes épocas del año. El fervor a la santa patrona se desborda en respeto durante la Cuaresma, se viste de dolor en el Viernes Santo y se transforma en puro júbilo el 18 de diciembre de cada año. A partir de las 18:00 horas, comienza un mágico convite que recorre los barrios de la ciudad, visitando a los padrinos que ofrecen manjares y bebidas a los participantes. El regreso al templo, entre la 01:00 y las 02:00 horas de la madrugada, marca el cierre de esta procesión llena de alegría y tradición. Durante el novenario, la ciudad se despierta con el rezo del rosario a las 05:00 horas, seguido de la primera misa a las 06:00. Las rendidas de culto, a las 12:00 y 19:00 horas, son verdaderos espectáculos, con bandas de música, cohetes y mujeres vestidas con trajes regionales. Sin embargo, la fiesta principal se realiza anualmente los 18 de diciembre a la medianoche. Por ello se realiza la primera misa en punto de las 00:00 horas, luego sigue la entonación de las mañanitas. Posteriormente, a las 04:00 horas, las calles se llenan de fervor con el rezo del Rosario, que concluye alrededor de las 05:30 horas. A lo largo del día, [misas](https://www.facebook.com/Basilica.Soledad/?locale=es_LA) se celebran cada hora hasta las 9:00 de la noche. Desde convites y novenarios hasta calendas y procesiones, la festividad abraza una rica variedad de actividades, incluyendo fuegos artificiales, danzas, quermeses, antojitos populares y audiciones musicales. ¿Conoces los festejos a la Virgen de Guadalupe en Tlahuitoltepec, Oaxaca? [Aquí](https://www.mexicodesconocido.com.mx/fiesta-de-la-virgen-de-guadalupe-tlahuitoltepec-oaxaca.html) te lo contamos Foto de portada: Thomas Aleto, vía Flickr. ¿Te interesa el mundo del [emprendimiento](https://emprendedor.com/guia-emprendedor/)? Conoce [Emprendedor.com](https://emprendedor.com/) el medio lider en contenido de [Ideas de Negocio](https://emprendedor.com/plan-de-negocios/), [Startups](https://emprendedor.com/startups/), [Finanzas](https://emprendedor.com/finanzas/), [Noticias para emprendedores](https://emprendedor.com/noticias/), [Franquicias](https://emprendedor.com/franquicias/), [Marketing](https://emprendedor.com/marketing/), [Inspiración](https://emprendedor.com/guia-emprendedor/inspiracion/), síguenos y proyecta lo que eres. [](https://emprendedor.com/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [
    "https://nupcias.mx/?s=historia+de+amor)",
    "https://nupcias.mx/?s=despedida+de+soltera)",
    "https://nupcias.mx/?s=despedida+de+soltera),",
    "https://nupcias.mx/novia)",
    "https://nupcias.mx/novio)!",
    "https://nupcias.mx/)",
    "https://nupcias.mx/?s=centros+de+mesa).",
    "https://www.facebook.com/Basilica.Soledad/?locale=es_LA)",
    "https://nupcias.mx)?",
    "https://www.nupcias.mx/?s=centros+de+mesa).",
    "https://www.nupcias.mx/)",
    "https://www.nupcias.mx/novia)",
    "https://nupcias.mx/",
    "https://www.nupcias.mx/novio)!",
    "https://www.nupcias.mx/?s=despedida+de+soltera),",
    "https://nupcias.mx)",
    "https://www.nupcias.mx/?s=despedida+de+soltera)",
    "https://www.facebook.com/Basilica.Soledad/",
    "https://www.nupcias.mx)?",
    "https://facebook.com/Basilica.Soledad/?locale=es_LA)",
    "https://www.nupcias.mx/?s=historia+de+amor)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T23:02:43.019+02:00",
  "updated": "2024-01-05T23:04:19.200+02:00"
}