{
  "thread": {
    "uuid": "c3980e38e3a81adafd31d1321626e9c5d2453c2e",
    "url": "https://menafn.com/1107858153/Alliancebernstein-Nurturing-Nature-Why-Investors-Should-Care-About-Biodiversity",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://www.menafn.com/rss/Menafn_MostaPopular_global_en.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Panjsher Rival Families Reconcile After 3-Year",
    "title": "Alliancebernstein: Nurturing Nature - Why Investors Should Care About Biodiversity | MENAFN.COM",
    "title_full": "Alliancebernstein: Nurturing Nature - Why Investors Should Care About Biodiversity | MENAFN.COM",
    "published": "2024-02-15T01:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JO",
    "main_image": "https://menafn.com/updates/pr/2024-02/15/3_f102dimage_story.png",
    "performance_score": 0,
    "domain_rank": 6408,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c3980e38e3a81adafd31d1321626e9c5d2453c2e",
  "url": "https://menafn.com/1107858153/Alliancebernstein-Nurturing-Nature-Why-Investors-Should-Care-About-Biodiversity",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-02-15T01:01:00.000+02:00",
  "title": "Alliancebernstein: Nurturing Nature - Why Investors Should Care About Biodiversity | MENAFN.COM",
  "text": "( MENAFN - 3BL) Sara Rosner | Director of Environmental Research and Engagement-Responsibility\nPatrick O'Connell, CFA | Director-Fixed Income Responsible Investing Research\nDavid Tsoupros, CFA | Senior Research Analyst-Concentrated Growth\nFrom South Africa's endangered black rhinoceros to the shrinking Amazon rainforest, threats to the variability of life on Earth are mounting. Protecting biodiversity-animals, plants and other living organisms, and the ecosystems they are part of-is vital to maintaining the health of our planet and the products, services and economic activity that sustain our daily life. Yet until recently, biodiversity hasn't ranked highly among investors' priorities.\nThis may seem surprising, given biodiversity's importance as the living component of the natural world. Together with abiotic resources-the nonliving components of the natural world, such as land, water, air and minerals-biodiversity comprises natural capital, the world's stock of natural assets.\nNatural capital provides the building blocks that enable ecosystem services-the positive benefits that societies and economies derive from nature-to sustain life and create wealth. That's why biodiversity loss alone could cost the global economy trillions of dollars in the coming years, in addition to trillions more related to climate change.\nBiodiversity is, quite simply, the world's life support system, the foundation from which nearly all goods and services are produced.\nWeb of Life: Biodiversity Risks Are Highly Complex\nFor many years, governments and investors have focused on the material impacts of climate change, with little consideration for the role of the natural world. But today there is a growing recognition of the high degree of interconnectivity and myriad feedback loops between climate change and nature-and a greater appreciation of the risks associated with biodiversity.\nThe interconnectedness within and across ecosystems makes biodiversity risk especially complex. Ecosystem services can be grouped into four interconnected categories: the regulation of natural ecosystem processes, such as pollination; the provisioning of physical products, including food; the cultural or nonmaterial benefits that arise from a harmonious relationship between people and their environments; and, most importantly, the supportive infrastructure of oxygen production, water and nutrient cycles, and soil formation, which makes all other ecosystem services possible (Display).\nThe idea of interconnectedness is important when considering the drivers of biodiversity loss. Changing land use (such as deforestation ) and sea use has been one of the largest threats to biodiversity. According to the World Wildlife Fund , land conversion is the main reason for a 69% decline in wildlife populations (mammals, birds, amphibians, reptiles, and fish) since 1970.\nBut deforestation not only affects wildlife; it also impinges on climate. The Amazon rainforest, for example, currently absorbs 30% less carbon dioxide than it did in the 1990s due to deforestation to make way for cattle farms. Deforestation reduces the forest's capacity to store and release moisture into the atmosphere.\nThis reduction in moisture from the Amazon has major implications for the global hydrological cycle -the processes of rain, evaporation, freezing and melting around the world-which in turn negatively affects more species' habitats and changes the global climate. Deforesting a further 20% of the Amazon could release more than 90 billion tonnes of CO2 into the atmosphere-2.5 times more than annual global fossil fuel emissions.\nThere is a silver lining, because interconnectedness works both ways: tackling climate change and biodiversity loss in tandem can lead to twin wins. Steps taken to reduce deforestation in the Amazon, for example, may help to mitigate the speed and severity of climate change by creating additional carbon sinks for growing carbon flows.\nThe National Academy of Sciences in the US underscored the connection between nature and climate when it estimated that, in a below-2-degrees Celsius warming scenario, nature-based solutions such as green infrastructure and carbon sequestration and storage could carry out 37% of necessary carbon mitigation between now and 2030, and 20% between now and 2050.\nIn other words, tackling biodiversity loss and climate change is one route to resolving two systemic issues (Display).\nSimilarly, in our view, awareness of the links between biodiversity and climate risks may help investors develop valuable insights and investable opportunities for their portfolios through carbon credits, agricultural solutions, ecotourism, water management, green infrastructure and other nature-based solutions, to name just a few.\nThe web of risks becomes even more complex when other causes of biodiversity loss are considered. Land- and sea-use change and climate change are only two of the worst drivers. Others include direct exploitation, pollution and invasive species.\nWhile changing sea and land use are currently ranked as the most destructive causes, these rankings may vary over time, adding another layer of complexity. Failure to abate climate change, for example, may lead to climate becoming the leading cause of biodiversity loss.\nInvestors face an urgent challenge in analyzing and managing these risks and opportunities. As biodiversity loss continues, the risks to companies and investment portfolios increase. And, as governments and regulators respond to biodiversity loss, the pressure builds on businesses and investors to engage with these issues, generating opportunities.\nHelping Investors Rise to the Challenge\nThe challenge of analyzing and managing nature-related risks and opportunities is not insurmountable. Investors can take practical steps to engage with biodiversity risk by understanding its place in the broad ecological structure, its role in underpinning ecosystem services and how those services interact with each other in supporting life and economic activity.\nFrom there, they can develop a framework for assessing companies' biodiversity exposures -not just physical and transition risks, but also the economic and investment opportunities that can arise from actions taken to mitigate biodiversity loss and climate change. And, by applying appropriately designed conceptual frameworks and specialist data, biodiversity risk and opportunities can be calibrated at the sector and individual issuer levels and mapped to investor portfolios with the goal of unlocking better returns.\nBy using these approaches in an active strategy that combines fundamental research, third-party specialist knowledge and issuer engagement* and stewardship, investors can aim for meaningful long-term performance while helping to mitigate nature-related business and investment risks.\nThese actions alone won't solve the biodiversity crisis, but they may help to create a world in which, one day, economies will behave more like ecosystems and less like invasive species.\nFor a deeper dive into the risks and opportunities surrounding this topic, download our white paper, Biodiversity in the Balance: How Nature Poses Investment Risks and Opportunities .\n*AB engages issuers where it believes the engagement is in the best interest of its clients.\nThe authors wish to thank Max Lulavy, Environmental Research Associate, for his invaluable contribution to this research.\nThe views expressed herein do not constitute research, investment advice or trade recommendations and do not necessarily represent the views of all AB portfolio-management teams. Views are subject to revision over time.\nAbout the Authors\nSara Rosner\nSara Rosner is a Senior Vice President and AB's Director of Environmental Research and Engagement on the Responsibility team. She leads AB's collaboration with the Columbia Climate School, which focuses on enhancing investors' ability to integrate climate change considerations into their decision-making and investment processes. Rosner is also developing and implementing AB's Climate Transition Framework. She co-chairs the firm's working groups on net zero and biodiversity and has managed firmwide initiatives on climate scenario analysis, carbon offsets, and ESG education and training. Prior to joining the firm in 2018, Rosner performed research for the Columbia Center on Sustainable Investment, where she worked on projects related to the United Nations Sustainable Development Goals and renewable energy alternatives in the extractive industry. She spent most of her early career as a journalist covering energy and infrastructure finance in the Americas for Euromoney Institutional Investor. Rosner holds a BS in international studies, magna cum laude, from Pepperdine University and an MS in sustainability management from Columbia University. She is a global member of 100 Women in Finance and a financial literacy volunteer with the High Water Women Foundation. Rosner was named one of Crain's New York Business Notable Leaders in Sustainability 2023. Location: New York\nPatrick O'Connell, CFA\nPatrick O'Connell is a Senior Vice President and Director of Fixed Income Responsible Investing Research. In this role, he is part of the leadership team that develops responsible investment strategy across AB's Fixed Income business, particularly related to integrating environmental, social and governance considerations throughout the team's research and engagement. Previously, O'Connell served as a corporate credit research analyst, focusing on emerging-market corporates in Latin American and African countries. He joined the Emerging Markets research team in 2013 after working as a credit analyst covering US high-yield energy credits at AB. Prior to joining the firm in 2012, O'Connell was a desk analyst at UBS Investment Bank, where he helped to allocate capital on the trading desk. He holds a BS in accounting and finance (magna cum laude) from Villanova University and is a CFA charterholder. Location: New York\nDavid Tsoupros, CFA\nDavid Tsoupros is a Senior Research Analyst for Concentrated Growth. Before joining AB in 2013, he was an analyst on the US equity research and portfolio-management team at WPS Advisors. Prior to that, Tsoupros spent four years as a senior healthcare analyst at Roaring Brook Capital. He began his career with Merrill Lynch in 1998 and finished his tenure there as an equity research analyst specializing in the healthcare sector. Tsoupros holds a BA in history, with a minor in economics, from the University of Virginia. He is a CFA charterholder, a member of the CFA Institute and an SASB FSA (Fundamentals of Sustainability Accounting) Credential holder. Location: New York\nLearn more about AB's approach to responsibility here.\nMENAFN15022024007202015466ID1107858153\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "https://www.3blmedia.com/news/alliancebernstein-nurturing-nature-why-investors-should-care-about-biodiversity",
    "https://3blmedia.com/news/alliancebernstein-nurturing-nature-why-investors-should-care-about-biodiversity"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sara rosner",
        "sentiment": "negative"
      },
      {
        "name": "o'connell",
        "sentiment": "none"
      },
      {
        "name": "david tsoupros",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "environmental research",
        "sentiment": "negative"
      },
      {
        "name": "amazon",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south africa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T06:30:03.144+02:00",
  "updated": "2024-02-16T06:30:03.144+02:00"
}