{
  "thread": {
    "uuid": "a482063340260e1f8233b624774ea39688a9c5a6",
    "url": "https://www.zawya.com/en/press-release/events-and-conferences/young-uae-based-climate-tech-angel-investors-favor-african-and-mena-regions-sw7e91jh",
    "site_full": "www.zawya.com",
    "site": "zawya.com",
    "site_section": "https://www.zawya.com/sitemaps/en/rss",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Zawya.com - All Regional News",
    "title": "Young UAE-based Climate Tech Angel Investors favor African and MENA regions",
    "title_full": "Young UAE-based Climate Tech Angel Investors favor African and MENA regions",
    "published": "2024-02-16T05:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AE",
    "main_image": "https://static.zawya.com/view/acePublic/alias/contentid/NDlmNDA3MDItMmM0Mi00/0/angelrisingkeynote-jpeg.jpeg?f=3%3A2",
    "performance_score": 0,
    "domain_rank": 5939,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a482063340260e1f8233b624774ea39688a9c5a6",
  "url": "https://www.zawya.com/en/press-release/events-and-conferences/young-uae-based-climate-tech-angel-investors-favor-african-and-mena-regions-sw7e91jh",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Press Release",
  "published": "2024-02-16T05:00:00.000+02:00",
  "title": "Young UAE-based Climate Tech Angel Investors favor African and MENA regions",
  "text": "UAE-based investors are using the MENA region as a base to provide sustainability solutions across the India China Africa corridor , according to the annual Angel Rising Investor Trends Report from startAD and VentureSouq The average age of participants is younger than their global counterparts and features a higher female ratio Abu Dhabi, UAE : Angel investors based in the UAE with a focus on climate tech are more likely to favor Africa and the Middle East and North Africa (MENA) over the more established US, Asian, and European markets, according to the Investor Trends Report 2023 . The report was produced by startAD, the Abu Dhabi-based startup accelerator powered by Tamkeen and anchored at NYU Abu Dhabi (NYUAD), and MENA-based venture capital firm VentureSouq.\nAccording to the report’s survey, the top three leading geographies for climate-related investment by UAE-based investors are Africa (23 percent), MENA (19 percent), and Asia (15 percent). In contrast, the majority of global climate tech venture capital goes to the US (around 40 percent), followed by China (around 22 percent) and Europe (around 20 percent). The MENA region is the fourth-largest market, accounting for about 1.5-3 percent of global climate tech venture capital, while Africa is in fifth place at about 1-2 percent.\nMeanwhile, the male-to-female investor ratio of 57 percent to 43 percent compares favorably with international averages. In the US, 22 percent of angel investors are female, while in the UK, it is 14 percent. At 42, the average age is also substantially younger than the 57.6 years old mean age of angel investors surveyed in the US, while the UK average is 55 years old.\nManaging Director of startAD Ramesh Jagannathan said: “Our Investor Trends Report reveals a young generation of savvy climate tech investors who are using the UAE as a base to serve the vast markets on our doorstep. The global consumer class is set to reach 5.2 billion people by 2030, of which over three billion will be in India, China, and Africa. The Mena region, led by the UAE, is at the nexus of this ‘ICA Corridor’, with Africa arguably ranking as the biggest potential growth story of the coming decades. A recent IEA report notes that Africa attracts just three percent of global energy investment yet accounts for one-fifth of the global population, while energy investment across the continent must double to over USD 200 billion per year by 2030 to achieve their energy-related development goals. Furthermore, a UN report highlighted the potential for African countries to leapfrog previous innovations using frontier technologies, helping them quickly advance to a more sustainable, equitable and profitable future. This potential can be further unlocked by the UAE’s pledge of USD 4.5 billion to help speed up the development of clean energy projects in Africa, announced at COP28.”\nHead of Public Affairs and Outreach at the US Consulate Daleya Uddin : “The US Mission to the UAE is proud of its partnership with NYUAD-based startAD and VentureSouq to promote awareness and encourage investments in the Climate Tech startup ecosystem in the MENA region. The Department of State’s Office of Global Partnership, in collaboration with founding and future partners of the Coalition for Climate Entrepreneurship (CCE) partnership, held a regional pitch competition in the US Center during COP28 to showcase women climate entrepreneurs with early-stage solutions ready to scale. The event was an avenue to highlight climate entrepreneurs as well as to showcase our commitment to identifying and implementing climate solutions. At COP28, Vice President Kamala Harris pledged an additional USD three billion to the Green Climate Fund. We are encouraged by the 2023 Angel Rising Investor Trends Report’s finding of increased investor interest in sustainability solutions.”\nManaging Director of The Catalyst Suleiman Amin said: “This year’s Angel Rising event was a nexus where investment meets innovation, creating a ripple effect that transcends borders and accelerates the adoption of climate-tech for a sustainable future. The Global South is not just a developing region; it's a powerhouse of ideas. By collaborating and channeling resources strategically, we can unlock the true potential of climate-tech innovation together.”\nAs well as being more open to emerging market potential, the report revealed some other key differences between UAE-based angel investors and their global counterparts:\nThe younger age profile of investors is reflected in the highest average number of investments, which is one to three (42 percent) followed by five to 10 (26 percent) and then 20+ (20 percent). These figures suggest that investing is a relatively new venture for most respondents, reflected in their age profile. This relative in-experience and youth is not necessarily reflected in the ticket sizes. The highest average is USD 100,001+ (44 percent) followed by USD 1-50,000 (29 percent) and USD 50,001-100,000 (21 percent). The median investment by angel investors in Europe is around USD 38,000 and USD 25,000 in the US. These numbers are reflected in the Asian region but with a broader range of tickets from USD 25,000 to USD 200,000.\nThe leading sectors for investment this year are roughly tied between cleantech (11 percent), AgTech (11 percent) and environmental tech (10 percent). This is a marked change from 2022 where foodtech came out on top (11 percent) followed by AgTech (10 percent), and ecommerce (9 percent), which this year fell to tenth place, perhaps reflecting the shift away in preoccupation from online innovation in the wake of the Covid-19 pandemic. The Angel Rising Investor Trends Report 2023 is based on responses from 91 investors who took part in the annual Angel Rising summit last December. Aligned with the UAE’s ambitions to achieve net-zero carbon emission by 2050, the eighth annual edition of Angel Rising was organized in partnership with The US Mission to the UAE and The Catalyst to support and invest in clean-tech startups that are creating and scaling solutions to address climate change.\nAngel Rising is targeted towards GCC-based family office funds, venture capitalists, angel investors, institutional investors, corporate and government investors, and stakeholders who are interested in investing in impact-driven technology startups that can bring positive change in the future of climate and the economy.\nOver seven years, Angel Rising has convened 110 global experts, 3,100 participants, and reached 12 million people worldwide. Ecosystem partners for this edition include The UAE Independent Climate Change Accelerators and the European Women’s Association.\nFor more information, please visit startad.ae/programs/angel-rising/ .\nAbout startAD\nstartAD is an Abu Dhabi-based accelerator, steering local and global startups to scale in the UAE and beyond. Powered by Tamkeen and anchored at NYU Abu Dhabi, startAD is a new model for innovation that creates customized and impact-driven programs in partnership with stakeholders, including governments, corporations, investors, and innovation entities, furthering UAE’s transition into a knowledge-based economy. startAD’s unique sprint accelerator model enables corporations to further innovation by partnering with startups disrupting their core businesses while equipping startups with the training and opportunity to pilot their solutions with industry leaders.\nstartAD offers unparalleled business advancement opportunities to local and global tech startups, SMEs, researchers, investors, and youth through an extensive range of programs, state-of-the-art facilities, and a strong global network. Driving innovation in construction, retail, finance, and other priority industries in the UAE, startAD alumni startups have raised USD 240 million in investment, generated USD 180 million in revenue, secured over 80 global pilot projects with corporations, and created over 360 jobs worldwide.\nAbout Tamkeen\nTamkeen LLC is an Abu Dhabi company that partners with leading local and international institutions to deliver projects that enrich the emirate’s social, cultural and educational landscape in support of its Economic Vision 2030.\nAbout NYU Abu Dhabi\nNYU Abu Dhabi is the first comprehensive liberal arts and research campus in the Middle East to be operated abroad by a major American research university. NYU Abu Dhabi has integrated a highly selective program with majors in the sciences, engineering, social sciences, arts, and humanities with a world center for advanced research. Its campus enables students to succeed in an increasingly interdependent world, and to advance cooperation and progress on humanity’s shared challenges. NYU Abu Dhabi’s high-achieving students have come from some 125 countries and speak over 100 languages. Together, NYU's campuses in New York, Abu Dhabi, and Shanghai form the backbone of a unique global university, giving faculty and students opportunities to experience varied learning environments and immersion in other cultures at one or more of the numerous study-abroad sites NYU maintains on six continents.\nAbout VentureSouq\nVentureSouq (VSQ) is a MENA-based venture capital fund manager with a global portfolio. It manages thematic funds, with a current investment focus on FinTech and ClimateTech. VentureSouq is proud to have been an anchor member of MENA's entrepreneurial ecosystem and continues to invest heavily as a firm in education, content and programming.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "https://startad.ae/programs/angel-rising/",
    "https://startad.ae/programs/angel-rising",
    "https://www.startad.ae/programs/angel-rising/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tamkeen",
        "sentiment": "none"
      },
      {
        "name": "abu dhabi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mena",
        "sentiment": "negative"
      },
      {
        "name": "nyu abu dhabi",
        "sentiment": "none"
      },
      {
        "name": "venturesouq",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uae",
        "sentiment": "none"
      },
      {
        "name": "middle east",
        "sentiment": "none"
      },
      {
        "name": "india china africa",
        "sentiment": "none"
      },
      {
        "name": "asia",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "north africa",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "abu dhabi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T09:07:04.009+02:00",
  "updated": "2024-02-16T09:07:04.009+02:00"
}