{
  "thread": {
    "uuid": "2e1a1d7032d4bdc10aba577214e437bf6a5f4e13",
    "url": "https://fr.apanews.net/news/au-senegal-des-rebelles-deposent-les-armes-et-rencontrent-macky-sall",
    "site_full": "fr.apanews.net",
    "site": "apanews.net",
    "site_section": "http://fr.apanews.net/feed",
    "site_categories": [],
    "section_title": "APAnews – Agence de Presse Africaine",
    "title": "Au Sénégal, des rebelles déposent les armes et rencontrent Macky Sall",
    "title_full": "Au Sénégal, des rebelles déposent les armes et rencontrent Macky Sall",
    "published": "2024-03-10T15:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://fr.apanews.net/wp-content/uploads/sites/2/2024/03/430635178_813071484187759_4062457866746912999_n.jpg",
    "performance_score": 0,
    "domain_rank": 75513,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2e1a1d7032d4bdc10aba577214e437bf6a5f4e13",
  "url": "https://fr.apanews.net/news/au-senegal-des-rebelles-deposent-les-armes-et-rencontrent-macky-sall",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "APA – Dakar (Sénégal)",
  "published": "2024-03-10T15:57:00.000+02:00",
  "title": "Au Sénégal, des rebelles déposent les armes et rencontrent Macky Sall",
  "text": "La faction du chef rebelle Fatoma Coly a été reçu au palais par le président Macky Sall. Dans un geste symbolique vers la résolution d’un conflit de longue date, le président sénégalais Macky Sall a reçu au palais présidentiel une délégation de l’ancienne faction rebelle du Mouvement des forces démocratiques de Casamance (MFDC), dirigée par Fatoma Coly. Cette rencontre historique est l’une des dernières actions de Macky Sall en tant que chef d’État, alors qu’il approche de la fin de son second mandat présidentiel. L’événement fait écho à la signature préalable d’un accord de cessation des hostilités entre le gouvernement sénégalais et un comité ad hoc, instauré sous l’égide de Macky Sall lui-même, comme l’indique une publication sur la page Facebook de la Présidence. En mai 2023, un moment crucial a marqué l’histoire de la rébellion casamançaise lorsque 250 combattants, sous la direction de Fatoma Coly du front nord Diakaye, ont déposé les armes. Cet acte fait suite à la ratification de l’Acte 2 de l’Accord de paix, conclu en mars de la même année à Cabrousse, en basse Casamance. En contrepartie, le gouvernement sénégalais s’est engagé à soutenir les combattants et leurs familles, tout en offrant une indemnisation aux communautés affectées par plus de quarante ans de conflit dans le sud du pays. Les opérations de désarmement sont supervisées par le mouvement contre les armes légères en Afrique de l’Ouest, conformément aux accords établis. Saluant le courage «historique» des combattants de l’aile Diakaye, le président sénégalais a souligné l’importance de leur réintégration sociale dans la société. Depuis plus de quatre décennies, le Sénégal a été confronté à une rébellion dans sa région sud, menée par le MFDC. À partir de 2022, des opérations militaires ont été lancées pour mettre fin aux activités de l’aile armée du mouvement irrédentiste. En avril 2022, le chef de l’État a donné le feu vert à la poursuite «sans répit» de ces opérations jusqu’à ce que tous les objectifs fixés soient atteints. En réponse à ces directives, l’armée sénégalaise a investi les zones du département de Bignona, réussissant à déloger le chef rebelle Salif Sadio du nord Sindian, après qu’il a capturé puis libéré sept soldats sénégalais de la Mission de la Communauté des États de l’Afrique de l’Ouest en Gambie (MICEGA). Dans la même dynamique, l’armée a lancé des offensives pour reprendre les bases d’un autre chef rebelle, César Atoute Badiate, contre qui pèse un mandat d’arrêt international suite au massacre, en janvier 2018, d’une dizaine de coupeurs de bois à Boffa Bayotte, en basse Casamance. AC/APA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-10T17:38:36.060+02:00",
  "updated": "2024-03-10T18:02:02.627+02:00"
}