{
  "thread": {
    "uuid": "9f8b27c93dffd53585f88bc0d59334807b87e546",
    "url": "https://www.biospace.com/article/releases/preludedx-presents-new-data-demonstrating-utility-of-dcisionrt-to-de-escalate-radiation-therapy-for-women-with-dcis",
    "site_full": "www.biospace.com",
    "site": "biospace.com",
    "site_section": "https://feedity.com/biospace-com/WlpaVlNX.rss",
    "site_categories": [
      "job_search",
      "jobs"
    ],
    "section_title": "Diagnostics Industry News | BioSpace",
    "title": "PreludeDx™ Presents New Data Demonstrating Utility of DCISionRT® to De-escalate Radiation Therapy for Women with DCIS",
    "title_full": "PreludeDx™ Presents New Data Demonstrating Utility of DCISionRT® to De-escalate Radiation Therapy for Women with DCIS",
    "published": "2024-04-11T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5904,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9f8b27c93dffd53585f88bc0d59334807b87e546",
  "url": "https://www.biospace.com/article/releases/preludedx-presents-new-data-demonstrating-utility-of-dcisionrt-to-de-escalate-radiation-therapy-for-women-with-dcis",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BioSpace",
  "published": "2024-04-11T08:00:00.000+03:00",
  "title": "PreludeDx™ Presents New Data Demonstrating Utility of DCISionRT® to De-escalate Radiation Therapy for Women with DCIS",
  "text": "| | LAGUNA HILLS, Calif., April 11, 2024 /PRNewswire/ -- Prelude Corporation (PreludeDx™), a leader in precision diagnostics for early-stage breast cancer, presented data on the use of DCISionRT® to identify a subset of patients with high-risk clinicopathology who had a low 10-year risk of in-breast recurrence (IBR) and no significant benefit from radiation therapy (RT). In contrast, patients who had both high risk DCISionRT and high-risk clinicopathology had high 10-year IBR rates and significant RT benefit. The data was presented at the 25th American Society of Breast Surgeons (ASBrS) Annual Meeting, held on April 10 – 14, 2024 at the Orlando World Center Marriott. \"Breast conserving surgery (BCS) followed by RT is considered standard management of DCIS patients. However, we now realize that not all DCIS patients will benefit from RT and there is a growing need to safely de-escalate treatment,\" said Julie Margenthaler, MD, FACS, Professor of Surgery, Washington University School of Medicine; Surgeon, Siteman Cancer Center; and first author of the study. \"DCISionRT is a valuable clinical tool that enables physicians to help identify which DCIS patients are most likely to benefit from RT based on the patient's individual tumor biology and can help reduce over- or under-treatment.\" Dan Forche, President and CEO of PreludeDx stated \"the data presented at ASBrS further demonstrates the utility of DCISionRT to enable patients and their physicians to make a more informed treatment decision compared to using clinicopathology alone.\" The presentation, About DCISionRT for Breast DCIS DCISionRT is the only risk assessment test for patients with ductal carcinoma in situ (DCIS) that predicts radiation therapy benefit. Patients with DCIS have cancerous cells lining the milk ducts of the breast, but they have not spread into surrounding breast tissue. In the US, over 60,000 women are newly diagnosed with DCIS each year. DCISionRT, developed by PreludeDx on technology licensed from the University of California San Francisco, and built on research that began with funding from the National Cancer Institute, enables physicians to better understand the biology of DCIS. DCISionRT combines the latest innovations in molecular biology with risk-based assessment scores to assess a woman's individual tumor biology along with other pathologic risk factors and provide a personalized recurrence risk. The test provides a Decision Score™ that identifies a woman's risk as low or elevated. Unlike other risk assessment tools, the DCISionRT test combines protein expression from seven biomarkers and four clinicopathologic factors, using a non-linear algorithm to account for multiple interactions between individual factors in order to better interpret complex biological information. DCISionRT's intelligent reporting provides a woman's recurrence risk after breast conserving surgery alone and with the addition of radiation therapy. In turn, this new information may help patients and their physicians to make more informed treatment decisions. About PreludeDx PreludeDx is a leading personalized breast cancer diagnostics company dedicated to serving breast cancer patients and physicians worldwide. Founded in 2009 with technology licensed from University of California San Francisco, PreludeDx has focused on developing precision breast cancer tools that will impact a patient's treatment decision. Our mission is to provide patients and physicians with innovative technologies that improve patient outcomes and reduce the overall cost burden to the healthcare system. Before making a treatment decision, Know Your Risk™. PreludeDx is a Fjord Ventures portfolio company. For more information on how PreludeDx is making a difference for patients, please visit the Company's website: PreludeDx, the PreludeDx logo, DCISionRT, the DCISionRT logo, DecisionTree, Decision Score, The DCIS Test, Know Your Risk and Your Biology, Your Decision are trademarks of Prelude Corporation or its wholly owned subsidiaries in the United States and foreign countries. Media Contact Investor Contact Cory Dunn Andrew Wade 760.705.7464 949.294.1274 View original content to download multimedia: SOURCE PreludeDx",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "julie margenthaler",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "prelude corporation",
        "sentiment": "none"
      },
      {
        "name": "ibr",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "laguna hills",
        "sentiment": "none"
      },
      {
        "name": "orlando world center marriott",
        "sentiment": "none"
      },
      {
        "name": "calif.",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:41:51.269+03:00",
  "updated": "2024-04-12T02:20:45.594+03:00"
}