{
  "thread": {
    "uuid": "aabf0d7236bb343d0ac27c07cc9b35baf17d60f1",
    "url": "https://www.prnewswire.co.uk/news-releases/global-electric-van-market-and-electric-truck-market-to-reach-usd-104-29-billion-and-usd-6460-9-million-by-2030--respectively-driven-by-supportive-government-initiatives-for-ev-adoption-states-kings-research-302027249.html",
    "site_full": "www.prnewswire.co.uk",
    "site": "prnewswire.co.uk",
    "site_section": "https://www.prnewswire.co.uk/news-releases",
    "site_categories": [
      "media",
      "financial_news",
      "finance",
      "business",
      "marketing"
    ],
    "section_title": "All News Releases and Press Releases from PR Newswire UK",
    "title": "Global Electric Van Market and Electric Truck Market to Reach USD 104.29 Billion and USD 6460.9 Million by 2030, Respectively, Driven by Supportive Government Initiatives for EV Adoption, States Kings Research",
    "title_full": "Global Electric Van Market and Electric Truck Market to Reach USD 104.29 Billion and USD 6460.9 Million by 2030, Respectively, Driven by Supportive Government Initiatives for EV Adoption, States Kings Research",
    "published": "2024-01-05T17:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 7113,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aabf0d7236bb343d0ac27c07cc9b35baf17d60f1",
  "url": "https://www.prnewswire.co.uk/news-releases/global-electric-van-market-and-electric-truck-market-to-reach-usd-104-29-billion-and-usd-6460-9-million-by-2030--respectively-driven-by-supportive-government-initiatives-for-ev-adoption-states-kings-research-302027249.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kings Research",
  "published": "2024-01-05T17:05:00.000+02:00",
  "title": "Global Electric Van Market and Electric Truck Market to Reach USD 104.29 Billion and USD 6460.9 Million by 2030, Respectively, Driven by Supportive Government Initiatives for EV Adoption, States Kings Research",
  "text": "Global Electric Van Market and Electric Truck Market to Reach USD 104.29 Billion and USD 6460.9 Million by 2030, Respectively, Driven by Supportive Government Initiatives for EV Adoption, States Kings Research [Kings Research](/news/kings-research/) 05 Jan, 2024, 15:05 GMT [] DUBAI, UAE, Jan. 5, 2024 /PRNewswire/ -- Part I: Global Electric Van Market Report 2023-2030: As per the latest report published by Kings Research, the global [Electric Van Market](https://www.kingsresearch.com/electric-van-market-309) size was recorded at USD 15.64 billion in 2022 and is estimated to grow to USD 104.29 billion by 2030, exhibiting a 26.76% CAGR over the forecast period of 2023-2030. The increasing cost of gasoline and diesel, along with the increasing consumer awareness about the benefits of electric vehicles, such as their emission-free nature and superior performance, are driving the market growth. Electric vans with electric motors often run on rechargeable batteries as their primary energy source. They are meant to be a more reliable and sustainable substitute for conventional petrol or diesel vans. Due to growing worries about climate change and the need to minimize greenhouse gas emissions, the market has grown considerably in recent years. Additionally, it offers lower operating expenses as electric powertrains are simpler and typically cost less to maintain than gasoline or diesel engines. Download a Sample PDF of the Report @ [https://www.kingsresearch.com/request-sample/electric-van-market-309](https://www.kingsresearch.com/request-sample/electric-van-market-309) Trending Now: Renault, Volvo, and CMA CGM Partner for Electric Van Venture In October 2023, Renault, Volvo, and CMA CGM joined forces on an electric van project, aiming to strengthen Renault's position in the thriving electric vehicle market. The companies signed agreements to establish a new entity, each initially holding a 50% equity stake, and committing to invest €300 million ($316 million) collectively over the next three years. Additionally, CMA CGM, through its energy fund PULSE, announced its plans to invest €120 million in this endeavor, aligning with its focus on decarbonizing transport and logistics sectors. Competitive Landscape Key players in the global electric van market are focusing on product innovation in order to stay ahead in the competitive market landscape. For instance, in June 2023, Mercedes-Benz initiated the distribution of the EQT and eCitan models in Europe. The compact version of the EQT was introduced for customers to place orders. Furthermore, the new Mercedes eCitan was introduced in two hatchback variations: compact with a length of 4498 mm and long with a length of 4922 mm. Prominent companies in the global electric van market include: - Ford Motor Company - General Motors - Renault - Toyota Motor Corporation - Hyundai Motor Company - Nissan - Mercedes-Benz Group AG - Volkswagen AG - Stellantis NV - BYD Company Ltd. Have an Enquiry? Talk to our Analyst @ [https://www.kingsresearch.com/enquiry/electric-van-market-309](https://www.kingsresearch.com/enquiry/electric-van-market-309) Electric Vans with Above 50kWh Battery Capacity to Gain Popularity On the basis of battery capacity, the above 50kWh segment led the global electric van market in 2022 These vehicles with larger battery capacities are better suited for long-distance travel, which is driving their popularity. The size and weight of the battery play a crucial role in influencing the overall performance of an electric vehicle. Generally, larger battery capacities are linked to improved performance and acceleration. This advantage of having larger batteries is expected to contribute to the growth of this sector over the projected period. Surging Demand for Electric Vans in Commercial Areas to Aid Market Growth In terms of application, the commercial applications segment generated the highest revenue in the global electric van market in 2022. The surge in demand for electric vans is primarily driven by a growing concern for the environment, stricter regulations on greenhouse gas emissions, and various financial incentives. This increasing interest in electric vans has led to significant growth in the market. Businesses are becoming more aware of the advantages of incorporating these vans into their vehicle fleets. This includes cost savings, environmental benefits, and enhanced brand visibility. In response to the introduction of zero-emission zones in cities and the availability of government incentives, businesses are opting for electric vans for tasks such as last-mile deliveries and logistics. This trend is contributing to the expansion of the electric van industry. Purchase this Premium Research Report: [https://www.kingsresearch.com/buy-now/309](https://www.kingsresearch.com/buy-now/309) Sustainable Transport Initiatives to Fuel Electric Van Market Expansion The environmental impact of traditional combustion engines has spurred a shift toward sustainable transport. Growing charging infrastructure addresses concerns about accessibility. Government and private investment in charging networks worldwide has boosted EV adoption. Lower battery production costs make electric vehicles more affordable and appealing to consumers. This transition toward cleaner transport is a significant step in reducing global emissions, encouraging market players to focus on electric vans and further driving market growth. Europe to Experience Steady Growth Due to Growing Emphasis on Carbon Emission Reduction Europe has experienced significant growth and is likely to progress at a robust CAGR over the forecast period. This expansion can be attributed to the growing emphasis on carbon emission reduction and sustainable development. Governments in the region are further providing financial incentives, including tax credits and subsidies, to promote the purchase of these vans, thereby supporting domestic market growth. The increasing use of electric cars and government efforts to regulate vehicle emissions in major countries are contributing to regional market growth. Browse the Complete Report Here: [https://www.kingsresearch.com/electric-van-market-309](https://www.kingsresearch.com/electric-van-market-309) Key Points from TOC: - Introduction of the Global Electric Van Market - Executive Summary - Research Methodology - Global Electric Van Market Outlook - Impact of Russia-Ukraine War - Global Electric Van Market, By Propulsion Type - Global Electric Van Market, By Range - Global Electric Van Market, By Battery Capacity - Global Electric Van Market, By Application - Global Electric Van Market, By Geography Part II: Electric Truck Market Report 2023-2030: As per the recent report released by Kings Research, the global [Electric Truck Market](https://www.kingsresearch.com/electric-truck-market-338) size was recorded at USD 674.3 million in 2022 and is anticipated to reach USD 6460.9 million by 2030, exhibiting a CAGR of 32.66% through the projection period of 2023-2030. The market is experiencing growth due to the rise in government efforts to encourage the use of zero-emission vehicles. Manufacturers are making significant investments in the production of EVs to meet the increasing demand for environmentally friendly transportation, thereby driving market expansion. Furthermore, the government is also focused on establishing a reliable charging infrastructure to support the widespread adoption of EVs. Electric trucks primarily rely on batteries for power, which are typically stored within the vehicle. These batteries can be charged using an external power source. Electric trucks offer a crucial advantage in terms of their environmental sustainability. By eliminating greenhouse gas emissions, they effectively mitigate air pollution and contribute to the fight against climate change, leading to improved air quality. Moreover, these trucks boast reduced maintenance costs compared to conventional counterparts, due to their simplified design and elimination of oil changes or regular tune-ups. Get a Sample PDF of the Report: [https://www.kingsresearch.com/request-sample/electric-truck-market-338](https://www.kingsresearch.com/request-sample/electric-truck-market-338) Trending Now: Toyota Affirms Plans for Electric Pickup Truck Production Toyota has officially announced the development of an electric pickup truck. The brand provided a preview of this with a conceptual model named \"Pickup EV\". This decision was initially revealed with the introduction of the bZ4X SUV concept in 2021, which marked Toyota's intention to introduce a pickup truck with a BEV powertrain. Subsequently, the Pickup EV concept was unveiled later that same year. Surging Popularity of Hybrid Electric Trucks to Aid Market Growth On the basis of propulsion, the hybrid electric truck segment is projected to showcase robust growth in the global electric truck market over the forecast period. The increase in popularity of hybrid electric trucks can be attributed to the increasing need to reduce greenhouse gas emissions and the growing demand for more environmentally-friendly transportation options. Hybrid electric trucks, which combine both an internal combustion engine and an electric motor, offer the best solution by reducing fuel consumption and minimizing pollution. Moreover, advancements in hybrid technology have significantly enhanced the reliability and functionality of these trucks. The ongoing progress in battery technology has also extended the electric-only driving ranges of hybrid electric trucks, making them good options for various applications, including urban deliveries and long-distance travel. Have an Inquiry? Get in Touch with us @ [https://www.kingsresearch.com/enquiry/electric-truck-market-338](https://www.kingsresearch.com/enquiry/electric-truck-market-338) Enhanced Efficiency of Light-duty Trucks to Boost Product Demand In terms of vehicle type, the light-duty trucks segment is at the forefront of the global electric truck market. The segmental growth is primarily driven by changing consumer preferences in light of surging awareness of their versatility and improved design of these vehicles, which enhance their efficiency. Additionally, the inclusion of advanced driver assistance features such as collision mitigation and lane-keeping assistance has made these vehicles safer than ever before. Demand for Electric Truck to Rise Due to Favorable Government Initiatives The rising implementation of government emissions regulations is significantly boosting electric truck adoption worldwide. Furthermore, a growing number of countries offer tax incentives to encourage electric vehicle purchases. Manufacturers are working to improve power and torque in electric powertrains, aiming to surpass diesel efficiency. Technological progress promises greater efficiency, extended ranges, and overall better performance for electric trucks. Europe Electric Truck Market to Witness Robust Growth Due to Growing Emphasis on Emission Reduction Europe is witnessing robust expansion in the global market for electric trucks, primarily driven by the emerging trends in the commercial truck industry and the increasing emphasis on emission reduction efforts. The European Union has established goals for reducing greenhouse gas emissions, urging governments and industries to pursue cleaner alternatives. Moreover, numerous European countries provide financial incentives, tax credits, and subsidies to promote electric vehicle adoption among fleet companies. These incentives reduce initial costs, enhancing electric vehicles' appeal for businesses and driving regional market growth. Purchase This Comprehensive Research Report for Valuable Market Insights: [https://www.kingsresearch.com/buy-now/338](https://www.kingsresearch.com/buy-now/338) Competitive Landscape Leading participants in the global electric truck market are directing their efforts toward product innovation to secure a prominent position in the market. For instance, in September 2023, Nikola Corporation introduced the Nikola Hydrogen Fuel Cell Vehicle. This vehicle boasts a maximum range of 500 miles and a quick refueling time of only 20 minutes. With its adaptability, it can be utilized in various settings such as vehicles & intermodal transport and smaller trucks designed for specific transportation needs. Key companies in the global electric truck market include: - Volvo Group - Nikola Corporation - Tesla - Nissan Motor Co., Ltd. - Tata Motors Limited - Ford Motor Company - Paccar Company - Volkswagen AG - Daimler Truck AG - BYD Company Ltd. For more information on the report, visit: [https://www.kingsresearch.com/electric-truck-market-338](https://www.kingsresearch.com/electric-truck-market-338) About Us: Kings Research stands as a renowned global market research firm. With a collaborative approach, we work closely with industry leaders, conducting thorough assessments of trends and developments. Our primary objective is to provide decision-makers with tailored research reports that align with their unique business objectives. Through our comprehensive research studies, we strive to empower leaders to make informed decisions. Our team comprises individuals with diverse backgrounds and a wealth of knowledge in various industries. At Kings Research, we offer a comprehensive range of services aimed at assisting you in formulating efficient strategies to achieve your desired outcomes. Our objective is to significantly enhance your long-term progress through these tailored solutions. Contact Us Kings Research Phone: (+1) 888 328 2189 E-mail: [business@kingsresearch.com](mailto:business@kingsresearch.com) Website: [https://www.kingsresearch.com](https://www.kingsresearch.com/) Blog: [https://www.kingsresearch.com/blog](https://www.kingsresearch.com/blog) Follow Us:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.kingsresearch.com/blog)",
    "https://www.kingsresearch.com/enquiry/electric-van-market-309)",
    "https://www.kingsresearch.com/request-sample/electric-van-market-309",
    "https://www.kingsresearch.com/electric-truck-market-338",
    "https://www.kingsresearch.com",
    "https://www.kingsresearch.com/buy-now/309",
    "https://www.kingsresearch.com/buy-now/338)",
    "https://www.kingsresearch.com/enquiry/electric-truck-market-338",
    "https://www.kingsresearch.com/electric-van-market-309",
    "https://www.kingsresearch.com/request-sample/electric-truck-market-338)",
    "https://www.kingsresearch.com/request-sample/electric-van-market-309)",
    "https://www.kingsresearch.com/electric-van-market-309)",
    "https://www.kingsresearch.com/enquiry/electric-van-market-309",
    "https://www.kingsresearch.com/buy-now/338",
    "https://www.kingsresearch.com/request-sample/electric-truck-market-338",
    "https://www.kingsresearch.com/buy-now/309)",
    "https://www.kingsresearch.com/enquiry/electric-truck-market-338)",
    "https://www.kingsresearch.com/blog",
    "https://www.kingsresearch.com/)",
    "https://www.kingsresearch.com/electric-truck-market-338)",
    "https://kingsresearch.com/enquiry/electric-van-market-309",
    "https://kingsresearch.com/electric-van-market-309)",
    "https://kingsresearch.com/blog)",
    "https://kingsresearch.com/enquiry/electric-truck-market-338",
    "https://kingsresearch.com/buy-now/309",
    "https://kingsresearch.com/request-sample/electric-van-market-309",
    "https://kingsresearch.com/)",
    "https://kingsresearch.com/electric-van-market-309",
    "https://kingsresearch.com/buy-now/338",
    "https://kingsresearch.com/request-sample/electric-van-market-309)",
    "https://kingsresearch.com/request-sample/electric-truck-market-338",
    "https://kingsresearch.com/electric-truck-market-338",
    "https://kingsresearch.com",
    "https://kingsresearch.com/blog",
    "https://kingsresearch.com/buy-now/338)",
    "https://kingsresearch.com/enquiry/electric-van-market-309)",
    "https://kingsresearch.com/request-sample/electric-truck-market-338)",
    "https://kingsresearch.com/buy-now/309)",
    "https://kingsresearch.com/enquiry/electric-truck-market-338)",
    "https://kingsresearch.com/electric-truck-market-338)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "states kings research global electric van market and electric truck market",
        "sentiment": "neutral"
      },
      {
        "name": "global electric van market and electric truck market",
        "sentiment": "neutral"
      },
      {
        "name": "kings research",
        "sentiment": "none"
      },
      {
        "name": "states kings research [kings research",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uae",
        "sentiment": "none"
      },
      {
        "name": "dubai",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:34:55.727+02:00",
  "updated": "2024-01-06T00:34:55.727+02:00"
}