{
  "thread": {
    "uuid": "a6e94781b8ebd43ddeb868e97d74e23a83b61eb6",
    "url": "http://tools.prnewswire.com/en-au/live/10117/release/20240404medianet_pr_1002650",
    "site_full": "tools.prnewswire.com",
    "site": "prnewswire.com",
    "site_section": "http://tools.prnewswire.com/en-au/live/10117/list/landing",
    "site_categories": [
      "homeschooling",
      "education"
    ],
    "section_title": "",
    "title": "",
    "title_full": "",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 191,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a6e94781b8ebd43ddeb868e97d74e23a83b61eb6",
  "url": "http://tools.prnewswire.com/en-au/live/10117/release/20240404medianet_pr_1002650",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "",
  "text": "In a significant step towards addressing the educational needs of children affected by war, researchers from Monash University are developing a pioneering model of trauma-informed practice for online education. Specialists from The Turner Institute for Brain and Mental Health, the Monash School of Psychological Sciences, the Monash Faculty of Education, and NGOs including Classrooms Without Walls and Smart Osvita, came together at Monash University Prato Centre in Italy to participate in a three day co-design workshop. Led by Dr Emily Berger from the School of Educational Psychology and Counselling in the Faculty of Education, the goal was to contribute to the development of a world-first framework of trauma-informed practice in online education, with a particular focus on supporting children displaced by the ongoing war in Ukraine. Professor Mike Phillips, Co-Director of the Monash Virtual School said by focusing on the development of this unique model that blends cutting edge research from both trauma specialists and online educational expertise, the Monash Virtual School and its partners are taking a comprehensive approach to meet the educational and emotional needs of war-impacted children. “During the Covid pandemic, the focus for many teachers was how to best teach content online. We have learned a great deal since then and our online teaching practices can be much more nuanced and sophisticated to cater for a range of student needs,” Professor Phillips said. Tara Mannix, Co-Director of the Monash Virtual School said, “This initiative not only seeks to support the provision of educational continuity in times of crisis but also to establish a global framework for trauma-informed online education.” Over the next nine months the pilot program and innovative framework will support practices in online learning environments that are both safe and nurturing for children who have been displaced by war. Founder and Executive Director of Classrooms Without Walls , David Falconer is a member of the design team leading online education efforts in Ukraine. “The development of this framework and resources to support vulnerable young children will not only enhance their educational experiences but will provide invaluable support to the volunteer teachers who work with them,” he said. Volunteer educators, many from the Monash Virtual School, provide hundreds of free online classes every year to students from around the world, which have proved to be invaluable for these young people who have had so much taken away from them. “This program helped me to find a familiar place in unfamiliar places, light when it's dark, find people all over the world who will always support me and teach about things I would never know without this program, or people who will just listen and understand. Simple things, it seems, but when war is so close that you can hear its rotten breath, it is very important,” said one young Ukrainian student. This collaborative project is supported by seed funding from the Monash Incubator Grants Scheme. To learn more about the Monash Virtual School, please visit: https://www.monash.edu/virtual-school - ENDS - RESEARCHER Michael Phillips, Professor of Digital Transformation in the Faculty of Education MEDIA ENQUIRIES Hande Cater, Media and Communications Manager M: 0456 428 906 E: [hande.cater@monash.edu](mailto:hande.cater@monash.edu) GENERAL MEDIA ENQUIRIES Monash Media T: +61 (0) 3 9903 4840 E: [media@monash.edu](mailto:media@monash.edu) For more Monash media stories, visit our news and events site",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "War, Conflict and Unrest",
    "Education"
  ],
  "external_links": [
    "https://www.monash.edu/virtual-school",
    "https://www.monash.edu/it/about-us/news-and-events",
    "https://classroomswithoutwalls.ca/",
    "https://www.classroomswithoutwalls.ca/",
    "https://classroomswithoutwalls.ca",
    "https://monash.edu/it/about-us/news-and-events",
    "https://monash.edu/virtual-school"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "emily berger",
        "sentiment": "none"
      },
      {
        "name": "mike phillips",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "faculty of education",
        "sentiment": "none"
      },
      {
        "name": "monash university",
        "sentiment": "none"
      },
      {
        "name": "monash school of psychological sciences",
        "sentiment": "none"
      },
      {
        "name": "monash faculty of education",
        "sentiment": "none"
      },
      {
        "name": "monash university prato centre",
        "sentiment": "none"
      },
      {
        "name": "turner institute for brain and mental health",
        "sentiment": "none"
      },
      {
        "name": "school of educational psychology",
        "sentiment": "none"
      },
      {
        "name": "monash virtual school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "italy",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:25:35.318+03:00",
  "updated": "2024-04-05T00:25:35.318+03:00"
}