{
  "thread": {
    "uuid": "10c348bef971b26742fc16285e856f929f5a6093",
    "url": "https://www.fox4news.com/tag/college-sports",
    "site_full": "www.fox4news.com",
    "site": "fox4news.com",
    "site_section": "https://www.fox4news.com/sports",
    "site_categories": [
      "media"
    ],
    "section_title": "Sports",
    "title": "College Sports",
    "title_full": "College Sports",
    "published": "2023-12-29T06:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.foxtv.com/www.fox4news.com/img/1280/720/default-image.png?ve=1&amp;tl=1",
    "performance_score": 0,
    "domain_rank": 9538,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "10c348bef971b26742fc16285e856f929f5a6093",
  "url": "https://www.fox4news.com/tag/college-sports",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@FOX4",
  "published": "2023-12-29T06:59:00.000+02:00",
  "title": "College Sports",
  "text": "[TCU women's basketball team forced to forfeit 2 games](/sports/tcu-womens-basketball-team-forced-to-forfeit-2-games) An unusual situation forced the Texas Christian University women’s basketball program to forfeit two of its games this week. [Michigan completes 3-year climb defeating Washington for national title](/news/michigan-completes-three-year-climb-defeating-washington-for-national-title) Jim Harbaugh's Michigan Wolverines sealed their first national title since 1997 with Blake Corum running for 134 yards and two fourth-quarter touchdowns. [College Football Playoff National Championship: Houston events, free concerts](/sports/cfp-national-championship-game-houston-events) The College Football Playoff (CFP), in conjunction with the College Football Playoff Foundation (CFPF) and the 2024 Houston Host Committee, reveals the event schedule for the highly anticipated 2024 CFP National Championship. [Grambling State women's basketball sets record with 141-point victory](/sports/grambling-state-womens-basketball-sets-record-with-141-point-victory) Grambling State topped The College of Biblical Studies 159-18 on Tuesday night. [Texas Sen. Ted Cruz slams 'curse' narrative after Longhorns lose Sugar Bowl](/sports/ted-cruz-curse-sporting-events) The story of the \"Ted Cruz Curse\" gained steam on Monday after Cruz was spotted in burnt orange at the Sugar Bowl game between UT and Washington. [Michael Penix Jr. leads No. 2 Washington to 37-31 victory over Texas and spot in national title game](/sports/michael-penix-jr-leads-no-2-washington-to-37-31-victory-over-texas-and-spot-in-national-title-game) Michael Penix Jr. passed for 430 yards and two touchdowns as No. 2 Washington beat No. 3 Texas 37-31 in the Sugar Bowl to advance to the College Football Playoff championship game, earning the beleaguered Pac-12 one more game this season. [Washington, Texas meet in Sugar Bowl CFP semifinal behind coaches with very different career paths](/sports/washington-texas-coaches) Washington coach Kalen DeBoer and Texas’ Steve Sarkisian will meet Monday night in the College Football Playoff. The coaches have career paths career paths that could not be more different. [No. 9 Missouri beats No. 7 Ohio State 14-3 in Cotton Bowl](/sports/cotton-bowl-2023) Missouri beat Ohio State 14-3 in the Cotton Bowl Friday night at AT&T Stadium in Arlington. [No. 14 Arizona forces 6 turnovers, rallies to beat No. 12 Oklahoma 38-24 in Alamo Bowl](/sports/oklahoma-arizona-alamo-bowl-2023) Gunner Maldonado returned a fumble 87 yards for a touchdown and also had an interception as No. 14 Arizona forced six turnovers in a 38-24 comeback victory over No. 12 Oklahoma on Thursday night in the Valero Alamo Bowl. [Battle of the Bands held ahead of Cotton Bowl Classic football game](/news/battle-of-the-bands-cotton-bowl-classic) The annual Cotton Bowl Classic kicks off Friday at AT&T Stadium in Arlington, but on Thursday, it was a showdown of marching bands. [Thomas Castellanos' 2 fourth-quarter TDs lift BC over No. 17 SMU in Fenway Bowl](/sports/smu-boston-college-fenway-bowl-2023) Boston College beat No. 17 SMU 23-14 on Thursday in the Fenway Bowl. [Owens, Presley help No. 22 Oklahoma State beat Texas A&M 31-23 in Texas Bowl](/sports/texas-am-oklahoma-state) Oklahoma State got a 31-23 victory over Texas A&M in the Texas Bowl. [Morton and Brooks lead Texas Tech past California 34-14 in Independence Bowl](/sports/texas-tech-california-independence-bowl) Behren Morton completed 27 of 43 passes for 256 yards and three first-half touchdowns, leading Texas Tech to a 34-14 victory over California in the Independence Bowl. [Texas boy's reaction to Longhorns making playoffs goes viral](/news/texas-boys-reaction-to-longhorns-making-playoffs) An 11-year-old boy's reaction to the Texas Longhorns making the college football playoffs has gone viral. It's even caught the attention of the university's president. [Texas-OU game to remain at Cotton Bowl through 2036](/sports/texas-ou-red-river-rivalry-cotton-bowl) The deal includes an agreement for the City of Dallas to make upgrades at the Cotton Bowl. [Boston College to face No. 17 SMU in Fenway Bowl; preview of future ACC matchup](/sports/smu-boston-college-fenway-bowl) SMU will take on Boston College in the Fenway Bowl in Boston on December 28. [Late-season surges bring California, Texas Tech to 2nd-ever meeting, this time in Independence Bowl](/sports/texas-tech-cal-independence-bowl) Texas Tech will take on Cal in the Independence Bowl in Shreveport, Louisiana, on December 16. [No. 22 Oklahoma State takes on Texas A&M in Texas Bowl](/sports/texas-am-oklahoma-state-texas-bowl) Oklahoma State will take on Texas A&M in the Texas Bowl in Houston on December 27. [No. 12 Oklahoma to face No. 14 Arizona in Alamo Bowl](/sports/oklahoma-arizona-alamo-bowl) Oklahoma will face Arizona in the Alamo Bowl in San Antonio on December 28. [Florida State's exclusion marks historic moment in college football playoff](/sports/florida-states-exclusion-marks-historic-moment-in-college-football-playoff) Michigan, Washington, Texas and Alabama were selected to the College Football Playoff on Sunday, making Florida State the first unbeaten Power Five conference champion to be excluded from the four-team field.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Crime, Law and Justice",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "thomas castellanos",
        "sentiment": "none"
      },
      {
        "name": "owens",
        "sentiment": "none"
      },
      {
        "name": "brooks",
        "sentiment": "none"
      },
      {
        "name": "morton",
        "sentiment": "none"
      },
      {
        "name": "maldonado",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "oklahoma",
        "sentiment": "negative"
      },
      {
        "name": "texas a&m",
        "sentiment": "none"
      },
      {
        "name": "oklahoma state",
        "sentiment": "none"
      },
      {
        "name": "boston college",
        "sentiment": "none"
      },
      {
        "name": "texas tech",
        "sentiment": "none"
      },
      {
        "name": "smu",
        "sentiment": "none"
      },
      {
        "name": "at&t",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "alamo bowl",
        "sentiment": "none"
      },
      {
        "name": "arizona",
        "sentiment": "none"
      },
      {
        "name": "oklahoma state",
        "sentiment": "none"
      },
      {
        "name": "oklahoma",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "texas bowl",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "fenway bowl",
        "sentiment": "none"
      },
      {
        "name": "valero alamo bowl",
        "sentiment": "none"
      },
      {
        "name": "arlington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T07:32:01.987+02:00",
  "updated": "2024-01-21T19:32:45.368+02:00"
}