{
  "thread": {
    "uuid": "d9d483d633b1011555e4f086eeeca5d4691e62dc",
    "url": "https://www.envirolink.org/2023/12/28/2023s-top-10-indigenous-news-stories-commentary/",
    "site_full": "www.envirolink.org",
    "site": "envirolink.org",
    "site_section": "http://www.envirolink.org",
    "site_categories": [
      "home_and_garden",
      "environmental_safety"
    ],
    "section_title": "EnviroLink Network - The online environmental community",
    "title": "2023’s top 10 Indigenous news stories (commentary) - EnviroLink Network",
    "title_full": "2023’s top 10 Indigenous news stories (commentary) - EnviroLink Network",
    "published": "2023-12-28T22:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://i0.wp.com/www.envirolink.org/wp-content/uploads/2023/12/AdobeStock_422587080-768x512-1.jpg?fit=768%2C512&#038;ssl=1",
    "performance_score": 0,
    "domain_rank": 31410,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d9d483d633b1011555e4f086eeeca5d4691e62dc",
  "url": "https://www.envirolink.org/2023/12/28/2023s-top-10-indigenous-news-stories-commentary/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Latoyaabulu",
  "published": "2023-12-28T22:30:00.000+02:00",
  "title": "2023’s top 10 Indigenous news stories (commentary) - EnviroLink Network",
  "text": "1. Indigenous women play a growing role as leaders Indigenous women are emerging as leaders in addressing climate change, confronting their invisibility within patriarchal structures. In a landmark event in September 2023, over 8,000 women from around the world gathered in Brazil’s capital for the Indigenous Women’s March, demanding recognition for their pivotal role in protecting the country’s diverse biomes. The central message echoed the link between safeguarding Indigenous lands and combating climate change, emphasizing the necessity of including Indigenous women in decision-making processes and politics. This collective action was spearheaded by four Indigenous women leaders who were elected in 2022 with one appointed by President Lula da Silva. Elected federal deputy Celia Xakriabá’s statement during the march encapsulated their mission: “We are here to say that we — Indigenous women are the healers of the Earth. We are the ancestral voice of the Earth speaking to us. It is not possible to think of valuing human rights if you kill the Earth.” During the global climate negotiations (COP28) in Dubai, Minister for Indigenous Peoples Sonia Guajajara, a prominent Indigenous leader, led Brazil’s delegation in climate talks, marking the first time an Indigenous woman held such a critical position. She expressed the government’s commitment to biodiversity conservation and emphasized the need to demarcate Indigenous territories to ensure their full ownership and support for sustainable economies, diverging from the mainstream model of resource exploitation for development. Indigenous women’s leadership is expected to play a prominent role in the upcoming COP30 in…This article was originally published on [Mongabay](https://news.mongabay.com/2023/12/2023s-top-10-indigenous-news-stories-commentary/) 2023’s top 10 Indigenous news stories (commentary) 1. Indigenous women play a growing role as leaders Indigenous women are emerging as leaders in addressing climate change, confronting their invisibility within patriarchal structures. In a landmark event in September 2023, over 8,000 women from around the world gathered in Brazil’s capital for the Indigenous Women’s March, demanding recognition for their pivotal role in protecting the country’s diverse biomes. The central message echoed the link between safeguarding Indigenous lands and combating climate change, emphasizing the necessity of including Indigenous women in decision-making processes and politics. This collective action was spearheaded by four Indigenous women leaders who were elected in 2022 with one appointed by President Lula da Silva. Elected federal deputy Celia Xakriabá’s statement during the march encapsulated their mission: “We are here to say that we — Indigenous women are the healers of the Earth. We are the ancestral voice of the Earth speaking to us. It is not possible to think of valuing human rights if you kill the Earth.” During the global climate negotiations (COP28) in Dubai, Minister for Indigenous Peoples Sonia Guajajara, a prominent Indigenous leader, led Brazil’s delegation in climate talks, marking the first time an Indigenous woman held such a critical position. She expressed the government’s commitment to biodiversity conservation and emphasized the need to demarcate Indigenous territories to ensure their full ownership and support for sustainable economies, diverging from the mainstream model of resource exploitation for development. Indigenous women’s leadership is expected to play a prominent role in the upcoming COP30 in…This article was originally published on",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "Environment"
  ],
  "external_links": [
    "https://news.mongabay.com/2023/12/2023s-top-10-indigenous-news-stories-commentary/)",
    "https://www.news.mongabay.com/2023/12/2023s-top-10-indigenous-news-stories-commentary/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lula da silva",
        "sentiment": "none"
      },
      {
        "name": "celia xakriabá",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "envirolink network",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "brazil",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:32:06.831+02:00",
  "updated": "2023-12-29T00:32:06.831+02:00"
}