{
  "thread": {
    "uuid": "696105932111ebb3d1bc200dfaea11f0f05d93f2",
    "url": "https://viapais.com.ar/parana/provincia-lanzo-verano-seguro-un-plan-que-sumara-450-policias-en-las-departamentales/",
    "site_full": "viapais.com.ar",
    "site": "viapais.com.ar",
    "site_section": "https://viapais.com.ar/avellaneda/",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias de  Avellaneda hoy |  Noticias  Avellaneda | Vía País",
    "title": "Provincia lanzó “Verano Seguro”, un plan que sumará 450 policías en las departamentales",
    "title_full": "Provincia lanzó “Verano Seguro”, un plan que sumará 450 policías en las departamentales",
    "published": "2023-12-29T18:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://viapais.com.ar/resizer/gyr9YmWfnWQjHMMGjgzih3L9pOU=/1200x630/smart/filters:quality(75):format(webp)/cloudfront-us-east-1.images.arcpublishing.com/grupoclarin/RBX7YYV3GVFM3CHLXIKP6Z6DSA.jpg",
    "performance_score": 0,
    "domain_rank": 82762,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "696105932111ebb3d1bc200dfaea11f0f05d93f2",
  "url": "https://viapais.com.ar/parana/provincia-lanzo-verano-seguro-un-plan-que-sumara-450-policias-en-las-departamentales/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción Vía Paraná",
  "published": "2023-12-29T18:49:00.000+02:00",
  "title": "Provincia lanzó “Verano Seguro”, un plan que sumará 450 policías en las departamentales",
  "text": "El Gobierno provincial presentó el programa “ Verano Seguro ”, un plan que tiene como premisa intensificar el trabajo en la prevención de siniestros viales y reforzar las tareas de control en rutas, ciudades turísticas y festivales populares. Se incorporarán 450 policías al personal fijo en todas las departamentales entrerrianas.\nAsí lo confirmó este jueves el gobernador Rogelio Frigerio en un acto realizado en Gualeguaychú , sobre la intersección de la Ruta Nacional N° 14 y el cruce de la Ruta Provincial N° 16.\n“Estamos muy orgullosos de la organización, y le queremos transmitir a todos los visitantes que vamos a hacer todos los esfuerzos necesarios para que haya seguridad en nuestras rutas . Queremos que puedan venir a disfrutar de la belleza y la tranquilidad de nuestra provincia”, afirmó.\nEn tal sentido, remarcó que “ nosotros los vamos a cuidar ”, indicó que estos operativos también se coordinan con el Ministerio de Salud y Bomberos , a lo que agregó que reforzarán “ todo el sistema de salud en los hospitales de las zonas aledañas a donde se hacen estos procedimientos ”.\nA reglón seguido, ponderó el “ valor principal ” del sector turístico provincial: “ es uno de los motores -dijo- de nuestro desarrollo en donde creo que, como en otros sectores, tenemos un potencial grandísimo desaprovechado . Así que estamos trabajando con el secretario de Turismo para ver cómo hacemos para potenciar este valor que tenemos los entrerrianos para que podamos generar más trabajo, y más ingresos para la provincia”.\nEl gobernador junto al ministro Néstor Roncaglia y al jefe de Policía Claudio González. Foto: Secretaría de Comunicación de Entre Ríos El mandatario estuvo acompañado por el ministro de Seguridad y Justicia Néstor Roncaglia y por el jefe de la Policía Claudio González durante la ceremonia de formalización del programa.\nRoncaglia, por su parte, expresó: “se acercan las vacaciones, época de descanso y en ese sentido, desde el Ministerio de Seguridad y Justicia estamos organizando un servicio de seguridad y prevención para que todos disfruten una buena temporada estival en Entre Ríos ”.\n“ Vamos a destinar más de 450 policías a todos los lugares turísticos de la provincia y reforzaremos los controles de prevención en todas las rutas , para que el tránsito sea seguro y evitar accidentes”, señaló.\n\"Verano Seguro\" se hará en coordinación con el Ministerio de Salud y Bomberos. Foto: Secretaría de Comunicación de Entre Ríos A su turno, González precisó que “estarán afectados al operativo Verano Seguro 65 vehículos, entre motos y automóviles . Además, se sumará el camión autobomba , la unidad de rescate , dos helicópteros , ocho caballos de la Unidad Montada y seis canes entrenados para detectar estupefacientes ”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T19:12:20.427+02:00",
  "updated": "2023-12-29T19:12:20.427+02:00"
}