{
  "thread": {
    "uuid": "4f02870f785f9be1f6b7cdb433328c61ecef0017",
    "url": "http://newamerica.org/education-policy/briefs/what-happens-student-parents-threatened-with-eviction",
    "site_full": "newamerica.org",
    "site": "newamerica.org",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "society"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "site_title": "New America",
    "title": "Ousted from Opportunity: Eviction's Adverse Impact on Parenting College Students",
    "title_full": "Ousted from Opportunity: Eviction's Adverse Impact on Parenting College Students",
    "published": "2025-06-26T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d1y8sb8igg2f8e.cloudfront.net/images/Student_Parent_Eviction_Brief_Wag.2e16d0ba.fill-1200x630.png",
    "performance_score": 0,
    "domain_rank": 8277,
    "domain_rank_updated": "2025-06-03T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4f02870f785f9be1f6b7cdb433328c61ecef0017",
  "url": "http://newamerica.org/education-policy/briefs/what-happens-student-parents-threatened-with-eviction",
  "ord_in_thread": 0,
  "author": null,
  "published": "2025-06-26T03:00:00.000+03:00",
  "title": "Ousted from Opportunity: Eviction's Adverse Impact on Parenting College Students",
  "text": "Ousted from Opportunity: Eviction's Adverse Impact on Parenting College Students\nBrief\nNatalya Brill and Alex Briñas/New America\nJune 26, 2025\nIntroduction\nShaquanda McKenzie, a Black single mother of three teenagers, was like many college students today: balancing employment while attending college and caring for children. According to a New Republic profile of Black renters in Indiana, she worked $16 an hour as a health care coordinator while studying part-time at Ivy Tech Community College to become a nurse. McKenzie received an eviction notice in September of 2021.\nLike many college students, McKenzie was one financial emergency away from a fiasco that could derail not only her ability to complete college, but also her family’s economic security. When her boyfriend got in a car crash, he lost his job and was unable to contribute toward rent anymore. The house she rented had serious issues, including a warped wall in the kitchen, black mold in the cabinets, and a broken washing machine. Spending money on trying to fix these issues and the expense of using a laundromat put McKenzie behind on rent. When she tried to pay the back rent, the property management company said it was no longer accepting payments from her. McKenzie was able to find a new place to live by November, but her old management company was suing her for maintenance issues and withheld her security deposit. These cumulative issues, as well as the mark of an eviction record, all put McKenzie’s future housing stability at risk.\nIn one of the wealthiest countries in the world, McKenzie’s experience is one that no one, let alone a family with children, should ever endure. Unfortunately, according to seminal research from Princeton Eviction Lab in 2023, experiences like this are all too common, especially for households with children in them. Eviction Lab’s research showed that households with children are at the highest risk for eviction.\nNew America has partnered with the Eviction Lab for a new analysis to understand how eviction affects parents, like McKenzie, who are attending college while caring for children.\nOne out of every five undergraduate students is caring for one or more children while enrolled in college. That amounts to just under three million undergraduate students, along with nearly a million graduate students with children, based on analysis of Department of Education data by the Urban Institute’s SPARK (Student-Parent Action through Research Knowledge) Collaborative. Many students, especially those with children, grapple with housing insecurity and homelessness. There is significant evidence that a lack of safe, stable, and affordable housing compromises students’ ability to succeed in postsecondary education, as analysis of available research on the topic by the Department of Housing and Urban Development suggests. But for parenting students, the stakes are higher, as losing their housing may jeopardize the safety of their children as much as their own.\nParenting students face a reality where the immediate need to pay rent and put food on the table takes priority over long-term economic security for their family. We know from research by education economists like Doug Webber that obtaining a postsecondary credential is often the surest path to economic security for American families, but all too often systemic barriers make it hard, or even impossible for parenting students to complete a degree.\nOne student told us about the squeeze student parents face in a 2023 interview, saying, “We shouldn’t have to choose between maintaining and bettering our lives.” Unfortunately, our analysis shows that the threat of eviction can have devastating impacts on parenting students, making it impossible for many of them to maintain, let alone better, their lives.\nWhen we compare two parenting students of the same age, race, gender, and economic background, we see that the student threatened with eviction is 23 percentage points less likely to complete a bachelor’s degree than the student who was never threatened with eviction.\nThis brief provides an overview of the challenges parenting students face and an analysis of new data on the threat of eviction for these students. We also explore why the threat of eviction impedes their postsecondary success and conclude with a brief discussion of the policy and practice implications, as well as ideas for future research on this topic.\nThe Challenges Parenting Students Face\nParenting students disproportionately come from historically underserved groups compared to non-parenting students. They are more likely to be women, especially women of color, and tend to be older than their non-parenting peers in college. Parenting students are also more frequently first-generation college goers, low-income, and veterans. Student fathers are more likely to be Black than any other racial group, according to an analysis of nationally representative survey data from the U.S. Department of Education by the SPARK Collaborative.\nParenting students face an array of barriers between them and college success. They have higher rates of food insecurity than their non-parent peers, and are more likely to be working full time. They are also very likely to experience time poverty as they try to juggle parenting responsibilities, working, and school, based on national survey data from Trellis Strategies and the Hope Center.\nUnsurprisingly, given all of the responsibilities they are juggling, parenting students are much less likely to complete a degree than their non-parenting peers, as a SPARK Collaborative analysis shows. In spite of these challenges, that same analysis shows that parenting students tend to have similar or even slightly better GPAs than their non-parenting peers, suggesting that it is the non-academic challenges they face that derail their completion chances, not their ability to complete college-level work.\nTrellis’s data also show that parenting students are more likely to face financial barriers to success in college, and are less likely than non-parents to be able to find $500 quickly when faced with a financial emergency, like what happened to McKenzie, potentially contributing to their being at higher risk for eviction than other groups of students.\nThe past decade has seen higher education as an industry sharpening its focus on meeting students’ basic needs as a necessary condition for postsecondary success, with reports on basic needs efforts showing changes at a wide range of institutions.\nThe increased attention on student basic needs has resulted in significant advances in our understanding of food and housing insecurity and homelessness faced by today’s college students. For example, as many as 67 percent of parenting students are food insecure, 58 percent are housing insecure, and 16 percent are homeless, based on survey data from Trellis Strategies and the Hope Center for Student Basic Needs. New America’s analysis of nationally representative survey data from the U.S. Department of Education shows that almost 7 percent of parenting students experience homelessness.[1]\nThere is an increasing acceptance that for students to succeed in the classroom, they must have their basic needs met. However, approaches to reducing food insecurity have seen greater policy attention, and more rapid adoption of solutions compared with housing insecurity and homelessness. It is not that colleges and universities, advocates, and policymakers do not take housing issues seriously, but housing solutions tend to be more complex, more expensive, and require state and local fixes as often as federal ones. Housing interventions are also much less within the control of institutions or the U.S. Department of Education, the two places where higher education advocates tend to concentrate their attention when trying to solve higher education challenges.\nHow Eviction Works and Why it Matters for Postsecondary Success\nA combination of stagnant incomes, rising housing costs, limited construction of new housing since the Great Recession, and insufficient federal housing support has driven a housing affordability crisis, as demonstrated by work from the Center for American Progress on the causes of the housing crisis. The COVID-19 pandemic exacerbated these issues, and by 2022 research from Harvard’s Joint Center for Housing Studies showed that more than half of all American renters were housing cost burdened, defined as spending over 30 percent of income on rent.[2] The result is that 7.6 million people are threatened with eviction each year across the United States. And Eviction Lab’s work shows that eviction rates are twice as high for renters with children.\nGenerally, the process of court-ordered eviction can be broken down into five stages: the landlord notifies a tenant of an intent to evict; the landlord files an eviction case with the court; the court holds a hearing; the court issues a judgment; and law enforcement executes the eviction.[3]\nEviction courts are plagued by unfairness and inequality, and tenants’ rights are often ignored, as detailed by Emily Benfer, a law professor at Wake Forest University, in her [analysis of the roots of the American eviction crisis](https://theappeal.org/the-lab/explainers/the-american-eviction-crisis-explained/). Nationwide, [research into tenant representation](https://www.americanprogress.org/article/right-counsel-right-fighting-chance/) by the Center for American Progress shows that only 10 percent of tenants are able to secure representation in eviction cases, compared to 90 percent of landlords. When tenants are not represented, the vast majority lose their case. In general, laws protecting tenants are rarely enforced and eviction processes vary significantly from state to state. All of the stages of navigating the eviction process—including fees, court dates, and possibly a judgment—may be particularly difficult for student parents.\nSubstantial research has shown that it is harder to succeed in post-secondary education if you are worried about losing your housing.[4] Multiple studies on housing insecurity and credential attainment at individual colleges and universities have shown that housing instability leads to reduced chances of credential attainment and lower GPAs, as well as various other negative impacts on mental and physical health.\nParenting students face particular challenges when it comes to the threat of eviction compared to the general population, and even in comparison to non-parenting students. Parenting students want to provide safe housing for their children and likely want to live close to where they and their children attend school. This can restrict housing choice, making it harder to find affordable options. Parenting students also face much higher housing costs—in addition to expenses like child care—than their non-parenting peers. Parenting students pay over $7,500 more (per child) than their non-parenting peers in out of pocket costs each year, primarily in child care and housing costs, according to research from [the Education Trust](https://edtrust.org/rti/for-student-parents-the-biggest-hurdles-to-a-higher-education-are-costs-and-finding-child-care/) and[ California Competes](https://californiacompetes.org/wp-content/uploads/2023/01/CACompetes_Clarifying-the-True-Cost-of-College-for-Student-Parents_Final.pdf). And parenting students generally do not receive more financial aid than their peers with similar financial profiles do. State, federal, and even most institutional financial aid was designed to support young, single students who were coming straight from high school to college, as [prior work from New America on state financial aid](https://www.newamerica.org/education-policy/reports/we-shouldnt-have-to-choose-between-maintaining-and-bettering-our-lives-an-analysis-of-older-and-parenting-college-students/) for older and parenting students has demonstrated.\nData and Analysis\nTo understand how the threat of eviction affects student parents and their outcomes, we performed a novel analysis that links individual-level data from multiple sources.\nWe used approximately 12 million student records from select university systems covering the period 2001 to 2022 from the “Post-Secondary Employment Outcomes” database.[5] Student records were linked to eviction court records, comprising 73.2 million defendants from 2000 to 2018, compiled by the Eviction Lab.[6] Finally, we used survey and administrative records from the Internal Revenue Service, Social Security Administration, and other sources to determine individual demographics, parenting status, marital status, and income.\nWhen discussing any post-college outcomes, such as family earnings, we refer to the period after enrollment as post-enrollment rather than post-graduation, as it includes all students regardless of whether they completed a degree.\nAs we describe below, student populations vary systematically by parenting and eviction status across many sociodemographic factors that make direct comparisons difficult. In making comparisons across these groups, therefore, we adjust for age at enrollment, race, ethnicity, sex, parental household income at enrollment, institution, and enrollment cohort.\nWe refer to students who received an eviction filing as threatened with eviction and those not filed against as non-threatened. Threat of eviction is used as the point of comparison because it is more challenging to track outcomes after a landlord files an eviction case, and the available evidence shows that the threat of eviction is immensely disruptive, whether it leads to an actual eviction or not.\nBecause there are likely factors related to eviction filing and our target outcomes that we cannot reliably observe and adjust for—for example, a job loss—our research design does not allow us to give causal estimates. Still, our linked data allow us to adjust for a wide variety of characteristics to create relatively comparable samples. This means we can compare outcomes for two student parents of the same age, race, ethnicity, sex, income background, and institution—but one is threatened with eviction and the other is not.[7]\nBelow are our seven findings.\nFinding 1: Parenting Students Who Face Eviction Are Younger\nParenting students threatened with eviction tended to be younger than parenting students not threatened by eviction (see Figure 1). Forty-four percent of parenting students threatened with eviction were under 24, compared to 32 percent of those who were not threatened with eviction.\nFinding 2: Parenting Students Who Come from Households Where Their Own Parents Had Lower Incomes Are More Likely to Be Threatened with Eviction\nParenting students threatened with eviction tend to come from lower-income backgrounds (see Figure 2), compared to parents and non-parents who were not threatened with eviction.\nFinding 3: Black Parenting Students Are Disproportionately Threatened with Eviction Compared to All Other Racial and Ethnic Groups\nBlack students, whether parenting or not, were far more likely to be threatened with eviction, but Black parenting students were the most at risk (see Figure 3). Black parenting students made up 57 percent of all parenting students threatened with eviction despite representing only 20 percent of parenting students in our sample.\nFinding 4: Parenting Students Who Are Threatened with Eviction Are More Likely to Be Female\nThere was a significant gender imbalance in terms of who faces the threat of eviction. Compared to parenting students not threatened with eviction, parenting students who were threatened were much more likely to identify as female, at 81 percent, compared to 63 percent of non-threatened parenting students (see Figure 4).\nThis pattern was also true among non-parenting students: Non-parenting students threatened with eviction were also more likely to be female and Black compared to their non-threatened peers. Being threatened with eviction reduces the chance a parenting student completes a bachelor's degree by 23 percentage points and an associate degree by 25 percentage points.\nFinding 5: Parenting Students Threatened with Eviction Complete Bachelor’s and Associate Degrees at Much Lower Rates\nTo compare post-enrollment outcomes of those threatened with eviction and those who were not, we adjusted demographics to ensure similarity among the groups. We found stark differences in outcomes for those threatened with eviction, particularly for student parents. Thirty-seven percent of parenting students who were never threatened with eviction completed a bachelor’s degree (see Figure 5). For parenting students who were threatened, the graduation rate dropped to 15 percent, a 23-point difference.\nFor parenting students seeking an associate degree, their chances of completion were reduced by 25 percentage points with the threat of eviction, going from 51 percent for parenting students not threatened, down to 26 percent for parenting students who were threatened (see Figure 6).\nFinding 6: Parenting Students Threatened with Eviction Have Much Lower Incomes Years After Enrollment\nParenting students threatened with eviction had significantly reduced family income five years post-enrollment (see Figure 7). We found that post-enrollment household income for parenting students threatened with eviction was $59,000, less than half the income of parenting students who didn’t face eviction. This was driven by the relatively large impacts of eviction on parenting students above age 30.\nFinding 7: Parenting Students Threatened with Eviction Die at Higher Rates 10 Years Post-Enrollment\nParenting students who were threatened with eviction were more than twice as likely to die over the 10 years immediately following enrollment than parenting students who were not threatened (see Figure 8). Threatened parenting students’ mortality rates were even significantly higher than those of nonparenting students who were threatened with eviction.\nConclusions and Policy Implications\nOur findings make clear that parenting students desperately need additional support to help them maintain stable housing while enrolled in higher education. Failing to improve support likely leads to severe negative consequences. More research into the impact of eviction and housing instability on postsecondary success is sorely needed, along with ways that the housing and higher education fields can partner in the search for solutions. We plan to continue to partner with Eviction Lab to build a deep research foundation on these issues.\nWhile our analysis focuses on parenting students, it seems likely that reducing the threat of eviction for all groups of students affected by housing insecurity and homelessness would help increase college completion rates.\nBy allowing parenting students to face threats of eviction, we are severely limiting the impact of the time and money that students invest, and of the taxpayer support provided by federal and state governments into higher education. The Government Accountability Office, [when it researched the prevalence of food insecurity among college students](https://www.gao.gov/products/gao-19-95), made clear that failing to address food insecurity among college students was undermining federal investment in higher education. The lack of safe, stable, and affordable housing that many students face is creating a similar situation. And it is felt particularly acutely by student parents.\nAs attention to basic needs in higher education has grown over the past decade, colleges have been asked to become social safety net providers. They were never designed to provide that kind of support, and we would be remiss in not acknowledging that reality. Colleges are doing more today when it comes to basic needs support than they ever have done, and often with decreasing resources, but those valiant efforts do not change the stark reality that students—especially parenting students—need much more help than they are getting.\nInstitutional responses to meet students’ housing needs and help them avoid the threat of eviction are valuable, but the actions of individual institutions will never be enough to solve the current crisis of college and housing affordability. Institutional support must be paired with significant state and federal structural policy reforms and funding increases to improve college affordability and reduce the burden of housing costs.\nOur research suggests that we need more, not less, investment in public benefits, especially in housing. Unfortunately, the budget reconciliation process currently being undertaken by Congress will lead to enormous cuts in public benefits and higher education funding. [In a separate analysis](https://www.newamerica.org/education-policy/edcentral/the-house-reconciliation-bill-will-harm-student-parents/), we have shown that these cuts will fall especially hard on parenting students, likely making it even harder for them to succeed in college while they try to support their families.\nThere are various ways that institutions, along with federal, state, and local governments, can improve housing security, but because the reconciliation process is likely to cut spending on federal financial aid and public benefits, it will be up to state, local, philanthropic, and institutional leaders to come up with solutions in the near term.\nInstitutional Policy Practice Implications\nColleges have existing tools they can use to reduce housing insecurity, like using emergency aid funds for housing needs to help students avoid being threatened with eviction, as well as building links with community partners. Schools can also assess whether they are doing enough to provide students with accurate budgeting estimates— also known cost of attendance (COA)—and financial aid limits. They can do more to inform parenting students that they can have their COA increased for things like child care costs and housing expenses.\nFederal and State Policy Implications\nThe federal financial aid system and higher education funding from states is woefully insufficient to meet the needs of today’s students. Increased funding for federal financial aid is needed to ensure that parenting students receive the resources they need to succeed. Financial aid and state higher education funding should go hand in hand with investment in public support programs and reductions in barriers to students accessing those programs to prevent basic need challenges from blocking their postsecondary success.\nAppendix: Methodology\nWe linked individual-level data from three different sources. First, we used roughly 12 million student records from select university systems covering the period 2001–22 from the Post-Secondary Employment Outcomes (PSEO) database. The PSEO are experimental linked data developed by researchers at the U.S. Census Bureau. PSEO data provide earnings and employment outcomes for college and university graduates by degree level, degree major, postsecondary institution, and state. These data are generated by matching university transcript data with a national database of jobs, using state-of-the-art confidentiality protection mechanisms to protect the underlying data. The PSEO are made possible through data-sharing partnerships between universities, university systems, State Departments of Education, State Labor Market Information offices, and the U.S. Census Bureau.\nWe obtained approval to access data from the following systems: the Indiana Commission for Higher Education (public four-year and two-year), Iowa Board of Regents (University of Iowa, Iowa State, University of Northern Iowa) and Iowa Department of Education (Iowa Community Colleges), Ohio Department of Higher Education (public four-year and two-year), Utah System of Higher Education (public four-year and two-year), State Council of Higher Education for Virginia (public four-year and two-year, and some private), and University of Wisconsin system (only UW campuses).\nSecond, we used eviction court records compiled by the Eviction Lab at Princeton University. These records from 73.2 million defendants between 2000 and 2018 were collected either manually or via bulk extracts from administrative data systems. They were cleaned, stripped of duplicate and commercial eviction cases, geocoded, and validated against publicly available data sources published by county and state court systems. These linked eviction data are [described in detail by the Eviction Lab](https://evictionlab.org/who-is-evicted-in-america/). We refer to students filed against for eviction as threatened and those not filed against as non-threatened. Threat of eviction is used as the point of comparison because it is more challenging to track outcomes after a landlord files an eviction case. As we note above, the majority of renters lose eviction cases, and the available evidence shows that the threat of eviction is immensely disruptive, whether it leads to an actual eviction or not.\nThird, we used survey and administrative records from the Internal Revenue Service, Social Security Administration, Decennial Census, and American Community Survey to determine individual demographics, parenting status, marital status, and income. In describing post-college outcomes (e.g., household income), we refer to the period following the final year of enrollment as post-enrollment, as it includes all students, regardless of whether they completed a degree.\nStudents who are parenting and/or threatened with eviction vary systematically across many sociodemographic factors that make direct comparisons difficult. Therefore, in making comparisons across these groups we adjust for age at enrollment, race, ethnicity, sex, parental household income at enrollment, institution, and enrollment cohort.\nBecause there are likely factors we do not observe and adjust for related to both eviction filing and our target outcomes (e.g., job loss), this design does not allow us to identify causal relationships. Still, our linked data allow us to adjust for a wide variety of characteristics related to both eviction filing and outcomes to create relatively comparable samples (e.g., two student parents of the same age, race, ethnicity, sex, income background, and institution, one threatened with eviction and the other not). More details on all [data sources, linkages, and analysis are here](http://www.census.gov/library/working-papers/2025/adrm/CES-WP-25-35.html).\nNotes\n[1] The National Postsecondary Aid Study (NPSAS) does not collect data on housing insecurity, a different measure from homelessness, which is why we do not list it here.\n[2] The U.S. Department of Housing and Urban Development considers housing to be affordable if occupants are spending no more than 30 percent of their gross income, including utilities, on housing costs. Anyone spending more than this on housing is considered housing cost-burdened. More information can be found in [this Census Bureau press release](https://www.census.gov/newsroom/press-releases/2024/renter-households-cost-burdened-race.html).\n[3] For a thorough analysis of how the eviction process works, see Emily A. Benfer, Robert Koehler, Alyx Mark, et al., “[Assessing State Eviction Prevention Policies in Response to COVID-19](https://evictionlab.org/assessing-state-eviction-prevention-covid-19/),” Eviction Lab, June 10, 2022.\n[4] Examples of this research include: Katherine Broton, “[Poverty in American Higher Education: The Relationship Between Housing Insecurity and Academic Attainment](https://www.researchgate.net/publication/357041721_Poverty_in_American_Higher_Education_The_Relationship_Between_Housing_Insecurity_and_Academic_Attainmen),” Journal of Postsecondary Student Success 1, no. 2 (2021): 18–45; Ronald E. Hallett and Adam Freas, “[Community College Students’ Experiences with Homelessness and Housing Insecurity](https://www.researchgate.net/publication/319226133_Community_College_Students'_Experiences_with_Homelessness_and_Housing_Insecurity),” Community College Journal of Research and Practice 42, no. 10 (August 2017): 724–39; and Mariah Kornbluh, Jennifer Wilking, Susan Roll, Robin Donatello, “[Exploring Housing Insecurity in Relation to Student Success](https://www.researchgate.net/publication/360214339_Exploring_housing_insecurity_in_relation_to_student_success),” Journal of American College Health 72, no. 3 (April 2022).\n[5] The PSEO are experimental linked data developed by researchers at the U.S. Census Bureau. PSEO data provide earnings and employment outcomes for college and university graduates by degree level, degree major, post-secondary institution, and state of institution. Our sample includes data from the following systems: the Indiana Commission for Higher Education (public four-year and two-year), Iowa Board of Regents (University of Iowa, Iowa State, University of Northern Iowa) and Iowa Department of Education (Iowa Community Colleges), Ohio Department of Higher Education (public four-year and two-year), Utah System of Higher Education (public four-year and two-year), State Council of Higher Education for Virginia (public four-year and two-year, and some private), and University of Wisconsin system (only UW campuses).\n[6] For a detailed description of these eviction records and how they were collected, see: Nick Graetz, Carl Gershenson, Peter Hepburn, and Matthew Desmond, [Who Is Evicted in America](https://evictionlab.org/who-is-evicted-in-america/) (Eviction Lab, October 2023).\n[7] Details on our methodology can be found in the methods appendix of this brief. More information on [all data sources, linkages, and analysis are here](http://www.census.gov/library/working-papers/2025/adrm/CES-WP-25-35.html).\nAcknowledgments\nNew America would like to thank Imaginable Futures and the Annie E. Casey Foundation for their generous support of this project. The views expressed in this brief are those of its authors and do not necessarily represent the views of the funders, their officers, or employees.\nThanks to Rachel Fishman and Jeremy Bauer-Wolf for reviewing early drafts and providing thoughtful feedback and helpful suggestions. The work is better for their review. Thanks to Katherine Portnoy, Natalya Brill, Amanda Dean, and Sabrina Detlef for copyediting, imagery, and data visualization.\nDisclaimer: Any opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau. The Census Bureau has ensured appropriate access and use of confidential data and has reviewed these results for disclosure avoidance protection (Project P-7516612: CBDRB-FY25-CES004-009).\nData Sharing Statement: All of our empirical results use confidential microdata from the U.S. Census Bureau. We will not be able to make the data directly available. However, we can provide the code, and researchers can follow the directions on how to write a proposal to gain access to the data via a Federal Statistical Research Data Center using the standard application process.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "negative",
  "categories": [
    "Social Issue",
    "Education"
  ],
  "topics": [
    "Social Issue->social problem",
    "Social Issue->parenting",
    "Social Issue->discrimination",
    "Education->college and university",
    "Education->parents group",
    "Education->students"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": null,
  "webz_reporter": false,
  "external_links": [
    "https://www.trellisstrategies.org/research-studies/student-financial-wellness-survey-fall-2023-semester-results/",
    "https://www.gao.gov/products/gao-19-95",
    "https://theappeal.org/the-lab/explainers/the-american-eviction-crisis-explained/",
    "https://www.researchgate.net/publication/319226133_Community_College_Students'_Experiences_with_Homelessness_and_Housing_Insecurity",
    "https://www.huduser.gov/portal/periodicals/insight/insight_2.pdf",
    "https://www.trellisstrategies.org/research-studies/parenting-students-what-they-need-and-what-institutions-can-do/",
    "https://hope.temple.edu/research/hope-center-basic-needs-survey/2023-2024-student-basic-needs-survey-report",
    "https://www.americanprogress.org/article/the-rental-housing-crisis-is-a-supply-problem-that-needs-supply-solutions/",
    "https://www.census.gov/newsroom/press-releases/2024/renter-households-cost-burdened-race.html",
    "https://californiacompetes.org/wp-content/uploads/2023/01/CACompetes_Clarifying-the-True-Cost-of-College-for-Student-Parents_Final.pdf",
    "https://evictionlab.org/who-is-evicted-in-america/",
    "https://edtrust.org/rti/for-student-parents-the-biggest-hurdles-to-a-higher-education-are-costs-and-finding-child-care/",
    "https://studentparentaction.org/resources/who-are-undergraduates-with-dependent-children-2020",
    "https://www.jchs.harvard.edu/americas-rental-housing-2024",
    "https://www.researchgate.net/publication/360214339_Exploring_housing_insecurity_in_relation_to_student_success",
    "http://www.census.gov/library/working-papers/2025/adrm/CES-WP-25-35.html",
    "https://www.researchgate.net/publication/357041721_Poverty_in_American_Higher_Education_The_Relationship_Between_Housing_Insecurity_and_Academic_Attainmen",
    "https://newrepublic.com/article/165585/indianapolis-eviction-moratorium-black-renters-suffer",
    "https://www.insidehighered.com/news/student-success/health-wellness/2025/05/12/college-programs-support-holistic-student-basic",
    "https://www.thirdway.org/report/is-college-worth-it-going-beyond-averages",
    "https://evictionlab.org/assessing-state-eviction-prevention-covid-19/",
    "https://www.americanprogress.org/article/right-counsel-right-fighting-chance/",
    "https://www.californiacompetes.org/wp-content/uploads/2023/01/CACompetes_Clarifying-the-True-Cost-of-College-for-Student-Parents_Final.pdf",
    "https://huduser.gov/portal/periodicals/insight/insight_2.pdf",
    "https://gao.gov/products/gao-19-95",
    "https://researchgate.net/publication/319226133_Community_College_Students'_Experiences_with_Homelessness_and_Housing_Insecurity",
    "https://www.evictionlab.org/who-is-evicted-in-america/",
    "https://www.edtrust.org/rti/for-student-parents-the-biggest-hurdles-to-a-higher-education-are-costs-and-finding-child-care/",
    "https://evictionlab.org/who-is-evicted-in-america",
    "https://www.americanprogress.org/article/the-rental-housing-crisis-is-a-supply-problem-that-needs-supply-solutions",
    "https://edtrust.org/rti/for-student-parents-the-biggest-hurdles-to-a-higher-education-are-costs-and-finding-child-care",
    "https://jchs.harvard.edu/americas-rental-housing-2024",
    "https://theappeal.org/the-lab/explainers/the-american-eviction-crisis-explained",
    "https://trellisstrategies.org/research-studies/student-financial-wellness-survey-fall-2023-semester-results/",
    "https://www.hope.temple.edu/research/hope-center-basic-needs-survey/2023-2024-student-basic-needs-survey-report",
    "https://researchgate.net/publication/360214339_Exploring_housing_insecurity_in_relation_to_student_success",
    "https://evictionlab.org/assessing-state-eviction-prevention-covid-19",
    "https://www.newrepublic.com/article/165585/indianapolis-eviction-moratorium-black-renters-suffer",
    "https://americanprogress.org/article/right-counsel-right-fighting-chance/",
    "http://census.gov/library/working-papers/2025/adrm/CES-WP-25-35.html",
    "https://americanprogress.org/article/the-rental-housing-crisis-is-a-supply-problem-that-needs-supply-solutions/",
    "https://www.evictionlab.org/assessing-state-eviction-prevention-covid-19/",
    "https://insidehighered.com/news/student-success/health-wellness/2025/05/12/college-programs-support-holistic-student-basic",
    "https://www.studentparentaction.org/resources/who-are-undergraduates-with-dependent-children-2020",
    "https://census.gov/newsroom/press-releases/2024/renter-households-cost-burdened-race.html",
    "https://www.trellisstrategies.org/research-studies/student-financial-wellness-survey-fall-2023-semester-results",
    "https://trellisstrategies.org/research-studies/parenting-students-what-they-need-and-what-institutions-can-do/",
    "https://researchgate.net/publication/357041721_Poverty_in_American_Higher_Education_The_Relationship_Between_Housing_Insecurity_and_Academic_Attainmen",
    "https://www.trellisstrategies.org/research-studies/parenting-students-what-they-need-and-what-institutions-can-do",
    "https://thirdway.org/report/is-college-worth-it-going-beyond-averages",
    "https://www.americanprogress.org/article/right-counsel-right-fighting-chance",
    "https://www.theappeal.org/the-lab/explainers/the-american-eviction-crisis-explained/"
  ],
  "entities": {
    "persons": [
      {
        "name": "Natalya Brill",
        "sentiment": "negative"
      },
      {
        "name": "Shaquanda McKenzie",
        "sentiment": "none"
      },
      {
        "name": "Alex Briñas",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "New Republic",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "Ivy Tech Community College",
        "sentiment": "none",
        "tickers": []
      }
    ]
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [
      "trusted_news"
    ],
    "top_news": [],
    "bias": "center"
  },
  "rating": null,
  "crawled": "2025-06-26T09:10:47.838+03:00",
  "updated": "2025-06-26T06:20:56.000+00:00"
}