{
  "thread": {
    "uuid": "57728b9a01f259eb8fad36f8c6fc2eed0328b4f8",
    "url": "https://www.wmbfnews.com/2024/03/14/this-is-carolina-first-responders-band-trading-sirens-irish-tunes",
    "site_full": "www.wmbfnews.com",
    "site": "wmbfnews.com",
    "site_section": "http://www.wmbfnews.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News",
    "title": "This Is Carolina: First responders band trading sirens for Irish tunes",
    "title_full": "This Is Carolina: First responders band trading sirens for Irish tunes",
    "published": "2024-03-14T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wmbf-prod.cdn.arcpublishing.com/resizer/v2/4AMQD7PXA5EBRGSDMOS5GFSMPI.jpg?auth=0332bc641261d3482587c9726316d6f38e80b923c10448063bf8617f430fb3d9&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 23046,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "57728b9a01f259eb8fad36f8c6fc2eed0328b4f8",
  "url": "https://www.wmbfnews.com/2024/03/14/this-is-carolina-first-responders-band-trading-sirens-irish-tunes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@wmbfnews",
  "published": "2024-03-14T23:00:00.000+02:00",
  "title": "This Is Carolina: First responders band trading sirens for Irish tunes",
  "text": "This Is Carolina: First responders band trading sirens for Irish tunes MYRTLE BEACH, SC (WMBF) -It’s the soulful sound of the bagpipes entwined with the beating of the drum that gives a group of men and women one more reason to be proud to bleed red and blue. “It’s a wonderful group of people,” said Jeanine Shelley. “We’re a service band, which means we’re made up mostly of fire and police.” Firefighter Jeanine Shelley joined the [Coastal Carolina Shields Pipes and Drums ](https://www.facebook.com/coastalcarolinashieldspd)band in November. She’s played the pipes for the last 15 years. “I just love it. It’s a passion of mine. It’s a lifetime of learning,” said Shelley. “They say there’s only nine notes to it, but there are a million embellishments that go with it. The minute you slack off, you kind of fall backwards. You got to keep practicing to make it work for sure.” Just ask officer Danny Sullivan, the support services trainer for Myrtle Beach police. “I’ve been with the band since 2015,” said Sullivan. “I’m proud to say I’m their first student, so from student to streets, and now I’m a pipe corporal for the band.” Sullivan played in New York before he joined the more than 20-person crew to make sure all the pipers are in tune. The band not only keeps their instruments in tune but also their steps. They are ready at a moment’s notice to honor the fallen and their families or play in parades, celebrations, and graduations. “We’re a fun band,” said Sullivan. “We like to go out and have a fun time. We do like going out and playing in social events, but more importantly, we like to do the ceremonies and continue that tradition.” A tradition that retired Yonkers police officer Bob Browne brought to Myrtle Beach. “It’s become such a tradition with the police department, I just thought it would be something nice to bring down here,” said Browne. Browne is the pipe major, which means he is in charge of picking the music. “Sometimes you see school bands where they got the music up on the trumpet,” he said. “We can’t carry the music. Everything’s got to be in your head, so I roughly have 100 tunes in my head. It’s not an easy hobby, but it’s fulfilling, especially since it’s part of our heritage in all.” The band is nothing new, rather steeped in first responder history, including the kilt they wear, which is a Brodie hunting Ancient Tartan. “It’s been going on for over 200 years. A big presence, especially since I know from New York,” said Sullivan. “They say the pipes came over with immigrants when they came to New York City from Ireland and Scotland,” said Shelley. “It was big in the fire and police service because those are the jobs that most of those people held at that time. It was very popular during lines of duty deaths is when you would hear the pipes play.” The service band also raises money for several charities and is always looking for new members. “We’ll teach people. We have a couple of the old guys who can’t march anymore; they do the teaching,” said Browne. “If you enjoy music, you enjoy brotherhood. Come out and join the band,” said Shelley. “It’s just a good organization and a good way to give back to your community.” You can catch the Coastal Carolina Shields Pipes and Drums at the North Myrtle Beach St. Patrick’s Day Parade & Festival on Saturday. [Click here ](https://www.facebook.com/coastalcarolinashieldspd)to see the lineup. If you have good news to share email [goodnews@wmbfnews.com](https://goodnews@wmbfnews.com/) or message [Loren](https://www.facebook.com/loren.korn) on Facebook. Copyright 2024 WMBF. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.facebook.com/coastalcarolinashieldspd)band",
    "https://www.facebook.com/coastalcarolinashieldspd)to",
    "https://www.facebook.com/loren.korn)",
    "https://facebook.com/coastalcarolinashieldspd)to",
    "https://facebook.com/loren.korn)",
    "https://facebook.com/coastalcarolinashieldspd)band"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jeanine shelley",
        "sentiment": "none"
      },
      {
        "name": "sullivan",
        "sentiment": "none"
      },
      {
        "name": "danny sullivan",
        "sentiment": "none"
      },
      {
        "name": "shelley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "coastal carolina shields pipes",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "carolina",
        "sentiment": "none"
      },
      {
        "name": "myrtle beach",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:07:50.180+02:00",
  "updated": "2024-03-15T00:07:50.180+02:00"
}