{
  "thread": {
    "uuid": "057a75547226cbc15437ddc4015eb0735211e256",
    "url": "https://www.latestly.com/agency-news/india-news-pm-modi-recalls-profound-sacrifices-of-jesus-christ-on-good-friday-5854448.html",
    "site_full": "www.latestly.com",
    "site": "latestly.com",
    "site_section": "https://www.latestly.com/headlines",
    "site_categories": [
      "media",
      "cricket",
      "sports"
    ],
    "section_title": "Today’s Breaking News Headlines | Latest News Information & Updates | LatestLY",
    "title": "India News | PM Modi Recalls Profound Sacrifices of Jesus Christ on Good Friday | LatestLY",
    "title_full": "India News | PM Modi Recalls Profound Sacrifices of Jesus Christ on Good Friday | LatestLY",
    "published": "2024-03-29T06:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://st1.latestly.com/wp-content/uploads/2024/03/ANI-20240329060027-588x441.jpg",
    "performance_score": 0,
    "domain_rank": 13304,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "057a75547226cbc15437ddc4015eb0735211e256",
  "url": "https://www.latestly.com/agency-news/india-news-pm-modi-recalls-profound-sacrifices-of-jesus-christ-on-good-friday-5854448.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2024-03-29T06:44:00.000+03:00",
  "title": "India News | PM Modi Recalls Profound Sacrifices of Jesus Christ on Good Friday | LatestLY",
  "text": "New Delhi [India], March 29 (ANI): Prime Minister Narendra Modi recalled the sacrifice of Jesus Christ on the occasion of Good Friday, saying it teaches people compassion and forgiveness. In a post on X, Prime Minister Modi wrote on Friday, \"Today, on Good Friday, we remember the profound sacrifice of Jesus Christ. May everyone find strength in the lessons of compassion and forgiveness it teaches us.\" Also Read | PM Modi Interacts With Bill Gates: COVID Pandemic Was Not Government vs Virus, but Life vs Virus, Says Prime Minister Narendra Modi. Meanwhile, Union Minister Kiren Rijiju, extended Good Friday wishes to the people. \"On the auspicious occasion of Good Friday, let's remember the supreme sacrifice and love that guide us towards compassion, love, forgiveness, and unity. May this Good Friday be a time of reflection, renewal, and grace for all,\" Kiren Rijiju said in a post on X. Also Read | Uttar Pradesh: Bus Driver, Conductor Bite Off Passenger's Ear and Finger Over Seating Arrangement Dispute. West Bengal Chief Minister Mamata Banerjee also wished people on the solemn occasion of Good Friday. \"Wishing all my Christian Brothers & Sisters a graceful & blessed Good Friday. May this Holy Day of Penance, Prayers and Sacrifice inspire us all to live a life of compassion, love and peace,\" Mamata Banerjee wrote on X. Congress National President Mallikarjun Kharge called upon the people to imbibe the spirit of humanity, kindness, and peace on Good Friday. \"Wishing you all a blessed #GoodFriday. May the spirit of compassion, forgiveness, sacrifice and empathy keep guiding our path. Let us imbibe the spirit of humanity, kindness, and peace, amongst us,\" Kharge said in a statement on X. The solemn occasion of Good Friday was marked by prayers and processions depicting the stations of the cross across the nation. In Thiruvananthapuram, devotees took part in the stations of the cross procession to Saint Joseph's Cathedral in Palayam. The procession began early Friday morning from the Palayam Saint Joseph Cathedral Church and was attended by Member of Parliament for Thiruvananthapuram, Shashi Tharoor. Meanwhile, devotees also offered prayers in the national capital on the occasion. Good Friday is a Christian holiday commemorating the crucifixion of Jesus Christ and his death at Calvary. Good Friday marks the beginning of the Easter weekend. (ANI) (This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "negative"
      },
      {
        "name": "jesus chri",
        "sentiment": "negative"
      },
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "jesus christ",
        "sentiment": "negative"
      },
      {
        "name": "mamata banerjee",
        "sentiment": "none"
      },
      {
        "name": "kiren rijiju",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T09:17:40.756+03:00",
  "updated": "2024-03-29T09:17:40.756+03:00"
}