{
  "thread": {
    "uuid": "902d9af58eeb3801a76f72b0b1e5112497a5f665",
    "url": "https://www.curetoday.com/view/gep-test-gauges-risk-helps-tailor-squamous-cell-carcinoma-treatment",
    "site_full": "www.curetoday.com",
    "site": "curetoday.com",
    "site_section": "https://curetoday.com",
    "site_categories": [
      "health",
      "cancer"
    ],
    "section_title": "CURE - Oncology &amp; Cancer News for Patients &amp; Caregivers",
    "title": "GEP Test Gauges Risk, Helps Tailor Squamous Cell Carcinoma Treatment",
    "title_full": "GEP Test Gauges Risk, Helps Tailor Squamous Cell Carcinoma Treatment",
    "published": "2024-04-04T22:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.sanity.io/images/0vv8moc6/curetoday/cb2fd474e2f6aa1cea34b30e96211549d9776f1d-2442x1466.png?fit=crop&amp;auto=format",
    "performance_score": 0,
    "domain_rank": 47070,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "902d9af58eeb3801a76f72b0b1e5112497a5f665",
  "url": "https://www.curetoday.com/view/gep-test-gauges-risk-helps-tailor-squamous-cell-carcinoma-treatment",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alex Biese",
  "published": "2024-04-04T22:00:00.000+03:00",
  "title": "GEP Test Gauges Risk, Helps Tailor Squamous Cell Carcinoma Treatment",
  "text": "\\n\\nGene-expression profile (GEP) testing among patients with squamous cell carcinoma can help to stratify patients’ risk of regional or distant metastasis, according to recently published research.\\n\\n“The 40-GEP test demonstrates accurate, independent, clinically actionable stratification of metastatic risk and improves predictive accuracy when integrated into risk classification systems. The improved accuracy of risk assessment when including tumor biology via the 40-GEP test ensures more risk-aligned, personalized patient management decisions,” researchers wrote in a study published in Dermatology and Therapy.\\n\\nSuch testing benefits patients, researchers explained, because “accurate risk assessment is the foundation of clinical decision-making; therefore, incorporation of 40-GEP test results into standard clinical practice better guides patients to receive appropriate care and can positively impact healthcare resource utilization by allowing for better selection of patients that will benefit from treatment based on their biologic risk of metastasis.”\\n\\nDr. Sarah Arron of Peninsula Dermatology Group in Burlingame, California, a co-author on the study, said that while GEP testing is currently utilized for several cancer types, she is particularly interested in its use among patients with skin cancers such as squamous cell carcinoma.\\n\\n\\n\\n“[It] is a category of molecular tests that we do on a variety of different types of cancer tissue, with the goal of determining whether the genes or the biologic activity of that cancer correlates with either a concerning patient outcome or perhaps a response to a specific therapeutic drug, or perhaps even the biology of the cancer telling us if a patient needs a more aggressive treatment.”\\n\\nArron was also among the authors of an expert consensus article published in the Journal of Clinical and Aesthetic Dermatology who, according to their findings, “identified gaps in clinical practice in which 40-GEP testing has particular utility: in escalation of care for lower-stage patients with high-risk tumors; in de-escalation of care for patients for whom the risks of [adjuvant radiation therapy] may outweigh the benefits; and in decision-making regarding elective radiation to the nodal basin.”\\n\\nArron spoke with CURE® about GEP testing and the role risk stratification can play in tailoring treatment and improving patient outcomes.\\n\\nTranscript:\\n\\nWhen we use the test, we're looking at something we call prognosis and prognosis is what the odds are for that patient, we think about how they're going to do over the next five to 10 years or even their lifespan. I want your readers to be aware that the vast majority of skin squamous cell carcinomas are caught at a very early stage and do not require significant or aggressive treatments beyond some type of usually surgical removal.\\n\\nBut, in those rare cases where the tumor is more aggressive or surgery may not be enough to prevent the chance of it coming back, we are primarily concerned then with what we call adjuvant treatments. So, an adjuvant treatment in the cancer world means a treatment where we've done a complete surgery, we've removed the cancer, but now we're adding something on to improve our chances that that cancer doesn't return. Squamous cell cancer in particular likes to come back at the same site it was removed, so regrow, it can spread to the lymph nodes and then ultimately can spread to other parts of the body what we would call a distant metastasis.\\n\\nSo, the most common adjuvant treatment we use in squamous cell cancer is radiation and radiation after surgery can reduce the chance of that cancer returning by up to 50%. But it's also a very complicated treatment for patients. There are definitely side effects. And it's something we can only use once. So, there are pros and cons to doing radiation. And what we would like to do is tailor that treatment to the patients who will benefit from it the most.\\n\\nFor more news on cancer updates, research and education, don’t forget to subscribe to CURE®’s newsletters here.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:29:26.922+03:00",
  "updated": "2024-04-05T01:52:05.170+03:00"
}