{
  "thread": {
    "uuid": "d68c3c20e31769ccad6eb0d6dbdcbd42f3a3e835",
    "url": "https://www.laprovincia.es/gran-canaria/2024/01/01/estreno-ano-refrescante-96448413.html",
    "site_full": "www.laprovincia.es",
    "site": "laprovincia.es",
    "site_section": "https://www.laprovincia.es/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Un estreno de año refrescante",
    "title_full": "Un estreno de año refrescante",
    "published": "2024-01-01T20:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/5532edbb-55fd-4c3a-b344-54fd8f51ce96_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 28852,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d68c3c20e31769ccad6eb0d6dbdcbd42f3a3e835",
  "url": "https://www.laprovincia.es/gran-canaria/2024/01/01/estreno-ano-refrescante-96448413.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Esther Medina Álvarez",
  "published": "2024-01-01T20:41:00.000+02:00",
  "title": "Un estreno de año refrescante",
  "text": "Los amigos de Dani estaban «pasando frío en Madrid» mientras él disfrutaba del primer día del año en bañador, corriendo de un lado a otro con su hermano y bañándose en un Atlántico que hoy parecía una piscina en\nPlaya del Inglés. Tan feliz estaba este niño de 8 años que hasta llegó a decir que se quedaría a vivir en Gran Canaria hasta que cayó en la cuenta de que eso supondría dejar a sus amigos allá. Por lo pronto, no ha dejado de presumir de la suerte que ha tenido de cambiar de año con una temperatura de 26º que marcaban los termómetros en esta zona del sur «y ya les he mandado muchas fotos».\nDani, su hermano, sus padres, sus abuelos y su tío viajan «cada dos o tres años a una de las islas para pasar estas fechas en familia» y aunque hasta hoy habían estado disfrutando de la playa y las piscinas, a partir de mañana y hasta el jueves «vamos a estar de ruta», explica su madre, Virginia.\nEsa es la idea también de otra de las familias que estos días disfrutan de las bondades climatológicas de\nCanarias y de unas fiestas navideñas diferentes, la formada por Saray, Cristina, Raquel y Alejandro, entre otros, que llegaron el 29 de diciembre desde La Línea, en Cádiz.\n«Bañarnos en el mar el 1 de enero es una tradición, pero nunca lo habíamos hecho con tan buen tiempo», explicaba Cristina mientras se secaba con una toalla tras salir del agua.\nUna familia viaja desde Milán, Navarra y Madrid para cumplir el sueño del patriarca\nEs la primera vez que vienen a Canarias y la experiencia les ha parecido tan buena que no descartan volver cada año, instaurando una nueva tradición en la familia. Una de ellas, incluso, bromeaba diciendo que no volvería a su casa.\nEstos primeros días de su estancia «los hemos dedicado a la piscina, la playa, las dunas, que están desiertas y los Palmitos Park», pero mañana tienen previsto recorrer el centro de Gran Canaria y ya han localizado, incluso, algunas opciones para almorzar.\nEn la orilla, el ir y venir de personas que recorren los tres kilómetros de playa o, incluso, los otros tres de\nMaspalomas, no cesaba. Y en la orilla, entre los juegos infantiles y los baños pausados de otros, se mezclaban las sesiones de fotos y los selfis para presumir de un primer día del año.\nDificultades a la hora de hacer la maleta\nEl cambio de paisaje y, sobre todo de temperaturas, ha sido toda una aventura para muchos, incluso desde antes de llegar a la Gran Canaria. «Hay que cambiar el chip y poner bañadores y ropa veraniega en la maleta mientras estás vestida con un suéter y bufanda», explicaba Beatriz, una madrileña afincada en Milán que está cumpliendo el sueño de su padre de pasar un fin de año en Gran Canaria. Ella, su marido Marc —de nacionalidad lituana—, su hermano José y su mujer Lidia, que vienen de Navarra, sus padres, su abuela de 88 años y los hijos de los dos matrimonios, disfrutan de unos días muy especiales en la isla.\nAdemás de cumplir el deseo del patriarca, es la primera vez que los tres primos, que tienen seis, cuatro y un año y medio, viajan juntos de vacaciones. Mañana, cada uno regresará a su casa, pero en el recuerdo les quedará esta experiencia que «seguramente repetiremos».\n[](/fotos/gran-canaria/2024/01/01/primer-dia-ano-playas-sur-96449294.html) [71](/fotos/gran-canaria/2024/01/01/primer-dia-ano-playas-sur-96449294.html)\nTambién le costó hacer las maletas a Rubén y Fernando, un matrimonio de Burgos que en agosto decidió pasar las navidades en la Isla. «Estuvimos aquí diez días de vacaciones y nos relajamos y nos divertimos tanto que decidimos que era el sitio perfecto para cambiar de año». Rubén es profesor, por lo que tenía tiempo libre para venir y Fernando, que es psicólogo, ofrece terapia online, que fue la forma que tuvo de adaptar su trabajo a la\npandemia y ha tenido una gran acogida entre sus pacientes. Esto les ha permitido alquilar un apartamento en Mogán desde el 23 de diciembre hasta el 5 de enero «y ser el que más moreno vuelva al instituto después de las vacaciones», bromeaba Rubén.\nDe un lugar más frío aún llegaron Dafne y Gelmert, una pareja que vive en una ciudad al norte de Ámsterdam. Esta ha sido su primera escapada a Canarias y a pesar de lo que les habían contado reconocen que se llevaron una grata sorpresa al ver el buen tiempo que hace a esta altura del año.\n«Lo que más nos ha gustado es el mar y el tiempo soleado», aseveró Gelmert mientras pagaba en el kiosco dos polos, un paquete de papas y dos cervezas. Su intención es apurar los tres días que les quedan en Gran Canaria disfrutando de la playa. Y ya volverán, aseguran, para conocer el resto de la isla en otra ocasión.\n«Desde el 24 de diciembre hay muchísima gente en la playa», explicaba ayer Maite, la responsable del kiosco que ya está preparada para la nueva temporada que llega. Confirma que el movimiento que ve estos días es similar al de años anteriores, prueba de que el sur de la isla es una buena opción para empezar el año, una idea en la que coinciden José, Jonathan y Yésica, tres amigos que a diario acuden a esta playa, «da igual el tiempo que haga» y que esta mañana brindaban juntos para que sus deseos y esperanzas para 2024 se hagan realidad.\nUna tradición de más de tres décadas\nBetina también tenía un deseo y era poder seguir viniendo cada año. Vive Preston, en Inglaterra, y solía venir con su marido y dos matrimonios amigos cada año a pasar las navidades, unas veces a Gran Canaria y otras a\nLanzarote, desde hace ya casi 30 años, «pero ahora estoy sola». Sentada en la escalinata de acceso a la playa sacudía la arena de sus pies. «Con 65 años que tengo ya no puedo estar mucho en la playa porque me canso, pero mientras pueda, seguir viniendo, lo haré». En su ciudad «hace mucho frío ahora y, aunque tengo calefacción, me duelen los huesos». En un español casi perfecto explica que las semanas que pasa en Canarias cada año le da fuerzas para aguantar la dureza del clima de su país el resto de meses.\nLos turistas disfrutan estos días de las altas temperaturas frente al frío de sus lugares de origen\nPero no solo los turistas optaron por darse un baño en Playa del Inglés para empezar el año. La teldense Cándida y sus amigas reservaron hace dos meses una suite en el hotel Don Miguel «que está lleno; no tiene ni una habitación libre». Esta escapada con amigas para cambiar de año es casi una tradición, aunque también optan por el sur de la isla en verano.\n«Teníamos dos opciones, venir a la playa y pasar la resaca aquí o irse cada uno a su casa, y aquí estamos», sentenciaba Paula mientras bajaba la escalinata con Yoel, David, Cristina y Silvia, cargados con sombrillas y neveras. Están apurando las vacaciones de Navidad porque pronto retoman las clases en la universidad, dos de ellos en Granada, a donde regresarán el viernes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T22:53:25.324+02:00",
  "updated": "2024-01-01T22:53:25.324+02:00"
}