{
  "thread": {
    "uuid": "3d7edbcaab1612c8e879be5aa432d0d185feaeb1",
    "url": "https://www.wafb.com/2024/01/02/brac-reports-massive-job-growth-2023-expects-more-than-17000-jobs-next-two-years/",
    "site_full": "www.wafb.com",
    "site": "wafb.com",
    "site_section": "https://asean.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - ASEAN News Today - EIN Presswire",
    "title": "BRAC reports massive job growth in 2023, expects more than 17,000 jobs in next two years",
    "title_full": "BRAC reports massive job growth in 2023, expects more than 17,000 jobs in next two years",
    "published": "2024-01-02T14:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wafb-prod.cdn.arcpublishing.com/resizer/v2/QEADMAHGPNHRJHCN5DY4P42YV4.jpg?auth=7468b2aefa0617dc41b8d01e71c7b05640a5363c7403c28a77f179a422fd8807&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 12450,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3d7edbcaab1612c8e879be5aa432d0d185feaeb1",
  "url": "https://www.wafb.com/2024/01/02/brac-reports-massive-job-growth-2023-expects-more-than-17000-jobs-next-two-years/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@WAFB",
  "published": "2024-01-02T14:13:00.000+02:00",
  "title": "BRAC reports massive job growth in 2023, expects more than 17,000 jobs in next two years",
  "text": "BRAC reports massive job growth in 2023, expects more than 17,000 jobs in next two years BATON ROUGE, La. (WAFB) - The Baton Rouge Area Chamber reported massive job growth in 2023 and expects that trend to continue in 2024. Andrew Fitzgerald, Senior Vice President of Business Intelligence at BRAC reported an all-time high for jobs with more than 428,000 people working in the Capital Region. He anticipates 17,000 more jobs in the next two years. Some new businesses brought to Baton Rouge in 2023 include Placid Refining, which is an independent petroleum refining company. The company announced that they are investing $66 million to relocate its headquarters from Dallas to Baton Rouge. BRAC also saw a new start-up in the cyber security space, among other traditional oil and gas and petrochemical projects. Fitzgerald said 500 jobs were added from the following projects this year. He anticipates the rapid growth to continue in the new year as there are billions of dollars of projects in the pipeline that are waiting to make a final investment decision in the transitional and renewable energy space. “We are a particularly strong area for carbon capture because of our geology, and that will add to our construction sector,” Fitzgerald said. “That is already the fastest growing construction sector in the country out of the 300+ metro areas, we had 20% growth over the year in the construction jobs.” BRAC is working with the local firm, 368, to develop a brand to draw in more talent. They will be having a soft lunch at their annual meeting in February and then by the end of the first quarter, they will launch it nationally. “We found that through a lot of national polling that we’ve done is that people don’t have a good or bad opinion about Baton Rouge, they just don’t know about Baton Rouge,” said Fitzgerald. “So we are launching a $1 million plus talent attraction campaign to let people know what we have to offer whether it’s for their career culturally, personally, just what the region has.” He said now’s the time to retain young talent as the Capital Region has an all-time high of more than 62,000 college students. “We need to ensure that we start early,” said Fitzgerald. We have a platform called Handshake we’re working with to try to connect college students to both internships and entry-level jobs in the region. This is important because once you start putting down routes, especially professionally, it’s difficult to leave and go to a new place and give that up.” [Click here](mailto:typo@wafb.com) to report a typo. Copyright 2024 WAFB. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fitzgerald",
        "sentiment": "none"
      },
      {
        "name": "andrew fitzgerald",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "brac",
        "sentiment": "negative"
      },
      {
        "name": "business intelligence",
        "sentiment": "none"
      },
      {
        "name": "placid refining",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "capital region",
        "sentiment": "none"
      },
      {
        "name": "baton rouge",
        "sentiment": "none"
      },
      {
        "name": "la.",
        "sentiment": "none"
      },
      {
        "name": "dallas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T14:38:32.020+02:00",
  "updated": "2024-01-02T14:38:32.020+02:00"
}