{
  "thread": {
    "uuid": "6315c62529a9945b157f8def1fc2022f6851819b",
    "url": "https://www.app.com.pk/national/ulema-mashaykh-observe-childrens-protection-day-nationwide/",
    "site_full": "www.app.com.pk",
    "site": "app.com.pk",
    "site_section": "https://www.app.com.pk/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Associated Press Of Pakistan",
    "title": "Ulema, Mashaykh observe ‘Children’s Protection Day’ nationwide",
    "title_full": "Ulema, Mashaykh observe ‘Children’s Protection Day’ nationwide",
    "published": "2023-12-29T14:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://www.app.com.pk/wp-content/uploads/2023/12/93a7b836-e76c-4804-9b60-13db1a639ea4.jpeg",
    "performance_score": 0,
    "domain_rank": 47466,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6315c62529a9945b157f8def1fc2022f6851819b",
  "url": "https://www.app.com.pk/national/ulema-mashaykh-observe-childrens-protection-day-nationwide/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NNPS Desk",
  "published": "2023-12-29T14:00:00.000+02:00",
  "title": "Ulema, Mashaykh observe ‘Children’s Protection Day’ nationwide",
  "text": "ISLAMABAD, Dec 29 (APP): Religious scholars and leaders representing various schools of thought, on the call of Pakistan Ulema Council, on Friday observed ‘Children’s Protection Day’ nationwide.\nThe Ulema and Mashaykh, in their Friday sermons, urged urge the public to ensure administration of polio vaccine their children, thereby safeguarding them from potential lifelong disabilities.\nPUC Chairman Hafiz Muhammad Tahir Mahmoud Ashrafi, Allama Ziaullah Shah Bukhari, Pir Naqibur Rahman, and others, in their sermons, said it was imperative to emphasize that the administration of polio drops was entirely lawful as they had no adverse impact on human structure and did not induce weakness in children.\nThey said, “Islamic Shariah also advocates avoiding risks to oneself and one’s children. Thus, it becomes a parental responsibility to get administered polio drops, and those who neglect this duty may, unfortunately, subject their children to the consequences of polio. Such negligence would be viewed unfavorably by Allah and society.”\nThe scholars and leaders asserted that opposition or resistance to polio vaccination in Pakistan was rooted in ignorance. Those who spread propaganda against the vital campaign were, in essence, jeopardizing the health of children, they added.\nHistorically, they said polio was prevalent in different parts of the world, including America, Great Britain, European countries, and India. “However, these nations dedicated relentless efforts to control and eventually eliminate the disease. Today, they stand free from its grip. Regrettably, Pakistan still grapples with polio,” they maintained.\nThey said international health organizations were diligently working to eradicate the disease by administering vaccinations to children and Islamic scholars actively supported such initiatives.\nDespite those efforts, they said, certain elements, driven by ignorance or ulterior motives, continued to obstruct the progress in combating polio.\nThe religious scholars and leaders emphasized that vaccines were a form of medicine, and the teachings of the Holy Prophet (Peace Be Upon Him) regarding the use of medicine were unequivocal. Polio was an ailment for which there was no cure once contracted.\nQuoting Allah’s guidance in the Holy Quran against self-harm, they highlighted the moral imperative of not allowing a child to suffer a lifelong disability by withholding necessary medication.\nThey further asserted that “the choice lies between nurturing a nation of sound mental and physical health or one burdened with mental and physical handicaps. Those impeding children from receiving polio vaccinations should reflect on this consequential decision.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mashaykh",
        "sentiment": "negative"
      },
      {
        "name": "hafiz muhammad tahir mahmoud ashrafi",
        "sentiment": "none"
      },
      {
        "name": "allama ziaullah shah bukhari",
        "sentiment": "none"
      },
      {
        "name": "pir naqibur rahman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pakistan ulema council",
        "sentiment": "none"
      },
      {
        "name": "puc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "islamabad",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T19:21:10.422+02:00",
  "updated": "2023-12-29T19:21:10.422+02:00"
}