{
  "thread": {
    "uuid": "c9ea23bae53ce8d374bf60dc2e6b6312d7ec5d05",
    "url": "https://www.pulzo.com/vivir-bien/rituales-iniciar-ano-nuevo-velas-carta-liberadora-palo-santo-PP3349485A",
    "site_full": "www.pulzo.com",
    "site": "pulzo.com",
    "site_section": "https://www.pulzo.com/vivir-bien",
    "site_categories": [
      "media"
    ],
    "section_title": "\n            \tÚltimas noticias de actualidad, bienestar  y vivir bien|Pulzo\n        ",
    "title": "Rituales para iniciar año nuevo: velas, carta liberadora y palo santo",
    "title_full": "Rituales para iniciar año nuevo: velas, carta liberadora y palo santo",
    "published": "2023-12-29T04:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://d2yoo3qu6vrk5d.cloudfront.net/pulzo-lite/images-resized/PP3349485A-h-o.jpg",
    "performance_score": 0,
    "domain_rank": 56390,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c9ea23bae53ce8d374bf60dc2e6b6312d7ec5d05",
  "url": "https://www.pulzo.com/vivir-bien/rituales-iniciar-ano-nuevo-velas-carta-liberadora-palo-santo-PP3349485A",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "elcolombiano@pulzo-hermes.com",
  "published": "2023-12-29T04:24:00.000+02:00",
  "title": "Rituales para iniciar año nuevo: velas, carta liberadora y palo santo",
  "text": "Cuando era adolescente, cada 31 de diciembre, me miraba en el espejo para repasar en voz alta las cosas que quería cambiar en el próximo año. Me prometía bajar de peso, ser más organizada, más responsable. Me miraba también para analizar minuciosamente aquello que me había prometido hacía un año y no había cumplido. Cierta desazón aparecía cada año. Y es que el 31 de diciembre es la fecha en la que más nos evaluamos. Pensamos en nuestros errores, en lo que vamos a mejorar y en despedirnos de aquello que nos duele. Ese día aparece una valentía de cambio que llega ante la posibilidad de un nuevo comienzo. (Vea también: [Yerbas, velas, baños y rituales se venden como arroz en las plazas de mercado de Medellín](https://www.elcolombiano.com/medellin/agueros-velas-plantas-rutiales-fin-de-ano-se-venden-como-arroz-en-plazas-de-mercado-medellin-ME23361490)) Un alcohólico puede pensar en dejar la bebida; un fumador, el cigarrillo; el que sufre por amor, prometerse por fin superarlo. Hay esperanza en dejar atrás lo que nos duele. Por ejemplo, hacer las paces con la muerte de un ser querido, uno de los duelos más frecuentes y dolorosos que aparecen en época de Navidad, según afirma la psicóloga Laura Restrepo. Para la experta, estos pensamientos esperanzadores, que presagian un cambio, son válidos y el 31 de diciembre puede ser un buen momento para iniciar estos propósitos. Sin embargo, advierte que a pesar de los rituales que se hagan este día, cerrar verdaderamente uno, o varios ciclos, solo es posible con un trabajo de introspección constante, de aprendizaje y, ojalá, acompañado de un terapeuta. “Parte de hacer un proceso de duelo al terminar el año tiene que ver con dejar que las emociones fluyan en uno. Aceptar y profundizar en lo que estás sintiendo y cuando sea el momento de dejar ir esa situación, soltarla. Hay una frase que me gusta mucho de Jack Kornfield que es sobre el perdón. Perdonar es renunciar a la idea de que pudo haber existido un pasado mejor. En todos los procesos de cerrar un ciclo, una etapa de la vida, una relación, un trabajo, tiene que haber una capacidad de comprender que eso fue lo que ocurrió y esa es la historia que debo agradecer”, dice Restrepo. Cerrar un ciclo se trata de mirar de frente al dolor, asegura la psicóloga. Luego de entender lo que nos duele y por qué, seremos capaces de aprender a convivir con ello —el dolor hace parte de nuestra vida— y cerrar etapas que hacen daño. Luego nos transformamos: “Es importante dejar ir una situación o una persona que nos hace daño. Esto irá acercándonos más a nosotros, quién es uno y qué es lo que realmente queremos ser”. Rituales para fin de año Para la psicóloga Restrepo un ritual infaltable para finalizar o comenzar un año es ir a un río a observar la corriente y nadar un rato. Le funciona porque el agua es importante para ella. A lo que se pretende llegar con este ejemplo es que los rituales de fin de año los debería escoger cada persona. “Los rituales son propios, de cada ser humano. Hay que descubrir cómo queremos despedir un dolor o una pérdida, saber si es alguien de letras o de imágenes, de fuego, de agua, de palabras o de silencios. Los rituales se deben escoger, entender uno para qué los está haciendo y con qué intención”. Sin embargo, en la historia han existido múltiples rituales para cerrar ciclos que puede poner en práctica en esta fecha especial, siendo consciente de que es un trabajo que implica tiempo y no será de un día para otro. Estos son tres rituales que puede hacer en la noche del 31 de diciembre para empezar un [año nuevo](https://www.pulzo.com/noticias/ano-nuevo). (Lea también: [¿Qué hacer si está triste en diciembre?](https://www.elcolombiano.com/tendencias/que-hacer-si-esta-triste-en-diciembre-AH19699898)) - Ritual de limpieza para decir adiós El palosanto es una especie de planta que se usa para alejar las energías negativas y atraer las positivas. Este 31 de diciembre puede limpiar su espacio (una habitación, la sala de estar, el baño) con palosanto, salvia blanca o un incienso de su elección. Mientras hace esto, debe centrar sus energías en lo que quiere despedir de este año, lo que quiere dejar atrás. Esta será una limpieza física y espiritual para las personas del hogar. - El ritual de la vela encendida Las velas son elementos que nos acercan al fuego y a la luz. Para decir adiós o dejar atrás algo negativo con una vela, se recomienda conseguir una vela blanca. A medianoche la sostendrás entre tus manos, la encenderás, dirás tu nombre completo, la fecha de nacimiento y enfocarás tus pensamientos en aquellas situaciones, emociones y pensamientos negativos que quieres dejar ir. Con este ritual, según expertos, vas a poder liberarte y transformar aquello que duele. Luego de decir estas palabras, se debe soplar la vela tres veces, pasarla por la cabeza, manos y la parte delantera y trasera del cuerpo. Al final, la vela se deja encendida hasta que se consuma por completo. - Una carta liberadora Escribir una carta se recomienda para cerrar ciclos abiertos con personas o situaciones específicas. Lo primero es escribir la carta a mano, agradecer la experiencia vivida. Escribir lo bueno y lo malo y todo eso que sentiste pero no lo expresaste en ese momento. Al terminarla, hay que agradecer la experiencia vivida y decir que liberas a la persona o la situación para que puedas trascender y superar lo ocurrido. Después, se debe quemar la carta como un símbolo de dejar ir. [¿Le sobra comida en las festividades? Conozca sobre el recalentado de frijoles y más](/vivir-bien/cuantos-dias-puede-durar-recalentado-navidad-ano-nuevo-refrigeracion-PP3345317) [5 rituales de fin de año para atraer el amor en el 2024: no solo es meterse bajo la mesa](/vivir-bien/rituales-ano-nuevo-atraer-amor-2024-PP3348268A) [¿Entusado en diciembre? Consejos para olvidar al ex en Navidad y fin de año](/vivir-bien/como-olvidar-ex-tips-no-sufrir-epoca-decembrina-PP3336324A) [Famosos que se separaron en 2023: Sebastián Yatra, Sofía Vergara y más están en la lista](/entretenimiento/sebastian-yatra-sofia-vergara-mas-famosos-que-se-separaron-2023-PP3328476A) Pulzo complementa Muchos colombianos suele hacer mil cosas antes de terminar el año para eliminar las malas energías y comenzar una nueva temporada de [forma recargada](https://www.pulzo.com/vivir-bien/que-rituales-hacer-atraer-dinero-ano-nuevo-PP2512177A). Recientemente dieron a conocer cinco rituales que serían favorables para encontrar prosperidad y felicidad. Sin embargo, lo que más llama la atención es la posibilidad de [encontrar el amor](https://www.pulzo.com/vivir-bien/rituales-ano-nuevo-atraer-amor-2024-PP3348268A), cosa que por suerte hace parte de los rituales que recomiendan. LO ÚLTIMO [Vivir Bien] Hace 2 horas [Esta es la ruta del vino en Colombia para fin de año; licor está en su mejor momento](/vivir-bien/ruta-vino-colombia-cuales-son-mejores-lugares-visitar-PP3349493A) [Vivir Bien] Hace 2 horas [Cómo cerrar ciclos y dejar ir lo que nos duele este 31 de diciembre; rituales, 'tips' y más](/vivir-bien/rituales-iniciar-ano-nuevo-velas-carta-liberadora-palo-santo-PP3349485A) [Vivir Bien]",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.elcolombiano.com/medellin/agueros-velas-plantas-rutiales-fin-de-ano-se-venden-como-arroz-en-plazas-de-mercado-medellin-ME23361490))",
    "https://www.elcolombiano.com/tendencias/que-hacer-si-esta-triste-en-diciembre-AH19699898))",
    "https://elcolombiano.com/tendencias/que-hacer-si-esta-triste-en-diciembre-AH19699898))",
    "https://elcolombiano.com/medellin/agueros-velas-plantas-rutiales-fin-de-ano-se-venden-como-arroz-en-plazas-de-mercado-medellin-ME23361490))"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T05:18:07.046+02:00",
  "updated": "2023-12-29T06:38:17.027+02:00"
}