{
  "thread": {
    "uuid": "a4abddf5b1026f0922d6a7e2d6a80b27c70b8e5e",
    "url": "https://www.elespanol.com/corazon/estilo/20240405/sara-carbonero-hace-vestido-perfecto-primavera-enamorara-comodo-boho-euros/845165876_0.html",
    "site_full": "www.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://elespanol.com/corazon",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Noticias del Corazón - EL ESPAÑOL",
    "title": "Sara Carbonero se hace con el vestido perfecto para esta primavera que te enamorará: cómodo, 'boho' y por 80 euros",
    "title_full": "Sara Carbonero se hace con el vestido perfecto para esta primavera que te enamorará: cómodo, 'boho' y por 80 euros",
    "published": "2024-04-05T02:53:14.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s1.elespanol.com/2024/04/04/corazon/estilo/845176171_241253758_1024x576.jpg",
    "performance_score": 0,
    "domain_rank": 2556,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a4abddf5b1026f0922d6a7e2d6a80b27c70b8e5e",
  "url": "https://www.elespanol.com/corazon/estilo/20240405/sara-carbonero-hace-vestido-perfecto-primavera-enamorara-comodo-boho-euros/845165876_0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Esther Pinilla J.",
  "published": "2024-04-05T02:53:14.000+03:00",
  "title": "Sara Carbonero se hace con el vestido perfecto para esta primavera que te enamorará: cómodo, 'boho' y por 80 euros",
  "text": "Sara Carbonero, en una imagen de sus redes sociales.\nEl Estilo MODA Sara Carbonero se hace con el vestido perfecto para esta primavera que te enamorará: cómodo, 'boho' y por 80 euros La periodista ha enloquecido las redes con una prenda de la firma de ropa que comparte con Isabel Jiménez, Slowlove. 5 abril, 2024 01:51 guardar Moda Estilo Sara Carbonero Isabel Jiménez Esther Pinilla J. @EstherPinillaJ1 \"Una vez leí que la gente que viste de negro tiene el alma llena de colores\". Con esta frase es como Sara Carbonero (40 años) ha querido presentar la nueva prenda que ha adquirido para su fondo de armario y que sin duda será un must esta primavera.\nLa periodista sabe cómo adaptar sus looks a las tendencias y crear una adicción a sus más de 3,5 millones de seguidores en Instagram en cuanto a moda se refiere. Carbonero ya se ha coronado como la reina del estilo boho y en esta temporada ya ha aprovechado su altavoz en las redes sociales para lucir este tipo de prendas bohemias sin perder elegancia.\nDe hecho, la presentadora también se ha convertido en la embajadora perfecta de su firma de ropa que comparte con su compañera de profesión e íntima amiga, Isabel Jiménez (42). La marca recibe el nombre de Slowlove y ha sido uno de sus vestidos el que ha enamorado a sus followers este pasado miércoles, 3 de abril.\n[Así es la chaqueta de Guess con la que ha arrasado Virginia Troconis en las redes sociales y cuesta 280 euros]\nVer esta publicación en Instagram Una publicación compartida por Sara Carbonero (@saracarbonero)\n\"Brutal\", \"Guapísima\", \"Qué bonita eres\", \"Qué ideal es el vestido\", \"Brillas con todos los colores que te pones\", \"Es original el vestido y a ti te queda genial\", han comentado algunos de los usuarios de la plataforma.\nSe trata del vestido midi bordado de Slowlove que es de lo más cómodo y cuesta 79,99 euros . Cuenta con m anga raglán con vuelo y detalles bordados de hilo, falda con vuelo y un tejido fluido que proporciona gran movilidad y versatilidad y que crea el outfit relajado y de entretiempo perfecto .\n[Georgina Rodríguez apuesta por una camiseta cómoda y 'low cost' que está rebajada y cuesta menos de 25 euros]\nLa marca fabrica tallas de la XS a la XL y todas ellas están disponibles. La firma avisa de sus cuidados: l avar en la lavadora como máximo a 30ºC, no lavar con lejía y secar en secadora a temperatura baja. Además, se puede planchar y limpiar en seco con percloroetileno.\nCarbonero lo ha combinado a la perfección con unas botas cowboy de ante en tono marrón , un collar dorado en forma de luna y la melena suelta. También ha optado por un maquillaje sencillo.\nNEWSLETTER - JALEOS Las noticias del corazón todas las tardes en tu buzón",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://www.instagram.com/p/C5Tmqw-tRfl/?utm_source=ig_embed&utm_campaign=loading",
    "https://instagram.com/p/C5Tmqw-tRfl/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.instagram.com/p/C5Tmqw-tRfl/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:53:15.074+03:00",
  "updated": "2024-04-12T07:54:07.058+03:00"
}