{
  "thread": {
    "uuid": "1dbe6c3dc9364c2f40e11f742fe34b0e24429f0c",
    "url": "https://www.elimparcial.com/mundo/2024/03/29/el-papa-francisco-lava-pies-a-reclusas-en-carcel-de-roma",
    "site_full": "www.elimparcial.com",
    "site": "elimparcial.com",
    "site_section": "https://www.elimparcial.com/rss/feed.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "El Imparcial",
    "title": "El Papa Francisco lava pies a reclusas en cárcel de Roma",
    "title_full": "El Papa Francisco lava pies a reclusas en cárcel de Roma",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 33676,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1dbe6c3dc9364c2f40e11f742fe34b0e24429f0c",
  "url": "https://www.elimparcial.com/mundo/2024/03/29/el-papa-francisco-lava-pies-a-reclusas-en-carcel-de-roma",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Angélica Alvarado",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "El Papa Francisco lava pies a reclusas en cárcel de Roma",
  "text": "El Papa Francisco lava pies a reclusas en cárcel de Roma Este Jueves Santo, el Papa Francisco lavó los pies de doce reclusas en una cárcel femenina de Roma, desde su silla de ruedas. ROMA, Italia.- El Papa Francisco realizó una conmovedora visita este jueves a la cárcel femenina de Roma, donde celebró la misa del Jueves Santo. Desde su silla de ruedas, siguiendo la tradición cristiana, lavó los pies a doce reclusas, emulando el gesto de Jesús con sus discípulos en la Última Cena. Las emociones se desbordaron entre las doce mujeres, muchas de las cuales mostraron signos visibles de emoción y lágrimas al participar en este acto. El Papa, vestido con un mandil blanco, [se desplazó en su silla de ruedas debido a sus problemas de movilidad](https://www.elimparcial.com/mundo/2024/03/16/papa-francisco-renuncia-a-discurso-por-temas-de-salud-utiliza-silla-de-ruedas/) para realizar el lavado y posteriormente besar los pies de las reclusas. Tambien te podria interesar: [Misas del Papa Francisco en Semana Santa 2024: horarios y transmisiones online desde Roma](https://www.elimparcial.com/mundo/2024/03/28/misas-del-papa-francisco-en-semana-santa-2024-horarios-y-transmisiones-online-desde-roma/) Mensaje de perdón y servicio En una breve homilía improvisada, el Papa Francisco abordó el tema del perdón, destacando la importancia de este principio en la fe cristiana. “Todos tenemos pequeños o grandes fracasos, todos tenemos una historia, pero el Señor nos espera siempre con los brazos abiertos y no se cansa nunca de perdonar”— Papa Francisco El Santo Padre explicó el [significado del Jueves Santo](https://www.elimparcial.com/son/hermosillo/2024/03/27/suspenderan-servicio-de-recoleccion-de-basura-desde-el-jueves-santo/), recordando cómo Jesús, lavando los pies a sus discípulos, demostró que había venido al mundo para servir y no para ser servido. Además, enfatizó la importancia de pedir perdón, señalando que Jesús siempre está dispuesto a perdonar. Compromiso con los más vulnerables En una continuación de su tradición de [no celebrar la misa de Jueves Santo en la catedral romana,](https://www.elimparcial.com/tij/tijuana/2024/03/26/aconsejan-vivir-semana-santa-con-paz-interior/) el Papa Francisco lleva once años celebrando esta importante fecha en lugares que representan el sufrimiento en la sociedad moderna. Esta vez, eligió la cárcel femenina de Roma como escenario de su acto de servicio y compasión, en línea con su compromiso por acercarse a los más vulnerables. La visita del Papa a la cárcel forma parte de [sus actividades dentro de los ritos del ](https://www.elimparcial.com/mundo/2024/03/16/papa-francisco-responde-a-rezos-por-su-muerte-de-sacerdotes-espanoles/)Triduo Pascual de la Semana Santa, donde también presidió la misa crismal en la basílica de San Pedro del Vaticano. Persistencia a pesar de problemas de salud A pesar de haber [enfrentado problemas de salud ](https://www.elimparcial.com/mundo/2024/03/25/papa-lamenta-atentado-en-moscu/)en las últimas semanas, el Papa Francisco continúa con su agenda, esperándose que el viernes presida el Vía Crucis de Viernes Santo en el Coliseo Romano, evento que contará con meditaciones redactadas por él mismo, en una muestra más de su compromiso pastoral y cercanía con los fieles. Con información de López-Dóriga Online",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T03:10:40.425+03:00",
  "updated": "2024-03-29T03:25:03.547+03:00"
}