{
  "thread": {
    "uuid": "cb44b84979b33afea63d2dca8cd8f895962cb7de",
    "url": "https://www.ilgiornaledivicenza.it/territorio-vicentino/vicenza/paola-del-din-ho-combattuto-per-tutti-mi-sento-una-patriota-1.10485680",
    "site_full": "www.ilgiornaledivicenza.it",
    "site": "ilgiornaledivicenza.it",
    "site_section": "https://www.ilgiornaledivicenza.it",
    "site_categories": [
      "media"
    ],
    "section_title": "News e Notizie di Vicenza | Il Giornale di Vicenza",
    "title": "Paola Del Din: «Ho combattuto per tutti. Mi sento una patriota» | G. di Vicenza",
    "title_full": "Paola Del Din: «Ho combattuto per tutti. Mi sento una patriota» | G. di Vicenza",
    "published": "2023-12-31T10:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.ilgiornaledivicenza.it/image/policy:1.10485681:1704012655/image.jpg?f=16x9&amp;h=450&amp;w=800&amp;$p$f$h$w=7061f55",
    "performance_score": 0,
    "domain_rank": 80688,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cb44b84979b33afea63d2dca8cd8f895962cb7de",
  "url": "https://www.ilgiornaledivicenza.it/territorio-vicentino/vicenza/paola-del-din-ho-combattuto-per-tutti-mi-sento-una-patriota-1.10485680",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Società Editrice Athesis S.p.A.",
  "published": "2023-12-31T10:52:00.000+02:00",
  "title": "Paola Del Din: «Ho combattuto per tutti. Mi sento una patriota» | G. di Vicenza",
  "text": "Ha varcato nell’agosto scorso la soglia del secolo Paola Del Din, una vita in prima linea tra le fila della Resistenza con le Brigate Osoppo. Recente ospite del Comando forze operative nord di Padova, in occasione della presentazione del calendario dell’Esercito, ha raccontato la propria storia: per lei tutto cambiò il 25 aprile del ’44, quando venne ucciso il fratello Renato, sottotenente degli alpini, tra i fondatori delle Brigate Osoppo. Paola accettò di collaborare con i servizi segreti britannici scegliendo “Renata” come nome di battaglia. Attraversò la penisola per arrivare oltre le linee nemiche, nascondendosi nel grembo i documenti segreti con il progetto dello sbarco nell’Alto Adriatico, rischiando tortura e fucilazione. Terminata la guerra, Paola Del Din si laureò in lettere a Padova, si perfezionò in America e tornò in Italia per insegnare nella scuola pubblica. Al fratello Renato è stata intitolata la base dell’esercito militare statunitense inaugurata nel 2013, con la presenza della sorella. La sua storia in prima linea Professoressa Del Din, cosa accadde quel 25 aprile del 1944? Mio fratello Renato con dodici uomini, divisi in tre gruppi, notte tra il 24 e il 25 aprile attaccò a Tolmezzo la caserma della milizia fascista, che rispose al fuoco. Ferito una volta, si rialzò sempre gridando “Osoppo avanti, viva l’Italia”; ferito nuovamente al capo morì la mattina dopo alle 7 in ospedale, senza aver ripreso conoscenza. Tra fratelli eravamo molto legati ed avendo cooperato già prima, in cose minori, ritenni giusto e normale intraprendere la mia missione. Lei è stata anche la prima italiana a paracadutarsi in tempo di guerra. Il 9 aprile 1945 si lanciò in una zona del Friuli dove doveva prendere contatto con gli alleati. Nonostante la frattura a una caviglia, durante l’atterraggio, riuscì nella sua missione. Il mio addestramento, 4 lanci in 4 diversi momenti della giornata, avvenne nella prima settimana di settembre 1944. La prima volta in cui potemmo partire, mi furono consegnati dei guanti di lana perché quelli di pelle avevano misure da uomo, troppo grandi per le mie mani. Mi fu detto di levarli al momento del lancio, ma, avendo effettuato inutilmente numerosi tentativi per raggiungere il Friuli, quando finalmente il 9 aprile del 1945 riuscimmo a lanciarci, nella fretta mi dimenticai di toglierli. Il terreno era duro e il carico che portavo pesante. La frattura alla caviglia non era scomposta ed io potei camminare anche se dolorante. Quanto continuò la sua attività di combattente? Fino alla fine della guerra, cioè in maggio avanzato, non dimenticando che cosa richiedeva ancora la situazione del Friuli. È medaglia d'oro al valor militare Il suo coraggio le è valso una medaglia d’oro al valor militare; nel 2022, invece, diventa Gran Ufficiale della Repubblica. Si sente orgogliosa di queste onorificenze? Forse me le sono guadagnate. O forse no? Deciderà il Padreterno. Per conto mio penso che bisogna continuare ad essere fedeli a sé stessi. Dopo la fine della guerra, si è laureata in lettere all’università di Padova, e ancora oggi va a parlare nelle scuole di Italia e del valore della libertà. Cosa si sente di dire alle giovani generazioni? Di non lamentarsi tanto e di essere capaci di affrontare i problemi quotidiani che esistono più e meno gravi in qualsiasi attività. Lo studio è necessario perché il cervello maturi e riesca a capire e risolvere i suddetti problemi. Lei è una patriota, non una partigiana “perché l'Italia è per tutti, non solo per una parte”. Cosa ne pensa? L'Italia è per tutti e non solo per una parte. Si tratta di un principio altamente democratico al quale ci si può facilmente mantenere fedeli ricordando questa testuale frase: “La mia libertà finisce dove comincia la tua, ma la tua libertà finisce dove comincia la mia”. Preferisco essere chiamata patriota e non partigiana, perché io ho combattuto per tutti, non per una parte sola. E ho combattuto anche per liberare gli italiani fascisti, rischiando la vita pure per loro. Il legame con Vicenza Oltre alla base Del Din, c’è qualcosa anche nella sua famiglia che la lega a Vicenza. Sì: mia mamma Ines viveva a Recoaro prima del matrimonio, mentre mio nonno, Giuseppe Battilana, era il medico condotto di Recoaro.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T11:02:13.847+02:00",
  "updated": "2023-12-31T11:02:13.847+02:00"
}