{
  "thread": {
    "uuid": "7cc142c78a0c8e42919760c3af0b7752b41ec10c",
    "url": "https://rpp.pe/multideportes/juegos-olimpicos/paris-2024-peruana-sol-aguirre-aseguro-su-clasificacion-a-los-proximos-juegos-olimpicos-surf-noticia-1537890",
    "site_full": "rpp.pe",
    "site": "rpp.pe",
    "site_section": "https://rpp.pe/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "RPP NOTICIAS",
    "title": "Objetivo cumplido: surfista peruana Sol Aguirre clasificó a los Juegos Olímpicos París 2024",
    "title_full": "Objetivo cumplido: surfista peruana Sol Aguirre clasificó a los Juegos Olímpicos París 2024",
    "published": "2024-02-29T23:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://e.rpp-noticias.io/large/2024/02/29/504550_1546196.webp",
    "performance_score": 0,
    "domain_rank": 15594,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7cc142c78a0c8e42919760c3af0b7752b41ec10c",
  "url": "https://rpp.pe/multideportes/juegos-olimpicos/paris-2024-peruana-sol-aguirre-aseguro-su-clasificacion-a-los-proximos-juegos-olimpicos-surf-noticia-1537890",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-29T23:53:00.000+02:00",
  "title": "Objetivo cumplido: surfista peruana Sol Aguirre clasificó a los Juegos Olímpicos París 2024",
  "text": "Sol Aguirre clasificó a París 2024 y será la quinta representante peruana de esta disciplina en la historia de los Juegos Olímpicos.\nPerú tiene una representante más en París 2024. Se trata de\nSol Aguirre, surfista de 20 años quien, durante su presentación en el ISA World Surfing Games Puerto Rico 2024, aseguró su participación en los Juegos Olímpicos.\nSi bien la competencia continúa, la joven deportista aseguró su lugar, pues no hay posibilidad de que quede fuera del top 8 elegible. Eso, porque hay cuatro (Caroline Marks, Tatiana Weston Webb, Johanne Defay y Sally Fitzgibbons) que serán parte del top 12 y no son elegibles.\nGracias al evento en mención, clasifican las ocho mejores elegibles y, al haber cuatro en el top ocho que no sol, sí o sí participarán de la siguiente edición del multideportivo internacional, programado para desarrollarse entre 26 de julio y el 11 de agosto, en París.\nAsí,\nhttps://rpp.pe/multideportes/mas-deportes/punta-rocas-open-pro-sol-aguirre-se-corona-campeona-categoria-junior-en-el-wsl-noticia-1479085, nacida en el año 2004, se convertirá en la quinta representante de Perú en la disciplina de surf en la historia de los Juegos Olímpicos. Previamente, clasificaron Sofía Mulanovich, Lucca Mesinas, Miguel Tudela y Daniella Rosas.\nLa oficialización de ISA\nLa Asociación Internacional de Surf (ISA, por sus siglas en inglés) hizo oficial la clasificación de Sol Aguirre y otras surfistas internacionales a los próximos Juegos Olímpicos.\n\"¡Felicitaciones a Yolanda Hopkins,\nhttps://rpp.pe/multideportes/mas-deportes/punta-rocas-open-pro-sol-aguirre-se-corona-campeona-categoria-junior-en-el-wsl-noticia-1479085, Nadia Erostarbe y Taina Hinckel por clasificar a los Juegos Olímpicos París 2024! Estas cuatro surfistas representarán a sus países en Teahupoo, Polinesia Francesa\", publicó ISA en sus redes sociales.\nSol Aguirre no es la única\nAdemás de la peruana, hay otras surfistas de distintos países que, también en el ISA World Surfing Games Puerto Rico 2024, aseguraron su cupo en\nParís 2024.\nLas ocho, incluyendo a Sol Aguirre, serán parte del top 8 de elegibles, sin importar los resultados que obtengan en lo que resta de la competencia.\nLas siete restantes son Nadia Erostarbe (España), Tainá Hinckel (Brasil), Yolanda Hopkins (Portugal), Johane Defay (Francia), Sally Fitzgibbons (Australia), Tatiana Weston Webb (Brasil) y Caroline Marks (Estados Unidos).\nTe recomendamos\nEP58 | T3 | Bitcoin: Desarrollos sobre Layers2\nLas redes blockchain tienden a incorporar mayor cantidad de funcionalidades, como contratos inteligentes. No obstante, el caso de Bitcoin es algo particular, ya que la mayoría de nuevos desarrollos se hacen en las denominadas layer2. ¿Qué ventajas ofrece el hacerlo de esta manera? ¿Qué diferencia a la blockchain de Bitcoin? Angel Espinoza, founder de Coini y Stacks Advocate nos explica su camino a bitcoin, así como su experiencia respecto al construir sobre sus layers2.\nComparte esta noticia",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:03:37.114+02:00",
  "updated": "2024-03-01T00:03:37.114+02:00"
}