{
  "thread": {
    "uuid": "7b39a27a2963619d6acc7e5e41fbd9d20e0cda5d",
    "url": "https://cars.usnews.com/cars-trucks/advice/luxury-suv-lease-deals",
    "site_full": "cars.usnews.com",
    "site": "usnews.com",
    "site_section": "http://www.usnews.com/rss/usnews.rss",
    "site_categories": [
      "buying_selling_cars",
      "vehicles"
    ],
    "section_title": "U.S. News",
    "title": "Best Luxury SUV Lease Deals in January 2024",
    "title_full": "Best Luxury SUV Lease Deals in January 2024",
    "published": "2024-01-11T22:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.usnews.com/dims4/USNEWS/644eb93/2147483647/thumbnail/970x647/quality/85/?url=https%3A%2F%2Fwww.usnews.com%2Fcmsmedia%2F64%2F4d%2F7d24957744f6b95857df50b2ef55%2F2024-lexus-nx-350-caviar-006-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 264,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 167,
        "comments": 31,
        "shares": 27
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7b39a27a2963619d6acc7e5e41fbd9d20e0cda5d",
  "url": "https://cars.usnews.com/cars-trucks/advice/luxury-suv-lease-deals",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nate Parsons",
  "published": "2024-01-11T22:23:00.000+02:00",
  "title": "Best Luxury SUV Lease Deals in January 2024",
  "text": "The holidays can be a stressful time. Shopping for gifts can involve harrowing journeys to the mall and the winter weather can turn any commute into a trudge. Whether you live in a colder part of the country or not, a new luxury SUV will help you negotiate your day in safety and comfort.\nThe Best Luxury SUV Lease Deals in December 2023\nThese luxury SUVs deliver premium interiors and versatility for the whole family. They aren't just the most affordable lease offers, but they are offers on the top-ranked vehicles in the segment as well.\nNate Parsons\nToyota Motor Sales, U.S.A., Inc.\nGreat Deals on Upscale and Capable Luxury SUVs in December\nAdvertisement\nThere are plenty of great lease deals on the latest and greatest luxury SUVs. In addition to standard versatility and comfort, they bring with them advanced driver assistance features and the latest in-car technology. Many have hushed driving manners, and some are even athletic in acceleration and cornering.\nAll lease offers come with mileage limitations. If the limits are exceeded, the lessee is charged a nominal fee for every additional mile driven over the limit. Please also be advised that your credit score may determine whether you qualify for some or all of these lease offers. Make sure to contact your local dealer to ensure they have your desired vehicle in stock and that they will honor the offer.\nAdvertisement\nHyundai Motor America\n2024 Genesis GV70\nLease Deal: $569 per month for three years with $4,999 due at signing\nThe\nGenesis GV70 is a dynamic compact SUV with a generous list of standard features. The GV70 comes equipped with wireless device charging, four USB ports, a large 14.5-inch touch screen, Apple CarPlay and Android Auto. This Genesis also comes standard with leather upholstery, heated front seats and a hands-free power liftgate.\nAdvertisement\nGenesis is offering the GV70 in the 2.5T trim. It features a 300-horsepower turbocharged four-cylinder engine. Power is routed to all-wheel drive through an eight-speed automatic transmission. The GV70 also comes equipped with automatic emergency braking, blind-spot monitoring, lane-keep assist and pedestrian detection.\nAdvertisement\nMore on the 2024 Genesis GV70\nNick Spagnoli / U.S. News & World Report\n2024 Acura MDX\nLease Deal: $599 per month for three years with $4,999 due at signing\nThe\nAcura MDX is loaded with tech and safety features. It boasts a long list of driver-assistance aids and comes standard with a fully digital instrument panel, wireless device charging and a Wi-Fi hot spot. Its main drawback is a complicated infotainment system, which is operated via a trackpad, rather than a touch screen.\nAdvertisement\nThe MDX comes equipped with a V6 engine that routes 290 horsepower through a 10-speed automatic transmission to Acura's Super Handling All-Wheel Drive (SH-AWD). Three rows provide seating for up to seven passengers. With all seats folded, the MDX has 71.4 cubic feet of cargo space, accessed via a standard power liftgate.\nAdvertisement\nMore on the 2024 Acura MDX\nBMW of North America, LLC\n2024 BMW X3\nLease Deal: $599 per month for three years with $4,599 due at signing\nThe\nBMW X3 strikes the ideal blend of performance and luxury. Its cabin is spacious and provides up to 62.7 cubic feet of cargo space. It comes standard with a power liftgate. The X3 boasts plenty of tech, including a fully digital instrument panel and an intuitive touch screen with wireless Apple CarPlay and Android Auto.\nAdvertisement\nThe X3 trim being offered this month is the sDrive30i. It features a 248-horsepower turbocharged four-cylinder engine. An eight-speed automatic transmission routes power to the rear wheels. This setup returns fuel economy of 23 mpg in the city and 29 mpg on the highway. The X3 is engaging to drive and delivers agile handling abilities.\nAdvertisement\nMore on the 2024 BMW X3\nGeneral Motors\n2023 Buick Envision\nLease Deal: $329per month for two years with $3,879 due at signing\nThe\nBuick Envision is a terrific choice if you are seeking a comfort-focused driving experience. It provides a gentle ride that soaks up most bumps in the road. As a result, the Envision is not very athletic. The 228-horsepower turbocharged four-cylinder engine makes solid power for around-town driving and at highway speeds, though the stop-start system can feel abrupt, and there is no button or switch to disable it.\nAdvertisement\nThe Envision does not have the most refined cabin on this list, but there is plenty of space for passengers, as well as up to 52.7 cubic feet of cargo space. The Envision comes very well-equipped and includes four USB ports, a Wi-Fi hot spot and a standard 8-inch touch screen with wireless Apple CarPlay and wireless Android Auto.\nAdvertisement\nMore on the 2023 Buick Envision\nMercedes-Benz Group AG\n2023 Mercedes-Benz GLB\nLease Deal: $499 per month for three years with $4,443 due at signing\nFew subcompact luxury SUVs deliver the versatility of the\nMercedes-Benz GLB. This stout, upright small crossover provides plenty of room for adults and up to 62 cubic feet of cargo space accessed via a standard power liftgate.\nAdvertisement\nThe GLB 250 comes with a 221-horsepower turbocharged four-cylinder engine. This model has 4Matic all-wheel drive and returns a fuel economy of 24 mpg in the city and 32 mpg on the highway. You might think the GLB is top-heavy, but it is actually quite composed around corners.\nAdvertisement\nMore on the 2023 Mercedes-Benz GLB-Class\nToyota Motor Sales, U.S.A., Inc.\n2024 Lexus NX 350\nLease Deal: $509 per month for three years with $3,999 due at signing\nThe\nLexus NX is a sharply styled luxury compact SUV with a high-quality interior, two rows of spacious seats and a long list of standard features. Though the NX’s infotainment system has a bit of a learning curve, it does come with wireless Apple CarPlay and Android Auto as standard equipment. It also comes standard with forward collision warning, automatic emergency braking, blind-spot monitoring and rear cross-traffic alert.\nAdvertisement\nThis offer is for the NX 350 AWD, which comes equipped with a turbocharged four-cylinder engine. It makes 275 horsepower and 317 pound-feet of torque. Power is routed through an eight-speed automatic transmission to all-wheel drive. This is the upgraded engine, and it provides pickup that’s sorely missing from the base model.\nAdvertisement\nMore on the 2024 Lexus NX\nNissan North America, Inc.\n2023 Infiniti QX55\nLease Deal: $579 per month for three years with $5,649 due at signing\nThe\nQX55 brings back muscular coupe-SUV styling to the Infiniti lineup that began back with the FX45 from the 2000s. The QX55 was introduced for the 2022 model year and for 2023, it gains standard leather upholstery as well as standard adaptive cruise control. The QX55 has a comfortable interior, but its big downside is a clumsy two-screen infotainment system. This offer is for the mid-tier Essential trim, which includes a heated steering wheel, navigation, ventilated front seats and a 16-speaker stereo.\nAdvertisement\nThe standard engine in the trim being offered in this deal is a turbocharged four-cylinder engine that makes 268 horsepower and 280 pound-feet of torque. Power is routed through a continuously variable automatic transmission to standard all-wheel drive. The QX55 comes with forward and reverse collision warning, automatic high-beam headlights, blind-spot monitoring and rear parking sensors.\nAdvertisement\nMore on the 2023 Infiniti QX55\nToyota Motor Sales, U.S.A., Inc.\n2024 Lexus UX Hybrid\nLease Deal: $489 per month for three years with $3,999 due at signing\nThe\nLexus UX Hybrid is a handsome subcompact SUV with an intuitive infotainment system that was updated in 2023 and carries over into 2024. It consists of a user-friendly touch screen with wireless Apple CarPlay and wireless Android Auto. The suspension was also revised last year and carries into the current model.\nAdvertisement\nThe powertrain consists of a four-cylinder engine that works with two electric motors to put out a combined 181 horsepower. The UX Hybrid is quite underpowered but returns impressive fuel economy. The UX 250h AWD returns 41 mpg in the city and 38 mpg on the highway, which is among the best in the segment.\nAdvertisement\nMore on the 2024 Lexus UX Hybrid\nAmerican Honda Motor Co., Inc.\n2023 Acura RDX\nLease Deal: $439 per month for four years with $5,299 due at signing\nThe\nAcura RDX is among the leaders of the pack in the compact luxury SUV segment. It offers a spacious interior and low base price, as well as a long list of standard features. It comes standard with Apple CarPlay and Android Auto, though its remote touchpad interface is clumsy and could be the vehicle's Achilles Heel. On the plus side, it's available with a fantastic audio system.\nAdvertisement\nThe RDX comes equipped with a turbocharged four-cylinder engine that makes 272 horsepower routed to a 10-speed automatic transmission. Acceleration is spirited yet smooth. The RDX is comfortable enough over bumps in the road and is refined and agile through corners.\nAdvertisement\nMore on the 2023 Acura RDX\nMercedes-Benz USA\n2023 Mercedes-Benz GLA\nLease Deal: $479 per month for three years with $4,073 due at signing\nThe\n[Mercedes-Benz GLA] is a well-rounded small SUV with solid cabin space for a vehicle its size. It does have some hard cabin plastics, and the rear cargo space is limited, but the GLA 250 comes with a fuel-efficient four-cylinder engine that puts out 221 horsepower and returns 24 mpg in the city and 34 mpg on the highway.\nAdvertisement\nThe GLA 250 comes standard with synthetic leather upholstery, eight-way power-adjustable front seats, four USB ports, push-button start, a power liftgate and dual-zone automatic climate control. It also comes with the helpful MBUX infotainment system with a 7-inch touch screen, Apple CarPlay and Android Auto.\nAdvertisement\nMore on the 2023 Mercedes-Benz GLA-Class\nMaserati S.p.A.\n2023 Maserati Grecale\nLease Deal: $899 per month for 39 months with $7,999 due at signing\nIf you’re looking to treat yourself, it’s hard to beat the all-new\nMaserati Grecale. This sharp-looking, sharp-cornering crossover provides brisk acceleration and will be comfortable over long journeys. The standard turbocharged four-cylinder engine makes 296 horsepower, routed to standard all-wheel drive.\nAdvertisement\nMaserati is offering the Grecale in the GT trim, which comes extremely well-equipped. Standard equipment includes full leather upholstery, dual-zone automatic climate control and a power liftgate. The dual-screen infotainment system is easy to use and includes Apple CarPlay and Android Auto.\nAdvertisement\nMore on the 2023 Maserati Grecale\nJaguar Land Rover North America, LLC\n2023 Land Rover Discovery Sport\nLease Deal: $919 per month for three years with $5,995 due at signing\nThe\nLand Rover Discovery Sport is a refined and capable small luxury SUV. Few vehicles in its segment provide its off-road capability, though the downside is its uninspired ride and handling characteristics. For 2023, the “Disco Sport” gains standard adaptive cruise control, as well as Amazon Alexa to complement its user-friendly infotainment system.\nAdvertisement\nLand Rover is offering the SE trim. It comes with 18-inch alloy wheels, genuine leather upholstery and 12-way power-adjustable front seats. For 2023, this trim now includes a 12-speaker Meridian audio system. The Discovery Sport provides up to 63.3 cubic feet of cargo space, which is good for the class.\nAdvertisement\nMore on the 2023 Land Rover Discovery Sport\nU.S. News and World Report\nMore Shopping Tools From U.S. News & World Report\nIf one of these new, luxurious SUVs caught your attention, head to our\nnew car rankings and reviews. There, you can find opinions from the nation’s top automotive experts. You’ll also want to check our new car deals section to see if any models on your short list are being offered with what have become rare automakers’ incentives, including cash rebates, cut-rate financing and/or lease deals.\nAdvertisement\nIt's especially important in these days when bargains are difficult to come by that you don’t head for a showroom without using U.S. News\n Best Price Program, which can make the buying process easier by generating bona fide low-price quotes from dealers near where you live.\nAdvertisement\nU.S. News & World Report\nBest Luxury SUV Lease Deals\n- 2024 Genesis GV70: $569 per month for three years\n- 2024 Acura MDX: $599 per month for three years\n- 2024 BMW X3: $599 per month for three years\n- 2023 Buick Envision: $329 per month for two years\n- 2023 Mercedes-Benz GLB: $499 per month for three years\n- 2024 Lexus NX 350: $509 per month for three years\n- 2023 Infiniti QX55: $579 per month for three years\n- 2024 Lexus UX Hybrid: $489 per month for three years\n- 2023 Acura RDX: $439 per month for four years\n- 2023 Mercedes-Benz GLA: $479 per month for three years\n- 2023 Maserati Grecale: $899 per month for 39 months\n- 2023 Land Rover Discovery Sport: $919 per month for three years\nAdvertisement\nAdvertisement\nRecommended Articles\nThese are the most reliable luxury SUVs on the market, with the highest predicted reliability scores from J. D. Power. We look at the other features that make these great choices too, including interior space and high-tech features.\nCar Advice\nMost Reliable Luxury SUVs of 2023\nVictoria ScottSept. 21, 2023 See More »\nAdvertisement\nAdvertisement",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nate parsons",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "toyota motor sales, u.s.a., inc",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-12T01:13:14.930+02:00",
  "updated": "2024-01-12T01:13:14.930+02:00"
}