{
  "thread": {
    "uuid": "ebac681ea55543c69c2488afb6a2fe7976d747c8",
    "url": "https://www.rtve.es/noticias/20240506/hamas-acepta-propuesta-egipto-catar-para-tregua-gaza/16091437.shtml",
    "site_full": "www.rtve.es",
    "site": "rtve.es",
    "site_section": "http://rtve.es",
    "site_categories": [
      "real_estate",
      "apartments"
    ],
    "section_title": "Noticias de última hora, programas y series de televisión - RTVE.es",
    "title": "Hamás acepta la propuesta de tregua en Gaza de Egipto y Catar",
    "title_full": "Hamás acepta la propuesta de tregua en Gaza de Egipto y Catar",
    "published": "2024-05-06T21:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.rtve.es/imagenes/hamas-acepta-propuesta-egipto-catar-para-tregua-gaza/01715025920913.jpg",
    "performance_score": 0,
    "domain_rank": 1509,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 18,
        "comments": 31,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ebac681ea55543c69c2488afb6a2fe7976d747c8",
  "url": "https://www.rtve.es/noticias/20240506/hamas-acepta-propuesta-egipto-catar-para-tregua-gaza/16091437.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "RTVE.es",
  "published": "2024-05-06T21:10:00.000+03:00",
  "title": "Hamás acepta la propuesta de tregua en Gaza de Egipto y Catar",
  "text": "Hamás acepta la propuesta de Egipto y Catar de alto el fuego en Gaza e Israel responde que la estudiará - La milicia palestina ha hecho el anuncio en un breve comunicado al que ha tenido acceso RNE - Un funcionario israelí citado por Reuters dice que es una propuesta \"suavizada\" que \"no\" es aceptable para Tel Aviv [Sigue en directo la actualidad de la guerra en Gaza](https://www.rtve.es/noticias/20240506/guerra-israel-gaza-directo-hamas/16089760.shtml) Hamás ha comunicado a los mediadores egipcios y cataríes que acepta su propuesta de alto el fuego en Gaza tras semanas de conversaciones intermitentes sobre un acuerdo para una pausa temporal de los combates y la liberación de rehenes a Israel. Israel ha asegurado estar evaluando la respuesta, aunque un funcionario israelí citado por Reuters ha asegurado que la milicia palestina ha aprobado una propuesta \"suavizada\" que \"no\" es aceptable para Israel y ha defendido que su propósito es presentar a Tel Aviv como la parte que se niega a acoger un acuerdo. \"El hermano muyahidista Ismail Haniyeh, jefe del buró político del movimiento Hamás, ha llamado por teléfono al primer ministro qatarí, jeque Mohammed bin Abdul Rahman Al Thani, y al ministro egipcio de Inteligencia, Abbas Kamel, y les ha informado de la aprobación por parte del movimiento Hamás de su propuesta sobre el acuerdo de alto el fuego\", se lee en el comunicado al que ha tenido acceso la corresponsal de RNE en Jerusalén, Laura Alonso. El primer ministro israelí, Benjamín Netanyahu, ha asegurado que su gabinete de guerra ha aprobado continuar con su operación en la ciudad de Ráfah, en el sur de Gaza, con el fin de aumentar la presión sobre Hamás para que libere a los rehenes israelíes y alcanzar otros objetivos bélicos del país. Además, aunque la última propuesta de tregua de Hamás no satisface las exigencias de Israel, el mandatario enviará una delegación a reunirse con los negociadores para tratar de alcanzar un acuerdo aceptable, según su oficina. Previamente, el portavoz militar de Israel, Daniel Hagari, ha asegurado que todas las propuestas relativas a negociaciones para liberar a los rehenes en Gaza están siendo examinadas \"con la mayor seriedad\" y que, mientras tanto, sigue operando en el territorio gobernado por Hamás. \"Paralelamente, seguimos operando en la Franja de Gaza y seguiremos haciéndolo\", ha añadido. A la espera de una respuesta definitiva por parte de Israel, grupos de ciudadanos palestinos han empezado a celebrar la noticia anunciada por Hamás en las calles de la ciudad de Ráfah, tal y como mostraban las imágenes en directo emitidas por la cadena catarí Al Jazeera, uno de los pocos medios que informan desde la Franja. El jefe adjunto de la milicia palestina en Gaza, Khalil al-Hayya, ha asegurado que ahora \"la pelota está en el lado israelí\". \"Después de 7 meses esperábamos este momento, pero aún estamos esperando la respuesta de Israel\", relata a RTVE.es Omar, un joven palestino de 27 años que ha asegurado que estaba \"como un loco saltando\" tras el anuncio de Hamás. La propuesta plantea tres fases y la liberación de rehenes en Gaza La propuesta de alto el fuego aceptada por la milicia palestina implica un alto el fuego, la reconstrucción de Gaza, el regreso de los desplazados y un acuerdo de canje de prisioneros. Según Al-Hayya, citado por Al Jazeera, Hamás ha aceptado un acuerdo en tres fases, cada una de ellas de 42 días de duración. La proposición también plantea el regreso de los desplazados palestinos a sus hogares, según han avanzado Al Jazeera y la televisión estatal egipcia Al Qahera News. En la primera fase, según fuentes citadas por Efe, se aplicará un cese de hostilidades de 40 días con posibilidad de prórroga, además de la retirada de las fuerzas israelíes hacia el este de la Franja y lejos de las zonas densamente pobladas. En su segunda fase, la propuesta incluye un anuncio directo de un cese permanente de las operaciones militares y hostiles, según el comunicado de Khalil al-Hayya. Además, desde el primer día de la tregua, Hamás liberaría tres rehenes cada tres días, mientras que Israel excarcelará al número correspondiente de prisioneros palestinos, según Efe. Según una fuente cercana a las conversaciones citada por Reuters, Hamás ha aceptado la última propuesta que Israel había hecho el 27 de abril sin que se hayan producido cambios significativos desde entonces. El presidente palestino, Mahmud Abás, ha pedido a la comunidad internacional que presione a Israel para que se comprometa con la propuesta de alto el fuego en Gaza mediada por Egipto y Catar y aceptada por Hamás. Israel ataca \"objetivos\" de Hamás en Ráfah tras ordenar su evacuación La milicia palestina ha hecho el anuncio poco después de que el Ejército israelí ordenara este lunes a unos 100.000 palestinos en el este de Ráfah evacuar la localidad ante un posible asalto terrestre anunciado por Israel desde hace semanas. Ciudadanos de la zona han denunciado que los ataques aéreos israelíes han continuado pese al anuncio de evacuación y, por la noche, el ejército israelí ha informado de que estaba llevando a cabo \"ataques selectivos contra objetivos de Hamás\" en el enclave. El ministro israelí de Defensa israelí, Yoav Gallant, ha asegurado en un encuentro con familiares de rehenes que el Ejército seguirá intentando sacarlos de Gaza incluso después de que comience el asalto por tierra a Ráfah. Mientras tanto, continúa la presión de las familias, que piden al Gobierno de Netanyahu hacer todo lo posible para conseguir su regreso. Este lunes, un grupo de manifestantes ha bloqueado la carretera principal de Tel Aviv para demandar a Israel que acepte un acuerdo de tregua para liberar a los secuestrados. El grupo islamista, por su parte, ha advertido a Israel de que cualquier operación militar en Ráfah \"no será un picnic\", y que su brazo armado, las Brigadas al Qasam, están preparadas para \"defender a nuestro pueblo\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-07T02:35:13.655+03:00",
  "updated": "2024-05-07T02:35:13.655+03:00"
}