{
  "thread": {
    "uuid": "9ddabf269754deade5c719f77333fc6772129b2d",
    "url": "https://cleantechnica.com/2024/01/04/an-amphibious-electric-camper-trike-is-the-adventure-vehicle-you-didnt-know-you-needed/amp/",
    "site_full": "cleantechnica.com",
    "site": "cleantechnica.com",
    "site_section": "https://www.wiredfocus.com/feed",
    "site_categories": [
      "vehicles"
    ],
    "section_title": "WiredFocus",
    "title": "An Amphibious Electric Camper Trike Is The Adventure Vehicle You Didn’t Know You Needed – CleanTechnica",
    "title_full": "An Amphibious Electric Camper Trike Is The Adventure Vehicle You Didn’t Know You Needed – CleanTechnica",
    "published": "2024-01-06T00:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3299,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9ddabf269754deade5c719f77333fc6772129b2d",
  "url": "https://cleantechnica.com/2024/01/04/an-amphibious-electric-camper-trike-is-the-adventure-vehicle-you-didnt-know-you-needed/amp/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Derek Markham",
  "published": "2024-01-06T00:41:00.000+02:00",
  "title": "An Amphibious Electric Camper Trike Is The Adventure Vehicle You Didn’t Know You Needed – CleanTechnica",
  "text": "An Amphibious Electric Camper Trike Is The Adventure Vehicle You Didn’t Know You Needed\nThere are many many times in the clean tech media ecosystem when a futuristic — or completely off-the-wall — product gets coverage and then completely disappears after the initial hype cycle is over. And then there are those outliers, the wild and ambitious niche products that get a fair bit of coverage, disappear for awhile, and then come back after the inventors or founders have gone back to the drawing board for iteration after iteration until they have a production-ready model. And that seems to be the case for this innovative vehicle, a 100% electric amphibious tricycle that doubles as a tiny camper. We first covered it\nin 2020, when it was named the Zeltini Z-Triton, and now it’s back as the BeTRITON.\nBefore getting super critical about something as out there as an e-bike that is also an electric boat and is also a tiny camper, let’s set aside our own little bubble of what’s appropriate and necessary and practical and imagine that touring an area with lots of waterways is just what the doctor ordered, and you’d really like to do so by traveling in a very unique vehicle. Okay, now that we’re in the right state of mind, let’s see what the BeTRITON has to offer.\n“BeTriton is a fully electric amphibious RV designed for the most sustainable and unique outdoor experiences. It’s a machine that creates smiles and lifelong memories, perfect for families, couples, adventurers, and the general outdoors-focused crowd. BeTriton combines three functions: accommodation for two, boating, and cycling. It represents a revolution in sustainable travel. Immerse yourself and experience the outdoors in a new and exciting way — travel and sleep anywhere your heart desires.”\nThe original idea for such a hybrid of an e-mobility beast came to the CEO and co-founder of the company, Aigars Lauzis, during an\nepic solo cycle-touring journey across Eurasia (covering some 30,000 km and spanning 4 years), and an initial concept was created in 2017. A very early prototype was developed over the next few years, and by early 2021, a beta version was designed and a factory/workshop was established in Valmiera, Latvia. By 2023, the design for this three-in-one adventure vehicle had been refined into an eye-catching and road-worthy (seaworthy?) micro RV / e-cargo bike / e-boat, and the company begins production for its first pre-orders.\nHere’s a detailed look at the BeTRITON V3.0:\nThe BeTRITON Full version is, like the name says, a fully complete 3-in-1 vehicle, and it is priced starting at €17,900 (~$19,615), which is quite the investment for something that is most likely to only be used occasionally. However, it might be possible to imagine that some truly adventurous soul with deep pockets might choose to attempt a minimalist nomadic existence using this quirky vehicle as home base, but that would require a radical stretch of the imagination (but hey, it’s 2024, so maybe not that big of a stretch, eh?).\nThe Trailer version of the BeTRITON looks to be much more practical, as instead of integrating the bike into the vehicle, it’s designed to be towed by an electric bicycle, which seems like a more reasonable option. After all, having an electric boat/camper that can be detached from its tow vehicle not only simplifies things, but also frees up the e-bike for other uses as well. This version is priced starting at €9,900 (~$10,847), which is still a pretty penny, although considering that it will be a very small batch vehicle (artisanal micro RV, anyone?), perhaps it’s not that high of a price after all.\nFinally, the BeTRITON will be offered as a Mini DIY version starting at €5,500, although it’s not clear exactly how much the vehicle buyers will actually have to do to get it road-worthy and and ready to cruise the local waterways. It’s described as “a self-assembly kit, designed to be effortlessly put together with a simple set of tools. Delivered to your doorstep in a carefully packaged box, our aim is to subsequently provide blueprints and kits for those interested in self-builds.”\nAccording to the website,\nthe BeTRITON will be available as a rental in select locations in Europe in 2024, and can be pre-ordered in any of the three different configurations with a €100 deposit. Does this vehicle truly represent “a revolution in sustainable travel,” as the company claims? Maybe, if you’ve got cash to spare and lean toward novel solutions for outdoor experiences, and live near water. As a desert dweller, I would be hard-pressed to find opportunities to put this mini boat/camper/bike to use, so it’s definitely not for me, but I know there are plenty of places where it might be a great option, so I applaud the ingenuity of the BeTriton team, and wish them well as they strive to reach their target market.\nHave a tip for CleanTechnica? Want to advertise? Want to suggest a guest for our CleanTech Talk podcast?\nContact us here.\nOur Latest EVObsession Video\nplease chip in a bit monthlyto help our team write, edit, and publish 15 cleantech stories a day!\nCleanTechnica uses affiliate links. See our policy\nhere.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://lauzis-ontheroad.tumblr.com/",
    "https://betriton.com/",
    "https://cleantechnica.fundjournalism.org/contribute/",
    "https://betriton.com",
    "https://cleantechnica.fundjournalism.org/contribute",
    "https://www.lauzis-ontheroad.tumblr.com/",
    "https://www.cleantechnica.fundjournalism.org/contribute/",
    "https://www.betriton.com/",
    "https://lauzis-ontheroad.tumblr.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "zeltini z-triton",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:22:57.983+02:00",
  "updated": "2024-01-06T01:22:57.983+02:00"
}