{
  "thread": {
    "uuid": "aadd8a252ecad1a5d5d7429d508b0ef0cc3a11d9",
    "url": "https://www.santacruzsentinel.com/2023/12/31/johnny-cornejo-helps-aptos-survive-soquel-in-tournament-thriller-boys-basketball/",
    "site_full": "www.santacruzsentinel.com",
    "site": "santacruzsentinel.com",
    "site_section": "https://www.santacruzsentinel.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Santa Cruz Sentinel",
    "title": "Johnny Cornejo helps Aptos survive Soquel in tournament thriller | Boys basketball",
    "title_full": "Johnny Cornejo helps Aptos survive Soquel in tournament thriller | Boys basketball",
    "published": "2023-12-31T02:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.santacruzsentinel.com/wp-content/uploads/2023/12/STC-L-APTSOQ-0101-001.jpg?w=1024&#038;h=819",
    "performance_score": 0,
    "domain_rank": 11095,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aadd8a252ecad1a5d5d7429d508b0ef0cc3a11d9",
  "url": "https://www.santacruzsentinel.com/2023/12/31/johnny-cornejo-helps-aptos-survive-soquel-in-tournament-thriller-boys-basketball/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jim Seimas",
  "published": "2023-12-31T02:31:00.000+02:00",
  "title": "Johnny Cornejo helps Aptos survive Soquel in tournament thriller | Boys basketball",
  "text": "SANTA CRUZ — That must-see high school basketball rivalry between Aptos and Santa Cruz has company.\nSoquel gave the Mariners all they could handle in the consolation championship at the 10th annual Aptos High/Santa Cruz Warriors NorCal Invitational on Saturday, before Johnny Cornejo pieced together a four-minute stretch that he and fans likely won’t forget anytime soon.\nCornejo scored 11 of Aptos’ 14 points in overtime, and the Mariners knocked off the Knights 60-53 at Kaiser Permanente Arena, home of the Santa Cruz Warriors, the Golden State Warriors’ NBA G League affiliate.\n“It was a good team win,” Cornejo said. “We all won together, we all contributed as a team. We moved the ball around well.”\nAsked to assess his overtime, he added: “It’s amazing. It’s a time to remember. You don’t get those times (often). You can’t take it for granted.”\nThe teams still have, at least, two meetings this season in Santa Cruz Coast Athletic League play: Jan. 9 in Aptos and Jan. 26 in Soquel. And they could meet play in the SCCAL Tournament. Mark you calendars.\n“Soquel brings it every time,” Cornejo said. “We’ve got to bring it right back on the defensive end. That’s how we win games. Our defense is the key to us winning. And then it’s offense, after the defense.”\nCornejo finished with 19 points. He scored his team’s first nine points in the extra stanza. Mateo Calfee, an all-tournament selection, made three free throws in overtime and finished with a team-high 21 points.\nSoquel’s Braylon Noble scored all seven of his team’s points in overtime and finished with 21 points. Tyler Harway scored 15 points. Center-turned-guard Cade Petersen, who is 6-foot-2, 230 pounds, finished with 11 points — all in the second half. He made three of his team’s 11 3s.\n“That kinda changes the scouting report on Cade, doesn’t it?” Mariners coach Brian Bowyer said. “He’s knocking ’em down. And when he missed them, they look good. Every shot that comes out of his hand looks good.”\nAptos (9-5) played without star Isaiah Ackerman, who missed his second straight game with an ankle sprain.\nSoquel was without ill Nico Ramirez, and vacationing Peyton Bortz and Liam Wennstrom.\n“Wait til you see what comes,” Knights coach Greg Baskovich said of his absent players. “It’s all perimeter coming.”\nThe Knights (5-8) also saw Steeley Deans suffer a likely concussion after he collided with Cornejo while pursuing a loose ball in the final seconds of the first half.\n“I expect this is what it’s going to be with them every game,” Mariners coach Brian Bowyer said. “It’s going to be nip-and-tuck, it’s going to be tight. It’s fun and it’s the way high school basketball is supposed to be. These guys will remember this game. It’s just fun basketball.”\nCalfee made a couple of layups that helped Aptos jump out to an 11-0 lead. Harway banked in a 3-pointer and made a layup as Soquel closed the quarter with an 8-3 run.\nAptos outscored Soquel 13-11 in the second quarter and carried a 27-19 lead into the half. Noble scored all 11 points for the Knights.\nCade Peterson made a 3, Harway made two layups, and Jones buried a 3 to knot the score at 29-all in the third quarter.\n“We always come back,” Baskovich said. “We always start slow. I don’t know what it is.”\nAptos responded with an 8-0 run to enter the fourth leading 37-29.\nSoquel, fueled by four 3s, went on a 16-1 run to take a seven-point lead, 45-38, with 54.7 second remaining. But Aptos adjusted to Soquel’s zone defense and closed regulation with a 8-1 run — Cornejo made a 3-pointer and Calfee made and-one basket and two free throws.\nBoth teams missed a 3-point shot over the final 9.8 seconds.\nFour minutes were added to the game clock for overtime. Soquel won the jump ball but turned the ball over on a shot-clock violation. That was the cue for Cornejo to take the game over.\nHe made four free throws, two layups, and a 3-pointer. After his 3, he held three fingers up so everyone could admire the hottest hand in the facility.\n“He just steps up in big times for us, when we need shots,” Bowyer said. “He’s kinda one of those very streaky players. He can go a quarter and a half and not even get a shot up. But when he feels it, when he makes a shot, he can get going. And you could tell he felt it.”\nBowyer was concerned with Soquel heading into the game, and the Knights validated his belief. They had five players join the team late after helping their school’s football team win the CIF 4-AA State Championship on Dec. 8.\n“The longer this season goes, the better Soquel is going to be,” Bowyer said. “And they’re just going to keep getting better and better. They’re already good.”\nBaskovich’s team was on the losing end, but he was in good spirits after the setback.\n“I just told them I’m really proud,” he said. “We’re getting better.”\nTHE SCORES\nBoys\nSeventh place: North Monterey County d. KIPP San Jose\nConsolation championship: Aptos 60, Soquel 53, OT\nThird place: Los Gatos 47, Pioneer 38\nChampionship: St. Mary’s (Stockton) 54, Half Moon Bay 50\nGirls\nSeventh place: Pajaro Valley 48, Palo Alto 40\nConsolation championship: Lick-Wilmerding (S.F.) 65, Mountain View 37\nThird place: Mills 47, Aptos 36\nChampionship: Branham 54, Half Moon Bay 27",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "johnny cornejo",
        "sentiment": "negative"
      },
      {
        "name": "cornejo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "aptos",
        "sentiment": "none"
      },
      {
        "name": "aptos high/santa cruz warriors norcal invitational",
        "sentiment": "none"
      },
      {
        "name": "golden state warriors’ nba g league",
        "sentiment": "none"
      },
      {
        "name": "mariners",
        "sentiment": "none"
      },
      {
        "name": "santa cruz warriors",
        "sentiment": "none"
      },
      {
        "name": "santa cruz coast athletic league",
        "sentiment": "none"
      },
      {
        "name": "kaiser permanente arena",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "aptos",
        "sentiment": "none"
      },
      {
        "name": "soquel",
        "sentiment": "none"
      },
      {
        "name": "santa cruz",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T11:48:04.478+02:00",
  "updated": "2023-12-31T11:48:04.478+02:00"
}