{
  "thread": {
    "uuid": "d94be35c8eea384c164967c61e55c29eb1d61a50",
    "url": "https://www.qatar-tribune.com/article/99972/nation/qu-graduate-awarded-qphi-scholarship-for-msc-genetic-counselling-programme",
    "site_full": "www.qatar-tribune.com",
    "site": "qatar-tribune.com",
    "site_section": "https://www.qatar-tribune.com/nation",
    "site_categories": [
      "media"
    ],
    "section_title": "Nation - Read Qatar Tribune on the go for unrivalled news coverage",
    "title": "QU graduate awarded QPHI scholarship for MSc Genetic Counselling programme - Read Qatar Tribune on the go for unrivalled news coverage",
    "title_full": "QU graduate awarded QPHI scholarship for MSc Genetic Counselling programme - Read Qatar Tribune on the go for unrivalled news coverage",
    "published": "2023-12-29T00:08:44.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "QA",
    "main_image": "https://www.qatar-tribune.com/watanqatartribune/uploads/images/2023/12/29/151200.jpg",
    "performance_score": 0,
    "domain_rank": 97429,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d94be35c8eea384c164967c61e55c29eb1d61a50",
  "url": "https://www.qatar-tribune.com/article/99972/nation/qu-graduate-awarded-qphi-scholarship-for-msc-genetic-counselling-programme",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Qatar Tribune",
  "published": "2023-12-29T00:08:44.000+02:00",
  "title": "QU graduate awarded QPHI scholarship for MSc Genetic Counselling programme - Read Qatar Tribune on the go for unrivalled news coverage",
  "text": "Tribune News Network\nDoha\nNour Farchoukh, a distinguished biomedical sciences graduate from Qatar University (QU), has been awarded the prestigious Qatar Precision Health Institute (QPHI) scholarship, making her the first QU graduate selected for the Master of Science (MSc) programme in Genetic Counselling at the College of Health Sciences within QU Health.\nNour’s achievement is a testament to the collaborative efforts between Qatar Genome, a member of the Qatar Foundation (QF), and QU. The scholarship, covering a two-year master’s degree in genetic counselling, signifies a remarkable step in fostering academic excellence and advancing genomic research in the region.\nDr Mashael Al-Shafai, Director of Research and Graduate Studies at QU Health, expressed her enthusiasm for the genetic counselling programme, stating, “The genetic counselling programme, initiated in 2018, aims to equip the healthcare sector in Qatar and the region with capable genetic counsellors possessing the necessary knowledge, skills, and experience to address the growing demands in genetics and genomics. The programme includes taught courses, clinical placements, seminars, and research projects, providing students with a comprehensive learning experience over two years. This landmark achievement in 2022, where the Ministry of Public Health officially recognized genetic counselling as a profession in Qatar, places Qatar ahead in the realm of genomics and healthcare globally.”\nUpon learning about her selection, Nour expressed her gratitude for being chosen as the inaugural recipient of the QPHI scholarship. She stated, “The moment I found out about the sponsorship, I was thrilled and honoured. Dr Mashael generously shared the specific criteria guiding the selection process for the QPHI scholarship: qualification, experience, and interview performance. Notably, the non-working student with the highest score would be chosen. This transparent insight into the assessment rubric deepened my appreciation for the privilege, and I am grateful to be the inaugural QU Health student receiving the QPHI scholarship.”\nNour’s passion for merging her biomedical sciences background with genetic counselling drives her commitment to contribute significantly to the field within the context of QPHI and QU Health. The QU Genetic Counselling programme offers comprehensive training with clinical exposure at prominent healthcare institutions like Hamad Medical Corporation and Sidra Medicine, providing students with a holistic understanding of genetic complexities in Qatar.\nThe official recognition of the profession of genetic counselling in Qatar in 2022 is a significant milestone. Addressing the global shortage of genetic counsellors, Nour recognized the importance of making a meaningful impact. “As I progress in my genetic counselling career, I am dedicated not only to providing direct patient care but also to advocating for the profession. Through mentorship, educational initiatives, and outreach programmes, I aim to inspire and encourage others to join this specialized field.”\n Copy 29/12/2023 10",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nour",
        "sentiment": "none"
      },
      {
        "name": "mashael al-shafai",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tribune news network doha nour farchoukh",
        "sentiment": "negative"
      },
      {
        "name": "college of health sciences",
        "sentiment": "none"
      },
      {
        "name": "qu health",
        "sentiment": "none"
      },
      {
        "name": "qatar foundation",
        "sentiment": "none"
      },
      {
        "name": "research and graduate studies",
        "sentiment": "none"
      },
      {
        "name": "qatar precision health institute",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "qatar",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:08:46.637+02:00",
  "updated": "2023-12-29T00:08:46.637+02:00"
}