{
  "thread": {
    "uuid": "8ca1dc75408f87f1b518b6bd9fc36f38412db83d",
    "url": "https://www.elsiglodetorreon.com.mx/noticia/2024/entregan-premio-al-merito-ambiental-saltillo-1a-edicion.html",
    "site_full": "www.elsiglodetorreon.com.mx",
    "site": "elsiglodetorreon.com.mx",
    "site_section": "https://www.elsiglodetorreon.com.mx/archivo",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Archivo de El Siglo de Torreón",
    "title": "Entregan Premio al Mérito Ambiental Saltillo 1ª Edición | El Siglo de Torreón",
    "title_full": "Entregan Premio al Mérito Ambiental Saltillo 1ª Edición | El Siglo de Torreón",
    "published": "2024-02-15T08:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://tecolotito.elsiglodetorreon.com.mx/i/2024/02/1774641.jpeg",
    "performance_score": 0,
    "domain_rank": 35885,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8ca1dc75408f87f1b518b6bd9fc36f38412db83d",
  "url": "https://www.elsiglodetorreon.com.mx/noticia/2024/entregan-premio-al-merito-ambiental-saltillo-1a-edicion.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "El Siglo de Torreón",
  "published": "2024-02-15T08:00:00.000+02:00",
  "title": "Entregan Premio al Mérito Ambiental Saltillo 1ª Edición | El Siglo de Torreón",
  "text": "Primera edición del Premio al Mérito Ambiental Saltillo (EL SIGLO DE TORREÓN) [ISABEL AMPUDIA](https://www.google.com/search?as_sitesearch=elsiglodetorreon.com.mx&q=ISABEL AMPUDIA) Esté jueves, se llevó a cabo la premiación de la primera edición del Premio al Mérito Ambiental Saltillo, misma que fue encabezada por el alcalde José María Fraustro Siller. Con la presencia de la secretaria de Medio Ambiente en Coahuila, Diana Susana Estens de la Garza, el alcalde entregó el Premio a Eglantina Canales Gutiérrez en la categoría de Investigación Ambiental. En la categoría de Activismo Ambiental se reconoció a PROFAUNA y recibió el Premio su director Sergio Carlos Marines Gómez; mientras que en la categoría de Educación Ambiental fue para la Universidad Tecnológica de Saltillo, Unidad Derramadero, y lo recibió su directora Norma Violeta Dávila Salinas. “Es un honor para mí como presidente municipal ver el trabajo y esfuerzo que han realizado para contribuir a la protección y conservación de nuestro entorno. Hoy es un día importante para todas y todos ya que por primera vez reconocemos el esfuerzo por el cuidado del medio ambiente. Han demostrado que con pequeñas acciones se puede generar un gran impacto en nuestra comunidad”, sostuvo. Por su parte, Sofía Franco Villalobos, directora de Medio Ambiente y Desarrollo Sustentable del Municipio, destacó que con el Premio al Mérito Ambiental se reconoce y aplaude el trabajo de aquellos que han abanderado con el ejemplo las causas ambientales. “Sus acciones demuestran su compromiso con Saltillo, son verdaderos agentes de cambio cuyo compromiso y dedicación nos obliga a todos a redoblar nuestros esfuerzos”, indicó. A nombre de los galardonados, Canales Gutiérrez dijo que este fue un gran día para el ambiente, por reconocerlo como importante e indispensable. “Reconozco la generosidad de los habitantes de Saltillo en los incendios, en su preocupación por la sierra y los osos, la contaminación, el agua, la vida misma, por enviar siempre fotos y recomendaciones que reflejan su interés por el bienestar de la comunidad”, apuntó. Durante la entrega del Premio al Mérito Ambiental estuvieron presentes Álvaro Moreira Valdés y Beatriz Fraustro Dávila, legisladores locales; así como los regidores María Guadalupe Olguín Romero y Braulio Enrique Medina de la Rosa, presidenta e integrante respectivamente de la Comisión de Medio Ambiente.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "https://www.google.com/search?as_sitesearch=elsiglodetorreon.com.mx&q=ISABEL",
    "https://www.google.com/search",
    "https://google.com/search?as_sitesearch=elsiglodetorreon.com.mx&q=ISABEL"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T00:56:30.370+02:00",
  "updated": "2024-02-16T00:56:30.370+02:00"
}