{
  "thread": {
    "uuid": "7bfc0c9ef1dafe668d8faf75a7b0f9f3f0072c82",
    "url": "https://lettersandscience.ucdavis.edu/news/aggie-alum-and-astronaut-tracy-c-dyson-travel-space-third-time",
    "site_full": "lettersandscience.ucdavis.edu",
    "site": "ucdavis.edu",
    "site_section": "http://lettersandscience.ucdavis.edu",
    "site_categories": [],
    "section_title": "UC Davis College of Letters and Science",
    "title": "Aggie Alum and Astronaut Tracy C. Dyson to Travel to Space for Third Time | UC Davis College of Letters and Science",
    "title_full": "Aggie Alum and Astronaut Tracy C. Dyson to Travel to Space for Third Time | UC Davis College of Letters and Science",
    "published": "2024-01-05T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://lettersandscience.ucdavis.edu/sites/g/files/dgvnsk10716/files/styles/sf_landscape_16x9/public/media/images/TracyWindow.jpg?h=008f2773&amp;itok=bsEBZ40K",
    "performance_score": 0,
    "domain_rank": 598,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7bfc0c9ef1dafe668d8faf75a7b0f9f3f0072c82",
  "url": "https://lettersandscience.ucdavis.edu/news/aggie-alum-and-astronaut-tracy-c-dyson-travel-space-third-time",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tracy L Sellers",
  "published": "2024-01-05T07:00:00.000+02:00",
  "title": "Aggie Alum and Astronaut Tracy C. Dyson to Travel to Space for Third Time | UC Davis College of Letters and Science",
  "text": "Aggie Alum and Astronaut Tracy C. Dyson to Travel to Space for Third Time Only a select few have viewed our delicate planet from the heavens. Even fewer have journeyed beyond the Earth’s embrace multiple times. And a UC Davis Aggie is among those latter ranks. “When you look at the Earth, to call it Earth is hardly descriptive enough,” said astronaut Tracy C. Dyson, who graduated from the College of Letters and Science at UC Davis with a doctorate in chemistry in 1997. “You see the beautiful hue of our protective atmosphere; the horizon takes on new meaning to you and as the sun sets and peaks up over, as the moon comes and goes through that when you go from light to dark, the planet just takes on a form that is so astounding.” This March, Dyson will travel to the International Space Station (ISS) as a flight engineer and member of the Expedition 70/71 crew. The journey marks her third trip to space. Dyson previously served as a mission specialist on the space shuttle Endeavour in 2007 and as a flight engineer for Expedition 23/24 in 2010, logging more than 188 days in space. “It’s such a stark contrast of life, order, beauty and then blackness, chaos, nothingness, harsh environment,” said Dyson, reflecting on our planet’s place in the cosmos. “It’s almost like the Earth is like an infant that you’ve got swaddled up and its skin is so pink and precious and plump and new.” Over her six-month stay on the ISS, Dyson will conduct a slew of experiments and technology demonstrations, including studying how fire spreads in space using the Combustion Integrated Rack and photographing our ever-shifting planet, among many other experiments and maintenance tasks, according to [NASA.](https://www.nasa.gov/news-release/nasa-astronaut-tracy-c-dyson-receives-third-space-station-assignment/) But like all astronauts and NASA personnel, Dyson is always ready to pivot when necessary due to the unpredictable nature of space endeavors. “If there’s anything I’ve learned in the 25 years that I’ve been doing this, it’s that the plan changes,” she said. “So, I’m prepared for the plan to change.” Patterns and symmetries Dyson’s desire to pursue science stretches back to her youth in Southern California. As a high school student, she gravitated towards chemistry, fascinated by subject’s ability to answer questions percolating in her inquisitive mind, like why is the sky blue? Or why does water boil? “I’m not satisfied unless I understand how something works and so I think that’s where the love of chemistry comes from,” said Dyson. “Plus, it was systematic. There were patterns and symmetries and just so much order to chemistry that I really liked.” Her mechanistic mind and love for working with tools were further forged by her father, an electrician. Around age 16, Dyson learned about NASA’s plan to send schoolteacher Christa McAuliffe to space. Dyson’s own schoolteachers were enormously influential in her life. They weren’t just educators; they were counselors and coaches. Inspired, Dyson started learning about McAuliffe and what it takes to become a NASA astronaut. “I found that becoming an astronaut required teamwork, communication, and a knack for using tools; the perfect job for me,” she wrote in a [personal essay ](https://www.nasa.gov/people/tracy-caldwell-dyson/)published by NASA. Though McAuliffe, along with the rest of the Challenger crew, passed away when the shuttle broke apart 73 seconds after liftoff, the tragedy served only to strengthen Dyson’s resolve to join NASA. She just needed to find the path there. Pathways to space Following high school, Dyson enrolled in the chemistry program at California State University, Fullerton. As graduation neared, her research advisor encouraged her to attend graduate school. “Graduate school was not even on my radar until he said, ‘Have you thought about getting a Ph.D.?’” Dyson said. “I thought that was the funniest thing because nobody in my family ever went to college. So, I said, ‘Don’t you need to be a cerebral giant to do that?’ And he said, ‘Well, you do need to be smart, but if you’re here, you’re smart enough.’” Heartened by her advisor’s encouragement, Dyson applied to various graduate schools but set her sights on UC Davis after attending a lecture given by UC Davis Distinguished Research and Emeritus Professor [William Jackson](https://chemistry.ucdavis.edu/people/william-jackson), a pioneer in astrochemistry who worked with NASA. “I said to myself, ‘You’ve got to go there,’” recalled Dyson, who eventually visited the campus and fell in love with its idyllic vibe. “I really enjoyed not just the department but the whole campus. I was enthralled by the bus system and how it’s run by students. It was so different from the SoCal kind of environment that I grew up in.” While studying at UC Davis, Dyson [ learned to fly and speak Russian](https://www.ucdavis.edu/news/alumna-tracy-caldwell-headed-space-station). Her doctoral work was supervised by Professor of Chemistry [Donald Land,](https://chemistry.ucdavis.edu/people/donald-land) who Dyson noted was pivotal in preparing her for her work as an astronaut. After obtaining a Ph.D. in chemistry, Dyson decided to apply to become an astronaut. She waited for a reply and in the interim began a postdoctoral fellowship at UC Irvine. About one year later, she received a call from the Chief of the Astronaut Office who invited her to begin training as an astronaut. SciComm in the Space Age In addition to her myriad scientific duties as an astronaut, Dyson is a passionate science communicator. She’s hosted the NASA TV series “StationLife,” served as a guest judge for a space-themed episode of Food Network’s Cupcake Wars and advised actress Jessica Chastain during the production of Ridley Scott’s film The Martian, among many other science communication endeavors. “We need people to understand that we’re not getting food out of tubes; we’re having actual meals up there,” said. Dyson, referencing her involvement in Cupcake Wars “If we hope to go beyond low Earth orbit and sustain human presence in space, food is a huge part of that.” On the filmmaking front, Dyson hopes to help add doses of reality to how space flight is represented in entertainment, whether through scientific accuracy or helping actors better portray the human element. For The Martian, Dyson recalled being impressed with Chastain’s commitment to accuracy. During one of their consultations, Chastain noticed Dyson’s wedding and engagement rings. The actress inquired if Dyson wore the jewelry during missions. Dyson answered in the affirmative. “If you watch the movie, you’ll notice that she’s got a ring on,” said Dyson, noting the actress zeroed in on that tiny detail. “Those are moments where you really feel like you’ve connected on that human level with someone who now is going to take that knowledge and then use her art, her craft to then communicate further.” According to Dyson, such outreach is imperative to NASA’s mission to educate the public about the realities and importance of space travel for humanity. Dyson will head up to the ISS this March, launching on the Roscosmos Soyuz MS-25 spacecraft. To learn more about Dyson, check out her [ biography](https://www.nasa.gov/people/tracy-caldwell-dyson-2/) on NASA’s website.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.nasa.gov/news-release/nasa-astronaut-tracy-c-dyson-receives-third-space-station-assignment/)",
    "https://www.nasa.gov/people/tracy-caldwell-dyson-2/)",
    "https://www.nasa.gov/people/tracy-caldwell-dyson/)published",
    "https://nasa.gov/people/tracy-caldwell-dyson/)published",
    "https://nasa.gov/people/tracy-caldwell-dyson-2/)",
    "https://nasa.gov/news-release/nasa-astronaut-tracy-c-dyson-receives-third-space-station-assignment/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tracy c. dyson",
        "sentiment": "negative"
      },
      {
        "name": "dyson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "aggie alum",
        "sentiment": "negative"
      },
      {
        "name": "uc davis college of letters and science aggie alum",
        "sentiment": "negative"
      },
      {
        "name": "college of letters and science",
        "sentiment": "none"
      },
      {
        "name": "uc davis",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "earth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:15:56.988+02:00",
  "updated": "2024-01-06T00:15:56.988+02:00"
}