{
  "thread": {
    "uuid": "805ba7003dfba169c6f0e6bddfe08ef1163f5857",
    "url": "https://vnexplorer.net/saldra-de-la-carcel-la-primera-mujer-beneficiada-por-la-ley-de-utilidad-publica-s713150.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Saldrá de la cárcel la primera mujer beneficiada por la Ley de Utilidad Pública",
    "title_full": "Saldrá de la cárcel la primera mujer beneficiada por la Ley de Utilidad Pública",
    "published": "2023-12-29T23:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdnlN.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "805ba7003dfba169c6f0e6bddfe08ef1163f5857",
  "url": "https://vnexplorer.net/saldra-de-la-carcel-la-primera-mujer-beneficiada-por-la-ley-de-utilidad-publica-s713150.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T23:11:00.000+02:00",
  "title": "Saldrá de la cárcel la primera mujer beneficiada por la Ley de Utilidad Pública",
  "text": "El Espectador revela el primer caso de una mujer cabeza de familia beneficiada con esta ley, reglamentada hace tres meses por el Ministerio de Justicia. Fue condenada por hurto, asociado a su situación de pobreza, y recuperará su libertad para hacerse cargo de su familia, mientras paga su sanción con servicio comunitario.\nSegún las estimaciones del Ministerio de Justicia, cerca de 6.000 mujeres cabeza de familia, privadas de la libertad, podrían solicitar una pena sustitutiva por fuera de prisión a través de la Ley de Utilidad Pública.\nEn una decisión inédita, esta semana un juzgado de ejecución de penas autorizó que una mujer privada de la libertad en una cárcel salga para pagar su pena en libertad y con servicio comunitario.\nLa medida se conoce tres meses después de que el Ministerio de Justicia reglamentara la Ley de Utilidad Pública (Ley 2292), con el decreto 1451 de 2023, que busca que las mujeres cabezas de familia presas por delitos asociados a su marginalidad y pobreza, salgan de prisión para hacerse cargo de sus familias, al tiempo que pagan por sus delitos con servicio comunitario.\nEl documento judicial del 26 de diciembre, conocido por El Espectador, detalla que la mujer fue condenada, el 15 de marzo de 2023, por el Juzgado Segundo Penal Municipal de Espinal, a la pena de 39 meses de prisión, por los delitos de hurto calificado agravado, por hechos que ocurrieron el 30 de octubre de 2021. El juzgado le negó la prisión domiciliaria y la suspensión condicional de la ejecución de la pena.\nLuego, tras la expedición de la Ley de Utilidad Pública, la mujer pidió al Juzgado Tercero de Ejecución de Penas de Ibagué (Tolima) que evaluara su caso a la luz de esta nueva jurisprudencia.\nEl juez consideró que la mujer es madre de tres menores de edad, uno de un año y cuatro meses, otro de tres y una más de siete años. Así como estableció que ella es mujer cabeza de familia, porque “tiene bajo su cargo afectiva, económica y socialmente de manera permanente hijos menores o personas en condición de discapacidad permanente”. En su caso, además, el padre no convive con los hijos porque se encuentra privado de la libertad, condenado por el delito de violencia intrafamiliar ejercida contra esta mujer, según el informe rendido por el Instituto Colombiano de Bienestar Familiar.\nPara el juez, esta mujer cumplió con los requisitos de la Ley de Utilidad Pública (tiene arraigo, su condena no supera los ocho años, es cabeza de familia y el delito lo cometió por necesidad económica) y por eso se le va a permitir tener el beneficio de la Ley de Utilidad Pública con la prestación de un servicio comunitario. Según el juez, deberá trabajar un total de cinco horas de prestación de servicios de utilidad pública por cada semana de privación de la libertad que tenga pendiente de cumplir, que en su caso arroja como resultado: 835 horas. Esto significa, que trabajará 18 horas a la semana, tres horas por día en la organización en apoyo logístico y documental, en una organización que impulsa la justicia restaurativa en el Tolima y deberá rendir un informe mensual de esta mujer al juzgado.\nEn el auto, el juez dejó una reflexión a las demás autoridades y pidió la inclusión de esta mujer en otras políticas públicas de su departamento, que garanticen las mínimas condiciones para que, por su situación de pobreza y necesidad, no vuelva a delinquir fácilmente.\n“Si se busca que la medida aplicada tenga un gran impacto social y un adecuado desarrollo en el programa de resocialización a posteriori, lo ideal sería que el Gobierno Nacional, implementara un adecuado programa que articule el proceso de utilidad pública, con la protección del núcleo familiar de las beneficiarias”, mencionó el togado.\nEsto, en la práctica, es “una guardería pública para que mientras se ejecuta la labor, la condenada tenga la tranquilidad sobre los infantes, un comedor comunitario en el que se garantice las necesidades de alimentación básicas, servicio de transporte público gratuito para trasladarse al sitio de utilidad pública, entre otras medidas”, señaló.\nDe hecho, en el auto, el juez citó los estudios del proyecto de Ley que describen la angustia que producía a las madres condenadas el tener que dejar a sus hijos menores de edad a la deriva, así como la conexión entre el grado de pobreza y el delito cometido. Por eso, insistió en la importancia de “aplicar un enfoque de política pública para equilibrar los fines de la pena, con los fines del Estado”.\n(Le puede interesar: Johana Bahamón explica ley para que mujeres cabeza de familia salgan de prisión)\nLa decisión sienta un precedente clave para futuros casos. Según las estimaciones del Ministerio de Justicia, cerca de 6.000 mujeres cabeza de familia, privadas de la libertad, podrían acceder a una pena sustitutiva por fuera de prisión a través de la Ley de Utilidad Pública, pero a la fecha todas las peticiones habían sido negadas por los juzgados.\nLa ley no busca descongestionar las cárceles en Colombia, como por ejemplo la Ley 1709 de 2014, sino reconocer la discriminación y pobreza que viven muchas mujeres cabeza de familia en el país, por falta de oportunidades, desde una mirada que le apuesta a la resocialización.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdnlN.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdnlN.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T23:17:00.194+02:00",
  "updated": "2023-12-29T23:17:00.194+02:00"
}