{
  "thread": {
    "uuid": "0172b2840735f8ee9cd8574eb6730891ccebbaf2",
    "url": "https://tvshowsace.com/2024/03/14/abp-raiven-brown-reveals-third-sons-name",
    "site_full": "tvshowsace.com",
    "site": "tvshowsace.com",
    "site_section": "https://realestate.einnews.com/live_feed",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "Live Feed Wire - Residential Real Estate Today - EIN Presswire",
    "title": "'ABP' Raiven Brown Reveals Third Son's Name",
    "title_full": "'ABP' Raiven Brown Reveals Third Son's Name",
    "published": "2024-03-14T22:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://tvshowsace.com/wp-content/uploads/2024/03/Raiven-Brown-and-Bear-Brown-IG.jpg",
    "performance_score": 0,
    "domain_rank": 83584,
    "domain_rank_updated": "2024-03-12T12:13:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0172b2840735f8ee9cd8574eb6730891ccebbaf2",
  "url": "https://tvshowsace.com/2024/03/14/abp-raiven-brown-reveals-third-sons-name",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shawn Lealos",
  "published": "2024-03-14T22:09:00.000+02:00",
  "title": "'ABP' Raiven Brown Reveals Third Son's Name",
  "text": "‘ABP’ Raiven Brown Reveals Third Son’s Name Alaskan Bush People stars Raiven Brown and Bear Brown are expecting their third child later in 2024. The couple is in Texas, staying close to Raiven’s family and a quality NICU facility, preparing for the baby’s birth. They previously revealed that their third child will be a boy and now Raiven has revealed the boy’s name. Here is what Raiven and Bear have decided to name their third child. Raiven Brown Announces Third Baby’s Name Raiven Brown has been slowly trickling out information to her fans about her third baby. She announced the pregnancy last year and then earlier in 2024, she let fans know that she was having her third son. Raiven took to Instagram to reveal the baby’s name, and as usual for the couple, it is a unique name. Following River and Cove, the third son will be named Harbor Coast Joshua Brown. Fans flocked into the comments with their thoughts on the name, and many had already guessed it would include Harbor since it plays in the water names of River and Cove. - “Harbor. It feels cozy if that makes any sense! So cute and will be so sweet with your other two!!” - “That has to be the coolest name!! What an awesome trio of names. Love this!” - “Absolutely beautiful. your whole family has such unique names. I love it.” Raiven also responded that a few people guessed his first name right away. She said there are not many water name options. However, she said they already decided, if it was a boy, his name would include Harbor. Bear And Raiven Brown Continue To Honor His Family Raiven and Bear named their first son River Anthony Billy Isaiah Brown. Of course, Alaskan Bush People fans know that Billy is Bear’s father’s name. The two suffered through a miscarriage with their second child, but quickly rebounded with their rainbow baby, whom they named Cove Gabriel Caden Brown. Gabriel is named after Bear’s younger brother Gabe. Now, with their third son having Joshua in the name, one of his names remains a family name. View this post on Instagram Before Cove was born, Raiven said they preferred to use multiple middle names for each of their boys. She mentioned that River has three middle names before revealing that Cove would have two. Now, Harbor also has two middle names, although Harbor Cove sounds like a combined name when said together. All that is left is for Raiven Brown to deliver her new baby. She had struggles with River, who was born premature, and Cove, who was born at 38 weeks and ended up on a breathing device. Raiven was bedridden for months during her pregnancy with Cove. It is unclear how she will do with Harbor’s birth. What are your thoughts on Raiven Brown’s choice for her third baby’s name? Let us know what you think in the comment section below. see all ) - ‘ABP’ Raiven Brown Reveals Third Son’s Name - March 14, 2024 - ‘The Masked Singer’ Who Is Gumball, The Clues & Hints - March 14, 2024 - ‘The Masked Singer’ Who Is Beets, The Clues & Hints - March 14, 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "raiven brown",
        "sentiment": "negative"
      },
      {
        "name": "raiven",
        "sentiment": "none"
      },
      {
        "name": "joshua brown",
        "sentiment": "none"
      },
      {
        "name": "cove",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "abp",
        "sentiment": "negative"
      },
      {
        "name": "instagram",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "raiven",
        "sentiment": "none"
      },
      {
        "name": "harbor",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "river",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:59:12.950+02:00",
  "updated": "2024-03-15T01:01:48.213+02:00"
}