{
  "thread": {
    "uuid": "2be0346f1ec17f8726ec673edbba327c162ba482",
    "url": "https://www.dailykos.com/stories/2024/5/30/2241457/--x1f54e-A-Song-of-Zion-AsianAmerican-Jews-had-double-reasons-to-celebrate-heritage-in-May",
    "site_full": "www.dailykos.com",
    "site": "dailykos.com",
    "site_section": "https://www.dailykos.com:443/groups",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media",
      "top_news"
    ],
    "section_title": "Daily Kos :: Groups",
    "title": "✡️🕎 A Song of Zion: AsianAmerican Jews had double reasons to celebrate heritage in May",
    "title_full": "✡️🕎 A Song of Zion: AsianAmerican Jews had double reasons to celebrate heritage in May",
    "published": "2024-05-30T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.dailykos.com/images/1223213/story_image/Screenshot2023-08-29at03-38-12Glas_in_loodraam_in_de_synagoge_te_Enschede_-_Enschede_-_20338403_-_RCE.jpgJPEGImage12001190pixelsScaled48.png?1693305525",
    "performance_score": 0,
    "domain_rank": 2522,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2be0346f1ec17f8726ec673edbba327c162ba482",
  "url": "https://www.dailykos.com/stories/2024/5/30/2241457/--x1f54e-A-Song-of-Zion-AsianAmerican-Jews-had-double-reasons-to-celebrate-heritage-in-May",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-30T03:00:00.000+03:00",
  "title": "✡️🕎 A Song of Zion: AsianAmerican Jews had double reasons to celebrate heritage in May",
  "text": "Bruchim ha’ba’im, friends. Welcome to diary series A Song of Zion/Dvar Torah, our weekly check-in and virtual minyan for Jews on Daily Kos. This is an open thread, and we treat it as a safe space for Jewish folks here. Non-Jews are welcome but we ask that they listen more than speak. No squabbling, please: if you want to fight, kindly step outside. May [was] both Asian American, Native Hawaiian and Pacific Islander Heritage Month and Jewish American Heritage Month. Two entirely separate commemorations for two entirely separate communities, right? Think again. Not only do Asian American Jews exist, but we come from a variety of places and come to Judaism in a range of ways. May [was] both Asian American, Native Hawaiian and Pacific Islander Heritage Month and Jewish American Heritage Month. Two entirely separate commemorations for two entirely separate communities, right? Think again. Not only do Asian American Jews exist, but we come from a variety of places and come to Judaism in a range of ways. Those are the opening paragraphs of an article from The Conversation, by Samira Mehta, Assoc. Prof. of Women and Gender Studies & Jewish Studies, University of Colorado Boulder (she receives funding from the Henry Luce Foundation for a research initiative called Jews of Color: Histories and Futures.) Since the rest of this post consists of permitted reprint, we’ll dispense with the blockquotes for that, and these text dividers will indicate where the article’s text begins and ends. Some Asian American Jews come from long-standing Jewish communities in Asia. The two most famous of these are the Kaifeng Jews of the Henan Province in China and the Jewish communities of India. Today, the Kaifeng Jews are a tiny number of people to which very few, if any, Chinese American Jews trace their heritage. The community likely arrived in China from India or Persia around 1000 C.E. and probably had about 5,000 people at its peak. Indian Jews, however, are another matter. In fact, they consist of three separate communities: The Bene Israel, the Jews of Cochin and the Baghdadi Jews. Each arrived in India at different moments – with the Baghdahi community being the most recent – and therefore their traditions sometimes differ. For instance, the Jews of Cochin are known for their musical traditions, and the Bene Israel give particular importance to the Prophet Elijah. In 2020, there were about 4,800 Jews in India, but almost 85,000 Jews with Indian roots live in Israel and a few hundred in the United States. Indian Jewish communities have distinct cultures that come from living in a majority Hindu and Muslim society. Indian American Jewish artist Siona Benjamin, for example, creates art that fuses her American and Jewish identities with her Indian childhood – “inspired by both Indian miniature paintings and Jewish and Christian illuminated manuscripts,” as the Brooklyn Museum described her work. Figures in her paintings are often blue, reminiscent of Hindu depictions of incarnations of Vishnu, and they include images of lotus flowers. Many other Asian American Jews are children of one Jewish parent and one non-Jewish Asian parent – like Angela Buchdahl, the Korean American rabbi of New York City’s Central Synagogue. Buchdahl has an Ashkenazi Jewish father, meaning that his ancestors came from Central or Eastern Europe, and a Korean Buddhist mother. Raised in a synagogue that her Jewish grandparents helped to found, Buchdahl has written and spoken publicly about the pain that she experienced as a teen and young adult when she was the only Asian person in Jewish spaces. At other times, she was not recognized as Jewish – for instance, by the Chabad rabbis on her undergraduate campus. When the rabbi appeared on the PBS program “Finding Your Roots,” she talked about the resonances that she sees between Jewish and Korean Buddhist culture, such as respect for elders and education. It is this type of experience – growing up the child of an interfaith, interracial marriage – that sociologists Helen Kim and Noah Leavitt focus on in their 2016 book “JewAsian,” the first major study of Asian American Jews. Other Asian American Jews were adopted into Jewish families, most of whom are white and Ashkenazi – an experience studied by the Adoption and Jewish Identity Project. Many families raising Asian American Jewish children face challenges that are shared with other transracial adoptive families, such as adoptive parents not knowing much, at least initially, about their child’s culture of origin. Some challenges, however, are more unique, such as the reality that Hebrew School and Chinese School are often at the same time. In fact, in my hometown when I was growing up, they were at the same time and in the same place, such that there was a Hebrew School-Chinese School car pool – but also such that no one could participate fully in both programs. In addition, Asian Jewish adoptees and other Jews of color face assumptions from many white Jews that Jews of color are not Jewish or are converts. Usually, children adopted into Jewish families do undergo a formal conversion. They grow up in Jewish homes, as familiar – or not – with Jewish traditions as people born into Judaism. Some Asian American Jews are adult converts to Judaism, like SooJi Min-Maranda, the Korean American executive director of Aleph: the Alliance for Jewish Renewal, a movement that trains and ordains Jewish leaders from a range of Jewish backgrounds. So am I, a half-South Asian scholar of American Jewish religious history. I usually do not look for ways to combine my Indian heritage and my Jewish religious life, but every now and then I find myself doing so – as at Hanukkah, when I have celebrated with deep-fried Indian food, and during the festival of Sukkot, when I have imagined making the holiday’s signature booths out of Indian bedspreads. As with all people who choose to live Jewish lives, Asian Americans convert to Judaism for many reasons. After conversion, we often find ourselves fending off the assumption that either we are not Jewish or that our conversions were motivated exclusively by marriage. In fact, there are enough Asian American Jews out there that several organizations serve them. For instance, the Lunar Collective “cultivates connection, belonging and visibility for Asian American Jews.” They host Seders and Friday night Shabbat events for Asian American Jews, along with a range of other programming. Other organizations, such as the Mitsui Collective, founded by Chinese American Jewish activist Yoshi Silverstein, address a broader range of the Jewish community but carefully include and make space for Asian Jewish experiences. Asian American, Native Hawaiian and Pacific Islander Heritage Month and Jewish American Heritage Month come every May. They offer us a moment to remember that both of those communities are far more diverse than one might initially imagine, that they overlap, and that in their overlap, there is truly amazing diversity. https://www.youtube.com/watch?v=913jZFL1bdE Upcoming parashot, and resources, for writers interested in posting a DvarTorah for this series; we post on Thursdays — 2 days before the shabat dates shown. BAMIDBAR / בְּמִדְבַּר lit. 'In [the] desert'; the ‘Book of Numbers’ (from Greek Ἀριθμοί, Arithmoi, lit. 'numbers'... Saturday June 8, 2024 Parashat Ba’Midbar Num.1:1–4:20, Hos. 2:1-22 Sat. June 15 Nasso Num. 4:21–7:89, Judg. 13:2-25 Sat. June 22 Beha’alotecha Num. 8:1–12:16, Zech. 2:14–4:7 Sat. June 29 Sh’lach (shelach, shlach lecha) Num. 13:1–15:41, Josh. 2:1-24 Sat. July 6 Korach Num. 16:1–18:32, 1 Sam. 11:14–12:22 Sat. July 13 Chukat Num. 19:1–22:1, Judg. 11:1-33 Sat. July 20 Balak Num. 22:2–25:9, Micah 5:6–6:8 Sat. July 27 Pinchas Num.25:10–30:1 Sat. Aug 1 Matot-Masei Num. 30:2–36:13, 2nd Haftarah of Admonition Jer. 2:4-28; 3:4 [Jer. 2:4-28; 4:1-2] DEVARIM / Deuteronomy (heading toward autumn) . More during and afterward, at Etz Chaim Jewish Liturgical Calendar or for block/wall calendar style {parshas only), Heb Cal.com 🔵DvarTorah5783-5785 — 2023-2024 — links&resources for parsha students&writers rev.24feb2024 originally posted in 2017, a compilation of online-accessible materials (e.g., Talmud, Tanakh...) from past dvar-knowledgeable kosaks. and I try to update it periodically, e.g., for what Hebrew-calendar year we’re in! BAMIDBAR / בְּמִדְבַּר lit. 'In [the] desert'; the ‘Book of Numbers’ (from Greek Ἀριθμοί, Arithmoi, lit. 'numbers'... DEVARIM / Deuteronomy (heading toward autumn) . More during and afterward, at Etz Chaim Jewish Liturgical Calendar or for block/wall calendar style {parshas only), Heb Cal.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "http://www.youtube.com/watch?v=913jZFL1bdE",
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=913jZFL1bdE"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "samira mehta",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "heritage month",
        "sentiment": "none"
      },
      {
        "name": "judaism",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pacific islander heritage month",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T04:04:03.064+03:00",
  "updated": "2024-05-31T04:04:03.064+03:00"
}