{
  "thread": {
    "uuid": "e78af81ea2d29bfb0bb2e606c988317d1d2b8dbe",
    "url": "https://www.ekathimerini.com/nytimes/1243169/how-to-protect-yourself-from-wildfire-smoke",
    "site_full": "www.ekathimerini.com",
    "site": "ekathimerini.com",
    "site_section": "https://www.ekathimerini.com",
    "site_categories": [
      "travel",
      "greece"
    ],
    "section_title": "News from Greece and the World | eKathimerini.com",
    "title": "How to protect yourself from wildfire smoke | eKathimerini.com",
    "title_full": "How to protect yourself from wildfire smoke | eKathimerini.com",
    "published": "2024-07-04T22:36:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GR",
    "main_image": "https://www.ekathimerini.com/wp-content/uploads/2024/07/NYT-safety-960x600.jpg",
    "performance_score": 0,
    "domain_rank": 7093,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e78af81ea2d29bfb0bb2e606c988317d1d2b8dbe",
  "url": "https://www.ekathimerini.com/nytimes/1243169/how-to-protect-yourself-from-wildfire-smoke",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsroom",
  "published": "2024-07-04T22:36:00.000+03:00",
  "title": "How to protect yourself from wildfire smoke | eKathimerini.com",
  "text": "THE NEW YORK TIMES How to protect yourself from wildfire smoke\nA pall of smoke from wildfires hangs over downtown Portland, Ore., on Sept. 11, 2020. Scientists are still studying the long-term health effects of smoke exposure. [Amanda Lucier/The New York Times] Dani Blum July 5, 2024 05.07.2024 • 03:36\nExtreme wildfires are becoming more common, more intense and more of a pressing problem for public health. This week, more than 20,000 people in Northern California evacuated their homes as flames destroyed houses and cars.\nWildfire smoke presents its own challenge. There is most likely no safe level of exposure to wildfire smoke, said Jennifer Stowell, a climate and health research scientist at the Boston University School of Public Health. But there are precautions you can take to minimize its toll on your health.\nWhat to look for Don’t rely on only your eyes to determine when the air quality is poor, said Dr Panagis Galiatsatos, a pulmonary and critical care medicine physician at Johns Hopkins Medicine. Get in the habit of checking air quality indexes every day, especially in the summer, when wildfires are more common. You can look at AirNow.Gov for a measure of your local air quality; Fire.airnow.gov also has a helpful map of fire and smoke patterns and how they are influencing air quality.\nIt’s also important to know your personal risk. Wildfire smoke can exacerbate respiratory conditions: People with asthma may be prone to more attacks, and those with chronic obstructive pulmonary disease can experience more difficulty breathing.\nIt can sometimes take a week or so for those symptoms to appear after you breathe in wildfire smoke, Stowell said.\nInhaling smoke can also trigger inflammation in the body, which may put people with underlying chronic conditions like diabetes, chronic kidney disease and heart disease at increased risk of getting sick.\nBabies and young children, whose lungs are still developing and who inhale a greater proportion of air compared to their body size, are more sensitive to air pollution. Older adults are also more vulnerable, because they can have weakened immune systems. While researchers are still exploring the effects of inhaling wildfire smoke during pregnancy, early evidence suggests that exposure may be harmful to a developing fetus and may raise the risk of preterm birth.\nEven if you do not have underlying medical conditions, it can still be dangerous to breathe in smoke. Scientists are still trying to understand the long-term effects of smoke exposure. The toll is probably cumulative: the more smoke you’re exposed to, the greater the risk of health issues down the line, Galiatsatos said. In the short term, exposure to smoke can lead to eye or sinus irritation, shortness of breath, wheezing, headaches or coughing.\nIf you go outside If the air quality is poor, or if it is moderate but you are at high risk, try to limit the amount of time you spend outside as much as possible.\nWhen you do go outside, wear a high-quality, tightfitting mask, like an N95. A surgical mask is not sufficient to filter out the tiny, damaging particulates in wildfire smoke, Stowell said. And change clothes when you get home, Galiatsatos suggested, to avoid bringing in any smoke particles that could contaminate the air inside your house.\nStaying indoors Make sure all the windows in your home are sealed tightly shut. Do not burn candles or smoke indoors, which creates more indoor air pollution, said Laura Corlin, an associate professor at Tufts University School of Medicine.\nAir purifiers can help filter particles out of the air inside your home. People with respiratory conditions like asthma might benefit from an additional HEPA filter with the purifier, which can remove more particles from the air.\n“Know who you are, and what your lungs need,” Galiatsatos said.\nIf you don’t have an air purifier, an air-conditioner can also help, with a few caveats. If you have a window air-conditioning unit, make sure the seal to the window is as tight as possible. If you have central air system that takes in air from outside, close the outside air damper, or switch the system to recirculate mode, Corlin suggested, so that it does not pull polluted air into your home.\nIf you’re able, upgrade to a higher quality filter, like a MERV 13, which captures more particles.\nIf you do not have air-conditioning, you can use a fan to circulate air, and turn it on at the highest setting – something is better than nothing, Corlin said. Your local health department may also run cooling centers. These air-conditioned public spaces can offer relief from the heat and protection against smoke, Stowell said. Even an air-conditioned space like a shopping mall may offer better air quality than a home without air-conditioning.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.nytimes.com/2024/07/03/well/wildfire-smoke-health-effects.html).",
    "https://nytimes.com/2024/07/03/well/wildfire-smoke-health-effects.html)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jennifer stowell",
        "sentiment": "none"
      },
      {
        "name": "panagis galiatsatos",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "boston university school of public health",
        "sentiment": "none"
      },
      {
        "name": "johns hopkins medicine",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "northern california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T03:43:46.422+03:00",
  "updated": "2024-07-05T04:44:28.169+03:00"
}