{
  "thread": {
    "uuid": "d63d01ff1bb7bd4f38e0ef8daf9d5925e739c71e",
    "url": "https://www.eldebate.com/religion/20240601/esto-mi-cuerpo_201527.html",
    "site_full": "www.eldebate.com",
    "site": "eldebate.com",
    "site_section": "https://www.eldebate.com/rss/home.xml",
    "site_categories": [
      "top_news"
    ],
    "section_title": "El Debate",
    "title": "«Esto es mi cuerpo»",
    "title_full": "«Esto es mi cuerpo»",
    "published": "2024-06-01T04:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.eldebate.com/images/el-debate.png",
    "performance_score": 0,
    "domain_rank": 33916,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d63d01ff1bb7bd4f38e0ef8daf9d5925e739c71e",
  "url": "https://www.eldebate.com/religion/20240601/esto-mi-cuerpo_201527.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jesús Higueras",
  "published": "2024-06-01T04:30:00.000+03:00",
  "title": "«Esto es mi cuerpo»",
  "text": "Ma\\u00f1ana celebraremos con procesiones, himnos y solemnidades la fiesta del Corpus Christi. Un d\\u00eda especial para un amor especial, pues de eso se trata, de celebrar el amor especial de Dios por cada uno de nosotros. Dec\\u00eda San Pablo: \\u00abMe am\\u00f3 y se entreg\\u00f3 por m\\u00ed\\u00bb , pues ante el Se\\u00f1or no cabe esconderse en el grupo. \\u00c9l nos conoce a cada uno y nos quiere singularmente. Ma\\u00f1ana, Corpus Christi, el Se\\u00f1or Jes\\u00fas saldr\\u00e1 del sagrario para ser adorado en nuestras calles y en nuestros hogares, pues no es un Dios que se queda quieto sino que sale, presente en la custodia, en nuestra b\\u00fasqueda. \\u00bfCabe mayor amor que encerrarse durante miles de a\\u00f1os en un sagrario esperando a que llegue ante \\u00c9l? S\\u00f3lo los enamorados entienden el deseo tan ardiente de estar juntos que tienen los que se quieren. Y \\u00e9sta es la \\u00fanica raz\\u00f3n de la eucarist\\u00eda: Jes\\u00fas, enamorado de la humanidad, se queda escondido en este sacramento para que experimentemos su proximidad all\\u00e1 donde estemos en nuestro caminar en la tierra. La presencia real de Cristo en el Sant\\u00edsimo Sacramento \\u2013su Cuerpo, su Sangre, su Alma y su Divinidad\\u2013 es un regalo que nos deja para que gocemos de \\u00c9l en la medida que nuestro coraz\\u00f3n lo desea. Hay personas que pasan delante de un sagrario y ni siquiera se enteran que ah\\u00ed est\\u00e1 el Se\\u00f1or de cielo y tierra. Hay otros que son capaces de pasar un ratito delante del Sant\\u00edsimo, pero las prisas y los quehaceres les empujan a marcharse pronto. Pero tambi\\u00e9n hay almas que gozan ante el sagrario, es su oasis, el lugar de la paz y la esperanza, donde toman fuerzas y energ\\u00eda, de tal modo que les cuesta marcharse porque entienden que es el lugar m\\u00e1s grande en el que podemos estar. En todo caso, lo que mas hiere a Jes\\u00fas es la indiferencia de tantos cristianos que, sabiendo que ah\\u00ed est\\u00e1 el Amor de los Amores, contin\\u00faan su camino sin contar con \\u00c9l, porque en la pr\\u00e1ctica creen que no le necesitan. Pero no es ese nuestro caso: sabemos que nos espera cada d\\u00eda para llenarnos de su Vida, para escuchar nuestras cuitas y, tal vez, que nosotros escuchemos las suyas, pues amor con amor se paga y si se queda en el sagrario es para convertirse en un mendigo de tu amor. \\u00a1Qu\\u00e9 locura! El creador del universo se encierra en la fr\\u00e1gil apariencia del pan para pedirte que le quieras, pues en quererle est\\u00e1 tu salvaci\\u00f3n.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T06:16:32.108+03:00",
  "updated": "2024-06-01T06:16:32.108+03:00"
}