{
  "thread": {
    "uuid": "cdef03ca5dda412ef9450591804168cd279aa301",
    "url": "https://news-pacific.churchofjesuschrist.org/article/youth-shine-brightly-in-multifaith-gathering",
    "site_full": "news-pacific.churchofjesuschrist.org",
    "site": "churchofjesuschrist.org",
    "site_section": "https://news-pacific.churchofjesuschrist.org/news-releases",
    "site_categories": [],
    "section_title": "News Releases | Latest News Stories and Articles",
    "title": "Youth Shine Brightly in Multifaith Gathering",
    "title_full": "Youth Shine Brightly in Multifaith Gathering",
    "published": "2024-06-02T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 4059,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cdef03ca5dda412ef9450591804168cd279aa301",
  "url": "https://news-pacific.churchofjesuschrist.org/article/youth-shine-brightly-in-multifaith-gathering",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-02T03:00:00.000+03:00",
  "title": "Youth Shine Brightly in Multifaith Gathering",
  "text": "Over 400 participants of various faiths, cultures, and ages gathered in the Melbourne suburb of Melton on Saturday to share beliefs, celebrate music and dance, and learn from each other. Melton Mayor Cr Kathy Majdlik said of the diversity and inclusion, “We are a vibrant, fast-growing community where we strive to be understanding of all faiths.” “The Faith of Youth” event focused on the importance of religion to the rising generation. Representatives from several churches and faith traditions set up booths to offer materials and answer questions to those in attendance. David Cowan, president of the Melton Interfaith Network and a member of the Church of Jesus Christ, said, “Because there is so much negative reporting about youth today, it’s good that we can gather together as people from all faith traditions and hear of the strength of youth from various faiths.” At The Church of Jesus Christ of Latter-day Saints’ booth, missionaries were available to speak to visitors in Punjabi, Tagalog, Urdu, Samoan, Chinese and English. Assistant Imam at Craigieburn Mosque, Waseem Razvi, said of the young missionaries, “That’s a lot of sacrifice to give two years of their lives.” “One of the best things is to see all the youth here from different backgrounds,” the devout Muslim continued. “To benefit youth, we need to engage with them in ways that are educational and somewhat entertaining. Faith is something that defines us and gives us purpose.” Kirti Sharma, assistant general secretary of the Melton Interfaith Network and member of the Hindu faith, said, “Faith is very important. Religion helps you have faith in humanity. If you truly follow faith, you’ll lead a good life and be mindful of what you do in society. We all have the same expectation of doing good to others.” Karan Singh explained how Sikhism is about compassion, acceptance and faith. In Gurudwaras (Sikh places of worship) throughout the world, thousands of meals are served daily to people of any background or circumstance. From the foyer with information tables, guests were ushered into the performance venue where young people shared cultural performances. Sheena Ghosh began by singing a Bollywood romantic song, followed by a traditional dance. Of the evening’s event, she said, “This is a great initiative to bring all faiths together under one roof. Religion is love in different languages.” Grace Afamasaga, 23, introduced a group of 50 youth and young adult Samoan dancers from The Church of Jesus Christ of Latter-day Saints. “'Talofa Lava' and greetings to all from Samoa — a small Pacific Island country, right in the heart of Polynesia. We are very happy people. As you can tell by our numbers, many Polynesians are drawn to the gospel of Jesus Christ because of the happiness that it brings to us in our lives.” Hindu dancers from the Bangladesh community and African dancers from a Burundian traditional dance group, “Club Iteka,” brought a greater feeling of unity to the evening as diverse cultures rejoiced together in a common love for dance. Following the performances, 24-year-old Comfort Kennedy, recipient of the Melton “Youth of the Year” award, was invited to give the keynote address. She began, “As someone from a diverse background, I believe volunteering is a powerful and meaningful way to contribute to society. It extends beyond the immediate beneficiaries as it creates a ripple effect and inspires others to get involved.” Comfort, a Christian young adult, quoted John 3:16 from the Bible, “For God so loved the world that He gave His only Begotten Son.\" She expressed her love for Jesus Christ and said, “Religion is learning to live what you believe, every day.” Through a series of faith-promoting events, Comfort realized, “I can do everything through Jesus Christ who gives me strength. No matter what I go through, He will be there. Talking about faith is emotional because it’s a lived experience.” Young adults from the Church of Jesus Christ sang the youth song, “Peace in Christ,” as the final performance before dinner was served. Ashley Parton, regional spokesperson for the Church of Jesus Christ, said, “This has been a beautiful celebration of people coming together. It has encouraged me to read a book like the Quran to better understand and appreciate how others worship.\" Dean Berger, a local leader in the Church of Jesus Christ from the Deer Park area, said, “It is always strengthening to see the faith that lies behind so many families and young people, driving our community forward to a positive future. I am grateful to learn from so many faiths. This experience has inspired me and strengthened me in my faith.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "david cowan",
        "sentiment": "none"
      },
      {
        "name": "melton",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      },
      {
        "name": "kathy majdlik",
        "sentiment": "none"
      },
      {
        "name": "waseem razvi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "church of jesus christ",
        "sentiment": "none"
      },
      {
        "name": "melton interfaith network",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "melbourne",
        "sentiment": "none"
      },
      {
        "name": "urdu",
        "sentiment": "none"
      },
      {
        "name": "tagalog",
        "sentiment": "none"
      },
      {
        "name": "craigieburn mosque",
        "sentiment": "none"
      },
      {
        "name": "punjabi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T16:45:12.726+03:00",
  "updated": "2024-06-06T04:36:55.129+03:00"
}