{
  "thread": {
    "uuid": "9ae2a61f97f3ae5986709523a0f60a5d361b7aad",
    "url": "https://www.opinion.com.bo/articulo/revista-asi/juliana-barrientos/20240310002801939315.html",
    "site_full": "www.opinion.com.bo",
    "site": "opinion.com.bo",
    "site_section": "https://www.opinion.com.bo/rss/",
    "site_categories": [
      "roleplaying_games",
      "hobbies_and_interests"
    ],
    "section_title": "",
    "title": "Juliana Barrientos, la Miss Cochabamba utiliza la música para sensibilizar y habla de la guerra en Ucrania",
    "title_full": "Juliana Barrientos, la Miss Cochabamba utiliza la música para sensibilizar y habla de la guerra en Ucrania",
    "published": "2024-03-10T06:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BO",
    "main_image": "https://www.opinion.com.bo/media/opinion/images/2024/03/09/2024030911262744688.jpg",
    "performance_score": 0,
    "domain_rank": 84751,
    "domain_rank_updated": "2024-03-05T12:11:17.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9ae2a61f97f3ae5986709523a0f60a5d361b7aad",
  "url": "https://www.opinion.com.bo/articulo/revista-asi/juliana-barrientos/20240310002801939315.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "REDACCIÓN",
  "published": "2024-03-10T06:28:00.000+02:00",
  "title": "Juliana Barrientos, la Miss Cochabamba utiliza la música para sensibilizar y habla de la guerra en Ucrania",
  "text": "Juliana Barrientos, la Miss Cochabamba utiliza la música para sensibilizar y habla de la guerra en Ucrania La reina de belleza, de madre ucraniana, cuenta su experiencia con el conflicto armado. También expresa su anhelo de representar a Bolivia en el exterior y cómo se prepara para ello. Juliana Barrientos Gaidrikh tiene muchas caras. La más popular, quizá, es la de modelo reconocida a nivel nacional, que ahora comparte con su nuevo título como Miss Cochabamba 2024, mientras se prepara para lograr un puesto entre las representantes de belleza de Bolivia. Pero también está su faceta artística, esa que muestra cada vez que se sienta frente al piano y comienza a tocar. La pasión que siente por este instrumento, heredada de su madre, se ha convertido en su forma más íntima de conectar con su sensibilidad y transmitir sus emociones. Y si se trata de lazos profundos, Juliana habla con orgullo de su ascendencia ucraniana y con ello, inevitablemente, de su experiencia familiar ligada a la guerra que enfrenta Ucrania con Rusia. Desde que se presentó como candidata al Miss Cochabamba 2024, Juliana se consolidó como la favorita, por eso no extrañó cuando le otorgaron el título máximo de belleza del departamento. En entrevista con OPINIÓN, cuenta que se animó a concursar por las oportunidades que esto representar. “Siempre me gustaron los certámenes de belleza, siento que son una plataforma que permite contribuir a la ayuda social, el empoderamiento femenino y el desarrollo personal”, asegura. Durante el certamen, Juliana se desafío a sí misma. Tuvo que combinar su trabajo en un laboratorio con el modelaje y este nuevo mundo de los reinados. “Destaco la oportunidad de crecimiento personal que me brindó”, dice. Desde hace algunos años, los concursos de misses buscan a mujeres con belleza integral. Por ello, además de lo obvio –belleza física– , también se impulsan proyectos sociales que respondan a las necesidades actuales, sobre todo de los sectores más vulnerables. Juliana lleva adelante la implementación de un proyecto enfocado en la elaboración de jabones ecológicos hechos con el aceite reciclado de cocina, con el objetivo de contribuir a la preservación del medioambiente y que mujeres en estado de vulnerabilidad puedan generar recursos económico propios a partir de este emprendimiento. Ahora se prepara para participar del Miss Bolivia reforzando sus aptitudes de manera integral. “Tengo la meta de poder representar a mi país en un certamen internacional utilizando la plataforma del concurso para impulsar iniciativas sociales, promoviendo el cambio positivo y la conciencia social”, sostiene. La reforma en los concursos de belleza también se extiende a temas controversiales en los que se pide una mirada más inclusiva que responda al contexto actual. Juliana tiene claro el tipo de miss que desea ser: “Frente a temas sensibles como feminismo y diversidad sexual, asumo una postura inclusiva y quiero ser una representante que inspire respeto y aceptación”. LA HERENCIA DEL PIANO Barrientos es profesional en Bioquímica y Farmacia, carrera que eligió porque le encanta la química. Entre sus hobbies está practicar deportes, por lo que le dedica gran parte de su tiempo al entrenamiento físico. Sin embargo, combina estas actividades con su pasión por la música. Juliana aprendió a tocar el piano gracias a su madre, quien es pianista. Cuenta que inició las clases en casa cuando era niña y desde entonces no ha dejado de practicar. Constantemente sube videos de ella interpretando alguna composición. “Elegí el piano porque encuentro en la música una fuente de inspiración y expresión”, comenta. A través de la música, Juliana ha encontrado la forma de conectarse con su interior, por lo que busca emplear este habilidad a la hora de comunicarse con el público. “Hallo en sus notas una conexión profunda con mis emociones y sueño en utilizarlo para difundir mensajes positivos y motivadores, impactando a través de la música”, dice. LA UNIÓN DE DOS CULTURAS La vida de Juliana siempre estuvo llena de aventuras desde que era pequeña. Hija de madre ucraniana y padre boliviano, creció en medio de dos culturas muy diferentes, pero encontró el equilibrio para sacar lo mejor de ambas. “He disfrutado mi niñez lo más que he podido. La niñez es la etapa más corta de la vida y es importante que todos tengan una niñez digna que recuerden con amor y felicidad”, asegura. La joven pasó parte de sus primeros años viviendo en Ucrania, junto a su familia materna, donde también recibió educación primaria. “He podido disfrutar de las estaciones, como el verano con su sol radiante y su variedad de flores. Así como también puede disfrutar de la nieve”, recuerda. Al mudarse a Bolivia, trajeron su cultura ucraniana hasta aquí. Esto se podía ver a simple vista, en la mesa, en la que se combinaban platos de ambos países ya que su mamá se ocupaba de que no olviden sus raíces. Otra de las ventajas que encuentra Juliana es que esa diversidad le permitió aprender a hablar cinco idiomas y expandir su mente en temas de inclusión y respeto a otras culturas. Luego de algunos años en cierta calma, en febrero de 2022, se restableció la guerra entre Ucrania y Rusia. Hasta la fecha, el conflicto armado ha dejado miles de muertos y heridos, sin contar a las familias desplazadas por los enfrentamientos. Juliana cuenta que su familia vivió de cerca el horror de la guerra. Después de varios esfuerzos, pudieron traer a su abuela materna a Bolivia, aunque sigue teniendo otros familiares que viven allá. Afirma que vieron cómo las familias sufren por todo tipo de consecuencias de la guerra, desde la falta de alimentos hasta verse obligados a dejar sus hogares. “Pienso que toda guerra es un retroceso al avance de la humanidad”, dice. A través de sus redes sociales, Barrientos fue compartiendo mensajes de paz y algunas imágenes de cómo se veía Ucrania meses antes de la guerra. Si bien ahora está enfocada en su preparación de cara al Miss Bolivia, Juliana no deja de lado sus otras facetas ni sus pasiones. Porque la Miss Cochabamba tiene varias caras y en todas demuestra su entrega. l",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-10T07:12:37.901+02:00",
  "updated": "2024-03-10T09:45:39.461+02:00"
}