{
  "thread": {
    "uuid": "8b599972476313490e536e307fd9d7e82800d98c",
    "url": "https://www.kompas.id/baca/english/2024/01/07/en-teknologi-seleksi-sperma-tingkatkan-keberhasilan-kehamilan",
    "site_full": "www.kompas.id",
    "site": "kompas.id",
    "site_section": "http://kompas.id",
    "site_categories": [],
    "section_title": "Kompas.id",
    "title": "Sperm Selection Technology Increases Pregnancy Success - Kompas.id",
    "title_full": "Sperm Selection Technology Increases Pregnancy Success - Kompas.id",
    "published": "2024-01-07T16:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ID",
    "main_image": "https://cdn-assetd.kompas.id/ww8B4_QWeFJQtT4GDMC_qvud4oU=/1024x576/https%3A%2F%2Fasset.kgnewsroom.com%2Fphoto%2Fpre%2F2024%2F01%2F07%2F3589f8c7-010a-4b7a-8081-c6f946e71d62_jpg.jpg",
    "performance_score": 0,
    "domain_rank": 35460,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8b599972476313490e536e307fd9d7e82800d98c",
  "url": "https://www.kompas.id/baca/english/2024/01/07/en-teknologi-seleksi-sperma-tingkatkan-keberhasilan-kehamilan",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "DEONISIA ARLINTA",
  "published": "2024-01-07T16:57:00.000+02:00",
  "title": "Sperm Selection Technology Increases Pregnancy Success - Kompas.id",
  "text": "[›](/) [English](/kategori/english)›Sperm Selection Technology... Sperm Selection Technology Increases Pregnancy Success Assisted reproductive technology has been shown to increase the chances of overcoming infertility About AI Translated Article Please note that this article was automatically translated using Microsoft Azure AI, Open AI, and Google Translation AI. We cannot ensure that the entire content is translated accurately. If you spot any errors or inconsistencies, contact us at [hotline@kompas.id](mailto:hotline@kompas.id), and we'll make every effort to address them. Thank you for your understanding. The following article was translated using both Microsoft Azure Open AI and Google Translation AI. The original article can be found in [Teknologi Seleksi Sperma Tingkatkan Keberhasilan Kehamilan](https://www.kompas.id/baca/humaniora/2024/01/07/teknologi-seleksi-sperma-tingkatkan-keberhasilan-kehamilan) Modification of sperm quality selection methods in assisted reproductive technology can increase the success rate of various pregnancy programs. This is in accordance with the results of research conducted by a professor at the Faculty of Medicine, University of Indonesia. Reproductive system disorders can lead to infertility. This condition occurs when a husband and wife are unable to conceive a child after approximately one year of regular, unprotected sex. The World Health Organization (WHO) stated that at least one out of six couples of productive age experience infertility. This number is equivalent to approximately 186 million people worldwide. The prevalence of infertility for couples of productive age, between 25-44 years old, is about 9 percent. In Indonesia, data from the National Development Planning Agency (Bappenas) in 2018 showed that the incidence of infertility in couples of reproductive age reached 10-15 percent or 4-6 million couples. Around 40-70 percent of infertility is caused by male factors. However, awareness of male infertility in society is still low, due to limited access and stigma. Male infertility is primarily caused by a decrease in sperm concentration, poor sperm motility (quality of sperm movement), and abnormal sperm morphology. Various efforts have been developed to address male infertility, including Assisted Reproductive Technology (ART). Assisted reproductive technologies, such as intrauterine insemination and in vitro fertilization have been shown to increase the chances of overcoming infertility related to sperm quality. However, the success of assisted reproductive technologies varies widely. One of the factors that determines the success rate of TRB is sperm selection or sperm preparation. This was conveyed by Professor of Medical Biology at the Faculty of Medicine, University of Indonesia, Silvia Werdhy Lestari, during her inauguration speech in Jakarta on Wednesday, November 8th, 2023. The title of her scientific speech is \"Sperm Selection Innovation in Assisted Reproductive Technology: The Importance of Men's Reproductive Health in Creating a Healthy Human Resource, Towards Indonesia Emas 2045\". Silvia is the 66th Professor of the University of Indonesia appointed in 2023. Also Read: [Seahorse Extract for Male Fertility](https://www.kompas.id/baca/humaniora/2023/10/19/ekstrak-kuda-laut-untuk-kesuburan-pria) Silvia said that sperm selection can be done using the swim up technique, density gradient centrifugation (DGC), or a combination. This technique is carried out at various speeds and periods in centrifugation (mixture separation). However, the sperm selection procedure can sometimes damage the sperm itself due to repeated centrifugation and pipetting processes. As a result, the end result of the sperm selection method becomes less than expected. Assisted reproductive technology performed also fails as a result. \"That is why there needs to be innovation or discovery of new research applications in the form of modified sperm selection on TRB and improvements in sperm quality before the TRB method is performed,\" said Silvia. Modification of sperm selection Silvia expressed that research conducted together with her team has proven that modification of the technique for sperm selection or preparation can increase the success rate of patient pregnancy. The modification of the method for selecting sperm quality is carried out by considering the combination of motile sperm (active sperm) count and sperm DNA fragmentation index (IFD). The success of assisted reproductive technology varies greatly. One factor that determines the success rate of ART is sperm selection or sperm preparation. Silvia's research was conducted by modifying the technique in the DGC method that is tailored to the quality of the sperm sample. Through this method, the process of sperm selection will not excessively damage the quality of the sperm, especially in the conditions of abnormal or even damaged sperm. \"The modified technique of sperm preparation in our effort to select sperm has proven to increase the success rate and pregnancy success in our patients undergoing intrauterine insemination (IUI) at our infertility center. We have also taken care of copyrights for this modified technique of sperm preparation,\" said Silvia. He added that his other research also proved that, apart from the quality parameter of sperm, there is an additional parameter that can help screen the quality of sperm before the TRB method is performed. Another parameter that must also be considered is the sperm DNA fragmentation index. In addition, the provision of other substrates, such as ALA (alpha-lipoic acid) as an antioxidant and PRL (prolactin) as a free radical scavenger, has a good effect on sperm. The provision of these substrates can also improve the quality of sperm from preparation results. ALA and PRL substrates can protect sperm from the harmful effects of the sperm preparation process. Type of pregnancy program Silvia and her team also carried out other research related to modified sperm selection based on the type of pregnancy program (promil). The pregnancy program can be adjusted by combining the condition of the number of motile sperm with the sperm DNA fragmentation index (IFD). If the number of motile sperm is more than 40 million and IFD is less than 15%, promil can be done with natural conception through regular sexual intercourse between husband and wife. Also Read: [Diet Affects Sperm Quality Quickly](https://www.kompas.id/baca/ilmu-pengetahuan-teknologi/2020/01/06/diet-memengaruhi-mutu-sperma-dengan-cepat) Meanwhile, if the number of motile sperm is more than 40 million and the IFD is 15-30 percent, you can carry out promil with intrauterine insemination (IIU). In sperm conditions with a motile sperm count of more than 40 million and an IFD of more than 30 percent, promil can be carried out with in vitro fertilization (FIV), intracytoplasmic sperm injection (ICSI), or test-tube baby. For conditions where sperm count is between 5-40 million and the percentage of motile sperm is 15-30%, Promol IIU can be performed. However, if the amount of motile sperm is between 5-40 million and the percentage of IFD is greater than 30%, Promil can be carried out using FIV, ICSI, or test tube baby methods. In cases where sperm count is less than 5 million and the percentage of IFD is greater than 30%, Promil can be achieved through FIV, ICSI, or test tube baby methods. \"Modifying the method of selecting sperm quality by combining the number of motile sperm and sperm DNA fragmentation can produce optimal sperm conditions for use in various types of pregnancy programs, including natural conception, IUI, IVF, ICSI, and test tube babies. It is hoped that through this modification, the success of pregnancy in these programs can be increased,\" said Silvia. The research will continue to be conducted with a focus on men's reproductive health. Subsequent research can be carried out by modifying sperm selection at the cellular or molecular level, or by studying ways to improve embryo quality from the perspective of sperm and the development of sperm stem cells. Also Read: [Modern Life and Climate Change Reduce Male Sperm Quality](https://www.kompas.id/baca/humaniora/2023/05/23/kehidupan-modern-dan-perubahan-iklim-turunkan-kualitas-sperma-laki-laki) Separately, a specialist obstetrician and gynecologist at Harapan Kita Mother and Child Hospital (RSAB), Gde Suardana, on the official website of RSAB Harapan Kita, conveyed that infertility is now more commonly found in large cities due to poor lifestyle habits. The lifestyle in urban areas tends to cause stress and lead to unbalanced eating habits. Assisted reproductive programs are a way to overcome infertility in married couples. \"The earlier couples with infertility issues undergo examination and assisted reproductive programs, the greater the chance of successfully getting pregnant,\" he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "google",
        "sentiment": "none"
      },
      {
        "name": "microsoft",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:07:45.330+02:00",
  "updated": "2024-01-08T00:07:45.330+02:00"
}