{
  "thread": {
    "uuid": "a2647166646fbeec8f084d922fbcbfd9148d6a6f",
    "url": "http://www.thefutoncritic.com/news/2024/04/11/apple-tvplus-renews-global-sensation-monarch-legacy-of-monsters-and-announces-plans-for-multiple-spin-off-series-from-legendary-entertainment-152414/20240411apple02",
    "site_full": "www.thefutoncritic.com",
    "site": "thefutoncritic.com",
    "site_section": "http://www.thefutoncritic.com/rss/news.aspx",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "thefutoncritic.com - breaking news",
    "title": "Apple TV+ Renews Global Sensation \"Monarch: Legacy of Monsters,\" and Announces Plans for Multiple Spin-Off Series from Legendary Entertainment",
    "title_full": "Apple TV+ Renews Global Sensation \"Monarch: Legacy of Monsters,\" and Announces Plans for Multiple Spin-Off Series from Legendary Entertainment",
    "published": "2024-04-11T20:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 24071,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a2647166646fbeec8f084d922fbcbfd9148d6a6f",
  "url": "http://www.thefutoncritic.com/news/2024/04/11/apple-tvplus-renews-global-sensation-monarch-legacy-of-monsters-and-announces-plans-for-multiple-spin-off-series-from-legendary-entertainment-152414/20240411apple02",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-11T20:04:00.000+03:00",
  "title": "Apple TV+ Renews Global Sensation \"Monarch: Legacy of Monsters,\" and Announces Plans for Multiple Spin-Off Series from Legendary Entertainment",
  "text": "Apple TV+ renews global sensation \"Monarch: Legacy of Monsters,\" and announces plans for multiple spin-off series from Legendary Entertainment\nToday, Apple TV+ announced that its broadly acclaimed, global hit Monsterverse series \"Monarch: Legacy of Monsters,\" from Legendary Entertainment, has been renewed for a second season. On the heels of its monstrous success, Apple TV+ has also struck a new multi-series deal with Legendary Entertainment, which includes a second season of \"Monarch: Legacy of Monsters,\" and multiple spinoff series based on the franchise.\n\"'Monarch: Legacy of Monsters' has left an indelible imprint on the hearts, minds and imaginations of audiences around the world, led by the brilliance of Chris, Matt, Kurt, Wyatt and the incredibly gifted and talented cast and creative team,\" said Morgan Wandell, head of international development for Apple TV+. \"We couldn't be more excited for viewers to not only have the chance to experience even more thrills in season two, but to embark on epic, new journeys in the franchise as we expand Legendary's Monsterverse.\"\nFollowing the thunderous battle between Godzilla and the Titans that leveled San Francisco, and the shocking revelation that monsters are real, \"Monarch: Legacy of Monsters\" tracks two siblings following in their father's footsteps to uncover their family's connection to the secretive organization known as Monarch. Clues lead them into the world of monsters and ultimately down the rabbit hole to Army officer Lee Shaw (played by Kurt Russell and Wyatt Russell), taking place in the 1950s and half a century later when Monarch is threatened by what Shaw knows. The dramatic saga - spanning three generations - reveals buried secrets and the ways that epic, earth-shattering events can reverberate through our lives.\nThe upcoming season of \"Monarch: Legacy of Monsters\" is executive produced by showrunners and co-creators Chris Black and Matt Fraction, along with Joby Harold and Tory Tunnell from Safehouse Pictures, and Matt Shakman, Andrew Colville and Jen Roskind. Hiro Matsuoka and Takemasa Arita executive produce on behalf of Toho Co., Ltd., the owner of the Godzilla character. Toho licensed the rights to Legendary Entertainment for \"Monarch: Legacy of Monsters\" as a natural byproduct of their long-term relationship with the film franchise.\nThe first season of \"Monarch: Legacy of Monsters\" is now streaming globally on Apple TV+.\nTen years strong, Legendary's Monsterverse is an expansive story universe of cross-platform experiences centering around humanity's battle to survive in a world facing a catastrophic new reality - the monsters of our myths and legends are real. Beginning in 2014 with \"Godzilla,\" and continuing with \"Kong: Skull Island\" in 2017, \"Godzilla: King of the Monsters\" in 2019, \"Godzilla vs. Kong\" in 2021, and most recently the record-breaking \"Godzilla x Kong: The New Empire\" which topped the box office with $380 million and counting after two weeks of release and still playing in theaters, the Monsterverse has accumulated over two billion at the global box office and expanded into the highly successful event series, Legendary's \"Monarch: Legacy of Monsters\" for Apple TV+. Including an interconnected world of video games, graphic novels, toys and live experiences, the Monsterverse represents epic entertainment on the largest possible scale.\nApple TV+ offers premium, compelling drama and comedy series, feature films, groundbreaking documentaries and kids and family entertainment, and is available to watch across all of a user's favorite screens. After its launch on November 1, 2019, Apple TV+ became the first all-original streaming service to launch around the world and has premiered more original hits and received more award recognitions faster than any other streaming service in its debut. To date, Apple Original films, documentaries and series have earned 480 wins and 2,142 award nominations and counting, including multi-Emmy Award-winning comedy \"Ted Lasso\" and historic Oscar Best Picture winner \"CODA.\"\nAbout Apple TV+\nApple TV+ is available on the Apple TV app in over 100 countries and regions, on over 1 billion screens, including iPhone, iPad, Apple TV, Apple Vision Pro, Mac, popular smart TVs from Samsung, LG, Sony, VIZIO, TCL and others, Roku and Amazon Fire TV devices, Chromecast with Google TV, PlayStation and Xbox gaming consoles, and at tv.apple.com, for $9.99 per month with a seven-day trial. For a limited time, customers who purchase and activate a new iPhone, iPad, Apple TV, Mac or iPod touch can enjoy three months of Apple TV+ for free.*\nFor more information, visit apple.com/tvpr and see the full list of supported devices.\n*Special offer is good for three months after the first activation of the eligible device. One offer per Family Sharing group. Plans automatically renew until cancelled. Other restrictions and terms apply; visit apple.com/promo for more information.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matt",
        "sentiment": "none"
      },
      {
        "name": "chris",
        "sentiment": "none"
      },
      {
        "name": "wyatt",
        "sentiment": "none"
      },
      {
        "name": "morgan wandell",
        "sentiment": "none"
      },
      {
        "name": "kurt",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "apple",
        "sentiment": "none"
      },
      {
        "name": "legendary entertainment",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:07:04.277+03:00",
  "updated": "2024-04-12T00:07:04.277+03:00"
}