{
  "thread": {
    "uuid": "8e6e43f2355b0e7220e8d3ccdc56248868d78c23",
    "url": "https://www.eluniversal.com.co/deportes/excelente-luis-de-avila-debuto-con-los-bravos-en-la-pretemporada-OI10093739",
    "site_full": "www.eluniversal.com.co",
    "site": "eluniversal.com.co",
    "site_section": "https://www.eluniversal.com.co/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "El Universal",
    "title": "¡Excelente! Luis De Ávila debutó con los Bravos en la pretemporada | EL UNIVERSAL - Cartagena",
    "title_full": "¡Excelente! Luis De Ávila debutó con los Bravos en la pretemporada | EL UNIVERSAL - Cartagena",
    "published": "2024-03-01T00:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.eluniversal.com.co/binrepository/1029x686/115c0/800d686/none/13704/YEKC/luis-de-avila_9622790_20240229175657.jpg",
    "performance_score": 0,
    "domain_rank": 25997,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8e6e43f2355b0e7220e8d3ccdc56248868d78c23",
  "url": "https://www.eluniversal.com.co/deportes/excelente-luis-de-avila-debuto-con-los-bravos-en-la-pretemporada-OI10093739",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANDRÉS FRÍAS UTRIA",
  "published": "2024-03-01T00:40:00.000+02:00",
  "title": "¡Excelente! Luis De Ávila debutó con los Bravos en la pretemporada | EL UNIVERSAL - Cartagena",
  "text": "Todo San Estanislao de Kostka -Arenal- se emocionó el miércoles 28 de febrero. Y ese día quedará en la retina de dos padres Féliz De Ávila y Belén Pájaro, que lo han dado todo para que su hijo haga realidad sus sueños. El prospecto arenalero Luis De Ávila debutó el miércoles en el Sprint Training con los Bravos de Atlanta. [Le puede interesar: Cristian Marrugo: “Regresaré más fuerte en nombre de Dios”](https://www.eluniversal.com.co/deportes/cristian-marrugo-regresare-mas-fuerte-en-nombre-de-dios-BI10092737) ‘Ribe’, su apodo desde niño, lanzó una entrada y un tercio (permitió 4 hits, 2 carreras, recetó un ponche), en el juego que Atlanta empató 7-7 ante los Filis de Filadelfia. El zurdo entró en el quinto episodio en auxilio del zurdo Hayden Harris. Al primer bateador que enfrentó en su debut fue nada más y nada menos que a Bryce Harper, a quien dominó con rola a pitcher; luego retiró a Nick Castellanos con ponche. [Le puede interesar: Lo que paga Dayro Moreno por las asistencias de gol](https://www.eluniversal.com.co/deportes/lo-que-paga-dayro-moreno-por-las-asistencias-de-gol-MI10092493) Alec Bohm le conectó doblete al prado izquierdo; pero dominó con roletazo a tercera a Whit Merrifild para colgar el episodio. En el sexto solo colgó un out, recibió 3 hits y una carrera. El mánager Brian Snitker lo relevó por Jonathan Hughes. Para ser su debut podemos decir que fue excepcional, ya que enfrentó a un verdadero ‘carro de leña’, como lo es el linup de los Filis. De Ávila tiene 22 años (nació el 5 de mayo de 2001) y su debut es un vaho de alegría para San Estanislao, una población que respira béisbol desde los años 50, pero que no ha tenido el privilegio de tener pelotero grandes ligas. Recordemos que Arenal tuvo peloteros de la talla de Álvaro Castro -tenía todo para llegar-, Joaquín Torres, Argemiro Beleño, José Narváez, entre otros. “Me emocionó ver a mi hijo lanzando allá donde están las estrellas. Era su sueño desde niño y le pido a Dios que le haga realidad ese sueño para que sea grandes ligas. Creo que se lo merece por su dedicación y disciplina”, aseguró desde Arenal su padre Félix De Ávila. Arenal, la potencia número uno de la provincia, muy pronto tendrá el privilegio de tener un hijo suyo en grandes ligas. Urshela, Mercado y Jordan Por su parte, Giovanny Urshela se fue en blanco en dos turnos, en el triunfo de su equipo Tigres de Detroit 5-3 sobre Piratas. Óscar Mercado negoció un pasaporte en dos turnos, anotó una carrera, en el triunfo de Padres de San Diego 3-1 sobre Medias Blancas de Chicago. Jordan Díaz se fue de 3-0 en el triunfo de Atléticos de Oakland 7-4 sobre Gigantes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:07:43.649+02:00",
  "updated": "2024-03-01T01:39:50.316+02:00"
}