{
  "thread": {
    "uuid": "c6d70c5babf551ba098fcb7ceb7b9d251650820e",
    "url": "https://www.ivpressonline.com/adelantevalle/triunfa-delarie-en-estatal/article_23191996-d698-11ee-832b-e36c5b2c7a5b.html",
    "site_full": "www.ivpressonline.com",
    "site": "ivpressonline.com",
    "site_section": "http://www.ivpressonline.com/search/?f=rss&t=article&c=adelantevalle&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.ivpressonline.com - RSS Results in adelantevalle of type article",
    "title": "Triunfa Delarie en estatal",
    "title_full": "Triunfa Delarie en estatal",
    "published": "2024-02-29T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/ivpressonline.com/content/tncms/assets/v3/editorial/3/e1/3e1e0b0c-d698-11ee-9fda-e34e830d43fa/65dfcdcee4850.image.jpg?crop=1080%2C567%2C0%2C436&amp;resize=1080%2C567&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 65891,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c6d70c5babf551ba098fcb7ceb7b9d251650820e",
  "url": "https://www.ivpressonline.com/adelantevalle/triunfa-delarie-en-estatal/article_23191996-d698-11ee-832b-e36c5b2c7a5b.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ryan León/Especial para Imperial Valley Press",
  "published": "2024-02-29T21:00:00.000+02:00",
  "title": "Triunfa Delarie en estatal",
  "text": "BAKERSFIELD — Bajo un foco brillante, en medio de una arena llena, la estudiante de tercer año de Brawley, Delarie “DJ” Juarez, mostró una sonrisa distintiva a través de la lona disfrutando de un momento histórico al ganar un Campeonato Estatal de Lucha Libre CIF 2024 en el Mechanics Bank Arena la noche del sábado.\n“Al principio me sorprendió y me tomó un segundo darme cuenta”, dijo Juárez, “pero estaba emocionada y orgullosa de mí misma de salir y demostrarles a todos los que me apoyaron que tenían razón”.\nJuárez llegó al torneo como la luchadora número uno en la división de peso de 145 libras y obtuvo el primer lugar con una victoria por caída en 56 segundos sobre Samantha Arce de Mater Dei, una oponente a la que se ha enfrentado anteriormente.\n“Estar aquí me ayudó mucho el año pasado y este año me concentré en tener confianza en la lona y simplemente en luchar”, dijo Juárez. “En cierto modo me ayudó saber que había luchado (con Arce) antes, así que tenía confianza”.\nEl entrenador del equipo femenino de Brawley, Raymond Leon, se hizo eco de la declaración sobre el comportamiento de Juárez.\n“Ella estuvo concentrada durante todo el torneo. Se podía ver el impulso en ella... no iba a aceptar una derrota e iba a hacer lo mejor que pudiera para ganar”, dijo León.\nEl título continuó la senda ganadora de las Wildcats mientras Juárez continuó la racha siendo el tercer campeón estatal consecutivo para Brawley, ya que Savannah Gomez ganó un título estatal en 2022 y Robert Platt ganó un título estatal para el equipo masculino en 2023.\n“Me siento honrada de ser campeona estatal con ellos”, dijo Juárez. “Ahora que soy campeona estatal, el trabajo comienza ahora para ser dos veces campeona”.\nPlatt, ahora alumno de la preparatoria de Poway de San Diego, pudo construir su propia racha al defender exitosamente su título estatal al repetir como campeón el sábado con una victoria sobre Coby Merrill (J.W. North High) en doble tiempo extra en las 215 libras.\nOtra luchadora de Brawley que tuvo éxito fue la estudiante de segundo año Lauren Zaragoza, quien no logró clasificarse en su primer año solo para regresar y quedar sexta en la competencia de este año.\nZaragoza fue la tercera clasificada general en la categoría de peso de 120 libras y confiaba en su ubicación.\nGracias a los esfuerzos de Juárez y Zaragoza, junto con algunos otros clasificados, el equipo femenino Wildcat terminó octavo en general en todo el estado de California.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:07:25.502+02:00",
  "updated": "2024-03-01T01:07:25.502+02:00"
}