{
  "thread": {
    "uuid": "62f915a04e73cc44b0fe484d61cf40db8969994c",
    "url": "https://www.irishexaminer.com/sport/rugby/arid-41300398.html",
    "site_full": "www.irishexaminer.com",
    "site": "irishexaminer.com",
    "site_section": "http://feeds.examiner.ie/iesport",
    "site_categories": [
      "tech"
    ],
    "section_title": "IrishExaminer.com",
    "title": "Ulster upturn continues as Leinster reminded of some old flaws",
    "title_full": "Ulster upturn continues as Leinster reminded of some old flaws",
    "published": "2024-01-01T21:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://www.irishexaminer.com/cms_media/module_img/7827/3913849_3_seoimageog_2704451.jpg",
    "performance_score": 0,
    "domain_rank": 3327,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "62f915a04e73cc44b0fe484d61cf40db8969994c",
  "url": "https://www.irishexaminer.com/sport/rugby/arid-41300398.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Irishexaminer.com (digitaldesk@irishexaminer.com)",
  "published": "2024-01-01T21:07:00.000+02:00",
  "title": "Ulster upturn continues as Leinster reminded of some old flaws",
  "text": "Ulster have kicked off the New Year in some style with a second win in three visits to Ballsbridge. The atrocious weather conditions didn’t augur well but this was a gripping, six-try URC interpro that could have swung either way before the visitors consolidated a recent upturn in fortunes with their third straight win over the festive period. It was some effort by Dan McFarland’s team who started the game in eighth spot in the table and it's one that inevitably asks the question as to why they should have found themselves in such a slot in the first place. For Leinster this is a first loss since their opening day reversal away to Glasgow but it’s one that highlights again some of the issues that were never fully disguised by that nine-game unbeaten run through league and Champions Cup. The manner in which Ulster exposed their narrowness in defence will be just one of the priorities as they dig into the guts of this loss against a side that also led them by 19 points here last season before collapsing against 14 men. The home team had 76% possession and numerous opportunities to add to their three-try haul but couldn't get it done. This lack of cutting edge has been a concern on the evidence of the season to date. Ulster came close to fully loaded here, mindful no doubt that there is no game to be considered next weekend, and they were always going to be competitive against a Leinster team that was changed utterly from the one that won in Limerick six days before. The host’s day started badly with captain James Ryan and full-back Jimmy O’Brien both pulled from the named XV due to what were cryptically called precautionary niggles and replaced respectively by Joe McCarthy and Ciaran Frawley. Ulster didn’t make it any better with a belting start that mined two tries, one of them converted by John Cooney, to sprint into a 12-0 lead after just eight minutes and both were impressive in their construction. Timoney’s first came after he gathered a delicate Burns chip over the defensive line, brushed through a weak Rob Russell tackle and slid over the line with a helpless Frawley clinging to his back as a passenger. The second came after a high take by full-back Will Addison and an electric break through a poor Cian Healy tackle by Sean Refell who fed Stuart McCloskey for more metres. Yet again a Burns kick, this one a diagonal grubber, broke the line open as Jacob Stockdale went over. Good as they were, Leinster will have been enraged by their own part in both and they set about making amends almost immediately with Healy going over from close in after a lineout maul and half-a-dozen pick-and-goes. Will Connors had a similar effort ruled out for a maul technicality five minutes later and, while Ulster held Leinster up over their own line soon after, there was an inescapable sense of a creaking dam about to burst. The home team’s second came thanks to a big break with Jamison Gibson-Park’s chip kick (with a penalty advantage) bounced back off the upright and led to Russell cantering over in acres of space with the Ulster defence caught off guard. Prendergast converted both from unfavourable angles and into a swirling sprawl of rain but any sense of this game getting away from Ulster was washed away before the break with Dan McFarland’s side responding to the 14-12 deficit. Burns has had his critics since making the move to Belfast but he had the boot of a King Midas here and his third kick wide, this one on the back of big carries by Timoney, Tom O’Toole and Luke Marshall, again found space and grass and the prowling Timoney. Cooney’s second successful conversion and an uplifting defensive set put the seal on an encouraging first 40 for the visitors and it got better again deep into a scrappy third quarter with Cooney adding a penalty to make it 22-14 to Ulster. Leinster were struggling for rhythm, territory and possession but were gifted all three when Joe McCarthy charged down a Cooney kick. That led to a rare punch into the 22, a penalty, kick to touch and then a try when Dan Sheehan went over from the back of a maul. A superb conversion from Harry Byrne, with his first touch, left Leinster just one adrift with 15 to go and with the likes of Josh van der Flier and Jack Conan coming off the bench it looked ominous for the Ulstermen. They stood fast though, aided by a long, ill-advised Gibson-Park pass in the 22, a 50:22 attempt from Byrne that squirmed over the end line and a last penalty to touch from the replacement 10 that failed to find touch directly. A huge win for Ulster. C Frawley; T O’Brien, L Turner, R Henshaw, R Russell; S Prendergast, J Gibson-Park; C Healy, D Sheehan, T Clarkson; J Jenkins, J McCarthy; R Baird, W Connors, C Doris. J van der Flier for Connors, M Alalatoa for Clarkson and J Boyle for Healy (all 49); R Molony for McCarthy and H Byrne for Prendergast (both 62); J Conan for Doris (68); L McGrath for Gibson-Park (78). W Addison; R Baloucoune, L Marshall, S McCloskey, J Stockdale; B Burns, J Cooney; S Kitshoff, R Herring, T O’Toole; K Treadwell, I Henderson; M Rea, S Refell, N Timoney. T Stewart for Herring (49); M Lowry for Baloucoune (51); D Ewers for Refell and A O’Connor for Henderson (both 63); A Warwick for Kitshoff and S Wilson for O’Toole (both 64); N Doak for Burns (75). F Murphy (IRFU).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dan mcfarland",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "leinster",
        "sentiment": "negative"
      },
      {
        "name": "ulster",
        "sentiment": "negative"
      },
      {
        "name": "urc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ballsbridge",
        "sentiment": "none"
      },
      {
        "name": "glasgow",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T21:22:06.105+02:00",
  "updated": "2024-01-01T21:37:41.526+02:00"
}