{
  "thread": {
    "uuid": "5c3fe8a86218a89e65e5a8e828d6773983e8850a",
    "url": "https://www.ccma.cat/324/sant-jordi-les-petites-editorials-independents-que-editen-en-catala-es-consoliden/noticia/3288075",
    "site_full": "www.ccma.cat",
    "site": "ccma.cat",
    "site_section": "https://api.ccma.cat/noticies?_format=rss&origen=frontal&frontal=n324-portada-noticia&version=2.0",
    "site_categories": [
      "shopping",
      "top_news"
    ],
    "section_title": "324.cat",
    "title": "Sant Jordi: les petites editorials independents que editen en català es consoliden",
    "title_full": "Sant Jordi: les petites editorials independents que editen en català es consoliden",
    "published": "2024-04-18T22:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 7004,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5c3fe8a86218a89e65e5a8e828d6773983e8850a",
  "url": "https://www.ccma.cat/324/sant-jordi-les-petites-editorials-independents-que-editen-en-catala-es-consoliden/noticia/3288075",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "324cat",
  "published": "2024-04-18T22:24:00.000+03:00",
  "title": "Sant Jordi: les petites editorials independents que editen en català es consoliden",
  "text": "Sant Jordi: les petites editorials independents que editen en català es consoliden\nLlegir en Català, Godall i L'Altra Editorial celebren els seus primers 10 anys de vida publicant llibres en català\nFa una dècada, el sector dels llibres en català va experimentar un canvi remarcable: una munió de petites editorials es presentaven en societat amb la finalitat de fer-se un lloc a les llibreries.\nEls recursos econòmics d'aquestes empreses incipients potser eren migrats, però d'il·lusió i talent els en sobraven. Va ser així com editorials com Periscopi, Males Herbes o Raig Verd, entre d'altres, iniciaven un camí que, després d'una trajectòria amb diversos llibres premiats i algun fenomen de vendes, avui s'ha consolidat plenament.\n12 editorials sota el mateix paraigua\nPoc temps després, a rebuf d'aquestes iniciatives, en van néixer d'altres de similars. Godall, de la mà de Matilde Martínez, i L'Altra Editorial, amb Eugènia Broggi al capdavant, irrompien al mercat.\nI, en paral·lel, 12 editorials independents de Catalunya, el País Valencià i les Illes Balears s'agrupaven sota el paraigua d'una nova associació, Llegir en Català, per generar sinergies seguint el conegut precepte de \"la unió fa la força\".\nAquesta dotzena d'editorials són: Duna Llibres; Chronos; Clandestina; Les Hores; Indòmita; L'Agulla Daurada; L'Avenç; Mai Més; Raig Verd; Saldonar; Sembra Llibres; i Tigre de Paper.\nUn repte difícil però no impossible\nPer commemorar el desè aniversari del naixement de Llegir en Català, Godall i L'Altra Editorial hem convocat els seus editors a la llibreria La Impossible de Barcelona perquè ens expliquin algunes de les claus d'aquests deu anys de feina i també de supervivència.\nEl lloc escollit per al debat no és casual perquè el nom de La Impossible, que també va ser fundada fa deu anys, evoca les dificultats que suposa editar i comercialitzar llibres en català.\nUnes dificultats que Eugènia Broggi i Matilde Martínez coneixen perfectament. Les seves editorials van néixer poc després de la gran crisi econòmica del 2008, en un moment en què el sector editorial començava a registrar un alt nivell de concentració arran de l'absorció de nombrosos segells literaris per part de grans grups multinacionals.\nTot plegat, doncs, obria escletxes a iniciatives com les seves, que es basen, en bona part, per apostar per autors inèdits i també per defensar un negoci de proximitat que implica, al mateix temps, una relació molt directa amb els llibreters.\nUn mercat atomitzat\nEn el cas de l'associació Llegir en Català, algunes de les editorials independents que en formen part, com L'Avenç, tenen una llarga trajectòria. Núria Iceta, editora d'aquest segell, i Francesc Gil-Lluch, de Saldonar, expliquen que l'associació va néixer per tenir més espai a les llibreries i també per augmentar la capacitat de les editorials que en formen part per promoure i difondre els seus llibres.\nTant Iceta com Gil-Lluch comparteixen amb Broggi i Martínez la idea que funcionar amb una infraestructura poc aparatosa els permet treballar amb més agilitat. A Catalunya, de fet, cada cop són més nombroses les editorials independents que operen amb pocs empleats.\nHo demostra una xifra: avui, el 62% de les editorials catalanes tenen 5 o menys treballadors. I, en contrapartida, a l'altre extrem, només el 4% de les editorials disposen de més de 50 empleats.\nTot plegat en un context gens fàcil per als qui publiquen en català perquè, a Catalunya, només 1 de cada 3 lectors llegeixen habitualment en aquesta llengua, malgrat que els índexs de lectura en català han millorat els últims anys.\nLes recomanacions de Sant Jordi\nCom que Sant Jordi ja és a la cantonada, hem demanat a aquests quatre editors que ens recomanin un llibre del seu catàleg. Núria Iceta s'ha inclinat per \"L'art ensangonat\", de Joan Santacana i Imma Socias, un assaig en què es detalla de quina manera l'Alemanya nazi va perpetrar un autèntic saqueig d'obres d'art amb la destrucció d'obres, la persecució d'artistes i la confiscació de béns particulars i de col·leccions públiques que es va estendre als països ocupats.\nEugènia Broggi, per la seva banda, ens recomana \"Al bosc s'hi ha d'arribar quan encara és fosc\", de Maria Arimany, un recull de contes que ha guanyat l'última edició del premi Documenta. El llibre ens descobreix una veu literària refrescant que, tal com es pot apreciar llegint les seves pàgines, té especial interès en les relacions de parella.\n\"En tren\", d'Erin Williams, és la proposta de Matilde Martínez. Parlem, en aquest cas, d'una novel·la gràfica en clau autobiogràfica que és una exploració visual de les decisions que cada dia han de prendre les dones en relació amb el seu aspecte. Llegint aquest llibre, diu Martínez, sembla com si sovint s'hagués d'escollir entre ser sexualitzada o ser invisible.\nI, finalment, la proposta de Francesc Gil-Lluch no és altra que \"Random Family\", un llibre de no-ficció d'Adrian Nicole LeBlanc. Aquesta autora, després d'una dècada de convivència amb una saga familiar porto-riquenya al barri novaiorquès del Bronx, parla, amb coneixement de causa, sobre els anys més durs de la lluita contra la droga.\n- ARXIVAT A:\n[Recomanacions Sant Jordi](/324/recomanacions-sant-jordi/tema/recomanajord/) [Sant Jordi](/cultura/sant-jordi/tema/santjordi/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "catalan",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Education",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:07:15.443+03:00",
  "updated": "2024-04-19T00:07:15.443+03:00"
}