{
  "thread": {
    "uuid": "8b61bc45e5ce70cf2b4cf9349929ab8927fb0344",
    "url": "https://indianexpress.com/article/opinion/columns/pm-modi-on-swami-smaranananda-a-viksit-bharat-blessed-by-seers-9238992",
    "site_full": "indianexpress.com",
    "site": "indianexpress.com",
    "site_section": "https://breastcancer.einnews.com/live_feed",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Breast Cancer News Today - EIN Presswire",
    "title": "PM Modi on Swami Smaranananda: A Viksit Bharat blessed by seers | The Indian Express",
    "title_full": "PM Modi on Swami Smaranananda: A Viksit Bharat blessed by seers | The Indian Express",
    "published": "2024-03-29T01:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.indianexpress.com/2024/03/Swami-Smaranananda.jpg",
    "performance_score": 0,
    "domain_rank": 988,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8b61bc45e5ce70cf2b4cf9349929ab8927fb0344",
  "url": "https://indianexpress.com/article/opinion/columns/pm-modi-on-swami-smaranananda-a-viksit-bharat-blessed-by-seers-9238992",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Narendra Modi",
  "published": "2024-03-29T01:10:00.000+02:00",
  "title": "PM Modi on Swami Smaranananda: A Viksit Bharat blessed by seers | The Indian Express",
  "text": "Amidst the hustle and bustle of the grand festival of Lok Sabha elections, the news of the demise of Srimat Swami Smaranananda ji Maharaj brought my mind to a standstill for a few moments. Srimat Swami Smaranananda ji Maharaj was a pioneer of India’s spiritual consciousness and his demise is like a personal loss. A few years ago, the demise of Swami Atmasthananda ji, and now the departure of Swami Smaranananda ji on his eternal journey, has left many people bereaved. My heart, like that of crores of devotees, saints and followers of the Ramakrishna Math and Mission, is deeply saddened. During my visit to [Kolkata](https://indianexpress.com/section/cities/kolkata) earlier this month, I had gone to the hospital to enquire about Swami Smaranananda ji’s health. Just like Swami Atmasthananda ji, Swami Smaranananda ji too dedicated his entire life for spreading the ideas of Acharya Ramakrishna Paramahamsa, Mata Sharada Devi and Swami Vivekananda across the world. While writing this article, the memories of meetings and conversations with him are getting refreshed in my mind. In January 2020, during my stay at Belur Math, I meditated in the room of Swami Vivekananda. During that visit, I had a long conversation about Swami Atmasthananda ji with Swami Smaranananda ji. It is widely known that I had a close relationship with the Ramakrishna Mission and Belur Math. As a seeker of spirituality, I have met different saints and mahatmas and been to many places over the period of more than five decades. Even in Ramakrishna Math, I got to know about the saints who dedicated their lives to spirituality, among whom personalities like Swami Atmasthananda ji and Swami Smaranananda ji were prominent. Their sacred thoughts and knowledge provided contentment to my mind. In the most important period of my life, such saints taught me the true principle of Jan Seva hi Prabhu Seva. The lives of Swami Atmasthananda ji and Swami Smaranananda ji are an indelible example of the motto of Ramakrishna Mission “Atmano Mokshaartham Jagaddhitaaya Cha”. We all are inspired by the work being done by the Ramakrishna Mission for the promotion of education and rural development. The Ramakrishna Mission is working on India’s spiritual enlightenment, educational empowerment and humanitarian service. In 1978, when the disastrous flood struck Bengal, the Ramakrishna Mission won everyone’s hearts with its selfless service. I remember, when an earthquake ravaged Kutch in 2001, Swami Atmasthananda ji was among the first people to call me and offer all possible assistance for disaster management on behalf of the Ramakrishna Mission. Under his direction, the Mission helped many people who were affected by the earthquake. Over the past years, while holding various positions, Swami Atmasthananda ji and Swami Smaranananda ji laid great emphasis on social empowerment. Those who know the lives of these great personalities will definitely remember how serious these saints were towards modern education, skilling and women empowerment. Among his many inspiring traits, one thing that impressed me the most was Swami Atmasthananda ji’s love and respect for every culture and every tradition. The reason for this was that he used to travel continuously and had spent a long time in different parts of India. He learned to speak Gujarati while living in Gujarat. He used to even speak with me in the language and I loved listening to his Gujarati! At different points in India’s development journey, our motherland has been blessed by many saints and seers like Swami Atmasthananda ji and Swami Smaranananda ji who have ignited the spark of societal change. They have motivated us to work with a collective spirit and address all the challenges our society faces. These principles are eternal and will act as our source of strength as we embark on developing a Viksit Bharat during the Amrit Kaal. Once again, on behalf of the entire nation, I pay homage to such saintly souls. I am confident that all the people associated with the Ramakrishna Mission will move ahead on the path shown by them. Om Shanti. The writer is the Prime Minister of India Away from the national capital’s courtroom where the [case against Chief Minister Arvind Kejriwal is playing out](https://indianexpress.com/article/cities/delhi/political-conspiracy-delhi-cm-arvind-kejriwal-l-g-jail-remark-9237962/), two key figures embroiled in the excise policy case – four-time MP Magunta Srinivasulu Reddy and his son Raghava Magunta Reddy – are busy campaigning for BJP ally Telugu Desam Party (TDP)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "srimat swami smaranananda ji maharaj",
        "sentiment": "none"
      },
      {
        "name": "swami atmasthananda",
        "sentiment": "none"
      },
      {
        "name": "swami smaranananda",
        "sentiment": "none"
      },
      {
        "name": "acharya ramakrishna paramahamsa",
        "sentiment": "none"
      },
      {
        "name": "mata sharada devi",
        "sentiment": "none"
      },
      {
        "name": "swami vivekananda",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "lok sabha",
        "sentiment": "none"
      },
      {
        "name": "kolkata",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T04:46:49.978+03:00",
  "updated": "2024-03-29T04:46:49.978+03:00"
}