{
  "thread": {
    "uuid": "812467ec984226086a1ad85f4e0599c4e79ec093",
    "url": "https://www.buccaneers.com/news/bucs-panthers-week-18-recap-postgame-report",
    "site_full": "www.buccaneers.com",
    "site": "buccaneers.com",
    "site_section": "https://buccaneers.com/news",
    "site_categories": [
      "football",
      "sports"
    ],
    "section_title": "Bucs News | Tampa Bay Buccaneers",
    "title": "Buccaneers Defeat Panthers 9-0 in Week 18 | NFL 2023 Results & Scores",
    "title_full": "Buccaneers Defeat Panthers 9-0 in Week 18 | NFL 2023 Results & Scores",
    "published": "2024-01-07T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.clubs.nfl.com/image/upload/t_editorial_landscape_12_desktop/buccaneers/cxerpx9vfowjfzyjphcm",
    "performance_score": 0,
    "domain_rank": 20913,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "812467ec984226086a1ad85f4e0599c4e79ec093",
  "url": "https://www.buccaneers.com/news/bucs-panthers-week-18-recap-postgame-report",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Scott Smith",
  "published": "2024-01-07T23:00:00.000+02:00",
  "title": "Buccaneers Defeat Panthers 9-0 in Week 18 | NFL 2023 Results & Scores",
  "text": "The Tampa Bay Buccaneers' defense picked the right time to pitch its first shutout in more than two decades. With a 9-0 blanking of the Carolina Panthers at Bank of America Stadium, the Buccaneers clinched their third consecutive NFC South title and their fourth straight season with a playoff berth. \"It's great to win three straight,\" said Head Coach Todd Bowles. \"Especially how people counted them out. I'm happy for the fans. I'm happy for the players, the coaches, the management, the scouting department. They worked so hard to get everything done. To hear all they had to hear and to come out winning the division title is outstanding for those guys. I'm very happy for them. The Buccaneers weren't favorites to win the division in 2023 after Tom Brady's retirement, but Baker Mayfield finished a gritty and successful season with one of his gutsiest performances yet and the team proved it could win in different ways. Getting the final win to go to 9-8 and beat out the Saints for the division title by way of a rare shutout was a perfect illustration of that. \"All we wanted was a chance to get in,\" said Mayfield. \"Now we're in the playoffs, we're division champs. We'll hit the reset button, see who we play and go from there.\" \"We talked about it earlier in the summer, how we've got a very good culture and how we like what we have,\" said Bowles. \"It was a big change from what we had before, which was great too, but there's a lot of ways to skin a cat. The guys believed in each other. They never fed into the outside media. We wrote our own narrative. We heard everything. They practiced hard, they worked hard and they got it done. Kicker Chase McLaughlin scored all nine of the Buccaneers points on field goals of 36, 57 and 39 yards and ended the regular season with 29 successes on 31 tries, setting a new Buccaneers single-season record with a field goal percentage of 93.5%. McLaughlin also made all 33 of his extra point tries and was seven of eight from 50 and beyond, with three 57-yarders. The final marked the first time since December 29, 2002, when the Buccaneers beat the Bears in Champaign, Illinois, 15-0, that Tampa Bay won a game without scoring a touchdown. It was just the fifth such occurrence but the second in Charlotte. The Bucs beat the Panthers, 12-9, on October 27, 2002. This was the first shutout for Tampa Bay's defense since a 21-0 blanking of San Francisco on November 31, 2010. The Buccaneers held the Panthers to 199 yards of offense, 11 first downs and two third-down conversions in 12 ties. Quarterback Bryce Young, wrapping up his rookie season after being drafted first overall in April, completed just 11 of 18 passes for 94 yards. The Panthers tried to keep it on the ground as much as possible, running it 29 times for 131 yards, and RB Chuba Hubbard was indeed their best weapon with 83 yards on 23 totes. The shutout was preserved by some clutch defensive plays, as the Panthers did get to the goal line twice and also tried a 52-yard field goal. Antoine Winfield Jr. contributed yet another amazing hustle play when he dived to knock the ball out of the grasp of WR D.J. Chark just before Chark crossed the goal line in the second quarter. Jamel Dean recovered for the Buccaneers in the end zone. In the third quarter, Winfield's third-down sack of Young forced K Matthew Wright to try from 52 yards out and he missed it to the left. In the fourth quarter, RB Raheem Blackshear had a touchdown run overturned by a penalty and on the next play Joe Tryon-Shoyinka had a strip-sack, with Anthony Nelson recovering for the Bucs. Those were the only two turnovers of the game. \"It was a defensive battle,\" said Bowles. \"We did enough. Thank goodness for Winfield's play on the goal line, thank goodness for Chase kicking some field goals. We knew it was going to be a tough battle, we knew we were going to have to play for four quarters. We made less mistakes and we got a division title.\" Winfield proved once again that he is one of the NFL's top defensive playmakers, combining five tackles with the sack and the forced fumble, with one tackle for loss. LB Lavonte David led the way with nine tackles and rookie OLB Yaya Diaby had six stops and a sack. Winfield finished the season with 122 tackles, 6.0 sacks, six forced fumbles, four fumble recoveries, three interceptions and a team-high 12 passes defensed. He was surprisingly left off the Pro Bowl roster but has more meaningful games to play in January. \"He can take us to the playoffs, just like he did,\" said Bowles. \"Winning playoff games and Super Bowls, that's what helps your Pro Bowl snubs.\" Tampa Bay's offense wasn't particularly productive for much of the game, either, finishing with 228 yards and 14 first downs. QB Baker Mayfield, playing a week after suffering a painful injury to his ribs, threw for just 137 yards on 20 of 32 passing, but he was not intercepted. He also ran for a clutch first down on third down in the fourth quarter. Chris Godwin, who surpassed 1,000 yards on the season, was Mayfield's favorite receiver, catching six of his seven targets for 51 yards. \"Just a tough battle,\" said Mayfield. \"For starters I can't say enough about our defense. Once again, Antoine Winfield Jr. showed up when we needed him. He's a stud and we're lucky to have him. A lot of guys stepped up and made a lot of big plays on defense. Offensively, we ran the ball when we needed to. It wasn't a pretty win by any means. There's a lot of room for improvement.\" \"He was banged up,\" said Bowles of Mayfield. \"But the times he had to throw they had great coverage. You've got to credit their defense, too. They played very good defense. But we were awful. We weren't clicking on all cylinders. We got enough to have some tough runs to run the clock out. That's what team ball is. You're not going to win on one side or the other; it's going to take everybody.\" The Buccaneers were able to take some of the pressure off of Mayfield, however, by running it 29 times for 113 yards. RB Rachaad White had 75 yards on 19 totes, including eight carries for 32 yards plus two third-down conversion runs on the final drive that took more than six minutes off the clock. Chase Edmonds added four carries for 27 yards. \"It's a great job with the four-minute offense, running the ball when they know you're going to run it,\" said Bowles. \"When you're not throwing the football but still getting some type of yardage against that team, it's execution on offense. They did a great job on the O-Line. Rachaad ran hard, Chase ran hard and they got it done.\" Defense dominated the first half, with the Bucs taking a 6-0 lead into halftime on two Chase McLaughlin field goals. The two teams combined for 237 yards of offense and 12 first downs. Tampa Bay's defense did not allow the Panthers to convert any of their six third-down tries, while the Bucs' offense went two for eight. The Bucs averaged just 3.4 yards a play, while the Panthers got 4.5. The Buccaneers got the ball to start the game after a touchback. Mayfield started the game by firing quick, hard passes to WR Mike Evans for gains of seven and nine. However, Mayfield was nearly intercepted by Jaycee Horn two plays later, making it third-and-nine. The Bucs kept the drive moving when TE Cade Otton caught a short seam pass and bashed through CB Donte Jackson to get 10 yards. The Bucs' first run of the game, by White, went for just one yard and the Bucs were in third-and-nine after another near interception. This time, Mayfield went deep on a corner route to Evans but it was out of his reach. The Bucs had to punt from the Carolina 48 and return man Ihmir Smith-Marsette got it back to the 25. The Panthers handed off to Hubbard on their first play but he was met by a swarm of tacklers at the line of scrimmage for no gain. However, Hubbard found a lane on the next play and got vertical for a 12-yard pickup. A good Bucs blitz on first down disrupted Young's first pass of the game but Blackshear got around left end for a six-yard gain on second down. Young dropped back to pass on third down but was quickly engulfed by the Bucs' pass rush, with Diaby getting an eight-yard sack. The ensuing punt by Johnny Hekker was fair caught at the Bucs' 22. A flare pass to White got the next drive started with a gain of seven, and Whtie reversed course on second down and got five yards going left. Three plays later, on third-and-nine, Mayfield threw very deep down the right sideline to Evans but S Xavier Woods arrived just in time to break it up. Jake Camarda's second punt went 61 yards into the end zone for a touchback. Young threw a swing pass to Hubbard for eight yards to kick start the next drive, and Hubbard then moved the chains with a six-yard gash over right guard. Hubbard got six more to the 40 going left but was grabbed by DL Vita Vea for no gain on second down. The Panthers kept it on the ground on third-and-four but LB Devin White met Hubbard in the backfield for a loss of three. Hekker's punt went out of bounds at the Bucs' 24. Edmonds side-stepped several tacklers on an eight-yard run and an end-around to Godwin got enough for a first down at the 36. An ineligible-man-downfield penalty made it first-and-15 and a deep shot to Palmer didn't work. After catching a short pass over the middle, Palmer was gang-tackled and lost the football, but hustling C Robert Hainsey got upfield to fall on it. On third-and-11, Mayfield tried to move forward out of a collapsing pocket but was sacked by Yetur Gross-Matos for a loss of seven. Camarda's punt came off his foot low but did get a nice roll down to the Carolina 30. The Panthers brought the first quarter to an end on Hubbard's three-yard run. OLB Shaq Barrett sacked Young on the first play of the second quarter but it was erased on a holding flag thrown on LB Lavonte David, making it first down at the 38. Miles Sanders got his first carry and shot through a gap for a gain of 13 to the Bucs' 49. A short pass to TE Tommy Tremble and a two-yard Sanders run made it third-and-four. Young made a big play by scrambling left before pulling up and tossing over the top to Chark, who had a clear line to the end zone. However, Winfield arrived just in time to punch the ball out, and it went into the end zone, where it was recovered by Dean for a touchback. Starting at the 20, the Bucs got six yards on a short pass over the middle to Palmer but just one on White's run. Mayfield was pressured early on the next play and threw incomplete in Evans' direction. Camarda boomed a 60-yard punt that pushed the Panthers back to their 21. WR Adam Thielen dropped a first-down pass and Hubbard got just one yard over left tackle on second down. The Panthers tried to set up a tight end screen to Tremble but Carlton Davis was able to stop him two yards short of the sticks. Deven Thompkins fair caught Hekker's 42-yard punt at the Bucs' 29 with nine minutes left in the first half. White ran left for four yards, then found a wide-open seam against a run blitz to break through for 13 more. White went the other way on the next snap and powered around right tackle for another nine yards. Mayfield ran a play-action rollout to the right and threw short to Otton, who powered up the sideline for 20 yards to the Panthers' 25. A tricky play with two fakes that ended in a screen to Edmonds didn't work as the back was immediately trapped for a loss of three by Woods. Two plays later, on third-and-nine, Mayfield found Godwin over the middle but he was tackled three yards shy of the line to gain. McLaughlin came on to hit a 36-yard field goal for the game's first points. Carolina got the ball back at its 23 with four minutes left before halftime. DL Logan Hall stopped Hubbard after just a two-yard gain and Smith-Marsette couldn't hold on to an outlet pass. Young was hurried into a quick throw to TE Ian Thomas on third down and CB Zyon McCollum upended him three yards short of the line to gain. Thompkins made another fair catch at the Bucs' 26 with 2:13 left. Two attempts to get the ball to Evans failed, one of which was nearly intercepted by Horn. Mayfield had Palmer in his sights just past the sticks up the middle of the field but Jones was able to get a hand on at the last moment. Camarda came on to blast a 74-yard punt that bounced into the end zone for a touchback with 1:52 left on the clock. Diaby made a hustling stop on a screen pass to Hubbard for no gain and DL Calijah Kancey chased Young into a running incompletion. On third-and-10, Young threw it over Chark's head near the right sideline and CB Carlton Davis almost made a leaping interception. Hekker punted it back and it was downed at the Bucs' 44. Godwin held onto a seven-yard pass over the middle despite being sandwiched by two defenders and White stepped out of bounds on a two-yard catch. On third-and-one, Mayfield faked a handoff and prepared to throw it out to Otton to the right; however, he saw a defender clued in to the play and pulled it back, instead bashing up the middle to get the first down. The Bucs called a timeout at 30 seconds left while a scuffle broke out on the field. Two more short passes got another first down at the Panthers'' 33 and the Bucs stopped it again with 19 seconds left. The next play was a bust, as a shotgun handoff to Edmonds lost six yards. The Bucs used their third timeout with 16 seconds on the clock. Horn broke up a second-down pass intended for Godwin and Mayfield couldn't find anyone to throw to on third down. McLaughlin came out to end the half with a 57-yard field goal. The Panthers had the first possession of the second half but had to start at their own 15 after a holding penalty on the kickoff. S Ryan Neal run-blitzed around right tackle on first down and engulfed Hubbard for a loss of one. Two plays later, on third-and-eight, Barrett gave the Panthers five free yards by jumping offside. That allowed Carolina to keep it on the ground and Hubbard powered up the middle for six and the Panthers' first third-down conversion of the game. Two plays later, Hubbard broke out into the open and got 17 to the Panthers' 46 before being tracked down from behind by Winfield. A false start two snaps later put Carolina into a second-and-12, and Young's attempt to hit Thomas down the right numbers was just out of reach. The Panthers ran for it on third-and-12 but Hubbard only got five and the Panthers punted. Thompkins let it hit the ground and it was downed at the Bucs' eight. Mayfield put the ball into White's belly for a three-yard power run, then zipped a buttonhook pass to Godwin for 10 more and a first down. Whit ran for two more but Mayfield then took a second-down sack back at the 14. A tunnel screen to Godwin got 10 but the Bucs had to punt and Smith-Marsette found a seam to get 29 yards on his return to the Panthers' 46. The Panthers quickly faced a third-and-five but kept the drive alive on another nice play by Smith-Marsette. The Bucs brought a big blitz but Young had time find the receiver on the right sideline, who leaped and then twisted through a McCollum tackle to extend the ball past the marker. Young took off on the next play but got just four, and his deep shot to Chark was well-covered by Davis and incomplete. A run up the middle got just a yards but the Panthers went for it on fourth down. Thielen made a fantastic diving catch over the middle to get eight yards to the Bucs' 30. Two more runs got five yards, then a blitzing Winfield got to Young for a nine-yard sack. The Panthers sent out recently-signed kicker Matthew Wright to try a 52-yard field goal and he missed it wide left. That gave the Bucs possession at their own 42 just as the fourth quarter began. White got just one on a first-down run and a quick out to Godwin gained four. Mayfield took matters into his own hands, scrambling up and to the right and using a White block to get past the line to gain before going out of bounds. Edmonds replaced a shaken-up White and got four yards on first down before cutting back into a seam on second down and breaking out for 21 more down to the Panthers' 21. A quick slant to Evans got six but a scrambling dart towards Palmer at the goal line was incomplete. Mayfield never got a chance to throw on third-and-four, taking a six-yard sack by Brian Burns. McLaughlin hit his third field goal, from 39 yards, to make it a two-score game with 10 minutes to play. Hubbard started the next drive with a 12-yard run and two plays later WR Terrace Marshall caught a five-yard pass to make it fourth-and-one. Hubbard's third-down run was stopped by David and Winfield for no gain but he was just able to power over the line on fourth-and-one. Two snaps later, Barrett chased Young out of the backfield but he found a lot of open grass to scramble for 20 yards. Blackshear broke free for an apparent 28-yard touchdown run but the play was negated by an illegal formation penalty. On the next play, Tryon-Shoyinka shot around left tackle and swiped at Young's arm just as he was starting to throw. The ball came out and Nelson recovered it for Tampa Bay at the Bucs' 43. Now looking to run the clock, the Bucs gave it to White five straight times, getting one first down and killing all three of Carolina's timeouts. The Bucs called a timeout to get their third-and-five play right and Mayfield threw it to Godwin for 14 yards and a first down at the Panthers' 22. White ran three more times for another first down and brought on the two-minute warning. The Bucs kneeled it out from there.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tom brady",
        "sentiment": "none"
      },
      {
        "name": "todd bowles",
        "sentiment": "none"
      },
      {
        "name": "baker mayfield",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tampa bay buccaneers",
        "sentiment": "negative"
      },
      {
        "name": "nfl",
        "sentiment": "negative"
      },
      {
        "name": "buccaneers defeat panthers",
        "sentiment": "negative"
      },
      {
        "name": "bank of america stadium",
        "sentiment": "none"
      },
      {
        "name": "buccaneers",
        "sentiment": "none"
      },
      {
        "name": "saints",
        "sentiment": "none"
      },
      {
        "name": "carolina panthers",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:16:55.018+02:00",
  "updated": "2024-01-08T00:16:55.018+02:00"
}