{
  "thread": {
    "uuid": "cc3eaf63b4a2100057435215ca430c152d5cfe6f",
    "url": "https://ny1.com/nyc/all-boroughs/politics/2024/04/04/harris-epa-climate-action-grants",
    "site_full": "ny1.com",
    "site": "ny1.com",
    "site_section": "https://www.mynews13.com/services/contentfeed.fl%7corlando%7cnews%7cnational.landing.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "National | Orlando Florida Local News | Spectrum News 13",
    "title": "Harris celebrates $20 billion in climate action grants",
    "title_full": "Harris celebrates $20 billion in climate action grants",
    "published": "2024-04-04T20:35:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s7d2.scene7.com/is/image/TWCNews/Biden-Harris-EPA-grants-AP",
    "performance_score": 0,
    "domain_rank": 5048,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cc3eaf63b4a2100057435215ca430c152d5cfe6f",
  "url": "https://ny1.com/nyc/all-boroughs/politics/2024/04/04/harris-epa-climate-action-grants",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "David Mendez",
  "published": "2024-04-04T20:35:00.000+03:00",
  "title": "Harris celebrates $20 billion in climate action grants",
  "text": "Vice President Kamala Harris marked the award of billions of dollars in grants for projects addressing climate change in Charlotte, N.C., on Thursday, with the goal of boosting economic opportunity for people across the U.S. — particularly for those in communities that haven't always gotten a helping hand extended to them.\n\"While every community has the capacity to join the clean energy economy, not every community has had the opportunity to do that,\" Harris said.\nWhat You Need To Know The Biden administration on Thursday announced $20B in green banking grants for clean energy projects nationwide\nVice President Kamala Harris and Environmental Protection Agency Administrator Michael Regan visited Charlotte, N.C., on Thursday to roll out the program\nAlso Thursday, Harris officially opened a campaign office for the Biden-Harris reelection bid, highlighting the Democratic ticket's desire to flip the Tar Heel State in November's election \"I can tell you that I have seen first-hand, that in too many places, too many people with all that talent there have still had limited opportunity to access to capital, to do the work that they want to do to start and grow a clean energy buisness, to make their homes more enegy efficent, or to install solar panels or EV charegers in their community,\" she added.\nHarris, along with Environmental Protection Agency Administrator Michael Regan, popped into Charlotte on Thursday to kick off $20 billion in grants awarded to green banks charged with financing \"tens of thousands of community-based climate projects,\" Harris said. That $20 billion investment, she added, \"will incentivieze more than $100 billion in private sector investing,\" creating \"good-paying union jobs\" and expanding opportunities for Americans.\nThe @VP and @EPAMichaelRegan met with a first time homeowner in Charlotte this afternoon.\nHe pays smaller energy bills because of a community partnership.\nHarris is announcing similar rewards nationally this afternoon in Charlotte. #ncpol @specnews1clt pic.twitter.com/GxLvLBYdau\n— Reuben Jones (@ReubenJones1) April 4, 2024 \"Imagine, for example, the young entrepreneur who wants to launch a startup to repair electric vehicle chargers, and that this person can now get a small business loan to hire her first employees. Imagine a small business owner, who can now take out a line of credit to buy a fleet of electric delivery vehicles, so he can stop paying for gas and reduce pollution at the same time. Imagine a house of worship that can now get a zero interest loan, so they can install solar panels to generate clean energy through electricity for the entire neighborhood,\" she added.\nShe noted that organizations like Self-Help Credit Union in Charlotte — an institution that includes a Credit Union serving four states in the South Atlantic region of the U.S., a federal credit union networked across the country, a nonprofit loan fund and national nonprofit focused on research and policy organization — have been working to help protect ownership and economic opportunity.\nSelf-Help, Harris said, has worked with residents and community organizations to help make homes more energy efficient, with better windows, new electric appliances and good insulation. Those improvements, one resident told her, have helped people like him cut hundreds of dollars off of their energy bills.\n\"That's more money in his pocket to be able to put aside some money to save for the kids, for their future, their education, whatever they need,\" Harris told Spectrum News in an interview in Charlotte on Thursday. \"We're combining what we need to do to be smarter around protecting our climate. And that means reducing greenhouse gas emissions, and it means being more efficient in how we generate energy. So we want to do that for the sake of our climate, for this beautiful earth that God gave us. And we want to bring down everyday costs for working families.\"\nDuring her speech Harris said that the grants will help 30,000 more families across America upgrade their homes to be more energy efficient.\nSelf-Help got a shoutout in Thursday’s proceedings for its part in the Climate United Fund, one of three selected grantees in the EPA’s National Clean Investment Fund, which will focus on financing clean technology projects. Self-Help is, along with Community Preservationg Coalition, a partner in the Climate United Fund, which won a $6.97 billion award. Coalition for Green Capital and Power Forward were the two other grantees under the NCIF, awarded $5 billion and $2 billion, respectively.\nFive applicants were also selected to the Clean Communities Investment Accelerator, created to establish hubs providing funding to community lenders in low-income and disadvantaged communities. The selectees for the CCIA are Opportunity Finace Network ($2.29 billion), Inclusiv ($1.87 billion), Justice Climate Fund ($940 million), Appalachian Community Capital ($500 million) and Native CDFI Network ($400 million).\n\"This investment demonstrates an important point,\" Harris said, as she concluded her speech. \"When we invest in climate, we create jobs, we lower costs, and we invest in families. When we expand access to capital and give every person in our nation no matter who they are or where they live the opportunity to pursue their dreams, we build a cleaner, healthier and more equitable and more prosperous future for everyone.\"\nAlso Thursday, Harris officially opened a campaign office for the Biden-Harris reelection bid, highlighting the Democratic ticket's desire to flip the Tar Heel State in November's election.\nThe @VP is at the Mecklenburg County Dem. HQ in Charlotte where she is opening 1 of 10 campaign field offices in NC.\nThe campaign is heavily trying to flip NC blue for the first time since 2008.\nBiden needs to drive voter turnout in Meck County for that to happen. #ncpol pic.twitter.com/DrK3mTGzR7\n— Reuben Jones (@ReubenJones1) April 4, 2024 North Carolina has not voted for a Democrat since going for Barack Obama in 2008. North Carolina has only gone blue twice in the last nearly 50 years. But motivated by a high-profile governor's race and the issue of abortion, Democrats see a possible opportunity for a pickup opportunity in a state that Trump only won by less than 75,000 votes, his narrowest margin of victory in the 2020 race.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment"
  ],
  "external_links": [
    "https://twitter.com/hashtag/ncpol?src=hash&ref_src=twsrc%5Etfw",
    "https://twitter.com/ReubenJones1/status/1775963229035909170?ref_src=twsrc%5Etfw",
    "https://twitter.com/ReubenJones1/status/1775977358714962168?ref_src=twsrc%5Etfw",
    "https://t.co/DrK3mTGzR7",
    "https://twitter.com/SpecNews1CLT?ref_src=twsrc%5Etfw",
    "https://twitter.com/EPAMichaelRegan?ref_src=twsrc%5Etfw",
    "https://twitter.com/VP?ref_src=twsrc%5Etfw",
    "https://t.co/GxLvLBYdau",
    "https://www.t.co/GxLvLBYdau",
    "https://www.twitter.com/hashtag/ncpol?src=hash&ref_src=twsrc%5Etfw",
    "https://twitter.com/hashtag/ncpol",
    "https://www.twitter.com/EPAMichaelRegan?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/ReubenJones1/status/1775963229035909170?ref_src=twsrc%5Etfw",
    "https://twitter.com/ReubenJones1/status/1775977358714962168",
    "https://twitter.com/EPAMichaelRegan",
    "https://www.t.co/DrK3mTGzR7",
    "https://www.twitter.com/SpecNews1CLT?ref_src=twsrc%5Etfw",
    "https://twitter.com/ReubenJones1/status/1775963229035909170",
    "https://www.twitter.com/ReubenJones1/status/1775977358714962168?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/VP?ref_src=twsrc%5Etfw",
    "https://twitter.com/VP",
    "https://twitter.com/SpecNews1CLT"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kamala harris",
        "sentiment": "neutral"
      },
      {
        "name": "harris",
        "sentiment": "neutral"
      },
      {
        "name": "biden",
        "sentiment": "none"
      },
      {
        "name": "michael regan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "environmental protection agency",
        "sentiment": "none"
      },
      {
        "name": "tar heel state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "charlotte",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "biden-harris",
        "sentiment": "none"
      },
      {
        "name": "n.c.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:17:33.923+03:00",
  "updated": "2024-04-05T01:17:33.923+03:00"
}