{
  "thread": {
    "uuid": "923a1e4b8d39b6ace3491b5a05f47a7c9b9d418f",
    "url": "https://news.iu.edu/live/news/35490-iu-honored-with-national-historic-chemical",
    "site_full": "news.iu.edu",
    "site": "iu.edu",
    "site_section": "https://news.iu.edu/",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "News at IU: Indiana University",
    "title": "IU honored with National Historic Chemical Landmark for advancing oral health: IU News",
    "title_full": "IU honored with National Historic Chemical Landmark for advancing oral health: IU News",
    "published": "2024-04-04T12:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://news.iu.edu/live/image/gid/2/width/1260/height/630/crop/1/11923_Joesph_C._Muhler__IU_Archives.png",
    "performance_score": 0,
    "domain_rank": 1166,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 3
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "923a1e4b8d39b6ace3491b5a05f47a7c9b9d418f",
  "url": "https://news.iu.edu/live/news/35490-iu-honored-with-national-historic-chemical",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "News Iu Edu",
  "published": "2024-04-04T12:00:00.000+03:00",
  "title": "IU honored with National Historic Chemical Landmark for advancing oral health: IU News",
  "text": "BLOOMINGTON, Ind. — The invention of stannous fluoride toothpaste marked a turning point in oral health and became a point of pride for Indiana University. Nearly 70 years after IU chemistry and dentistry researchers pioneered the formula that led to the development of Crest toothpaste, the [IU Department of Chemistry](https://www.chem.indiana.edu/) was honored with a [National Historic Chemical Landmark](https://www.acs.org/education/whatischemistry/landmarks/crest.html) designation from the American Chemical Society on April 4. The [American Chemical Society](https://www.acs.org/) is one of the world’s largest scientific organizations and leading sources of authoritative scientific information. The organization’s [National Historic Chemical Landmark Program](https://www.acs.org/education/whatischemistry/landmarks/about.html) presents historical markers, granting landmark status to locations where groundbreaking achievements in chemical sciences took place. The permanent plaque for IU will be displayed at the southeast entrance of the Department of Chemistry in the College of Arts and Sciences in Bloomington. Procter & Gamble, the company that commercialized stannous fluoride toothpaste under the product name Crest, received a landmark at its headquarters in Cincinnati, Ohio. “The creation of the chemistry that ushered in Crest toothpaste in 1955 is representative of IU’s long record of translating research to impact countless lives,” IU President Pamela Whitten said. “This recognition from the American Chemical Society is not only a reminder of the remarkable achievement that took place at this university, but also underscores IU’s commitment to multidisciplinary research that addresses society’s most critical needs.” IU has a long history of collaborating with industry partners to bring research to market. Stannous fluoride development is just one of the ways the university uses these partnerships to improve lives around the globe. For example, research conducted by Department of Chemistry faculty in partnership with a biotechnology startup led to the [creation of injectable glucagon](https://college.indiana.edu/research/featured-research/dimarchi.html), a hormone that regulates blood sugar. In 1991, [IU School of Dentistry](https://dentistry.iu.edu/index.html) researchers led the development of [DentaShield](https://www.hartz.com/dentashield-reduces-the-tartar-that-can-cause-dog-breath/), a formula licensed to pet product producer Hartz to reduce tartar on dogs’ teeth. How IU innovation changed dental hygiene Dental caries, or cavities, increased significantly around the world as the Industrial Revolution increased the availability of refined sugar and flour. At this time, the most common fix for decaying teeth was extraction. Cavities were so prevalent that before the development of fluoride toothpaste, the U.S. Army had to waive its requirement that soldiers have a minimum of six incisor teeth and six molar teeth to enlist because they had trouble finding 18-year-olds who still had 12 out of 32 teeth during World War II. By the late 1940s, research had shown that those with levels of naturally occurring fluoride in their municipal drinking water were less susceptible to cavities. A team of IU researchers sought to take this knowledge and create a shelf stable fluoride ion that would be compatible with existing toothpaste formulas. [Harry G. Day](https://honorsandawards.iu.edu/awards/honoree/885.html) to find a way to prevent tooth decay and discovered that stannous fluoride made tooth enamel more resistant to acid than any other combination of chemical compounds. Muhler presented their findings at a dental convention, which caught the attention of [Verling M. Votaw](https://honorsandawards.iu.edu/awards/honoree/2447.html), IU School of Dentistry graduate and Procter & Gamble’s director of product research. Procter & Gamble funded their research with the hopes of producing and distributing a final product if one was discovered. One year later, Muhler and Day began working with IU chemistry professor [William Nebergall](https://www.invent.org/inductees/william-nebergall), who found a way to deliver the fluoride ions into a toothpaste. By 1952, clinical trials began in the Bloomington community. More than 12,000 adults and children showcased the toothpaste formula’s efficacy in preventing cavities. Studies showed that using the stannous fluoride toothpaste reduced the number of cavities by 30% compared to a control group. In 1956, the toothpaste was sold nationwide; by 1960, the American Dental Association presented Crest its first Seal of Acceptance. IU was granted a patent for the discovery, which was then licensed to Procter & Gamble. The university received royalties from the patent until it expired in 1975, and a portion of those funds was used to establish the [Oral Health Research Institute](https://dentistry.iu.edu/research/oral-health-research-institute/index.html) at the School of Dentistry in 1968. Today, the institute continues as an internationally recognized oral health product testing laboratory. [Media Kit: Access video and photos of the recognition ceremony](https://indiana.sharepoint.com/:f:/s/msteams_af0842/EvZjepSlawtFhnfkjrZhSqoBo23qVZ5xl9kHPHUKsJVbiw?e=4Q6uRB) What they are saying “This outstanding recognition is a testament to how academic-industry partnerships fuel research innovation within the College and across IU, leading to discoveries that positively impact millions. Indeed, the fundamental, department-level work by IU chemistry professors at the time provided the building blocks for collaboration with IU Dentistry, which in turn led to the commercialization of Crest toothpaste by Procter & Gamble, transforming oral hygiene and global public health.” — Rick Van Kooten, executive dean of the College of Arts and Sciences “Some health care innovations are so dramatic, so effective and so widely adopted that it is hard for those living after their development to conceive of what the world was like before they existed. The development of stannous fluoride toothpaste at Indiana University is one of those innovations. Following the introduction of stannous fluoride toothpaste, the prevalence of cavities dropped by more than 75%. Today, researchers and clinicians at the School of Dentistry and our Oral Health Research Institute continue to innovate new treatments and test new products to advance oral health care for all. From new formulations of toothpaste and mouth rinses, to developing a cavity-fighting chewing gum that can be used when toothbrushing is not feasible, we are proud to build upon the history of innovation at Indiana University to bring on tomorrow.” — Carol Anne Murdoch-Kinch, dean of IU School of Dentistry “It is amazing to think of the impact IU students and faculty have had in improving the lives of billions of people around the world. Research in the Department of Chemistry more than 70 years ago led to dramatic advances in global oral health. Today, this tradition continues with current research in areas of chemistry that impact human health, energy, materials, medicine, information and measurement science. Students, scientists and faculty at IU make a difference in advancing knowledge and technology that benefit our global society.” — Steven L. Tait, Herman T. Briscoe Professor of Chemistry and chair of the Department of Chemistry in the College of Arts and Sciences “The collaborative development of stannous fluoride which is foundational to Crest toothpaste is a lasting testament to the power of bringing together institutions that share a mission of using the highest quality science for the good of society. Receiving this landmark honor at P&G yesterday and now here at Indiana University brings us great pride and provides inspiration for continuing our work bringing irresistibly superior products to market.” — Gerard Baillely, senior vice president of corporate research and development at Procter & Gamble “Following its introduction, fluoride toothpastes have improved the dental health of millions worldwide by putting powerful cavity-fighting chemistry in the hands of consumers, and that is a legacy to be proud of. We are excited to honor IU and P&G for their transformative work, which affirms the power of academic-industrial partnerships.” — Mary K. Carroll, American Chemical Society president and an IU alumna",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://indiana.sharepoint.com/:f:/s/msteams_af0842/EvZjepSlawtFhnfkjrZhSqoBo23qVZ5xl9kHPHUKsJVbiw?e=4Q6uRB)",
    "https://www.chem.indiana.edu/)",
    "https://www.invent.org/inductees/joseph-muhler),",
    "https://www.acs.org/education/whatischemistry/landmarks/crest.html)",
    "https://college.indiana.edu/research/featured-research/dimarchi.html),",
    "https://www.hartz.com/dentashield-reduces-the-tartar-that-can-cause-dog-breath/),",
    "https://www.acs.org/)",
    "https://www.invent.org/inductees/william-nebergall),",
    "https://www.acs.org/education/whatischemistry/landmarks/about.html)",
    "https://acs.org/education/whatischemistry/landmarks/crest.html)",
    "https://indiana.sharepoint.com/:f:/s/msteams_af0842/EvZjepSlawtFhnfkjrZhSqoBo23qVZ5xl9kHPHUKsJVbiw",
    "https://invent.org/inductees/joseph-muhler),",
    "https://hartz.com/dentashield-reduces-the-tartar-that-can-cause-dog-breath/),",
    "https://www.indiana.sharepoint.com/:f:/s/msteams_af0842/EvZjepSlawtFhnfkjrZhSqoBo23qVZ5xl9kHPHUKsJVbiw?e=4Q6uRB)",
    "https://chem.indiana.edu/)",
    "https://acs.org/education/whatischemistry/landmarks/about.html)",
    "https://acs.org/)",
    "https://www.college.indiana.edu/research/featured-research/dimarchi.html),",
    "https://invent.org/inductees/william-nebergall),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "department of chemistry",
        "sentiment": "none"
      },
      {
        "name": "indiana university",
        "sentiment": "none"
      },
      {
        "name": "american chemical society",
        "sentiment": "none"
      },
      {
        "name": "iu department of chemistry",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bloomington",
        "sentiment": "none"
      },
      {
        "name": "ind.",
        "sentiment": "none"
      },
      {
        "name": "crest",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:13:48.580+03:00",
  "updated": "2024-04-12T01:17:13.745+03:00"
}