{
  "thread": {
    "uuid": "9b3c1d2068d27f5329fa697659e015e779292423",
    "url": "https://fr.allafrica.com/stories/202401190419.html",
    "site_full": "fr.allafrica.com",
    "site": "allafrica.com",
    "site_section": "https://fr.allafrica.com/tools/headlines/rdf/westafrica/headlines.rdf",
    "site_categories": [
      "media"
    ],
    "section_title": "AllAfrica News: Afrique de l'Ouest",
    "title": "Afrique: CAN2023 - Hubert Velud « J'ai plusieurs raisons pour battre l'Algérie..» - allAfrica.com",
    "title_full": "Afrique: CAN2023 - Hubert Velud « J'ai plusieurs raisons pour battre l'Algérie..» - allAfrica.com",
    "published": "2024-01-19T17:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://cdn08.allafrica.com/static/images/structure/aa-logo-rgba-no-text-square.png",
    "performance_score": 0,
    "domain_rank": 2653,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9b3c1d2068d27f5329fa697659e015e779292423",
  "url": "https://fr.allafrica.com/stories/202401190419.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Par Sofiane Mehenni",
  "published": "2024-01-19T17:02:00.000+02:00",
  "title": "Afrique: CAN2023 - Hubert Velud « J'ai plusieurs raisons pour battre l'Algérie..» - allAfrica.com",
  "text": "En conférence de presse, le sélectionneur des étalons du Burkina- Faso, Hubert Velud est très confiant pour battre l'Algérie demain au stade de la paix à Bouaké pour le compte de la deuxième journée du groupe D.\nATS : Quel est votre état d'esprit pour le match de demain face à l'Algérie ?\nC'est un Match très important face à l'Algérie, un grand d'Afrique, de grands noms. Après ce n'est pas une finale de groupe. Mon état d'esprit est guidé sur l'aspect du match. Il sera différent du premier. L'Algérie a fait une très bonne première mi-temps, il y aurait pu y avoir 2 ou 3-0. On va assister à un grand match, une belle opposition de style. En tous cas, on n'est pas trop dans le calcul, moi je suis un instinctif. En phase de groupe il faut parfois être calculateur mais sur ce match ça ne sera pas trop le cas\nATS : Vous allez jouer à 14h, cet horaire ne va pas handicaper vos joueurs ?\nJouer à 14H, c'est comme ça, c'est l'Afrique. Il faut s'organiser. Ca peut handicaper certaines équipes mais ne nous on y pense pas même si c'est une question importante. Déjà qu'on ait disputé le premier match face à la Mauritanie dans la même heure.\nATS : Selon vous, les algériens vont se livrer demain ou ils vont fermer le jeu pour vous surprendre derrière ?\nJe ne pense pas que l'Algérie va nous attendre pour nous contrer. Ce n'est pas leur style. Nous on est plus modulables. , On n'a pas de pression. Les algériens ont des attaquants très forts mais on est prêts.\n% Etes-vous les favoris pour cette rencontre ?\nOn ne peut pas dire qu'on est favoris face à l'Algérie, on est peut être a égalité. Par rapport à nos dernières confrontations, on sait qu'on doit progresser et le plus important c'est de bien négocier cette rencontre.\nATS: Tout le monde est prêt pou demain?\nNous n'avons pas de blessés, dieu merci. Traoré Bertrand Traoré n'a peut être pas 90 minutes dans les jambes mais il est prêt pour le match.\nATS : Le match de l'Algérie est spécial pour vous pour plusieurs raisons, n'est- ce- pas ?\nJ'ai entrainé pendant plusieurs années la bas, donc j'ai beaucoup d'affection pour l'Algérie, je connais bien la mentalité. Mais je mettrai ça de côté tout comme mes deux adjoints algériens Hichem Boumbar et Riadh Belkhir. Toutefois, j'ai plusieurs raisons pour battre l'Algérie.\nATS : Justement, vous avez entrainé un certain Youcef Belaili avec l'USM Alger, on imagine que connaissez mieux que quiconque ce joueur...\nBelaili je l'ai vu naitre footballistiquement à l'USMA, son premier grand club. C'est quelqu'un d'adorable humainement, donc je serai très content de le retrouver. C'est une des grandes forces de l'Algérie, j'espère qu'il ne sera pas très méchant avec moi....\nCliquez ici pour lire l'article sur le site d'Africa Top Sports.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.africatopsports.com/2024/01/19/can2023-hubert-velud-jai-plusieurs-raisons-pour-battre-lalgerie/",
    "https://www.africatopsports.com/2024/01/19/can2023-hubert-velud-jai-plusieurs-raisons-pour-battre-lalgerie",
    "https://africatopsports.com/2024/01/19/can2023-hubert-velud-jai-plusieurs-raisons-pour-battre-lalgerie/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T18:10:02.243+02:00",
  "updated": "2024-01-19T18:10:02.243+02:00"
}