{
  "thread": {
    "uuid": "bce88dcb90bdcec1150d85a32c251ffd29edc1f1",
    "url": "https://vnexplorer.net/nobel-da-paz-diz-que-sucesso-militar-de-kiev-pode-possibilitar-transicao-democratica-na-russia-s1795912.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Nobel da Paz diz que sucesso militar de Kiev pode possibilitar transição democrática na Rússia",
    "title_full": "Nobel da Paz diz que sucesso militar de Kiev pode possibilitar transição democrática na Rússia",
    "published": "2024-03-08T19:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jz9KU.img",
    "performance_score": 0,
    "domain_rank": 52286,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bce88dcb90bdcec1150d85a32c251ffd29edc1f1",
  "url": "https://vnexplorer.net/nobel-da-paz-diz-que-sucesso-militar-de-kiev-pode-possibilitar-transicao-democratica-na-russia-s1795912.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-08T19:55:00.000+02:00",
  "title": "Nobel da Paz diz que sucesso militar de Kiev pode possibilitar transição democrática na Rússia",
  "text": "DAVID CLIFF/EPA\nLondres, 08 mar 2024 (Lusa) – A advogada e ativista Oleksandra Matviichuk, vencedora do Prémio Nobel da Paz em 2022, afirmou hoje em Londres que uma vitória militar da Ucrânia pode abrir uma oportunidade de transição democrática na Rússia.\n“Desejo que a Rússia seja um país democrático. Mas sei que só o sucesso da Ucrânia e a derrota militar da Rússia proporcionarão uma oportunidade de futuro democrático para a própria Rússia”, disse, durante um encontro com jornalistas na capital britânica, entre os quais a Agência Lusa.\nA diretora da organização ucraniana Centro de Liberdades Civis, distinguida com o Nobel da Paz juntamente com um ativista bielorrusso e uma organização não-governamental (ONG) russa, revelou que esta mensagem lhe é passada frequentemente por ativistas dos direitos humanos russos.\n“Quando pergunto aos meus colegas como podemos ajudá-los (…), eles respondem sempre: se vocês quiserem ajudar-nos, tenham sucesso. O sucesso da Ucrânia proporcionará não uma garantia, mas a oportunidade de um futuro democrático para a própria Rússia”, vincou.\nMatviichuk lamentou que os ativistas de direitos humanos sejam uma minoria na Rússia, enquanto a maioria da população russa apoia a guerra contra a Ucrânia.\n“Esta é uma guerra do povo russo, porque viver no totalitarismo ou sob um regime autoritário muda as pessoas. Quando se vive com medo constante, isso cultiva o chamado desamparo aprendido”, referiu, apontando para a falta de mobilização da população para protestar contra o regime.\nNa Rússia, lamentou Matviichuk, ainda predomina uma cultura imperialista.\nO Presidente russo, Vladimir Putin, salientou a advogada, “governa o seu país não apenas graças à repressão e censura, mas também graças a um contrato social especial com as elites do Kremlin e a maioria do povo russo, baseado na chamada glória russa”.\nA ativista ucraniana rejeita que as eleições presidenciais russas, previstas para a próxima semana (de 15 a 17 de março), possam ser reconhecidas porque não respeitam as regras internacionais.\n“Precisamos de honestidade, coragem e responsabilidade histórica dos líderes políticos mundiais para chamar as coisas como elas são. Putin não será um presidente legítimo da Rússia”, enfatizou.\nA ofensiva militar russa no território ucraniano, lançada a 24 de fevereiro de 2022, mergulhou a Europa naquela que é considerada a crise de segurança mais grave desde a Segunda Guerra Mundial (1939-1945).\nA Ucrânia tem contado com ajuda financeira e em armamento dos aliados ocidentais.\nOs aliados de Kiev também têm decretado sanções contra setores-chave da economia russa para tentar diminuir a capacidade de Moscovo de financiar o esforço de guerra na Ucrânia.\nO conflito – que já entrou no terceiro ano – provocou a destruição de importantes infraestruturas em várias áreas na Ucrânia, bem como um número por determinar de vítimas civis e militares.\nBM // SCA\nLusa/Fim",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jz9KU.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jz9KU.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T19:57:11.099+02:00",
  "updated": "2024-03-08T19:57:11.099+02:00"
}