{
  "thread": {
    "uuid": "0b99aa4b98308ef32246c7c49e24dd4afb604aca",
    "url": "https://www.timescolonist.com/local-news/hardy-islanders-brave-record-cold-temperatures-with-outdoor-walks-and-even-swims-8104962",
    "site_full": "www.timescolonist.com",
    "site": "timescolonist.com",
    "site_section": "https://www.timescolonist.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Times Colonist: victoriatimescolonist",
    "title": "Hardy Islanders brave record-cold temperatures with outdoor walks — and even swims",
    "title_full": "Hardy Islanders brave record-cold temperatures with outdoor walks — and even swims",
    "published": "2024-01-13T06:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/victoriatimescolonist/json/2024/01/web1_vka-cold-00946.jpg;w=1000;h=634;mode=crop",
    "performance_score": 0,
    "domain_rank": 9297,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0b99aa4b98308ef32246c7c49e24dd4afb604aca",
  "url": "https://www.timescolonist.com/local-news/hardy-islanders-brave-record-cold-temperatures-with-outdoor-walks-and-even-swims-8104962",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pedro Arrais; Jeff Bell",
  "published": "2024-01-13T06:33:00.000+02:00",
  "title": "Hardy Islanders brave record-cold temperatures with outdoor walks — and even swims",
  "text": "It might be frightfully cold outside, but Java still needs to do his business three times a day. The 14-year-old Shih Tzu/Maltese/Yorkshire Terrier cross was walking as briskly as his short legs would take him Thursday afternoon along the Songhees walkway, heading home as the thermometer hovered around -10 C and a brisk breeze added to the wind chill. “He doesn’t seem to mind the weather,” said Brian Skillen, his two-legged companiont. “I think that he is pleased because there is no snow today.” Although it was unusually cold for Greater Victoria, Skillen said during Java’s first winter, they were in Ontario, where temperatures dropped to -25. Friday’s frigid weather set several all-time-low records at locations around the Island. It was -10.7 C at Victoria International Airport, which beat the 1963 record of -9.4 C , while the weather station at Gonzales recorded the coldest temperature there in 55 years at -11.5 C. The low on the Malahat was -13.4 C, down from a record of -8.4 C in 2007. Nanaimo’s low of -10.3 C tied a record set in 1998. While the wind chill in Greater Victoria made it feel closer to -21 C, the temperature in the waters around Victoria stayed a relatively balmy 5 to 6 C, so Monir Moussa was game to jump into the ocean for his usual early-morning swim. “Getting into the water is the easy part, as it is warmer than the air,” said Moussa, who has been going for ocean swims for the last three years. “The hard part today was coming out. My hands were frozen in minutes. It was the coldest I have experienced for some time.” Moussa, who moved to B.C. from Ontario 10 years ago, meets up with a group of other hardy souls who call themselves the Fernwood Social Reptile Club, an offshoot of the Fernwood Social Run Club. He estimates there are close to 50 people who take to the water daily, regardless of the weather, including about five who swim in lakes. “Those are the swimmers who would have to break the ice before they can take their swim. They take the activity to a whole different level,” said the 30-year-old, whose most memorable swim was when he was surrounded by a large bloom of moon jellyfish as they were spawning. “There must have been hundreds of thousands of them.” It may have been cold and windy on Friday, but for Dave Willett, who was out for his usual walk on the Songhees with his wife, Lori, it pales in comparison with his time on patrol in the open water in the Navy. “I have lived all across the country and I believe that Victoria still has the best climate,” said Willett. He said the two,who are in their 60s, walk up to four hours almost every day — their only concession to the unusual cold on Friday was cutting the walk to two and a half hours, although they were looking forward to a hot cup of coffee at the end of it. Katey Sater, meanwhile, was the picture of contentment sitting on a bench on the Songhees walkway Friday, soaking up the sun and a brisk ocean breeze in a fur-lined hooded down-filled jacket. “This is the best,” said Sater, 42, who moved to Victoria seven years ago. “I used to live in Abbotsford and it was a 20-minute drive to get anywhere. Here, I am close to the ocean and I can be downtown in three minutes.” Colder-than-normal weather is expected through Saturday around the Island, although highs could rise above freezing by early next week. Environment Canada meteorologist Lisa Erven said snow is likely now out of the picture on the Island, with Victoria, Duncan, Nanaimo and Port Alberni expected to have sun and cold temperatures through the weekend. Erven said the Malahat had two centimetres of snow by Friday morning, North Cowichan had 10 cm and Nanaimo had nine cm. “Now that the arctic front’s passed through, we’re just basically into a frigid, dry air mass,” she said. Snow could again be a possibility early next week, Erven said. Despite snow accumulating in some areas, schools on south Vancouver Island opened as usual Friday, although there were some bus [cancellations and detours in the Sooke School ](https://www.sd62.bc.ca/our-district/transportation) [District](https://www.sd62.bc.ca/our-district/transportation). In Saanich, the Churchill Drive gate to PKOLS (Mount Douglas Park) was closed to vehicle access at least through Sunday due to the freezing conditions. Emcon Services, the highway-maintenance contractor for the south Island, said it didn’t encounter any major issues Friday. “It’s pretty much bared off — there’s a few slippery sections,” operations manager Andrew Gaetz said Friday morning. B.C. Transit said most of its buses in the Victoria Regional Transit System were running on their usual routes Friday, although icy roads in parts of Langford and Sooke led to some partial detours Friday on routes in the West Shore. parrais@timescolonist.com jbell@timescolonist.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://www.sd62.bc.ca/our-district/transportation",
    "https://sd62.bc.ca/our-district/transportation"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brian skillen",
        "sentiment": "none"
      },
      {
        "name": "skillen",
        "sentiment": "none"
      },
      {
        "name": "gonzales",
        "sentiment": "none"
      },
      {
        "name": "”",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hardy islanders",
        "sentiment": "positive"
      },
      {
        "name": "shih tzu/maltese/yorkshire terrier",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "greater victoria",
        "sentiment": "none"
      },
      {
        "name": "victoria international airport",
        "sentiment": "none"
      },
      {
        "name": "nanaimo",
        "sentiment": "none"
      },
      {
        "name": "ontario",
        "sentiment": "none"
      },
      {
        "name": "island",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T07:28:26.280+02:00",
  "updated": "2024-01-13T09:50:15.126+02:00"
}