{
  "thread": {
    "uuid": "40e6a295e5241e78a9332cd06a4c7c604af31d8d",
    "url": "https://www.azuremagazine.com/article/10-landmark-projects-shaping-architecture-in-2024/",
    "site_full": "www.azuremagazine.com",
    "site": "azuremagazine.com",
    "site_section": "https://azuremagazine.com",
    "site_categories": [
      "real_estate",
      "interior_decorating",
      "home_and_garden",
      "architects"
    ],
    "section_title": "Azure Magazine",
    "title": "10 Landmark Projects Shaping Architecture in 2024 - Azure Magazine | Azure Magazine",
    "title_full": "10 Landmark Projects Shaping Architecture in 2024 - Azure Magazine | Azure Magazine",
    "published": "2024-01-05T21:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.azuremagazine.com/wp-content/uploads/2024/01/2024-projects-1600x900.gif",
    "performance_score": 0,
    "domain_rank": 72277,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "40e6a295e5241e78a9332cd06a4c7c604af31d8d",
  "url": "https://www.azuremagazine.com/article/10-landmark-projects-shaping-architecture-in-2024/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "azureeditorial",
  "published": "2024-01-05T21:26:00.000+02:00",
  "title": "10 Landmark Projects Shaping Architecture in 2024 - Azure Magazine | Azure Magazine",
  "text": "At the end of every year, it’s natural to look back. Here at Azure, the annual tradition entails taking stock of the last 12 months of design, including [public spaces](https://www.azuremagazine.com/article/top-10-of-2023-our-favourite-public-spaces/), [interiors](https://www.azuremagazine.com/article/top-10-of-2023-our-favourite-interiors/), [products](https://www.azuremagazine.com/article/top-10-of-2023-our-favourite-product-designs/), as well as [residential](https://www.azuremagazine.com/article/top-houses-2023-our-favourite-homes/) and [commercial architecture](https://www.azuremagazine.com/article/top-10-of-2023-our-favourite-architecture-projects/). And every January, we turn the page and look forward. In 2024, there’s plenty to look forward to. From landmark cultural buildings to new public spaces and innovations in sustainable design, the year ahead promises a wealth of architectural imagination and problem-solving around the globe. In no particular order below, we round up the most anticipated architecture for 2024. [Aquatics Centre,](#aquatics-centre)Paris, France by VenhoevenCS & Ateliers 234 [Populus](#populus), Denver, Colorado, by Studio Gang [Limberlost Place](#limberlost-place), Toronto by Moriyama & Teshima and Acton Ostry Architects [Goethe-Institut Dakar](#goethe-institut), Senegal by Kéré Architecture [Hampi Art Labs](#hampi-art-labs), Tungabhadra, India by Sameep Padora and Associates [Sun Rock](#sun-rock), Taichung, Taiwan by MVRDV [Sundby School](#sundby-school), Nykøbing Falster Denmark by Henning Larsen [Sydney Fish Market](#sydney-fish-market), Sydney, Australia by 3XN [Fenix Museum of Migration](#fenix-museum), Rotterdam, Netherlands by MAD Architects [Simone-Weil Bridge](#simone-weil-bridge), Bordeaux, France by OMA # In the past 20 years, a lot has changed about how the Olympic Games approach the infrastructure required to host such a monumental event. In 2014, photographer Milos Bicanski [revisited a series of venues constructed for the 2004 edition](https://www.theguardian.com/sport/gallery/2014/aug/13/abandoned-athens-olympic-2004-venues-10-years-on-in-pictures) of the Olympics in Athens, Greece. While only a decade old, the buildings already resembled ruins: overgrown with plants and utterly devoid of human life. Such was the fate of sports facilities that were too big — or located too far from urban crowds — to ensure their future success. Since then, the Games and their host cities have worked to place a bigger emphasis on developing venues that can be easily adapted to community use. This summer’s upcoming edition in Paris stands as an example of a new chapter of Olympics construction. Planned for the most part around existing facilities (many of which are being temporarily expanded), the 2024 Olympic Games will introduce just one new venue: an aquatic centre designed by Amsterdam-based architecture firm [VenhoevenCS](https://venhoevencs.nl/) and the Parisian architects at [Ateliers 234](https://www.a234.fr/en/). Even this bowl-shaped building reflects a new way of thinking. For one thing, sustainability is at the heart of the project, with mass timber construction used to construct a roofline that dips and rises to the minimum height required in seating and swimming areas — thereby reducing the amount of air that needs to be conditioned inside. Similarly, all furniture is made out of recycled wood or plastic, a solar roof will provide 25 per cent of required electricity, and a water system will see 50 per cent of the facility’s water reused. At the end of the games, the building will become a community sports and event centre for the community of Saint-Denis, Paris. So while it is bound to make a splash as a backdrop to water polo and diving competitions this summer, come back in 2034 and you’ll — hopefully — find a facility that’s still very much at the top of its game. # Part aspen tree, part Rocky Mountain, and part sci-fi spectacle, this [13-storey tower ](https://studiogang.com/project/Populus)designed by [Studio Gang](https://studiogang.com/project/Populus) creates a new Denver landmark that brings together natural and otherworldly influences on a triangular downtown lot. Set to be home to America’s “first carbon-positive hotel” (meaning that more than 5,000 acres of forest will be planted to offset emissions from the project’s concrete construction), Populus is named after populus tremuloides, the scientific term for the quaking aspen (which is a fixture of the Colorado landscape). This same species also serves as the inspiration behind the building’s façade, which uses a series of window modules to recreate the eye-shaped marks left on a tree’s bark when they shed their lower branches. These window modules start as 9-metre-tall, portal-like archways at ground level, then twist and warp into other forms as the building rises. Both inside and out, these distinctive apertures are designed to be as functional as they are visually striking. For one thing, their “brows” act as drainage channels to direct rainwater. Inside, meanwhile, the windows are integrated into interior wall niches that provide window seating for admiring the building’s many notable neighbours — namely, the nearby State Capitol and Civic Center Park. Up top, guests will find another great vantage point in the rooftop restaurant and bar, complete with a terrace sheltered by a pair of stepped walls that recall the craggy mountain range just beyond. Evidently, Populus is set to be a destination that both pays honours and amplifies its setting. Construction [topped out last August](https://www.9news.com/article/money/business/topping-out-populus-hotel/73-ae01e212-9161-4e9d-afce-6bc8939b0b6a), with the 265-room hotel expected to open this summer. # To say we’ve been following the development of Limberlost Place for a while would be an understatement. [Moriyama & Teshima](https://mtarch.com/) and [Acton Ostry Architects](https://www.actonostry.ca/)’ winning scheme for the mass-timber tower (formerly dubbed The Arbour) was announced in April 2018 and took home the [AZ Award for Unbuilt Buildings the next year](https://www.azuremagazine.com/article/az-awards-2019-winner-the-arbour/). Since then, we’ve patiently awaited its arrival on the Toronto waterfront. When finally completed this fall, the building will host the Schools of Architectural Studies and Technology at George Brown College, opening just in time for the winter semester, as well as Canada’s first Tall Wood Research Institute. Its striking angular form, clad in warm terracotta, will make for an inviting presence on campus. The expansive wood interior, bathed in natural light, is organized around a triple-height atrium, complete with amphitheatre-style stairs that guide students up to the surrounding lecture halls, computer labs and social spaces. Thanks to its thin yet stable structure, made from CLT and trapezoidal steel plates, the architects have maximized spans, reducing the need for beams. This move not only makes for a light and open interior, which is flexible enough to adapt as programmatic needs change, but also reduces costs (both fiscal and environmental). A beacon of sustainability, Limberlost Place will leverage a thermally efficient prefab building envelope, deep lake water cooling, rooftop PV and two solar chimneys to achieve net zero carbon status. The nearly 21,000-square-metre project tops out at 10 storeys, setting an innovative precedent for mass-timber construction in Toronto and beyond. Though it will be the first building of its kind in Canada, the unparalleled engagement and research it has inspired will ensure it is not the last. # In recent years, [the work of Francis Kéré](https://www.azuremagazine.com/article/diebedo-francis-keres-global-localism/) has become [a mainstay on Azure’s “Best of” lists](https://www.azuremagazine.com/article/top-10-of-2022-our-favourite-public-spaces/). With the Goethe-Institut Dakar, he has earned his place once again. Located in the Senegalese capital, the building will mark the first purpose-built space in the German cultural institute’s 60-year history. And who better to translate this union of German and West African cultures than the [Burkina Faso-born, Berlin-based architect](https://www.kerearchitecture.com/)? “On numerous levels, the design represents the values that both I and the Goethe-Institut share,” Kéré told World Architecture at the ground-breaking ceremony in 2022. “When it came to issues like sustainability and climate protection, I was not only met with an open and sympathetic response but was even encouraged to take things further.” Conceived with respect for the surrounding residential neighbourhood, the nearby Léopold Sédar Senghor Museum and the natural environment, the compact two-story building occupies the smallest possible footprint, mirroring the tree canopy that has long occupied the site. The double-skinned masonry structure, made from locally sourced BTC bricks, echoes its context. The outermost layer acts as a permeable screen that filters in natural light while buffering street noise and regulating the indoor climate. The L-shaped building frames a courtyard, where visitors can gather under the tree at its centre. This marriage of sustainable, local materials and community-centred design is trademark Kéré. When the 1,800-square-metre building opens its doors, it will host everything from exhibitions and language courses to concerts and informal gatherings. Administrative offices and classrooms fill the first floor, while public programs bookend the building: The auditorium, cafeteria and library are easily accessible on the ground level, while the rooftop serves as a social space with tree-shaped pillars that recall the garden below. The building’s architectural language reflects the “layered and storied cultural tapestry” of Dakar, yet feels remarkably universal, and welcoming to all. # Mumbai architect [Sameep Padora](https://sp-arc.net/) has been [creating sublime architecture attuned to its context](https://www.azuremagazine.com/article/i-want-to-create-values-that-are-perceptible-a-conversation-with-sameep-padora/) – like the wonderful Maya Somaya Library at Kopargaon – since setting up practice in 2006. Due to be completed imminently, the Hampi Art Labs is his most recent masterstroke. An initiative of the JSW Foundation, the sinuous, terracotta-hued centre provides facilities for both exhibiting and making art, including printmaking labs, stone and metal sculpture facilities, ceramics studios and a focus on new media. Its first exhibition, Right Foot First, will present pieces from the collection of Sangita Jindal, the JSW chairperson who founded HAL with her daughter, Tarini; dating from 1998 to 2023, it includes works by Andy Warhol, Ai Weiwei, B.V. Doshi, Dayanita Singh, Reena Saini Kallat, Rohini Devasher and Zarina Hashmi. The centre is situated in the UNESCO World Heritage Site of Hampi near the river Tungabhadra, whose craggy hills and prominent boulders can be viewed as natural analogues to Padora’s organic architecture. Comprised of several buildings – a major pavilion that wraps around one end of the seven-hectare site and five smaller structures clustered opposite – the complex is a composition of interconnected undulating forms. Made of soil, stone and steel, they speak to the past: Padora drew inspiration from the Vijayanagar Kingdom that once stood here, and its era between the 14th and 16th centuries, when “art, architecture, and literature flourished,” plus HAL’s program immerses artists in the region’s “richly replete craft culture and distinctive traditions and techniques.” In their advancement of the vernacular, however, Hampi Art Labs also boldly represents the moment, as age-old techniques and locally derived materials have reconquered the architectural imagination. # Netherlands-based architecture firm [MVRDV](https://www.mvrdv.com/) is working with the Taiwanese government to upgrade an existing storage and maintenance building, housing renewable energy equipment, into a super solar power station. When Sun Rock, the government-funded power station in Changhua County is completed, in addition to being completely self-sufficient, it will generate 1.2 million kilowatt-hours of clean energy per year for Taiwanese communities. A giant rounded dome covered in pleated photovoltaic panels; this remarkable structure is as imposing as it is impactful. Dark and dramatic, the building’s facade was designed to capture as much sunlight as possible, angling solar panels to maximize production. The facility will feature workshops, offices, and storage as well as multiple public viewing galleries, including the Data Room – complete with live updates on the building’s energy production — in an effort to foster environmental visibility. Described as a “manifesto in a building,” MVRDV’s Sun Rock will be a tangible example of Taiwan’s commitment to a greener future. # [Henning Larsen](https://henninglarsen.com/en)’s Sundby School in Nykøbing Falster, Denmark, carefully intertwines learning and landscape. The project by the international architecture, landscape and urbanism studio embodies the idea that learning takes place within a community and a landscape, not a solitary building. The school itself acts as a tool for learning, with an impressive, sloped roof that forms a hill which students can climb to watch the sunset or slide down in winter. On the school grounds, there will be no fences or barriers; the circular design of the environs will protect its students while still allowing freedom to explore the surrounding countryside — providing students with unique learning opportunities that are not typical of a primary school curriculum. With a renewable and biodegradable thatched facade, the project is designed to meet UN Sustainable Development goals for both design and curriculum and will be the first Danish school to receive the Nordic Ecolabel. Serving 580 students, the school features a library, cafes, music halls and sports facilities that face the town and are accessible to the entire community. # In 2022, 3XN re-shaped the Sydney skyline in thoughtful and eye-catching fashion with the ingeniously “up-cycled” [Quay Quarter Tower](https://awards.azuremagazine.com/article/quay-quarter-tower/). Two years later, the acclaimed Danish designers are set to bring an equally well-considered addition to the city’s public realm with the relocated and re-imagined Sydney Fish Market. Situated on a wharf in the heart of the city, the 80,000-square-metre project is envisioned as a foodie mecca and an inviting extension of the public realm. Organized around a modular internal grid of vendors, the design integrates the eclectic ambiance of an urban market into an elegant new destination. Framed by public space and filled with ample seating and natural light, the complex blurs the boundaries between civic and commercial space to create a distinctly sociable milieu. “3XN’s response places people at the centre, with an emphasis on place-making to foster a strong sense of community,” says firm founder and creative director Kim Herforth Nielsen. “The design excels in its ability to create value for all stakeholders; the fisherman, and restaurateurs as well as neighbours and tourists.” # Since the turn of the millennium, prominent western firms have mined the Chinese market. From OMA’s CCTV Headquarters to Herzog & De Meuron’s “Bird’s Nest” stadium and MVRDV’s Tianjin Binhai Library, leading European designers have leveraged their cultural cachet to help shape emerging global cities with iconic architecture. At Rotterdam’s Fenix Museum of Migration, however, MAD Architects is reversing the equation. In one of the world’s hotbeds of contemporary architecture, the Beijing-based international designers are transforming a historic 16,000-square-metre warehouse — once a key part of the largest warehouse complex in the world — into a waterfront museum dedicated to the history of global migration. Although the landmark project won’t open to the public until 2025, this year will see the structure of the adaptive reuse showpiece take shape, capped by a sinuous staircase, dubbed the Tornado, that rises from the old building. A symbol of winding migrant journeys, the sculptural form culminates in panoramic views of the landscape. “The Tornado is all about the future, but it’s rooted in the past,” says MAD Architects founder Ma Yansong. “For me, it’s a metaphor for the journeys of migrants who passed through this building.” # Simplicity is the key ingredient in OMA’s design for the Simone-Weil Bridge in Bordeaux. One of six bridges that span the Garonne river – and the first ever such infrastructural project by OMA – the soon-to-be completed project wears its stripped-down aesthetic as a badge of honour. “The design is kept to the simplest expression – the least technical, least lyrical, an almost primitive structural solution,” say the architects. The raison d’être for both the bridge and its plain-ness, in fact, is its ability to be transformed for any purpose. This is primarily a place for pedestrians. And place is the key word. More boulevard than bridge, the continuous surface slopes ever so gently, to provide clearance for boats, while seamlessly connecting to landscaped public places on either side. (These spill onto neighbourhoods, St. Jean Belcier and Floirac, on the left and right banks, respectively.) While the 549-metre-long span dedicates lanes to cars, trams/buses and bikes, it’s people on foot who enjoy the lion’s share of the real estate across the bridge’s 44-metre width. And when festivals and markets are scheduled, sections can be closed off completely to vehicular traffic. One of the most evocative images released by the firm is a rendering depicting how the Simon-Weil Bridge might regularly be animated – big white tents, open-air stages featuring stadium-style seating and major art installations entice crowds of people onto this generous platform for public programs that connects the city literally and figuratively. From Dakar to Denver, our most anticipated architecture projects of the year reflect the evolving potential of design.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Science and Technology"
  ],
  "external_links": [
    "https://henninglarsen.com/en)’s",
    "https://www.9news.com/article/money/business/topping-out-populus-hotel/73-ae01e212-9161-4e9d-afce-6bc8939b0b6a),",
    "https://venhoevencs.nl/)",
    "https://studiogang.com/project/Populus)designed",
    "https://www.actonostry.ca/)’",
    "https://sp-arc.net/)",
    "https://www.kerearchitecture.com/)?",
    "https://mtarch.com/)",
    "https://studiogang.com/project/Populus)",
    "https://www.mvrdv.com/)",
    "https://www.theguardian.com/sport/gallery/2014/aug/13/abandoned-athens-olympic-2004-venues-10-years-on-in-pictures)",
    "https://www.a234.fr/en/).",
    "https://kerearchitecture.com/)?",
    "https://mvrdv.com/)",
    "https://www.mtarch.com/)",
    "https://www.henninglarsen.com/en)’s",
    "https://theguardian.com/sport/gallery/2014/aug/13/abandoned-athens-olympic-2004-venues-10-years-on-in-pictures)",
    "https://a234.fr/en/).",
    "https://actonostry.ca/)’",
    "https://www.venhoevencs.nl/)",
    "https://9news.com/article/money/business/topping-out-populus-hotel/73-ae01e212-9161-4e9d-afce-6bc8939b0b6a),",
    "https://www.kerearchitecture.com/)",
    "https://www.studiogang.com/project/Populus)",
    "https://www.sp-arc.net/)",
    "https://www.studiogang.com/project/Populus)designed"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "venho",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:32:48.982+02:00",
  "updated": "2024-01-06T01:32:48.982+02:00"
}