{
  "thread": {
    "uuid": "1fbfbf5e536358297934750679226fbbc7eee896",
    "url": "https://www.profootballnetwork.com/derrick-henry-provides-emotional-farewell-to-titans-fans-i-hope-i-was-an-inspiration-to-all-the-young-kids/",
    "site_full": "www.profootballnetwork.com",
    "site": "profootballnetwork.com",
    "site_section": "https://www.profootballnetwork.com/rss",
    "site_categories": [
      "football",
      "sports"
    ],
    "section_title": "Pro Football Network",
    "title": "Derrick Henry Provides Emotional Farewell to Titans Fans – “I Hope I Was an Inspiration to All the Young Kids”",
    "title_full": "Derrick Henry Provides Emotional Farewell to Titans Fans – “I Hope I Was an Inspiration to All the Young Kids”",
    "published": "2024-01-08T00:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.profootballnetwork.com/wp-content/uploads/2024/01/07174054/derrick-henry-provides-emotional-farewell-to-titans-fans-i-hope-i-was-an-inspiration-to-all-the-young-kids.jpg",
    "performance_score": 0,
    "domain_rank": 29069,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1fbfbf5e536358297934750679226fbbc7eee896",
  "url": "https://www.profootballnetwork.com/derrick-henry-provides-emotional-farewell-to-titans-fans-i-hope-i-was-an-inspiration-to-all-the-young-kids/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lorenzo Reyna",
  "published": "2024-01-08T00:41:00.000+02:00",
  "title": "Derrick Henry Provides Emotional Farewell to Titans Fans – “I Hope I Was an Inspiration to All the Young Kids”",
  "text": "The\nTennessee Titans became a part of two endings on Sunday in Week 18.\nThe first one involved ending the Jacksonville Jaguars’ pursuit of the AFC South title and playoff berth, knocking off their AFC South rivals 28-20. But the second ending they became a part of? The Derrick Henry era.\nDerrick Henry Delivers Emotional Postgame Speech at Nissan Stadium\nSunday’s win likely marked the final game for star running back Derrick Henry in a Titans uniform.\nHenry, the powerful locomotive who won two league rushing titles and surpassed 2,000 yards back in 2020, is an unrestricted free agent for the 2024 offseason. And he looked like his old self against his longtime rivals by racking up 153 yards and a touchdown.\nThe 30-year-old gave the Titans fan base one last dominating rushing output for the 2023 season. But then he took the microphone to give his fans one more lasting memory — a goodbye.\n“Titan fans, I want to say thank you for the greatest eight years of my life,” Henry began. “The ups and the downs, y’all have been there through everything from the adversity and watching me grind as a person and a player. You always supported me. I love y’all. I love seeing the 22s in the stadium.”\nHenry hoped he left a lasting impact on Nashville, particularly the youth.\n“I hope I was an inspiration to all the young kids and everybody in the community. I respect y’all so much,” Henry said.\nHe ended his speech with two words: “Titans up.” Then, he jogged off the field and was showered with “Henry!” chants as he took what is likely his final trip through the Nissan Stadium tunnel.\n\"\n[@Titans]fans… Thank you for the greatest 8 years of my life.\" 👑💙 [@KingHenry_2] [pic.twitter.com/3CpEHq4PiC]\n— NFL (@NFL)\n[January 7, 2024]\nDeAndre Hopkins Offers Reaction to Henry’s Speech and Titans Career\nAgain, it’s likely the veteran running back and the Titans are trekking toward a mutual separation.\nFor De’Andre Hopkins, he won’t get the chance to share the same Titans locker room with “King Henry” in 2024. The longtime rival of Tennessee from his Houston Texans days joined Henry and the Titans immediately before the season as a free agent.\nStill, the four-time Pro Bowl wide receiver told reporters he was honored to be impacted by the presence of Henry.\n“Derrick is going to get that standing ovation no matter what kind of game he had. To me, it’s a dream come true to play with a guy who’s going to be in the NFL Hall of Fame and plays the way he plays,” Hopkins told reporters in the locker room. “Especially for 8-9 years. I don’t think he’s going to stop anytime soon.”\nHopkins added he knew Henry before they became NFL teammates as they’ve worked out before. He added Henry didn’t think he’d come over to the Titans.\nStill, the two men paired together. For Hopkins, the presence of Henry fulfills one of his hopes for his own career.\nMORE:\n2024 NFL Free Agents by Position\n“I always hoped to play with a great running back,” Hopkins said. “Especially this late in my career. I can handle the load, but it definitely helps to have a running back to make things easier on the outside.”\nDeAndre Hopkins on Derrick Henry. Says it was a dream come true playing with a future HOF running back.\n[#Titans] [pic.twitter.com/Rco6HSnKPn]\n— AtoZ Sports Nashville (@AtoZSports)\n[January 7, 2024]\nHopkins ended up being a part of Henry’s final run as a Titan. And for Henry, he gave closure to a dominating run from 2016 to now.\nWant to predict the rest of the 2023 season with our FREE\nNFL Playoff Predictor? Looking for the most up-to-date NFL standings? What about a breakdown of team depth charts or the NFL schedule? Pro Football Network has you covered with that and more!\nListen to the PFN Fantasy Podcast\nListen to the PFN Fantasy Podcast! Click the embedded player below to listen, or you can find the PFN Fantasy Podcast on\niTunes, Spotify, and all major podcast platforms. Be sure to subscribe and leave us a five-star review! Rather watch instead? Check out the PFN Fantasy Podcast on our Fantasy YouTube channel.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.youtube.com/@pfnfantasy",
    "https://podcasts.apple.com/us/podcast/the-pfn-fantasy-football-podcast/id1609861738",
    "https://open.spotify.com/show/329wb1tUNaHBGBPZ2nIRV3?si=549216f0f5944a57&nd=1",
    "https://open.spotify.com/show/329wb1tUNaHBGBPZ2nIRV3",
    "https://youtube.com/@pfnfantasy",
    "https://www.open.spotify.com/show/329wb1tUNaHBGBPZ2nIRV3?si=549216f0f5944a57&nd=1",
    "https://www.podcasts.apple.com/us/podcast/the-pfn-fantasy-football-podcast/id1609861738"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "derrick henry",
        "sentiment": "negative"
      },
      {
        "name": "henry",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tennessee titans",
        "sentiment": "negative"
      },
      {
        "name": "titans",
        "sentiment": "none"
      },
      {
        "name": "jacksonville jaguars",
        "sentiment": "none"
      },
      {
        "name": "afc south",
        "sentiment": "none"
      },
      {
        "name": "nissan",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:49:51.583+02:00",
  "updated": "2024-01-08T00:49:51.583+02:00"
}