{
  "thread": {
    "uuid": "0f674aea46e825235913fc992abdfbfb6d1a9ab7",
    "url": "https://espanol.christianpost.com/news/christian-group-launches-first-ever-religious-violence-database.html",
    "site_full": "espanol.christianpost.com",
    "site": "christianpost.com",
    "site_section": "https://espanol.christianpost.com/news",
    "site_categories": [],
    "section_title": "ÚLTIMAS NOTICIAS | TheChristianPostSpanish",
    "title": "Grupo cristiano lanza la primera base de datos sobre violencia religiosa que rastrea la persecución global | TheChristianPostSpanish",
    "title_full": "Grupo cristiano lanza la primera base de datos sobre violencia religiosa que rastrea la persecución global | TheChristianPostSpanish",
    "published": "2024-01-07T16:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://spanishchristianpost-29b4.kxcdn.com/files/original/thumbnail/2/93/29329.jpg",
    "performance_score": 0,
    "domain_rank": 3807,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0f674aea46e825235913fc992abdfbfb6d1a9ab7",
  "url": "https://espanol.christianpost.com/news/christian-group-launches-first-ever-religious-violence-database.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ChristianPost",
  "published": "2024-01-07T16:02:00.000+02:00",
  "title": "Grupo cristiano lanza la primera base de datos sobre violencia religiosa que rastrea la persecución global | TheChristianPostSpanish",
  "text": "Grupo cristiano lanza la primera base de datos sobre violencia religiosa que rastrea la persecución global Global Christian Relief, un grupo con sede en Estados Unidos que monitorea la persecución cristiana, ha lanzado una base de datos que rastrea incidentes de persecución religiosa violenta en todo el mundo. La base de datos de incidentes violentos es el primer y único conjunto de datos de este tipo sobre libertad religiosa global basado en eventos. El VID, accesible al público, cataloga más de una docena de tipos de violencia, incluidos asesinatos, arrestos, secuestros, acoso sexual, presiones y matrimonios forzados. Permite búsquedas por país, religión y autor, ofreciendo un nivel de verificación sin precedentes, [afirma](https://finance.yahoo.com/news/first-ever-religious-violence-database-203100798.html) el grupo. Los perpetradores responsables de la persecución incluyen líderes de grupos étnicos, familiares extendidos, funcionarios gubernamentales, grupos de presión ideológica, organizaciones multilaterales, civiles, crimen organizado, partidos políticos, líderes religiosos, grupos revolucionarios o paramilitares y grupos religiosos violentos. La [base de datos](https://violentincidents.plataformac.org/web/search/search) , que comenzó a registrar informes globales de ataques violentos en 2022, actualmente rastrea más de 6.000 incidentes, según GCR. \"Esta base de datos ayuda a dar voz a los que no la tienen al registrar y compartir detalles de ataques específicos sufridos por cristianos y otras personas de fe en todo el mundo\", dice el director ejecutivo de GCR, David Curry. “Nuestra esperanza es que este extraordinario recurso sea utilizado por cualquiera que defienda e informe en nombre de la iglesia perseguida”. La investigación de la Base de datos de incidentes violentos está financiada por GCR y realizada por el Instituto Internacional para la Libertad Religiosa, un grupo de expertos líder en libertad religiosa. \"Vivimos en un mundo donde la persecución violenta de los cristianos y otros grupos religiosos es rampante y creciente\", dice Ronald Boyd-MacMillan, Jefe de Estrategia e Investigación Global de GCR. \"Esta base de datos no sólo nos ayuda a rastrear la violencia, sino que también nos ayuda a comprender mejor lo que los cristianos perseguidos realmente necesitan de sus hermanos y hermanas en todo el mundo\". La base de datos se presentará en la Cumbre Internacional de Libertad Religiosa en Washington, DC, los días 30 y 31 de enero. También contribuirá al próximo Índice Global de Libertad Religiosa del GCR, una herramienta integral que se lanzará esta primavera, dice el grupo. Según Ayuda a la Iglesia Necesitada, más de [4.900 millones de personas](https://www.christianpost.com/news/ngo-highlights-disturbing-trend-in-global-religious-persecution.html) residen en países con graves violaciones de la libertad religiosa. Estos 4.900 millones de personas viven en 61 países, donde el estado de la libertad religiosa, tal como está garantizado en el artículo 18 de la Declaración Universal de Derechos Humanos, parece sombrío, según un informe de ACN titulado \"La libertad religiosa en el mundo 2023\" que cubre el período. de enero de 2021 a diciembre de 2022. \"Esto significa que el 62% de la humanidad vive en países donde la gente no es libre de practicar, expresar o cambiar su religión\", afirmó ACN. “Los culpables de violaciones de la libertad religiosa van desde grupos terroristas armados hasta gobiernos autoritarios, pero la regla sigue siendo de impunidad para los atacantes que rara vez, o nunca, son llevados ante la justicia o criticados por la comunidad internacional”. De los 61 países, 28 estaban marcados en rojo, lo que denota “países calientes” donde la persecución es rampante, mientras que otros 33 estaban marcados en naranja, lo que indica altos niveles de discriminación. El VID del GCR tiene como objetivo registrar las violaciones de la libertad religiosa, con énfasis en el seguimiento de la violencia en los cinco continentes, pero no pretende una cobertura exhaustiva, según el [IIRF](https://iirf.global/vid/) , que señala que los datos se basan en informes publicados en medios digitales disponibles en Internet. \"Muchos incidentes nunca se hacen públicos o no reciben la suficiente atención por parte de las autoridades o los medios\", reconoce.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://finance.yahoo.com/news/first-ever-religious-violence-database-203100798.html)",
    "https://iirf.global/vid/)",
    "https://violentincidents.plataformac.org/web/search/search)",
    "https://www.finance.yahoo.com/news/first-ever-religious-violence-database-203100798.html)",
    "https://www.iirf.global/vid/)",
    "https://www.violentincidents.plataformac.org/web/search/search)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:41:50.965+02:00",
  "updated": "2024-01-08T01:41:50.965+02:00"
}