{
  "thread": {
    "uuid": "b93dddcab0230570c12df5fdc39aae77f17a1d43",
    "url": "https://africa.unwomen.org/en/stories/press-release/2024/02/sudan-crisis-japan-provides-support-to-vulnerable-women-and-girls-impacted-by-the-conflict",
    "site_full": "africa.unwomen.org",
    "site": "unwomen.org",
    "site_section": "http://africa.unwomen.org/en/rss-feeds/news",
    "site_categories": [
      "health",
      "womens_health"
    ],
    "section_title": "UN Women – News",
    "title": "Sudan Crisis: Japan provides support to vulnerable women and Girls impacted by the conflict",
    "title_full": "Sudan Crisis: Japan provides support to vulnerable women and Girls impacted by the conflict",
    "published": "2024-05-03T00:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://africa.unwomen.org/sites/default/files/2024-02/img_20231209_134330_1.jpg",
    "performance_score": 0,
    "domain_rank": 1559,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b93dddcab0230570c12df5fdc39aae77f17a1d43",
  "url": "https://africa.unwomen.org/en/stories/press-release/2024/02/sudan-crisis-japan-provides-support-to-vulnerable-women-and-girls-impacted-by-the-conflict",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "UN Women",
  "published": "2024-05-03T00:52:00.000+03:00",
  "title": "Sudan Crisis: Japan provides support to vulnerable women and Girls impacted by the conflict",
  "text": "Sudan Crisis: Japan provides support to vulnerable women and Girls impacted by the conflict\nPRESS RELEASE\nDate:\nPort Sudan - The Government of Japan has contributed US$1,000,589 to UN Women Sudan to respond to the urgent lifesaving needs of hundreds of thousands of IDP women and girls affected by the ongoing Sudan crisis.\n“UN Women is grateful to the Government of Japan for standing with Sudanese women and girls during this difficult time in the history of the country,” said Adjaratou Ndiaye, UN Women Sudan Country representative.\nIt is estimated that over 6.1 million are internally displaced (IDPs) and sheltering in 6,355 locations across all 18 Sudan states, with 67 percent – residing in host communities, the majority of whom are women and children. As a result, many women IDPs are ending up with little humanitarian support. Lifesaving services often fail to reach where they are settled, especially those living with host families, who make up the majority.\nFunding from the Government of Japan will enable UN Women to strengthen the capacities of IDP camp managers and host communities to organize shelters and access to humanitarian services on a gender-sensitive basis through the identification and contracting of national partners to be only deployed after rigorous Master Training sessions; (ii) put additional efforts to sensitize women, men, girls, and boys on the issues around GBV and SEA; and (iii) Provide assistance to GBV victims.\nDue to high level incidences of CRSV, protection of women and girls in the current crisis is paramount as women and girls are disproportionately affected by all forms of gender-based violence due to displacement.\nUN Women will provide a conducive environment where women leaders can take their dialogue and leadership skills and interact with different traditional and local authorities to promote peaceful communities.\nJapan’s supplementary funds will be used to economically empower IDP women, young women, and women in hosting communities to undertake livelihood opportunities, increase their economic self-reliance, and improve their living conditions. This will be achieved by providing seed funding to assist women in launching livelihood initiatives and strengthening their skills through vocational training.\n“The funds will also enable UN Women to protect the fundamental human rights of women and girls rendered more vulnerable to abuse in the current crisis”, assures Adjaratou Ndiaye.\n“Due to the conflicts in Sudan, countless women and girls are forced to flee their homes, and I express my sincere condolences for the loss and the trauma they have experienced. We wholeheartedly hope that Japan's contribution to UN Women will be used to ease their suffering and empower them by increasing their capabilities for their source of livelihood,\" affirmed Mr. Mizuuchi, Chargé d'affaires of Japan to Sudan\nUN Women is the UN organization dedicated to gender equality and the empowerment of women. A global champion for women and girls, UN Women was established to accelerate progress on meeting their needs worldwide.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "adjaratou ndiaye",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "idp",
        "sentiment": "none"
      },
      {
        "name": "un women sudan country",
        "sentiment": "none"
      },
      {
        "name": "un",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "sudan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T01:48:19.600+03:00",
  "updated": "2024-05-03T01:48:19.600+03:00"
}