{
  "thread": {
    "uuid": "bf97a1275c0e605ff976f8913799afd835490639",
    "url": "https://www.newsbreak.com/atlanta-ga/3279508818231-battling-viral-online-rumors-t-d-jakes-continues-to-forge-through-ministry-and-entrepreneurship-as-one-of-the-country-s-richest-pastors",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/kennesaw-ga",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Kennesaw News, Weather, Safety, Sports | NewsBreak Kennesaw, GA",
    "title": "Battling Viral Online Rumors, T.D. Jakes Continues to Forge Through Ministry and Entrepreneurship As One of the Country’s Richest Pastors",
    "title_full": "Battling Viral Online Rumors, T.D. Jakes Continues to Forge Through Ministry and Entrepreneurship As One of the Country’s Richest Pastors",
    "published": "2023-12-28T22:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/2cpgLs_0qSVeYOU00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3324,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 17,
        "shares": 11
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bf97a1275c0e605ff976f8913799afd835490639",
  "url": "https://www.newsbreak.com/atlanta-ga/3279508818231-battling-viral-online-rumors-t-d-jakes-continues-to-forge-through-ministry-and-entrepreneurship-as-one-of-the-country-s-richest-pastors",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2023-12-28T22:00:00.000+02:00",
  "title": "Battling Viral Online Rumors, T.D. Jakes Continues to Forge Through Ministry and Entrepreneurship As One of the Country’s Richest Pastors",
  "text": "Bishop T.D. Jakes, the visionary behind The Potter’s House Ministries, holds the distinction of being one of the wealthiest pastors in the world. Born as Thomas Dexter Jakes, he has accumulated an estimated net worth of $20 million to $30 million through his TDJ Enterprises, leveraging his multifaceted approach to ministry that encompasses roles as a businessman, author, conference/ festival producer, television producer, realtor, director, actor, and more. Despite his diverse portfolio, his central role remains that of the head servant leader at The Potter’s House in Dallas, a nondenominational church that can accommodate up to 30,000 visitors during each service. TDJ Enterprises’ revenue is $19.2 million, according to Zoom Info. It reportedly employs 51-100 people. Early Beginnings Born on June 9, 1957, in South Charleston, West Virginia, T.D. Jakes was raised in Vandalia, West Virginia. He initially pursued psychology at West Virginia State University before obtaining a master’s and a doctorate in the ministry. Starting his ministry in 1981, his prominence soared in the 1990s when he ventured into publishing, establishing TDJ Enterprises in 1995 to publish his books. Over the years, five of his books have earned a spot on The New York Times best-sellers list. In 1996, Jakes relocated to Texas and founded The Potter’s House, featuring a 34-acre hilltop campus with a 5,000-seat auditorium. By 1998, the church had grown to 14,000 members. Television and Film At 65 years old, Jakes expanded into television hosting with the “T.D. Jakes Show” in partnership with Tegna, Inc., and Debmar-Mercury in 2015. This syndicated talk show, distributed by Sony Pictures Television, was canceled in 2017. Several of his films found distribution through BET and the Lifetime cable network. Films that he has produced include “Woman Thou Art Loosed” (2004), “Not Easily Broken” (2009), “Jumping the Broom” (2011), “Munya” (2010), “Sparkle” (2012), “Heaven Is for Real” (2014), “Winnie Mandela” (2014), “Miracles from Heaven” (2016), and “Faith Under Fire” (2018). In 2021, Jakes partnered with Sean “Diddy” Combs’ Revolt network to have his Sunday sermons broadcast on the network via a weekly series called “Kingdom Culture.” It is this relationship with Combs that has Jakes embroiled in a sex scandal, started by social media bloggers. These rumors allege he not only has sex with men, but underaged male teens. None of the accusations have been substantiated and he has called them “lies.” Conferences and Festivals A tent pole to his ministries are conferences like the MegaFest festival. This event , presented as a family-friendly festival, serves as a convergence point for four of Jakes’ key conferences tailored to specific demographics: Woman Thou Art Loosed, ManPower, Mega-Kidz, and the Mega-Youth Experience. Two other significant conferences under the ministry’s umbrella are the International Leadership Summit and Woman Evolve, the latter being spearheaded by Bishop Jakes’ daughter, Sarah Jakes Roberts. Another conference launched in 2023 is the Good Soil Movement, an initiative aimed at providing access to generational wealth and employment opportunities by supporting Black entrepreneurship. Donations above Tithes Moreover, The Potter’s House Ministries operates a donation tier, allowing worshipers to receive various items corresponding to specific levels of financial gifts. For a gift of $90 or more, donors received a “Holiday Ornament” set, featuring the 2023 Custom Christmas Ornament and the “Ready for More” 2024 wall calendar with reminders of God’s goodness. For a contribution of $175 or more, donors received the above gifts along with the “Gifts of the Wise Men” anointing oil set, including “fragrant frankincense for intercession, exotic myrrh oil for purification in Christ, and symbolic faux gold to release faith for receiving God’s provisions,” according to the TDJakes.org website. The ministry also has a four-tiered program called the Global Partners System, through which donations are used, according to the church, for the creation of water pipelines in Africa, local and global food supply initiatives, expansion of the telecommunications ministry with broadcasts, support for a prison recidivism ministry, and a relief fund for the needy. Enrollment options include becoming a member of Aaron’s Army through a $30 monthly donation. For an additional $20 per month and a one-time advance gift of $500, individuals can join the Bishop’s Circle. The next level is the Bishop’s Circle VIP, requiring a monthly contribution of $100 or more, along with a one-time advance donation of $1,000 to qualify. All of this is apart from the ministry’s online store where Jakes sells books (study guides, journals, planners, etc.), copies of various services, music, and also apparel. Affordable Housing Developer Jakes is partnering with Miami’s largest Black-owned real estate developer to create 350 affordable housing units. Through T.D. Jakes Real Estate Ventures, in collaboration with New Urban Development, two complexes in Hallandale Beach and Miami Gardens, Florida, are being developed to address the state’s escalating housing costs. Jakes’ real estate initiatives extend to Dallas, and include a collaboration with filmmaker Tyler Perry to buy a total of 132 acres at Fort McPherson in Atlanta to repurpose into a mixed-income housing development, businesses, and a “master-planned community.” Despite the recent rumors, the Bishop’s enterprise seems to be still rolling like a well-oiled machine.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.linkedin.com/pulse/7-richest-pastors-world-ebube-julius/",
    "https://finurah.com/2023/12/14/t-d-jakes-real-estate-ventures-joins-miamis-largest-black-owned-real-estate-developer-to-build-affordable-housing-in-south-florida/",
    "https://www.finurah.com/2023/12/14/t-d-jakes-real-estate-ventures-joins-miamis-largest-black-owned-real-estate-developer-to-build-affordable-housing-in-south-florida/",
    "https://www.linkedin.com/pulse/7-richest-pastors-world-ebube-julius",
    "https://linkedin.com/pulse/7-richest-pastors-world-ebube-julius/",
    "https://finurah.com/2023/12/14/t-d-jakes-real-estate-ventures-joins-miamis-largest-black-owned-real-estate-developer-to-build-affordable-housing-in-south-florida"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "t.d. jakes",
        "sentiment": "negative"
      },
      {
        "name": "potter",
        "sentiment": "negative"
      },
      {
        "name": "thomas dexter jakes",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "forge through ministry",
        "sentiment": "negative"
      },
      {
        "name": "the potter’s house",
        "sentiment": "none"
      },
      {
        "name": "west virginia state university",
        "sentiment": "none"
      },
      {
        "name": "tdj enterprises",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "west virginia",
        "sentiment": "none"
      },
      {
        "name": "vandalia",
        "sentiment": "none"
      },
      {
        "name": "south charleston",
        "sentiment": "none"
      },
      {
        "name": "dallas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T10:25:56.012+02:00",
  "updated": "2023-12-29T10:25:56.012+02:00"
}