{
  "thread": {
    "uuid": "58210c620ac6e3245e195bf3941d6d2142ff5169",
    "url": "https://www.newsbreak.com/toledo-oh/3282035997291-editorial-the-good-of-2023",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/the-blade-1588774",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "The Blade | NewsBreak",
    "title": "Editorial: The good of 2023",
    "title_full": "Editorial: The good of 2023",
    "published": "2023-12-31T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/183BUz_0qV34Mop00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3324,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "58210c620ac6e3245e195bf3941d6d2142ff5169",
  "url": "https://www.newsbreak.com/toledo-oh/3282035997291-editorial-the-good-of-2023",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2023-12-31T07:00:00.000+02:00",
  "title": "Editorial: The good of 2023",
  "text": "There was progress and triumph in Toledo and Ohio during 2023. The United Auto Workers strike that began at the Stellantis Toledo Jeep plant produced a 25 percent pay hike over four years and a rapid path to permanent full-time status for long-term temporary workers. GM employees at the Toledo Propulsion System plant are covered by the same UAW contract. Toledo-headquartered ProMedica turned the corner operationally, successfully shedding money losing acquisitions in assisted living, hospice, and home health-care services. Moody’s and Fitch bond rating firms both upgraded ProMedica’s financial fitness. The first signs of improvement after continuous decline of the recent past signal the worst is over for a major Toledo employer and health-care provider. Read more Blade editorials The Four Corners redevelopment project at the corner of Huron and Madison streets in downtown Toledo secured one of the biggest state historic preservation tax credits ever granted by Ohio. A Transformational Mixed Use Development tax credit worth nearly twice the $10 million preservation award is expected soon. Progress continues on the plan to make the Nicholas and Spitzer buildings into 500,000-square-feet of retail and residential space that can’t help but spark more restoration nearby. Metroparks Toledo’s Glass City Riverwalk has drawn thousands of residents to both sides of the Maumee and provides Toledo with one of the most attractive outdoor vistas in the entire nation. Even more importantly, the park development has used the Maumee River to unite rather than divide Toledo. Toledo Police Chief Mike Troendle has successfully implemented a data-driven strategy since his selection for the city’s top crime-fighting job in March. The overwhelming amount of crime in Toledo is committed by a small number of people, and most of these people are known to police. Upgraded video surveillance and connections to neighborhood witnesses has helped Toledo cut crime in every category except auto theft. Toledo is rated as America’s hottest housing market for 2024 by Realtor.com, and the number’s crunchers at GOBankingrates.com ranked Toledo as the nation’s most affordable location to retire. The University of Toledo has provided unparalleled success in men’s and women’s athletics while excelling academically. The UT Athletic Department has been honored two years in a row with the Cartwright Award as the best combination of athletic and academic excellence in the Mid-American Conference. At the high school level, Toledo Central Catholic won a state football championship for the second year straight. Perrysburg wrestler Marcus Blaze won a state wrestling title and then a world championship. Ohio’s bond ratings are the best ever with the biggest rainy day fund in state history. Ohio has resumed claiming itself as “the heart of it all,” as the state slogan. Subscribe to The Blade",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.toledoblade.com/opinion/editorials",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=183BUz_0qV34Mop00",
    "https://my.toledoblade.com/purchase/",
    "https://img.particlenews.com/image.php?url=183BUz_0qV34Mop00",
    "https://www.my.toledoblade.com/purchase/",
    "https://www.img.particlenews.com/image.php?url=183BUz_0qV34Mop00",
    "https://img.particlenews.com/image.php",
    "https://toledoblade.com/opinion/editorials",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=183BUz_0qV34Mop00",
    "https://my.toledoblade.com/purchase"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fitch",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "united auto workers",
        "sentiment": "neutral"
      },
      {
        "name": "moody",
        "sentiment": "none"
      },
      {
        "name": "gm",
        "sentiment": "none"
      },
      {
        "name": "uaw",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "toledo",
        "sentiment": "none"
      },
      {
        "name": "ohio",
        "sentiment": "none"
      },
      {
        "name": "toledo propulsion system",
        "sentiment": "none"
      },
      {
        "name": "huron",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T07:55:46.817+02:00",
  "updated": "2023-12-31T07:55:46.817+02:00"
}