{
  "thread": {
    "uuid": "2dad8a6661030877d9d6ffc73946c6527c18b52f",
    "url": "https://thepeninsulaqatar.com/article/05/07/2024/doha-fourth-most-liveable-city-in-mena-eiu-report",
    "site_full": "thepeninsulaqatar.com",
    "site": "thepeninsulaqatar.com",
    "site_section": "https://thepeninsulaqatar.com/category/views",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Views | The Peninsula Qatar",
    "title": "Doha fourth most liveable city in MENA: EIU report | The Peninsula Qatar",
    "title_full": "Doha fourth most liveable city in MENA: EIU report | The Peninsula Qatar",
    "published": "2024-07-05T11:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "QA",
    "main_image": "https://thepeninsulaqatar.com/get/maximage/20240705_1720167387-114.jpeg?1720167387",
    "performance_score": 0,
    "domain_rank": 13703,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2dad8a6661030877d9d6ffc73946c6527c18b52f",
  "url": "https://thepeninsulaqatar.com/article/05/07/2024/doha-fourth-most-liveable-city-in-mena-eiu-report",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Peninsula Newspaper",
  "published": "2024-07-05T11:15:00.000+03:00",
  "title": "Doha fourth most liveable city in MENA: EIU report | The Peninsula Qatar",
  "text": "Doha, Qatar: Doha has been ranked as the fourth most liveable city in the entire MENA region, according to the Global Liveability Index 2024 released by the Economist Intelligence Unit (EIU), the research and analysis division of The Economist Group, recently.\nThe assessment evaluates 173 cities across the world on 30 indicators divided into five categories: stability, healthcare, culture and environment, education, and infrastructure, with the aim of showing how comfortable these cities are to live in.\nDoha offers a safe place to live for everyone, boasting one of the lowest crime rates in the world. The city is constantly evolving, with a modern metro system, stunning architecture, and a focus on innovation. Its high standard of living, modern infrastructure, excellent healthcare, and educational opportunities also make it one of the top-ranked cities in the world for anyone to settle in.\nRead Also Pre-registration of Web Summit Qatar 2025 now open GAC records 433,735 customs declarations in May This year, Vienna once again received perfect scores of 100 for four of the five categories (98.4 overall) of the Global Liveability Index, with only its score for culture and environment being a less-perfect 93.5, owing to a lack of major sporting events, the report noted.\nVienna was followed by Copenhagen with a score of 98 and Zurich with 97.1.\nSyria’s Damascus (30.7) is still the least liveable of the 173 cities in the survey, with Tripoli (40.1) one place above it.\nAbu Dhabi (81.7) topped the MENA region and ranked 76th globally in the report, while Dubai followed closely behind with a score of 80.8, placing 78th in the world. Kuwait City secured the third position in the region with a score of 74.6 and a global ranking of 93. Doha (73.4) and Bahrain’s Mananma (72.2) completed the top-five positions for the region, ranking 106th and 93rd globally, respectively.\nThe GCC region has been making significant investments in social infrastructure and economic diversification. The World Bank has forecasted the region’s economic growth to strengthen to 2.8 percent in 2024 and 4.7 percent in 2025.\nAccording to the Global Liveability Index, Western Europe remains the most liveable region, excelling in four key categories, while North America follows closely behind, leading in the education category.\nRead Also Qatar's non-energy private sector sees sharpest growth in nearly two years in June Qatar offers promising investment opportunities The Asia-Pacific region, ranked third, has seen only a slight improvement in liveability scores, while Eastern Europe has experienced the biggest jump, primarily due to advancements in healthcare and education.\nThe report highlights an improvement in liveability scores for Latin America, the Middle East and North Africa (MENA), and Sub-Saharan Africa, with healthcare and education sectors showing progress. Despite this, Sub-Saharan Africa remains the least liveable region globally.\nThe report indicates a slight increase in the average liveability score to 76.1 out of 100 across the 173 cities surveyed, reflecting a small enhancement in the quality of life for urban residents worldwide.\nAccording to EIU, cities in Europe have experienced a decline in stability scores due to an uptick in protests related to various issues such as agriculture and immigration policies.\nFurthermore, many countries are grappling with a cost-of-living crisis, particularly in terms of housing costs, which have become a significant factor contributing to inflation.\nThe report also points out concerns in Australia and Canada, where the availability of rental properties is at an all-time low, leading to rising prices despite interest-rate hikes, which in turn is fueling anti-immigration sentiments.\nThe EIU’s Global Liveability Index for 2024 provides valuable insights into what makes a city truly liveable. From Vienna’s consistent excellence to the rise of cities like Zurich and the challenges faced by others, the ranking reflects the complex interplay of factors that contribute to urban quality of life.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "eiu",
        "sentiment": "negative"
      },
      {
        "name": "mena",
        "sentiment": "negative"
      },
      {
        "name": "economist intelligence unit",
        "sentiment": "none"
      },
      {
        "name": "economist group",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "peninsula qatar doha",
        "sentiment": "none"
      },
      {
        "name": "doha",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "vienna",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T11:24:47.420+03:00",
  "updated": "2024-07-15T04:36:38.624+03:00"
}