{
  "thread": {
    "uuid": "e505454a6cb3b72a6263f451299eed7460d9a02e",
    "url": "https://fr.zenit.org/2024/05/30/je-vous-encourage-a-poursuivre-la-mise-en-place-du-dialogue",
    "site_full": "fr.zenit.org",
    "site": "zenit.org",
    "site_section": "https://fr.zenit.org/rss.xml",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "ZENIT – Français",
    "title": "« Je vous encourage à poursuivre la mise en place du dialogue »",
    "title_full": "« Je vous encourage à poursuivre la mise en place du dialogue » - ZENIT - Français",
    "published": "2024-05-30T21:39:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://fr.zenit.org/wp-content/uploads/sites/4/2024/05/7-12.jpeg",
    "performance_score": 0,
    "domain_rank": 11468,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e505454a6cb3b72a6263f451299eed7460d9a02e",
  "url": "https://fr.zenit.org/2024/05/30/je-vous-encourage-a-poursuivre-la-mise-en-place-du-dialogue",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pape Francois",
  "published": "2024-05-30T21:39:00.000+03:00",
  "title": "« Je vous encourage à poursuivre la mise en place du dialogue »",
  "text": "Aux moines bouddhistes représentants du Wat Phra Chetuphon, lundi, 27 mai 2024, salle Clémentine Votre Éminence, Votre Excellence, Vénérables moines, Chers frères et sœurs, C’est un grand plaisir d’accueillir votre délégation en cette occasion qui renforce nos profonds liens d’amitié. Je me souviens avec gratitude de mon voyage dans votre pays du 20 au 23 novembre 2019, ainsi que de l’accueil et de l’hospitalité extraordinaires que vous m’avez offerts. Je me souviens chaleureusement du patriarche suprême de Thaïlande et vous demande de lui transmettre mes salutations affectueuses. En ce qui concerne les événements récents qui ont revigoré notre amitié établie, j’ai été ravi d’entendre parler du septième colloque bouddhiste-chrétien qui s’est tenu en Thaïlande en novembre dernier et qui a rassemblé plus de 150 participants de diverses régions d’Asie pour réfléchir sur le thème « Karuna et Agape en dialogue pour la guérison d’une humanité et d’une terre blessées ». Aujourd’hui, l’humanité et la Terre, notre maison commune, sont bel et bien blessées ! Tant de guerres, tant de personnes qui ont tout perdu et ont été forcées de fuir. Tant d’enfants sont touchés par la violence. Pourtant, comme vous l’avez souligné lors de cette rencontre, « nous croyons fermement qu’au milieu des nuages sombres, ceux qui sont profondément enracinés dans leurs traditions religieuses respectives et qui sont prêts à travailler ensemble avec tout le monde peuvent apporter une lueur d’espoir à une humanité désespérée » (Déclaration Finale du Dicastère pour le Dialogue Inter-religieux, septième colloque bouddhiste-chrétien, 16 novembre 2023). Trois points essentiels du colloque Au cours du colloque, vous avez mis l’accent sur trois points essentiels que je voudrais rappeler : Premièrement, vous avez déclaré que « personne ne se sauve par lui-même ; nous ne pouvons être sauvés qu’ensemble, car nous sommes interconnectés et interdépendants ». À la lumière de cette vérité, je vous invite à travailler avec tout le monde : la société civile, les membres d’autres religions, les gouvernements, les organisations internationales, les communautés universitaires et scientifiques et toutes les autres parties concernées en vue de promouvoir une amitié qui soutienne la paix et la fraternité et construise un monde plus inclusif. Deuxièmement, vous avez souligné l’importance d’éduquer tout le monde, en particulier les jeunes et les enfants, « à des relations de bienveillance et de partage les uns avec les autres et avec l’environnement ». Enfin, vous avez déclaré : « nous croyons que la prière et la méditation peuvent renverser les choses en purifiant nos cœurs et nos esprits, en générant l’amour bienveillant, la miséricorde et le pardon là où il y a la haine et la vengeance, en créant un esprit de respect et d’attention à l’autre et à la terre ». Je suis très heureux que vous priiez pour la paix demain dans la Basilique Sainte Marie du Trastevere. Je vous remercie sincèrement d’avoir eu l’amabilité de venir au Vatican et je vous encourage à poursuivre la mise en place du dialogue et de la coopération, en particulier avec l’Église Catholique de Thaïlande, dans un esprit d’amitié à long terme. J’invoque sur vous et sur tout le peuple de votre noble pays d’abondantes bénédictions divines. Je vous remercie vivement !",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T12:07:09.171+03:00",
  "updated": "2024-05-31T12:07:09.171+03:00"
}