{
  "thread": {
    "uuid": "df4d0ef3d41157655afda8ff19cd950344c467aa",
    "url": "https://www.archyde.com/womens-retirement-age-will-be-raised-from-2024-what-that-means-for-the-labor-market/",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "https://www.archyde.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Archyde",
    "title": "Women's retirement age will be raised from 2024: What that means for the labor market - Archyde",
    "title_full": "Women's retirement age will be raised from 2024: What that means for the labor market - Archyde",
    "published": "2023-12-30T19:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www4.nachrichten.at/images/og_image/?ogimg=https://www.nachrichten.at/storage/image/1/3/9/5/2955931_pension-pensionisten-freizeit-senioren_facebook_1BzXGF_QS3gZK.jpg",
    "performance_score": 0,
    "domain_rank": 18781,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "df4d0ef3d41157655afda8ff19cd950344c467aa",
  "url": "https://www.archyde.com/womens-retirement-age-will-be-raised-from-2024-what-that-means-for-the-labor-market/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2023-12-30T19:56:00.000+02:00",
  "title": "Women's retirement age will be raised from 2024: What that means for the labor market - Archyde",
  "text": "In the coming year there will be a good 22,000 additional people in employment, and by 2028 there will be a total of around 100,000 more, as AMS boss Johannes Kopf calculated. At the same time, later retirement should also alleviate the labor shortage – provided companies take advantage of the increasing supply. The standard retirement age will be adjusted With the regulation made more than 30 years ago and made more concrete this year, the standard retirement age for women will gradually be aligned with that of men from next year. In 2024, female insured persons born between January 1 and June 30, 1964 will be affected for the first time. You can only retire at the age of 60.5. For those born July 1 to December 31, 1964, the standard retirement age increases to 61. The age limit will then gradually rise to 65 by 2033. Later retirement means that many older women work longer and therefore more employees remain in the labor market. This leads to a balance because the labor supply among domestic people would have decreased without the regulation, explained Kopf. The employment effect is also related to demographic developments: the aging of society is progressing, which means that there are more and more older than younger people of working age in Austria. Contribution to economic growth In addition, from the company’s perspective, more employees also create space for additional orders and thus higher revenues. “The additional women in the companies also mean that companies accept more orders (…) or that retailers sell more because there are more experienced saleswomen working there,” explained the AMS board. This not only stimulates the economy, it also creates new jobs. Ultimately, Kopf expects the regulation to make a contribution to economic growth. According to the AMS boss, an additional effect or opportunities for companies arise from the fact that many positions now have to be filled later with the regulation: the woman who works longer, for whom a replacement only has to be found at a later date, opens the opportunity for other companies to recruit available workers – usually younger women. Most of these are people who want to return to work. The number of unemployed is increasing On the downside, raising the retirement age for women also increases the number of unemployed people, albeit to a lesser extent compared to the number of employed people. “Whenever we have more employees, there is also more unemployment because there are job changes and seasonal effects,” says Kopf. In addition, some women around 60 are already unemployed. The AMS boss put the number of additional unemployed people for 2024 at around 5,000. According to the AMS calculations, there will be a total of around 35,000 by 2028, so there will be a slight, gradual increase after 2024. This is because the proportion of unemployment increases the older and more susceptible a person becomes to illness and the closer they get to the pension limit. The larger number of older unemployed people does not necessarily mean that overall unemployment will rise, as this depends on many other factors, Kopf pointed out. Alleviating the shortage of skilled workers? From Kopf’s point of view, whether the pension amendment will also contribute to alleviating the labor and skilled labor shortage depends on the companies themselves. It’s about opening up to older job seekers and not just wanting to hire prime-age men. Accordingly, it is important to adapt recruiting to women who, for example, are looking for part-time positions or want to return to work. In addition, some companies should pay more attention to age-appropriate work organization, advised Kopf. As a recent study by the SORA institute on behalf of the AMS shows, unequal treatment on the labor market in Austria is very pronounced. Accordingly, people over 50 and those who have been unemployed for a long time are invited to interviews less often than younger applicants and those who have only been unemployed for a short time. In the study, for which 800 letters were drawn up, 12 percent of the applications were treated unequally based on age. Discrimination due to long-term unemployment occurred in 7 percent of applications. info By clicking on the icon you can add the keyword to your topics. info By clicking on the icon you open your “my topics” page. They have of 15 keywords saved and would have to remove keywords. info By clicking on the icon you can remove the keyword from your topics. Add the topic to your topics.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kopf",
        "sentiment": "none"
      },
      {
        "name": "johannes kopf",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T20:06:10.687+02:00",
  "updated": "2023-12-30T20:06:10.687+02:00"
}