{
  "thread": {
    "uuid": "aef833741ae9f8fffcb24c28189c9459e5fedca0",
    "url": "https://www.lesoleil.com/actualites/justice-et-faits-divers/2024/01/16/ejectee-dune-ambulance-linfirmiere-avait-un-ange-gardien-sur-son-chemin-246BA7FYJVDLDFUE5G7P2D7MIU",
    "site_full": "www.lesoleil.com",
    "site": "lesoleil.com",
    "site_section": "https://lesoleil.com/nos-choix",
    "site_categories": [
      "media"
    ],
    "section_title": "Nos choix",
    "title": "Éjectée d’une ambulance, l’infirmière avait un ange-gardien sur son chemin",
    "title_full": "Éjectée d’une ambulance, l’infirmière avait un ange-gardien sur son chemin",
    "published": "2024-01-16T14:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://lescoopsdelinformation-le-soleil-prod.web.arc-cdn.net/resizer/1Ai8kDJkfgIk49xhYkm9yczoVzQ=/657x0/filters:quality(70):format(url)/cloudfront-us-east-1.images.arcpublishing.com/lescoopsdelinformation/QLIJ6Q4BWRFOXH5S427ROQUFCY.jpg",
    "performance_score": 0,
    "domain_rank": 29559,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aef833741ae9f8fffcb24c28189c9459e5fedca0",
  "url": "https://www.lesoleil.com/actualites/justice-et-faits-divers/2024/01/16/ejectee-dune-ambulance-linfirmiere-avait-un-ange-gardien-sur-son-chemin-246BA7FYJVDLDFUE5G7P2D7MIU",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Marie-Christine Bouchard, Les Coops de l'information",
  "published": "2024-01-16T14:00:00.000+02:00",
  "title": "Éjectée d’une ambulance, l’infirmière avait un ange-gardien sur son chemin",
  "text": "«Tout le monde me dit que j’ai vraiment eu un ange-gardien ce soir-là», dit-elle en riant doucement. C’était soir de tempête quand une équipe d’Ambulance Demers a reçu le mandat de transporter une femme enceinte en travail prématuré de l’Hôpital du Haut-Richelieu vers l’Hôpital Fleurimont de Sherbrooke, un voyage de 140 km. À lire aussi L’infirmière clinicienne Katrine Roy est montée à bord pour accompagner la patiente, puisqu’elle est spécialisée en natalité et pédiatrie. La jeune femme de 23 ans a été projetée de l’ambulance après la violente collision contre une paroi rocheuse. Elle a été retrouvée dans le fossé, à peine consciente, la tête dans l’eau. Sous la force de l’impact, la porte arrière de l’ambulance avait été arrachée et la plaquait contre le sol. Son état était considéré comme critique, à son arrivée à l’Hôpital Fleurimont de Sherbrooke. Ses blessures étaient aussi graves que multiples. Elle a été rapidement opérée au bras gauche puisque son humérus était déformé. On l’a ensuite préparée pour une opération au cerveau. Il faudrait peut-être également l’opérer au cou et à la clavicule… Mais son état était si instable et ses organes internes étaient dans un si mauvais état que les médecins n’étaient pas certains qu’elle survivrait aux opérations. Ils ont craint le pire. Sa famille aussi. La jeune infirmière a été plongée dans un coma artificiel durant cinq jours pour lui donner une chance de récupérer. Mais Katrine Roy n’avait pas dit son dernier mot. Miracle après miracle, elle a surmonté les épreuves. Ses fractures ont guéri spontanément, sans chirurgie. Contre toute attente, l’infirmière est rentrée chez elle juste à temps pour Noël, un mois après l’accident. Aujourd’hui, elle marche, elle parle et travaille à retrouver sa mémoire. Elle peut tout faire sauf se laver les cheveux seule et conduire sa voiture, à cause des vertiges causés par son système vestibulaire déréglé. Elle conserve encore d’importantes séquelles. Elle doit notamment porter un collier cervical en tout temps pour «au moins cinq ou six semaines». Elle devra poursuivre la rééducation pendant plusieurs mois, a-t-elle indiqué en entrevue, avant d’ajouter qu’elle rêve «d’avoir mis tout ça de côté lors de sa fête du printemps prochain». Elle a déjà hâte de retrouver son boulot en maternité à l’Hôpital du Haut-Richelieu. Aujourd’hui, elle fait de la physiothérapie. La suite sera faite de suivis avec le kinésiologue, l’ergothérapeute, l’orthophoniste, la neuropsychologue... «Ça va durer plusieurs mois», dit-elle. Mais elle est optimiste, contente d’être vivante, bien déterminée à faire tomber les barrières. Comme avant l’accident, quoi. L’acceptation en cadeau Sa force, Katrine Roy la trouve peut-être un peu dans l’acceptation de ce qui lui est arrivé, dans la reconnaissance d’être encore bien vivante aussi. Elle n’a pas de temps à perdre à en vouloir à qui ou à quoi que ce soit. «Avant de quitter l’hôpital à Sherbrooke, j’ai pu aller voir la patiente qui était dans l’ambulance avec son conjoint et le bébé. J’étais contente de les voir. Ça m’a soulagée de voir qu’ils allaient bien, qu’eux aussi se remettaient de l’accident.»— L'infirmière Katrine Roy Et pour fermer la boucle, elle voulait revoir les ambulancières qui, ce soir-là sur l’autoroute 10, ont aussi vu le cours de leur vie changer. «Pour moi, c’était important de voir comment les ambulancières allaient et de leur dire que je ne leur en veux pas. C’est un accident, ça arrive, c’est tout. J’ai dit à une des deux ambulancières de prendre le temps de soigner ses blessures, mais que j’espérais vraiment qu’elle allait continuer de pratiquer ce beau métier-là.»— Katrine Roy Elle insiste pour remercier tous ceux qui l’ont aidée : des passants qui ont porté secours dans les instants qui ont suivi l’impact sur l’autoroute, les paramédics et les premiers répondants qui sont arrivés ensuite, ses proches, puis les équipes de l’Hôpital Fleurimont du CIUSSS de l’Estrie-CHUS «qui m’ont donné des soins formidables». La thèse de la route glacée La Sûreté du Québec (SQ) et la Commission des normes, de l’Équité, de la Santé et de la Sécurité au travail (CNESST) ont clos leur enquête dans ce dossier. L’accident est lié aux conditions routières et non à de la négligence ou à des comportements dangereux. Un expert en reconstitution d’accident de la SQ s’est rendu sur les lieux pour analyser la scène d’accident, le 19 novembre dernier. Le kilomètre 104,5 de l’autoroute 10 est situé au centre du [ «tronçon routier le plus dangereux de l’Estrie»](https://www.latribune.ca/actualites/justice-et-faits-divers/2023/12/05/pres-dun-millier-daccidents-en-10-ans-sur-le-troncon-routier-le-plus-dangereux-de-lestrie-YX37RZRP3JEI3M7FS34CUCXQ2Q/) où ont eu lieu près de 1000 accidents en 10 ans. Le « microclimat d’Eastman » rend les conditions routières facilement hasardeuses dans ce secteur, qui est pourtant considéré comme «hautement prioritaire» pour le ministère des Transports du Québec. «Il n’y aura pas de constat d’infraction ni de poursuite qui sera déposé dans ce dossier», souligne le porte-parole de la Sûreté du Québec Louis-Philippe Ruel. L’infirmière avoue qu’elle n’était pas attachée à l’arrière de l’ambulance parce qu’elle donnait des soins à la patiente. Plusieurs accidents sont survenus par le passé durant lesquels les paramédics debout à l’arrière ont été blessés lors de collisions. Aucune disposition législative n’oblige les paramédics à demeurer assis et attachés durant le trasport. «Je donne des formations au personnel médical qui sera amené à accompagner des patients dans les ambulances, et j’insiste chaque fois sur l’importance de s’attacher», avait expliqué en entrevue le Dr Jean-Sébastien Tremblay-Roy, directeur et chef du département de la pédiatrie au CIUSSS de l’Estrie-CHUS et à l’Université de Sherbrooke. Une mesure peut-être contraignante, «mais très importante», avait-il insisté. Le dossier de la Sûreté du Québec a été transféré à la CNESST qui, après analyse et cueillette d’informations, a aussi décidé de ne pas aller plus loin. Le véhicule ambulancier était chaussé de pneus d’hiver au moment de l’accident. En entrevue avec Les Coops de l’information, le directeur du Service des incendies d’Eastman, Daniel Lefebvre, avait aussi confirmé que la chaussée était glissante au moment où son équipe et lui s’étaient rendus sur place pour prêter main-forte aux passagers de l’ambulance.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://www.latribune.ca/actualites/justice-et-faits-divers/2023/12/05/pres-dun-millier-daccidents-en-10-ans-sur-le-troncon-routier-le-plus-dangereux-de-lestrie-YX37RZRP3JEI3M7FS34CUCXQ2Q/)",
    "https://latribune.ca/actualites/justice-et-faits-divers/2023/12/05/pres-dun-millier-daccidents-en-10-ans-sur-le-troncon-routier-le-plus-dangereux-de-lestrie-YX37RZRP3JEI3M7FS34CUCXQ2Q/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-16T14:29:34.530+02:00",
  "updated": "2024-01-16T14:29:34.530+02:00"
}