{
  "thread": {
    "uuid": "10b7f213c3592e6575c5965a24c13cd8e1e83636",
    "url": "https://www.stuff.co.nz/travel/experiences/adventure-holidays/301029247/europes-most-sensational-summit-is-not-for-the-fainthearted",
    "site_full": "www.stuff.co.nz",
    "site": "stuff.co.nz",
    "site_section": "http://stuff.co.nz/feeds/auckland/headlines.xml",
    "site_categories": [
      "media",
      "travel",
      "australia_and_new_zealand"
    ],
    "section_title": "Stuff.co.nz - Stuff",
    "title": "Europe's most sensational summit is not for the faint-hearted | Stuff.co.nz",
    "title_full": "Europe's most sensational summit is not for the faint-hearted | Stuff.co.nz",
    "published": "2024-01-08T01:00:21.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "NZ",
    "main_image": "https://resources.stuff.co.nz/content/dam/images/4/z/8/3/n/u/image.related.StuffLandscapeSixteenByNine.1420x800.4z83nj.png/1704667910123.jpg",
    "performance_score": 0,
    "domain_rank": 1179,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "10b7f213c3592e6575c5965a24c13cd8e1e83636",
  "url": "https://www.stuff.co.nz/travel/experiences/adventure-holidays/301029247/europes-most-sensational-summit-is-not-for-the-fainthearted",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-08T01:00:21.000+02:00",
  "title": "Europe's most sensational summit is not for the faint-hearted | Stuff.co.nz",
  "text": "Europe's most sensational summit is not for the faint-hearted My small-group tour across the Alps with Collette gets off to a sensational start in France. No easing into things. Instead, straight onto the world’s highest vertical ascent by cable car. In 20 minutes we’re lifted 2.8 more kilometres above sea level onto the Aiguille du Midi or Midday Needle, which gets its name because the sun passes over its summit at noon when viewed from Chamonix’s church door. This is also a needle of rock, however, thrust upward out of high snow and ice like a rocket on a launch pad. It’s the only way to get this close to Mont Blanc, the highest peak in western Europe, without crampons and an ice pick. Ice picks and coils of rope on the backs of weathered mountaineers press into my back in the crowded cable car. The ascent doesn’t get more onerous than that. We glide upwards through torn clouds as forest and meadows recede below. As we swing over a pylon, passengers give happy screams. In clearer weather, rock climbers and paragliders would alight at the half-way station. Not today though. Anyway, why would you get off when the real drama awaits? No more pylons until the top. Now we’re swinging above the snowline and Les Pelerins glacier, with its frozen shark jaws of ice. For a moment, I get the impression the cable car will smash right into the Aiguille’s rearing granite outcrop. At the last minute, it slows to a wary crawl, inches from the rock face, and slots into its berth. We rush to the doors, adrenaline surging. The advice of our excellent Collette guide Daniele Binaghi is not to look at the cable car’s hoisting mechanism, which is in plain view. Indeed, it’s alarming to see that only a few wheels and a steel rope have come between us and oblivion, especially as we have to ride them again on the descent. And yet the summit station at 3778 metres is even scarier and madder than the cable car. I feel as if I’ve been teleported to another world: the lair of a James Bond villain, perhaps. The station is partly carved out of a great pinnacle of rock, its two buildings connected by an open-air pedestrian bridge across which the wind howls. But I’m not quite at the summit of the Aiguille yet. A lift tunnelled through rock shoots me up to 3842 metres, where I find one of the world’s highest restaurants and a viewing terrace. It’s fiercely cold, but the cloud has cleared. The snows are almost blinding. Towards a serrated horizon, the sky turns indigo. Below me is a wedding-cake glacier. I put a telescope to good use to peer at mountain climbers trudging into the wilderness with their gear. All around me are the French, Swiss and Italian Alps. Many peaks top out at over 4000 metres, presided over by Mont Blanc at 4810 metres. Already our small Collette group is bonding over the magnificence of it all. The Aiguille du Midi has one last trick. As if its outdoor terraces aren’t nuts enough, an observation booth hangs off the uppermost terrace. It has glass ceilings, floors and sides held together in a metal frame, and lives up to its name: Step into the Void. A one-kilometre drop plunges beneath my feet. I begin to feel a little woozy. It isn’t vertigo that gets me, but lack of oxygen at this altitude. Time to go. Back on the cable car, Chamonix swings below, its football field and swimming pool small as toy-train models. It’s only day two of my tour, but already I’m thrilled. Fact file: Collette’s 12-day Peaks of Europe: The Alps to The Dolomites tour between Chamonix and Venice visits the French, Swiss, Austrian and Italian Alps. It spends three nights in Chamonix, and includes an ascent of the Aiguilles du Midi. The next tours depart in April and May 2024. From A$6249 (NZ$6742) per person twin share including accommodation, transport, select meals, tour guides and mountain ascents by cog railway or cable car. See: [ gocollette.com](https://www.gocollette.com/en-au/tours/europe/switzerland/peaks-of-europe?packagedateid=92786&packageid=14653) The writer travelled as a guest of Collette.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.smh.com.au/traveller/inspiration/europe-s-most-sensational-summit-is-not-for-the-faint-hearted-20231130-p5eo6b.html",
    "https://www.gocollette.com/en-au/tours/europe/switzerland/peaks-of-europe",
    "https://www.gocollette.com/en-au/tours/europe/switzerland/peaks-of-europe?packagedateid=92786&packageid=14653",
    "https://smh.com.au/traveller/inspiration/europe-s-most-sensational-summit-is-not-for-the-faint-hearted-20231130-p5eo6b.html",
    "https://gocollette.com/en-au/tours/europe/switzerland/peaks-of-europe?packagedateid=92786&packageid=14653"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "collette",
        "sentiment": "neutral"
      },
      {
        "name": "anywa",
        "sentiment": "none"
      },
      {
        "name": "mont blanc",
        "sentiment": "none"
      },
      {
        "name": "aiguille du midi",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "alps",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "chamonix",
        "sentiment": "none"
      },
      {
        "name": "aiguille du midi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:00:23.071+02:00",
  "updated": "2024-01-08T03:39:15.830+02:00"
}