{
  "thread": {
    "uuid": "9aeda85bccbba8b0f077533dd1882c32dcf90de2",
    "url": "https://www.livemint.com/news/world/2024-ramadan-joe-biden-wishes-muslims-ramzan-kareem-pledges-to-work-non-stop-for-ceasefire-in-gaza-11710133781345.html",
    "site_full": "www.livemint.com",
    "site": "livemint.com",
    "site_section": "https://www.livemint.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Business News Today: Read Latest Business News, Live India Share Market News, Finance &amp; Economy News | Mint",
    "title": "2024 Ramadan: Joe Biden wishes Muslims ‘Ramzan kareem’, pledges to work non-stop for ceasefire in Gaza | Mint",
    "title_full": "2024 Ramadan: Joe Biden wishes Muslims ‘Ramzan kareem’, pledges to work non-stop for ceasefire in Gaza | Mint",
    "published": "2024-03-11T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.livemint.com/lm-img/img/2024/03/11/1600x900/USA-ELECTION-CANDIDATES-DEMOCRATS-0_1710135050994_1710135075004.JPG",
    "performance_score": 0,
    "domain_rank": 1412,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9aeda85bccbba8b0f077533dd1882c32dcf90de2",
  "url": "https://www.livemint.com/news/world/2024-ramadan-joe-biden-wishes-muslims-ramzan-kareem-pledges-to-work-non-stop-for-ceasefire-in-gaza-11710133781345.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PTI",
  "published": "2024-03-11T02:00:00.000+02:00",
  "title": "2024 Ramadan: Joe Biden wishes Muslims ‘Ramzan kareem’, pledges to work non-stop for ceasefire in Gaza | Mint",
  "text": "Greeting Muslims across the world on the start of Ramzan, US President Joe Biden has recognised the suffering of the Palestinian people and pledged to lead international efforts to deliver humanitarian aid to Gaza and work non-stop to establish an immediate and sustained ceasefire for at least six weeks there.\nBiden said that more than 30,000 Palestinians were estimated to have been killed during the operation in Gaza, which Israel launched in response to the October 7 attack by Hamas militants that left approximately 1,200 Israelis dead and about 250 taken hostage.\n“Tonight—as the new crescent moon marks the beginning of the Islamic holy month of Ramzan —Jill and I extend our best wishes and prayers to Muslims across our country and around the world,\" Biden wrote in the statement on Sunday.\n“The sacred month is a time for reflection and renewal. This year, it comes at a moment of immense pain. The war in Gaza has inflicted terrible suffering on the Palestinian people,\" he added.\nAs Muslims gather around the world over the coming days and weeks to break their fast, the suffering of the Palestinian people will be front of mind for many, he said.\n\"It is front of mind for me,\" said the US president.\nSome of the Palestinians killed in Gaza “are family members of American Muslims, who are deeply grieving their lost loved ones today,\" Biden said.\nHe also said that nearly 2 million Palestinians are estimated to be displaced and in need of food, water, medicine and shelter.\n“While we get more life-saving aid to Gaza, the United States will continue working non-stop to establish an immediate and sustained ceasefire for at least six weeks as part of a deal that releases hostages.\n\"And we will continue building toward a long-term future of stability, security, and peace. That includes a two-state solution to ensure Palestinians and Israelis share equal measures of freedom, dignity, security, and prosperity. That is the only path toward an enduring peace,\" Biden said.\nThe US will continue to lead international efforts to get more humanitarian assistance into Gaza by land, air, and sea, he said.\n“Earlier this week, I directed our military to lead an emergency mission to establish a temporary pier on the coast of Gaza that can receive large shipments of aid. We are carrying out airdrops of aid, in coordination with our international partners, including Jordan. And we’ll continue to work with Israel to expand deliveries by land, insisting that it facilitate more routes and open more crossings to get more aid to more people,\" Biden said.\nBiden noted that in the US they have seen an \"appalling resurgence\" of hate and violence towards Muslim Americans.\nIslamophobia has absolutely no place in the United States, a country founded on freedom of worship and built on the contributions of immigrants, including Muslim immigrants, Biden said.\n“My administration is developing the first-ever National Strategy to Counter Islamophobia and Related Forms of Bias and Discrimination, to take on hate against Muslims, Sikhs, South Asians, and Arab American communities, wherever it occurs. No one should ever fear being targeted at school, at work, on the street, or in their community because of their background or beliefs,\" he said.\n“To Muslims across our country, please know that you are deeply valued members of our American family. To those who are grieving during this time of war, I hear you, I see you, and I pray you find solace in your faith, family, and community. And to all who are marking the beginning of Ramzan tonight, I wish you a safe, healthy, and blessed month. Ramzan kareem,\" Biden said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joe biden",
        "sentiment": "negative"
      },
      {
        "name": "ramzan",
        "sentiment": "negative"
      },
      {
        "name": "biden",
        "sentiment": "none"
      },
      {
        "name": "jill",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T07:58:15.952+02:00",
  "updated": "2024-03-11T08:37:09.231+02:00"
}