{
  "thread": {
    "uuid": "cd8cb773530d031e8034f8a9705824ea3eed1282",
    "url": "https://menafn.com/1107681509/Scotlands-Rare-Spectacle-Viral-Video-Showcases-Mesmerizing-Rainbow-Clouds-Illuminating-The-Sky-WATCH",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "https://menafn.com/index.aspx",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": " Business & Financial - International News, Currencies & Economic Indicators | MENAFN.COM",
    "title": "Scotland's Rare Spectacle: Viral Video Showcases Mesmerizing 'Rainbow Clouds' Illuminating The Sky (WATCH) | MENAFN.COM",
    "title_full": "Scotland's Rare Spectacle: Viral Video Showcases Mesmerizing 'Rainbow Clouds' Illuminating The Sky (WATCH) | MENAFN.COM",
    "published": "2024-01-03T01:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JO",
    "main_image": "https://menafn.com/updates/pr/2024-01/03/AN_1a068image_story.jpg",
    "performance_score": 0,
    "domain_rank": 6313,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cd8cb773530d031e8034f8a9705824ea3eed1282",
  "url": "https://menafn.com/1107681509/Scotlands-Rare-Spectacle-Viral-Video-Showcases-Mesmerizing-Rainbow-Clouds-Illuminating-The-Sky-WATCH",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-01-03T01:01:00.000+02:00",
  "title": "Scotland's Rare Spectacle: Viral Video Showcases Mesmerizing 'Rainbow Clouds' Illuminating The Sky (WATCH) | MENAFN.COM",
  "text": "( MENAFN - AsiaNet News) Residents across Scotland were treated to a mesmerizing natural light show on Christmas Eve as rare and colorful nacreous clouds adorned the sky. Joshua Earle, a 29-year-old photographer, captured the breathtaking phenomenon near Nairn Beach, sharing the stunning footage on his Instagram account. The video has since garnered widespread attention, amassing millions of views and likes.\nThe captivating display featured shimmering rainbows within the clouds, creating a surreal and vibrant spectacle. These unique clouds, known as Nacreous, Mother of Pearl, or Polar Stratospheric Clouds, are a rare occurrence caused by high arctic clouds containing tiny ice crystals that refract sunlight. According to Earle, the phenomenon was particularly vivid on that Christmas Eve morning, with the horizon filled with these ethereal clouds.\nAlso read:\nJapan Airlines collision: How 'written in blood' evacuation rules saved passengers; safety video goes viral\nIn awe of the spectacle, Joshua Earle expressed his amazement, stating, \"I still can't wrap my head around what I'm seeing! Nature is simply amazing.\" He encouraged others in the UK to keep an eye out during sunrise and sunset, as similar rainbow clouds might grace the skies.\nThe photographer's video quickly went viral on social media platforms, amassing over 3.8 million views and 272,000 likes on Instagram. The comments section became a platform for discussion, with users expressing fascination, sharing information about the phenomenon, and even recounting personal stories related to the sky.\nOne Instagram user took the opportunity to enlighten others about the nature of the clouds, explaining that they are called Polar Stratospheric Clouds. The comment emphasized the importance of continuous learning and dispelling misconceptions surrounding natural phenomena.\nNotably, amidst the appreciation and admiration, a user brought up the conspiracy theory of chemtrails, suggesting that the clouds were a result of chemicals sprayed in the air. Such theories often emerge during extraordinary natural events, emphasizing the need for scientific literacy and critical thinking.\nIn a poignant comment, another user shared a personal connection to the sky, mentioning the passing of their son a few months ago. The user expressed the belief that their son was now painting the sky for the enjoyment of others, adding a heartfelt and emotional dimension to the conversation.\nAlso read:\nAustralian woman wins right to extract late husband's sperm and have baby at 62\nThe appearance of the rare Nacreous clouds over Scotland on Christmas Eve not only provided a visual feast for residents but also sparked discussions on social media about the wonders of nature, the importance of scientific understanding, and the diverse ways in which individuals perceive and connect with the sky. As the video continues to circulate, it serves as a reminder of the beauty that can be found in the natural world, captivating and uniting people across various backgrounds and perspectives.\nMENAFN03012024007385015968ID1107681509\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment"
  ],
  "external_links": [
    "https://newsable.asianetnews.com/world/scotland-rare-spectacle-viral-video-showcases-mesmerizing-rainbow-clouds-illuminating-the-sky-snt-s6ooho",
    "https://www.newsable.asianetnews.com/world/scotland-rare-spectacle-viral-video-showcases-mesmerizing-rainbow-clouds-illuminating-the-sky-snt-s6ooho"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "earle",
        "sentiment": "none"
      },
      {
        "name": "joshua earle",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "japan airlines",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "scotland",
        "sentiment": "none"
      },
      {
        "name": "pearl",
        "sentiment": "none"
      },
      {
        "name": "nairn beach",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T21:20:53.016+02:00",
  "updated": "2024-01-03T21:20:53.016+02:00"
}