{
  "thread": {
    "uuid": "9fc638b80ac389d1b5abdeba60addc2235cbcb19",
    "url": "https://www.pr.com/press-release/903092",
    "site_full": "www.pr.com",
    "site": "pr.com",
    "site_section": "http://www.pr.com/rss/press-releases.xml",
    "site_categories": [
      "search_engine",
      "tech"
    ],
    "section_title": "PR.com Press Releases",
    "title": "Father Timothy Horan’s Collection of Personal Essays, \"Walk With Me: Reflections of a Parish Priest,\" is a Triumph of Spiritual Insight for the Modern Age",
    "title_full": "Father Timothy Horan’s Collection of Personal Essays, \"Walk With Me: Reflections of a Parish Priest,\" is a Triumph of Spiritual Insight for the Modern Age - PR.com",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.pr.com/o1200/release/2312/518316/pressrelease_518316_1703614645.jpeg",
    "performance_score": 0,
    "domain_rank": 10032,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9fc638b80ac389d1b5abdeba60addc2235cbcb19",
  "url": "https://www.pr.com/press-release/903092",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Father Timothy Horan’s Collection of Personal Essays, \"Walk With Me: Reflections of a Parish Priest,\" is a Triumph of Spiritual Insight for the Modern Age",
  "text": "Webster, NY, December 29, 2023 --( PR.com )-- \"Walk With Me: Reflections of a Parish Priest\" is the creation of published author, Father Timothy Horan, a former priest in the Diocese of Rochester, New York, who passed away in July, 2023, after serving in seven parishes there for more than forty years.\nFather Tim shares, “The teaching and doctrine of the Catholic Church originate in the life, words and example of Jesus Christ. Over the centuries and across many cultures and societies, the love and wisdom of this teaching have often been obscured by the complexity of the human condition.” In response to inspired teaching over the ages, many people can only ask, “Why should I?” or “How can this be?” That is why, from the start, Jesus used parables to relay his message. “Well, let me make this simple… let me tell you a story.”\nWalk With Me is a collection of shared human experiences that help explain the wisdom and value of the Catholic faith. At the same time, the essays recognize the confusion and misunderstanding that can accompany a normal human response to its teachings. And so, Father Tim tells his readers, “Walk with me and I’ll tell you a story.”\nBased on his forty-four years in ministry, as pastor and teacher, Father Tim shares stories and images that offer a profound look at the human experience in relation to the beauty and power of the gospel message. Each short “parable” has a specific topic and lesson. Perhaps you will find something in this rich and engaging collection that speaks to you or a loved one.\nPublished by Christian Faith Publishing, this collection offers readers a heartfelt message of encouragement and faith from a man who sought opportunities throughout his entire priestly career to bring people to God in everyday interactions.\nConsumers can purchase Walk With Me: Reflections of a Parish Priest at traditional brick & mortar bookstores, or online at Amazon.com, Apple iTunes store, or Barnes and Noble.\nFor additional information or inquiries about Walk With Me: Reflections of a Parish Priest, contact the Christian Faith Publishing media department at 866-554-0919.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "timothy horan",
        "sentiment": "neutral"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "father tim",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "rochester",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T13:19:17.107+02:00",
  "updated": "2023-12-29T18:17:50.327+02:00"
}