{
  "thread": {
    "uuid": "0a4dc4491c1d692f8708adfb5dce95fbfd697bec",
    "url": "https://flipboard.com/video/scrippsnews/dca15348ef",
    "site_full": "flipboard.com",
    "site": "flipboard.com",
    "site_section": "https://flipboard.com/topic/asteroids",
    "site_categories": [
      "family_and_parenting",
      "eldercare"
    ],
    "section_title": "Discover More in Asteroids on Flipboard",
    "title": "Ace Ukrainian FPV drone pilot, Darwin, shows war’s explosive evolution | Flipboard",
    "title_full": "Ace Ukrainian FPV drone pilot, Darwin, shows war’s explosive evolution | Flipboard",
    "published": "2024-03-07T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ic-cdn.flipboard.com/flipboard.com/f1d865f4a804ea1953ca6755a7c813e0e17b4447/_medium.jpeg",
    "performance_score": 0,
    "domain_rank": 1225,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0a4dc4491c1d692f8708adfb5dce95fbfd697bec",
  "url": "https://flipboard.com/video/scrippsnews/dca15348ef",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Scripps News",
  "published": "2024-03-07T02:00:00.000+02:00",
  "title": "Ace Ukrainian FPV drone pilot, Darwin, shows war’s explosive evolution | Flipboard",
  "text": "Ace Ukrainian FPV drone pilot, Darwin, shows war’s explosive evolution At 21 years old, \"Darwin,\" is an ace pilot of first-person view (FPV) kamikaze drones with Ukraines Achilles battalion of the 92nd Brigade. Darwin hunts Russian targets, including tanks, armored personnel carriers and individual soldiers. FPV pilots like Darwin represent the evolution of Ukraines war against Russia. As artillery shells and rockets run short, Ukraines military increasingly turns to FPV drones to help hold back the enemys renewed offensive, degrade Russian President Vladimir Putin's war machine and strike fear in the enemy. Scripps News international correspondent Jason Bellini got rare access, for over 20 hours, to Darwin and his team. They spent most of their time at a secret location just a few miles from one of the most hotly-contested sectors of the front line. Alexander Kamyshin, Ukraines minister of strategic industries, told Scripps News that FPV drones are becoming the main battle weapon for our people. Thats why he is leading an FPV drone production initiative that aims to produce more than a million units for pilots by the end of this year. SEE MORE: Russian missile strike narrowly misses Zelenskyy while touring OdesaAt this point, Kamyshin says the cost per kill for Ukraines FPV drones averages $1,700 per Russian soldier. He expects the price tag for killing an individual enemy fighter to drop to around $1,000 by the end of 2024. Kamyshin also noted that artificial intelligence and other advanced technologies will be integrated this year into his made-in-Ukraine FPV project. The hope is that AI will give FPV drones a technological advantage, making them less vulnerable to Russias counter-drone measures, which are constantly improving. An upcoming episode of Scripps News documentary series, In Real Life, will focus on the first-person experiences of Darwin,also known as the kamikaze kid. More stories from [Scripps News](/@ScrippsNews) Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Natural Sciences](/topic/naturalsciences) ['AITA for divorcing my wife after discovering she cheated on me at the birth of my son?'](/topic/naturalsciences/aita-for-divorcing-my-wife-after-discovering-she-cheated-on-me-at-the-birth-of-m/a-_SCufdy-Tg22jn9ntUYxtw%3Aa%3A2553434335-f766f82834%2Fsomeecards.com) \"Man is accused of being heartless after divorcing his wife for cheating on him.\"Most-Firefighter-275 writes:My ex-wife Mary (real name because I … [Researcher shares where the radon hotspots are in Alberta](/topic/naturalsciences/researcher-shares-where-the-radon-hotspots-are-in-alberta/a-GLU8l0VWQWGj5I_hlrygTw%3Aa%3A3343664545-a28cbdef9d%2Fmountainviewtoday.ca) Groundbreaking research on radon levels in rural Alberta is a major cause for concern in southern Alberta, according to a Calgary scientist. Dr. Aaron …",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "darwin",
        "sentiment": "negative"
      },
      {
        "name": "vladimir putin",
        "sentiment": "none"
      },
      {
        "name": "alexander kamyshin",
        "sentiment": "none"
      },
      {
        "name": "jason bellini",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "scripps news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T00:29:45.840+02:00",
  "updated": "2024-03-08T00:29:45.840+02:00"
}