{
  "thread": {
    "uuid": "cb7db9c43fe5498cd09d5a3a924ed9c74283c390",
    "url": "https://wealthofgeeks.com/living-in-the-70s/",
    "site_full": "wealthofgeeks.com",
    "site": "wealthofgeeks.com",
    "site_section": "https://carapalmer.com/rss",
    "site_categories": [],
    "section_title": "Wealth of Geeks",
    "title": "14 Insights That Define the 1970s Experience",
    "title_full": "14 Insights That Define the 1970s Experience",
    "published": "2023-12-30T17:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wealthofgeeks.com/wp-content/uploads/2023/12/Hippie1970s.jpg",
    "performance_score": 0,
    "domain_rank": 20617,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cb7db9c43fe5498cd09d5a3a924ed9c74283c390",
  "url": "https://wealthofgeeks.com/living-in-the-70s/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Julia Fisher",
  "published": "2023-12-30T17:30:00.000+02:00",
  "title": "14 Insights That Define the 1970s Experience",
  "text": "14 Insights That Define the 1970s Experience\nHave you ever wondered what life was like in the United States during the 1970s? For anybody born in the 2000s, these insights will surely come as a shock!\n1. Men Had Long Hair\nIn the 70s, women weren't the only gender to sport long hair. Sure, in 2023, there's a fair amount of men rocking long hair, but back then, you weren't cool unless you had a long, gorgeous head of hair – male or female.\n2. Hippies Were Everywhere\nOne aspect of 70s culture seems stereotypical at first, but the reality is that it's true: hippies were everywhere! Flower power was going strong, and the free love movement was never stronger than during this time in American history.\n3. Psychedelic Drugs Were Everywhere\nYou can't mention hippies without mentioning drug use, can you? Psychedelic drug use was at an all-time high in the United States in the 1970s – and as a direct (or indirect, depending on who you ask) result, some of the most incredible music in history was born.\n4. Gas Stations Were Full Service\nMany people would love for 1970s-style service to return to gas stations nationwide! Gas stations competed by offering free drinking glasses and other goodies, and attendants automatically checked your oil, your tire pressure, and even cleaned your windshield.\n5. Graffiti Was Symbolic\nWhile urban graffiti has always been prevalent in America, during the 70s, the ubiquitous peace sign was used in most street art. It served as a reminder of that generation's contempt for foreign wars in which the United States frequently found itself.\n6. Everyone Trusted the Media\nImagine a time in history when “fake news” didn't exist, and there weren't countless media organizations with differing ideologies reporting the news daily. The six o'clock news was trusted, newspapers were believable, and fake news was only in tabloids.\n7. Pay Phones Were Everywhere\nIt makes sense: cell phones were still decades away from becoming permanently embedded in\nAmerican culture. As a result, pay phones were everywhere, and if you were outside of your home, using pay phones was the only way to get in touch with anyone else.\n8. Libraries Were Always Packed\nDue to the lack of internet and cell phones, students in the 70s were destined to spend long hours in the local library. It was the only place to do research for papers.\n9. College Education Was Affordable\nWhile not a trait exclusive to the 1970s, the fact that college education was affordable for all Americans makes me wish I had been born at least a few decades earlier! Imagine how wonderful it would be not to be crippled with extensive student loan debt.\n10. Traveling by Plane Was Wonderful\nAirline seats had legroom back in the day! You got free, real meals on flights longer than two hours. The TSA didn't exist, there were no airport security checks, and airline passengers had plenty of space.\n11. There Was One Activity for Young People\nIn the 70s, if you were cool and young, you were only interested in one nighttime activity: cruising the streets.\n12. Watching TV Was Different\nWatching your favorite television shows in the 70s was appointment-viewing in every sense. VCRs and time-shifting recording devices didn't exist yet, so if you missed a show, you were out of luck! I'm getting stressed just thinking about this scenario!\n13. Hitchhiking Was Common\nWhile everyone has heard plenty of hitchhiking horror stories, the practice was common in the 70s. Many people who grew up back then said it was so prevalent that, in retrospect, it felt like the precursor to modern-day ride-sharing services.\n14. The National Speed Limit Was 55 Miles per Hour\nCountless people recall the national uproar when the United States enforced a nationwide 55-mile-per-hour speed limit. People were not happy! Luckily, in today's world, you'll rarely see speed limits lower than 65 miles per hour on main highways.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "united",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T17:39:07.529+02:00",
  "updated": "2023-12-30T17:39:07.529+02:00"
}