{
  "thread": {
    "uuid": "21822d9e28a81a58f1e347851d3f68ec31fbd58e",
    "url": "https://www.teletica.com/deutsche-welle/onu-otorga-premio-a-libertad-de-prensa-a-periodistas-en-gaza_357613",
    "site_full": "www.teletica.com",
    "site": "teletica.com",
    "site_section": "https://www.teletica.com/rss/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Teletica",
    "title": "ONU otorga Premio a Libertad de Prensa a periodistas en Gaza",
    "title_full": "ONU otorga Premio a Libertad de Prensa a periodistas en Gaza",
    "published": "2024-05-03T14:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CR",
    "main_image": "https://static3.teletica.com/Files/Sizes/2023/11/29/importada-feed_1764047822_760x520.jpg?468582674.486",
    "performance_score": 0,
    "domain_rank": 91178,
    "domain_rank_updated": "2024-04-30T13:08:15.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "21822d9e28a81a58f1e347851d3f68ec31fbd58e",
  "url": "https://www.teletica.com/deutsche-welle/onu-otorga-premio-a-libertad-de-prensa-a-periodistas-en-gaza_357613",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@teletica",
  "published": "2024-05-03T14:59:00.000+03:00",
  "title": "ONU otorga Premio a Libertad de Prensa a periodistas en Gaza",
  "text": "ONU otorga Premio a Libertad de Prensa a periodistas en Gaza \"En estos tiempos de oscuridad y desesperanza, queremos transmitir un firme mensaje de solidaridad y reconocimiento a los periodistas palestinos que están cubriendo esta crisis\", señaló el jurado. La UNESCO otorgó el jueves su Premio Mundial a la Libertad de Prensa a todas las personas de origen palestino que ejercen el periodismo en Gaza, diezmadas desde hace casi siete meses por la ofensiva israelí en el territorio, tras el ataque del grupo terrorista Hamás en Israel. \"En estos tiempos de oscuridad y desesperanza, queremos transmitir un firme mensaje de solidaridad y reconocimiento a los periodistas palestinos que están cubriendo esta crisis en circunstancias tan dramáticas\", declaró el chileno Mauricio Weibel, presidente del Jurado Internacional de profesionales de los medios de comunicación. \"Como humanidad, tenemos una enorme deuda con su valentía y su compromiso con la libertad de expresión\", añadió en un comunicado. Audrey Azoulay -directora general de la organización de Naciones Unidas para la Educación, la Ciencia y la Cultura- destacó por su parte \"la importancia del compromiso colectivo para garantizar que los periodistas de todo el mundo puedan seguir llevando a cabo su labor esencial de informar e investigar\". Según el Comité para la Protección de Periodistas (CPJ), con sede en Nueva York, al menos 97 reporteros -en su mayoría (92) palestinos- han sido asesinados desde que estalló la guerra entre Israel y Hamás el 7 de octubre de 2023. Otros 16 resultaron heridos. El conflicto estalló cuando comandos de Hamás atacaron el sur de Israel, matando a 1.170 personas, en su mayoría civiles, según un balance de la agencia AFP basado en datos israelíes. Asimismo, más de 250 personas fueron secuestradas. Israel afirma que 129 siguen en Gaza, de las cuales 34 habrían muerto. En respuesta, Israel prometió \"aniquilar\" a Hamás y lanzó una ofensiva que dejó hasta el momento 34.596 muertes en Gaza, en su mayoría civiles, según el Ministerio de Salud del territorio, gobernado por el movimiento islamista.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T15:19:42.367+03:00",
  "updated": "2024-05-03T17:05:17.626+03:00"
}