{
  "thread": {
    "uuid": "ae52dd78b2bd6f8a574138c226119d1c3a46e48d",
    "url": "https://daijiworld.com/news/newsDisplay?newsID=1153560",
    "site_full": "daijiworld.com",
    "site": "daijiworld.com",
    "site_section": "https://www.daijiworld.com/rssfeed/rssfeed.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Today's News on Daijiworld.com",
    "title": "Calgary: Mangalorean Catholic Community celebrates Christmas in Canada",
    "title_full": "Calgary: Mangalorean Catholic Community celebrates Christmas in Canada",
    "published": "2023-12-29T05:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://daijiworld.ap-south-1.linodeobjects.com/Linode/images3/HANNA_291223_CALGARY1.jpg",
    "performance_score": 0,
    "domain_rank": 22276,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ae52dd78b2bd6f8a574138c226119d1c3a46e48d",
  "url": "https://daijiworld.com/news/newsDisplay?newsID=1153560",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "daijiworld.com",
  "published": "2023-12-29T05:47:00.000+02:00",
  "title": "Calgary: Mangalorean Catholic Community celebrates Christmas in Canada",
  "text": "Media Release\nCalgary, Dec 29: In a heart-warming spirit, the Mangalurean Catholic Community of Calgary celebrated Christmas on December 16, at St Thomas More Church, Calgary.\nThe celebration commenced with adoration by spiritual director, Fr Jerald D’Souza who shared a profound message during adoration, urging all to embrace the essence of Christmas in their lives.\nThe centrepiece of the celebration was a breath-taking nativity scene enacted by our little angels, drawing crowds with its depiction of the birth of Jesus. Families and friends came together to appreciate the symbol of love, peace, and goodwill that Christmas represents. Local choirs and musicians contributed to the ambiance, serenading the crowd with traditional Konkani and English carols that echoed in everyone's hearts.\nIn an unexpected turn of events that left children and families in sheer delight, Santa Claus made a surprise entrance during the community Christmas celebration, creating a magical moment that will be remembered in hearts. Following his grand entrance, Santa made his way through the crowd, posing for photos, high-fiving children, and spreading holiday cheer. The children's faces lit up with smiles as they shared their Christmas wishes and received small gifts from Santa.\nThe success of the Christmas musical celebration was not just in the performances but in the sense of community it fostered. Families, friends, and neighbours gathered in unity, sharing the joy of music and dance. The event underscored the importance of coming together to celebrate the season of giving. May the memories of this Christmas party continue to warm hearts throughout the year.\nDisclaimer:\nPlease write your correct name and email address. Kindly do not post any personal, abusive, defamatory, infringing, obscene, indecent, discriminatory or unlawful or similar comments. Daijiworld.com will not be responsible for any defamatory message posted under this article.\nPlease note that sending false messages to insult, defame, intimidate, mislead or deceive people or to intentionally cause public disorder is punishable under law. It is obligatory on Daijiworld to provide the IP address and other details of senders of such comments, to the authority concerned upon request.\nHence, sending offensive comments using daijiworld will be purely at your own risk, and in no way will Daijiworld.com be held responsible.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "fr jerald d’souza",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mangalorean catholic community",
        "sentiment": "negative"
      },
      {
        "name": "canada media release calgary",
        "sentiment": "negative"
      },
      {
        "name": "mangalurean catholic community of calg",
        "sentiment": "negative"
      },
      {
        "name": "st thomas more church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "calgary",
        "sentiment": "none"
      },
      {
        "name": "santa",
        "sentiment": "none"
      },
      {
        "name": "konkani",
        "sentiment": "none"
      },
      {
        "name": "santa claus",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T08:26:05.749+02:00",
  "updated": "2023-12-29T08:26:05.749+02:00"
}