{
  "thread": {
    "uuid": "d2c8a49f1f03ffdb7985016e4ea76d39c4e5b5cb",
    "url": "https://www.digitimes.com/biz/news.asp?feed=5516",
    "site_full": "www.digitimes.com",
    "site": "digitimes.com",
    "site_section": "https://apps.digitimes.com/biz",
    "site_categories": [
      "media"
    ],
    "section_title": "DIGITIMES Biz Focus",
    "title": "SANY Accelerates Transition to Clean Energy in The Industry 4.0 Era with Intelligent and Low-Carbon Development Strategy",
    "title_full": "SANY Accelerates Transition to Clean Energy in The Industry 4.0 Era with Intelligent and Low-Carbon Development Strategy",
    "published": "2024-04-12T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 6321,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d2c8a49f1f03ffdb7985016e4ea76d39c4e5b5cb",
  "url": "https://www.digitimes.com/biz/news.asp?feed=5516",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PRNewswire",
  "published": "2024-04-12T03:00:00.000+03:00",
  "title": "SANY Accelerates Transition to Clean Energy in The Industry 4.0 Era with Intelligent and Low-Carbon Development Strategy",
  "text": "SHANGHAI, April 11, 2024 /PRNewswire/ -- SANY Group (SANY), a leading construction machinery manufacturer, signed multiple strategic cooperation agreements in March to accelerate the transition into the new Industry 4.0 era led by clean energy technologies. Going forward, SANY will deepen cooperation with Mitsui Sumitomo Group (China) and its Innovation Laboratory, as well as Panasonic Four-dimensional in the field of battery asset management and risk control for new energy-heavy trucks, jointly promoting the development of the battery circular economy. Additionally, through collaboration with Ambarella, SANY will focus on the intelligent development of the automotive market, accelerating the advancement of higher-level intelligent solutions and leading the new trend of machine-unmanned (AI) operation. Driving the Development of New Energy-Heavy Trucks for a Green and Efficient Future The shift toward electric heavy-duty trucks is accelerating worldwide, including in China, as part of the broader movement toward low-emission transportation solutions. Nevertheless, as these vehicles become more prevalent in the market, potential adopters are expressing reservations. These concerns largely stem from a lack of thorough analysis regarding the total cost of ownership, uncertainty about the long-term asset value, and the absence of holistic risk management services within the sector. To address this issue, SANY Heavy Truck, Mitsui Sumitomo Marine (China), Sumitomo Mitsui Offshore Group Innovation Laboratory in China, Panasonic four-dimensional have formed a highly coordinated and compatible strategic alliance. They will leverage their respective professional advantages, explore innovative solutions, and deepen and broaden their future cooperation. As part of this collaboration, SANY Heavy Truck and Panasonic Four-dimensional will engage in in-depth discussions and cooperation to establish and maximize the value of a battery asset management system covering the entire lifecycle of electric heavy trucks. Building on this partnership, Mitsui Sumitomo Marine (China) will actively explore risk prevention measures and develop new insurance services tailored to the field of electric heavy trucks, providing robust protection for their widespread adoption and application. This trilateral cooperation is a strong alliance driving the healthy and stable development of a new energy-heavy truck industry, creating a green and efficient future, and contributing to the goal of a decarbonized society. Accelerating Industrial Intelligence Transformation: Pioneering the New Wave of AI Control SANY and Ambarella, an edge AI semiconductor company, (NASDAQ: AMBA), have formed a strategic partnership. The collaboration aims to focus on advanced mobility solutions for the global market. SANY agreed to leverage Ambarella's advanced CV3-AD family of automotive AI domain controller systems-on-chip (SoCs). The collaboration aims to develop cutting-edge automated driving solutions, conduct technical validation, and deploy them on SANY's upcoming commercial and special-purpose vehicles. Moreover, the two companies will collaborate on the joint development of high-performance and highly integrated automated driving solutions, with a shared objective of introducing the first collaborative vehicle model into production by 2025. Fermi Wang, Chairman, CEO, Director, and President of Ambarella, highlighted the alignment between Ambarella and SANY in digitalization and decarbonization. He emphasized Ambarella's AI SoC's industry-leading features such as low power consumption, high performance, and excellent image processing capabilities. Wang mentioned the success of Ambarella's CV2 series and the advanced capabilities of the 5nm CV3 series in supporting intelligent driving functions without high-definition maps. SANY is committed to being at the forefront of technological leadership and quality superiority, propelling innovation within the industry. By forging strategic alliances, SANY positions itself in harmony with worldwide shifts toward decarbonization and digital transformation, providing solutions that are both environmentally sustainable and operationally efficient. As a result, SANY is spearheading the new era of clean energy technology within its industry.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ambarella",
        "sentiment": "none"
      },
      {
        "name": "sany",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sany group",
        "sentiment": "negative"
      },
      {
        "name": "sany accelerates transition to clean energy",
        "sentiment": "negative"
      },
      {
        "name": "carbon development strategy",
        "sentiment": "negative"
      },
      {
        "name": "mitsui sumitomo group",
        "sentiment": "none"
      },
      {
        "name": "panasonic",
        "sentiment": "none"
      },
      {
        "name": "development of new energy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "shanghai",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T05:04:00.793+03:00",
  "updated": "2024-04-12T05:04:00.793+03:00"
}