{
  "thread": {
    "uuid": "f19924083ffe9c3442a8a9352b9ff4eda37c6835",
    "url": "https://www.laopiniondezamora.es/comarcas/2024/06/01/prestamo-obispado-permitira-restaurar-iglesia-103186985.html",
    "site_full": "www.laopiniondezamora.es",
    "site": "laopiniondezamora.es",
    "site_section": "https://laopiniondezamora.es/rss/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "",
    "title": "Un \"préstamo\" del Obispado de Zamora permitirá restaurar la iglesia de un pueblo de 80 vecinos",
    "title_full": "Un \"préstamo\" del Obispado de Zamora permitirá restaurar la iglesia de un pueblo de 80 vecinos",
    "published": "2024-06-01T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/17ac2279-5bd0-4a00-9185-b3ada1b620a0_16-9-aspect-ratio_default_1306577.jpg",
    "performance_score": 0,
    "domain_rank": 79273,
    "domain_rank_updated": "2024-05-28T13:10:09.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f19924083ffe9c3442a8a9352b9ff4eda37c6835",
  "url": "https://www.laopiniondezamora.es/comarcas/2024/06/01/prestamo-obispado-permitira-restaurar-iglesia-103186985.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "M. J. Cachazo",
  "published": "2024-06-01T03:00:00.000+03:00",
  "title": "Un \"préstamo\" del Obispado de Zamora permitirá restaurar la iglesia de un pueblo de 80 vecinos",
  "text": "A lo largo de este verano podrían comenzar las obras de restauración de la cubierta de la iglesia de San Juan Bautista de Vidayanes, que desde hace tiempo sufre un serio problema de humedades provocado por las filtraciones de agua de lluvia. Así lo ha confirmado el gerente-ecónomo de la Diócesis de Zamora, José Manuel Chillón, quien precisó que la situación de la iglesia ya fue abordada en una comisión de obras de la entidad celebrada en noviembre de 2023 y que, tras solicitar presupuestos, se recibieron propuestas de dos empresas para acometer las obras que precisa el tejado del templo de Vidayanes, de estilo románico y construido bajo la advocación de San Juan Bautista. Además, avanzó que el presupuesto necesario para ejecutar el proyecto asciende a unos 40.000 euros, cantidad a la que hay que sumar unos 8.400 en concepto de IVA. En este punto, subrayó que el 50% del presupuesto de las obras que se acometerán en la iglesia de Vidayanes será aportado por la propia parroquia con fondos procedentes de colectas y de las rentas obtenidas por el arrendamiento de algunas tierras que posee en el municipio. El resto de la inversión, el otro 50%, será aportado por el Obispado de Zamora mediante un préstamo que realizará a la parroquia de Vidayanes que, poco a poco, devolverá el dinero adelantado para las obras. Por otra parte, Chillón anunció que, en la próxima reunión de la comisión de obras de la Diócesis, prevista para este miércoles 5 de junio, se estudiará la \\\"viabilidad\\\" del proyecto, así como una posible actualización del presupuesto, aunque también está previsto adoptar una decisión sobre la empresa que finalmente ejecutará las obras de renovación del tejado para subsanar el problema de filtraciones de agua y de humedades. Reconoció Chillón que la Diócesis es consciente de que la iglesia es el \\\"monumento\\\" de Vidayanes, al margen de la importancia que, en el plano \\\"social, cultural y sentimental\\\", tiene para los cerca de 80 vecinos que residen en el pequeño pueblo de Tierra de Campos. Por este motivo, la Diócesis adelantará una parte de los fondos necesarios para arreglar la iglesia, fórmula que ya ha empleado con otras parroquias a lo largo del pasado año, en el que las obras de restauración ejecutadas en templos superaron los 685.000 euros de inversión. En la misma línea, Santiago Martín Cañizares, párroco de Vidayanes, reconoció que el tejado de la iglesia \\\"lleva muchos años sin arreglarse\\\", lo que ha agravado los problemas de goteras, así como el de humedades que afectan a diferentes zonas del edificio. No dudó el párroco al afirmar que las obras que precisa la iglesia son de \\\"envergadura\\\", aunque confía en que puedan iniciarse a lo largo del verano, una vez sean adjudicadas. Por otra parte, Martín Cañizares aseguró que, a largo plazo, está previsto llevar a cabo otra intervención en la iglesia para restaurar la armadura ochavada de lazo de diez, que se conserva en la nave principal. No obstante, de forma previa el párroco tiene previsto recabar la opinión de expertos para que analicen la situación actual de la armadura, al objeto de adoptar la mejor solución para garantizar su conservación. En cuanto al estado del resto del templo, Martín Cañizares precisó que \\\"está bien\\\", pero urge reparar el tejado para eliminar las goteras y que el agua se filtre al interior que, hasta que se puedan ejecutar las obras, se recoge en cubos y recipientes repartidos en bancos, en el acceso al altar mayor y en otras zonas del edificio. Situada en una explanada en lo alto de una gran plaza, de la iglesia de San Juan Bautista de Vidayanes destaca su robusta torre que tiene aspecto de fortaleza. Además, en lo alto de la puerta se puede ver un escudo de la Orden de San Juan. El templo consta de dos naves, aunque sobresale la situada en la izquierda, en la que se encuentra el altar mayor rematado con un retablo del siglo XVIII, al margen de un artesonado de estilo mudéjar, rico en ornamentación, pero que presenta importantes desperfectos, por lo que también sería preciso acometer su restauración para garantizar su conservación en un futuro.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T08:12:22.082+03:00",
  "updated": "2024-06-01T08:12:22.082+03:00"
}