{
  "thread": {
    "uuid": "629cf34a25f5f2bc999f86728c5a0c9a2477905a",
    "url": "https://www.pagina12.com.ar/698946-la-luz-que-entra-cada-semana-en-la-carcel",
    "site_full": "www.pagina12.com.ar",
    "site": "pagina12.com.ar",
    "site_section": "http://www.pagina12.com.ar",
    "site_categories": [
      "media"
    ],
    "section_title": "Página | 12: La otra mirada sobre Argentina y el mundo",
    "title": "La luz que entra cada semana en la cárcel | Se presentó un libro escrito por detenidas de la ciudad de Rosario | Página|12",
    "title_full": "La luz que entra cada semana en la cárcel | Se presentó un libro escrito por detenidas de la ciudad de Rosario | Página|12",
    "published": "2023-12-29T05:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://images.pagina12.com.ar/styles/focal_16_9_960x540/public/2023-12/802084-web-20cierre-20unidad-205-202023-3896.jpg?h=82f92a78&amp;itok=kxkqy5o0",
    "performance_score": 0,
    "domain_rank": 6312,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "629cf34a25f5f2bc999f86728c5a0c9a2477905a",
  "url": "https://www.pagina12.com.ar/698946-la-luz-que-entra-cada-semana-en-la-carcel",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sonia Tessa",
  "published": "2023-12-29T05:08:00.000+02:00",
  "title": "La luz que entra cada semana en la cárcel | Se presentó un libro escrito por detenidas de la ciudad de Rosario | Página|12",
  "text": "Gracias fue la palabra que más se escuchó durante la húmeda mañana de martes de principios de diciembre en la Unidad Penitenciaria número 5 de Rosario. Se notaba que las internas se habían puesto sus mejores ropas, que habían elegido ir de fiesta a la presentación de su propio libro, Luz en la Caja , Escritos de la Unidad 5. Algunas protagonistas se animaron a leer sus propios textos, la mayoría eligió tomar la palabra para leer el de una compañera. “Quiero agradecer, fue además la posibilidad de encontrarme con compañeras de otros pabellones, como Taty, con la que tenemos mucha afinidad porque las dos tenemos nuestros hijos presos”, dijo Vanesa. María, la aludida, había empezado a llorar al principio del acto, y volvió a emocionarse. “Yo quiero cantar y sonreír/ pero estoy en este lugar/ donde no puedo hacer nada. // Sólo me queda/ silenciar y el cielo mirar// Necesito alguien/ que me pueda abrazar”. El verso de Cecilia, la benjamina, fue leído por su compañera Giovana.\nEl libro, realizado de forma artesanal, es pequeño como esa luz que ingresa por el agujero al que alude el texto de la misma Vanesa que se lee en la página 14. Se llama El desabrigo. “En esta caja de zapatos con agujeros cargamos con mucha culpa y pesar por haber dejado personas a las que amamos desamparadas, en casa, sin nuestro apoyo y amor”, empieza.\nLa presentación contó con la presencia externa de la escritora Lila Gianelloni, esta cronista y Paula Busnadiego, del diario La Capital y fue el cierre del año del taller literario que coordinan Rosana Guardalá, Claudia Almirón y Lilian Alba, en el marco del proyecto de Mujeres tras las Rejas, una organización que trabaja en esa cárcel desde 2006 para el cumplimiento de los derechos de las detenidas . Allí estaba también Graciela Rojas, la fundadora de esa ONG, quien habló con su voz ronca de la importancia de tomar la voz en forma colectiva.\n“Compartimos meriendas, hermosas vivencias, charlas y escritos. Hubo risas, llantos, momentos serios como profundos pero también, charlas sin importancia. Un entramado de palabras y emociones que nos movilizaron en cada uno de los encuentros ”, escribieron las coordinadoras del taller en el inicio del libro. Esa atmósfera amorosa se sintió durante todo el acto de cierre, que terminó con un brindis con gaseosas, sándwiches y tortas hechas por las talleristas.\nGianelloni, escritora rosarina autora de libros como Mapamundi y Camino a casa, les dijo: “Ustedes son escritoras, y las escritoras crean mundos”. Ella fue la responsable del prólogo. “La luz y el tiempo no se pueden retener, viajan demasiado rápido, pero una escritura luminosa puede detener el instante y llenar de estrellas un espacio. Es lo que hace Luz en la caja . Cuando abrí el libro, un destello me reveló un universo ”, se lee en ese texto que está plegado a la manera de un origami, dentro de la bella edición artesanal con papeles reciclados.\nEn estos tiempos sociales, el diálogo parece obturado, cualquiera se siente en condiciones de juzgar el castigo deseable para otrxs, está permitido desear la cárcel, decir: “La/ lo quiero preso”, tomar para sí el monopolio del “bien” para señalar a quienes cometieron algún error. Porque nadie se imagina a sí mismo/a sufriendo el sistema penal, siempre se le desea al otro. Como castigo. Y eso está puesto por claridad en uno de los textos, por Celina: “Culpable o no, nada se paga acá/ adentro”.\nAunque en este suplemento no haga falta, hay que recordar que quienes allí se encuentran son personas. “Solo me da fuerzas pensar/ que esto algún día va a terminar./ Hay días en que las fuerzas me abandonan/ veo sus fotos y vuelve la paz./ Daría lo que fuera para verlos crecer/ poder malcriarlos y aguantar sus berrinches”, es un fragmento de la poesía de Susana.\nHacer lugar a la palabra, para que se convierta en texto. El taller es un espacio de producción, claro, pero sobre todo, habilita esas palabras para que puedan salir del encierro en el que viven las escritoras.\n“La culpa tiene nombre/ se llama soledad”, son dos versos de Giovanna. Solas, convertidas en individuos, sin proyectos colectivos, así las quieren. Y aunque parezca un granito de arena, todo lo que implique sentarse en una mesa, en ronda, y pensar entre todas, imaginar lo común, las saca de ese doble encierro. Así lo dijeron una y otra vez las que se animaron a tomar la palabra en el acto de cierre del año, a la espera de volver a encontrarse.\nEl día de la celebración, la cárcel alojaba casi 260 detenidas, alrededor de una decena junto a sus hijos menores de cinco años. La Unidad 5 tiene capacidad para 171 personas . Se llama hacinamiento.\nPor todo eso, el libro Luz en la Caja, escritos en la Unidad 5 tiene que salir de esos muros, del Salón de Usos Múltiples al que se accede después de atravesar pasillos, rejas, candados enormes y varios retenes. El gobernador Maximiliano Pullaro, apenas asumió, decidió prohibir que las visitas ingresen alimentos destinados a las personas detenidas. La resolución –posterior a este encuentro con sándwiches y tortas- tiene su origen en la “necesidad” de controlar a quienes “manejan el delito” desde adentro, los capos de diferentes bandas que dan órdenes desde sus celdas, siempre con alguna ayudita de los que deben controlar. Pagarán todas las personas privadas de la libertad. Incluso las mujeres que, en su gran mayoría, son el eslabón más débil de una cadena de comercialización de estupefacientes que la usa de carne de cañón .\nEn este contexto, la casa Cristina Vázquez, que la ONG Mujeres tras las Rejas y la Asociación de Pensamiento Penal mantenían afuera de la prisión para brindar un espacio de talleres para la inserción laboral a quienes están en condiciones de tener salidas transitorias, y quienes cumplieron su condena, se quedó sin local, por el inusitado aumento del alquiler y la pérdida de subsidios estatales nacionales. La rehabilitación de las personas detenidas sigue siendo una letra muerta de la Constitución.\nEn estos días, en la provincia de Santa Fe, se creó la Red Abrir la Prisión, que coordinan las Universidades Nacionales del Litoral y de Rosario, formada para “reunir a los actores sociales y estatales (más allá del Servicio Penitenciario de la Provincia de Santa Fe) que desarrollan cotidianamente intervenciones en las prisiones provinciales”. En sólo quince años, la tasa de encarcelamiento en la provincia trepó a 263 personas privadas de la libertad cada cien mil habitantes. Eso significa un 125% de aumento desde 2008 . \"Este crecimiento desmesurado ha magnificado una serie de problemas de larga duración de las prisiones santafesinas: superpoblación y hacinamiento, vulneración de derechos y condiciones de vida indignas de las personas privadas de su libertad , precariedad de las condiciones y sobrecarga del trabajo penitenciario, diversas formas de violencia al interior de los contextos de encierro\", plantearon desde la Red. Mujeres tras las Rejas es una de las organizaciones que la integran.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T06:37:05.011+02:00",
  "updated": "2023-12-29T06:37:05.011+02:00"
}