{
  "thread": {
    "uuid": "e236bdba843c29b1184eca0cdd8bcc60de8b2987",
    "url": "https://www.universetoday.com/165748/osiris-rexs-final-haul-121-6-grams-from-asteroid-bennu",
    "site_full": "www.universetoday.com",
    "site": "universetoday.com",
    "site_section": "https://www.universetoday.com",
    "site_categories": [
      "science",
      "space_astronomy"
    ],
    "section_title": "Universe Today - Space and astronomy news",
    "title": "OSIRIS-REx's Final Haul: 121.6 Grams from Asteroid Bennu - Universe Today",
    "title_full": "OSIRIS-REx's Final Haul: 121.6 Grams from Asteroid Bennu - Universe Today",
    "published": "2024-02-15T23:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.universetoday.com/wp-content/uploads/2024/02/Osiris-Rex-Sample-trays-final.jpg",
    "performance_score": 0,
    "domain_rank": 3930,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e236bdba843c29b1184eca0cdd8bcc60de8b2987",
  "url": "https://www.universetoday.com/165748/osiris-rexs-final-haul-121-6-grams-from-asteroid-bennu",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Evan Gough",
  "published": "2024-02-15T23:33:00.000+02:00",
  "title": "OSIRIS-REx's Final Haul: 121.6 Grams from Asteroid Bennu - Universe Today",
  "text": "After several months of meticulous, careful work, NASA has the final total for their haul of asteroidal material from the OSIRIS-REx mission to Bennu. The highly successful mission successfully collected 121.6 grams, or almost 4.3 ounces, of rock and dust. It won’t be long before scientists get their hands on these samples and start analyzing them. These samples have been a long time coming. The [OSIRIS-REx](https://science.nasa.gov/mission/osiris-rex) (Origins, Spectral Interpretation, Resource Identification, and Security-Regolith Explorer) was approved by NASA back in 2011 and launched in September 2016. It reached its target, the carbonaceous Apollo group asteroid [101955 Bennu](https://en.wikipedia.org/wiki/101955_Bennu), in December 2018. After spending months studying the asteroid and reconnoitring for a suitable sampling location, it selected one in December 2019. After two sampling rehearsals, the spacecraft gathered its sample on October 20th, 2020. In September 2023, the sample finally returned to Earth. There was some serendipity in the way the final total was reached. Some of it hitched a ride outside of the main sample container. There was some drama, too, as stubborn bolts on the TAGSAM head resisted removal and delayed access to the sample contained inside. Personnel from NASA’s Astromaterials Research and Exploration Science (ARES) had to design, build, and test new tools that they used to finally open the TAGSAM head and access the sample. For OSIRIS-REx to be successful, it had to collect at least 60 grams of material. With a final total that is double that, it should open up more research opportunities and allow more of the material to be held untouched for future research. NASA says they will preserve 70% of the sample for the future, including for future generations. The next step is for the material to be put into containers and sent to researchers. More than 200 researchers around the world will receive samples. Many of the samples will find their way to scientists at NASA and institutions in the US, while others will go to researchers at institutions associated with the Canadian Space Agency, JAXA, and other partner nations. Canada will receive 4% of the sample, the first time that Canada’s scientific community will have direct access to a returned asteroid sample. Asteroid Bennu was chosen because it’s close to Earth and has been observed extensively. It’s a carbonaceous asteroid, which make up about 75% of asteroids. But it’s also a sub-type of carbonaceous asteroids called a B-type. These are much more uncommon than other carbonaceous asteroids, and scientists think they’re very primitive and contain volatiles that date back to the early Solar System. Researchers around the world have been eagerly waiting for these samples. Bennu is a natural time capsule that holds clues to how the Solar System formed, including Earth. It’s also a [rubble pile asteroid](https://en.wikipedia.org/wiki/Rubble_pile), and OSIRIS-REx showed that Bennu has over 200 boulders on its surface that are larger than 10 meters. Some of these boulders have veins of carbonate minerals that predate the formation of the asteroid. The “O” in OSIRIS-REx stands for Origins, and that’s one of the things scientists hope to learn more about from Bennu. Will the sample contain any organic compounds that could’ve played a role in the appearance of life? If so, that supports the panspermia theory. Laboratory testing will also show how accurate the spacecraft’s instruments were by comparing the samples to what the instruments told us from orbit around the asteroid. This is invaluable feedback for future missions. But the main scientific value in the Bennu sample concerns what the samples will tell us about the asteroid’s origins. Scientists think that Bennu broke off from a much larger parent body before migrating to the inner Solar System. It could hold clues to that journey and how it changed over time. Astronomers suspect that Bennu is actually older than the Solar System itself. It could hold important clues to the gas and dust in the solar nebula that eventually formed the Sun and all the planets. We already have some early results from the Bennu sample. Initial observations showed that the asteroid contains carbon and water. Carbon wasn’t unexpected since the asteroid is a carbonaceous one. Neither was water surprising since scientists have long thought that asteroids were one of the main ways that Earth got its water. While the OSIRIS-REx sampling mission is over, the spacecraft is still going. It’s in its extended mission now, called [OSIRIS-APEX](https://science.nasa.gov/mission/osiris-apex/) (Origins, Spectral Interpretation, Resource Identification and Security – Apophis Explorer.) Its target is the asteroid Apophis, which will have a close encounter with Earth in 2029. The mission will study how the close encounter affects the asteroid, including its orbit and trajectory, and any surface changes that Earth’s gravity might trigger, like landslides. The OSIRIS-REx mission is an impressive display of human ingenuity and cooperation. Once scientists get their hands on the samples, we can expect a stream of fascinating results. Who knows which of our ideas about the Solar System will be confirmed and which ones will be discarded? No matter what we learn, it’s guaranteed to be interesting.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://science.nasa.gov/mission/osiris-apex/)",
    "https://science.nasa.gov/mission/osiris-rex)",
    "https://en.wikipedia.org/wiki/Rubble_pile),",
    "https://en.wikipedia.org/wiki/101955_Bennu),",
    "https://www.en.wikipedia.org/wiki/Rubble_pile),",
    "https://www.science.nasa.gov/mission/osiris-apex/)",
    "https://www.en.wikipedia.org/wiki/101955_Bennu),",
    "https://www.science.nasa.gov/mission/osiris-rex)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nasa",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "bennu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:21:28.775+02:00",
  "updated": "2024-02-16T00:21:28.775+02:00"
}