{
  "thread": {
    "uuid": "81c7479deb766e4b206ee4a68361d5c96e69d06a",
    "url": "https://www.mdzol.com/mundo/2024/1/19/colombia-propone-al-papa-francisco-para-negociar-la-paz-interna-del-pais-399816.html",
    "site_full": "www.mdzol.com",
    "site": "mdzol.com",
    "site_section": "https://www.mdzol.com",
    "site_categories": [
      "media"
    ],
    "section_title": "MDZ Online",
    "title": "Colombia propone al papa Francisco para negociar la paz interna del país - MDZ Online",
    "title_full": "Colombia propone al papa Francisco para negociar la paz interna del país - MDZ Online",
    "published": "2024-01-19T17:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.mdzol.com/u/fotografias/m/2024/1/19/f1280x720-1538406_1670081_5835.jpg",
    "performance_score": 0,
    "domain_rank": 28397,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "81c7479deb766e4b206ee4a68361d5c96e69d06a",
  "url": "https://www.mdzol.com/mundo/2024/1/19/colombia-propone-al-papa-francisco-para-negociar-la-paz-interna-del-pais-399816.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "mdzol.com",
  "published": "2024-01-19T17:00:00.000+02:00",
  "title": "Colombia propone al papa Francisco para negociar la paz interna del país - MDZ Online",
  "text": "Colombia propone al papa Francisco para negociar la paz interna del país El propio presidente colombiano, Gustavo Petro, ha propuesto al pontífice argentino, para que propicie una ronda de negociaciones con el Ejército de Liberación Nacional, en la Santa Sede. El presidente de [Colombia](https://www.mdzol.com/temas/colombia-68.html), [Gustavo Petro](https://www.mdzol.com/temas/gustavo-petro-65764.html), ha propuesto al [Papa Francisco](https://www.mdzol.com/temas/papa-francisco-335.html) celebrar una ronda de negociaciones con el Ejército de Liberación Nacional (ELN) en el [Vaticano](https://www.mdzol.com/temas/vaticano-161.html), durante la audiencia de 35 minutos que ha mantenido con el Pontífice en la Santa Sede. \"Es posible que hagamos una ronda aquí (en el Vaticano), ya se hablará con el ELN. Pues parece que podamos construir un paso todavía mucho más profundo en la dejación de la violencia, con un escenario como este, me parecería muy sugerente para toda la sociedad\", ha señalado Petro a los periodistas a la salida del encuentro. El mandatario colombiano cree que la Iglesia católica ha sido un gran apoyo en todos los esfuerzos de paz que se han desarrollado en Colombia y ha asegurado que el Papa \"está de acuerdo\" en que se den \"pasos más profundos en los acuerdos de paz\". Tras tomar posesión en agosto de 2022, el presidente colombiano puso en marcha un intento de acuerdo con todos los grupos armados, tanto de raíz política como criminal. Sin embargo, la presencia de diversos grupos armados antiguos y nuevos, entre los que están el ELN, disidencias de los grupos guerrilleros o grupos emergentes de la desmovilización paramilitar, ha llenado de piedras el camino de paz para el país. Tras el encuentro con el Pontífice, el presidente Petro se ha reunido con el secretario para las Relaciones con los Estados y las Organizaciones Internacionales del Vaticano, Paul Richard Gallagher. Durante las cordiales conversaciones en la Secretaría de Estado, han expresado satisfacción por las buenas relaciones entre Colombia y la Santa Sede, destacando la positiva colaboración entre la Iglesia y el Estado con vistas a promover el diálogo, la justicia social y la reconciliación\", según ha informado la Oficina de Prensa de la Santa Sede. Antes de su encuentro con Francisco, Petro había manifestado su intención de discutir sobre \"la paz colombiana en primerísimo lugar\", resaltando el rol crucial que ha jugado la Iglesia católica en este proceso. Además, enfatizó la intención de hablar sobre la paz mundial en sus conversaciones con el Pontífice. El mandatario colombiano ha regalado al obispo de Roma café de su país y una ruana, una prenda de ropa tradicional del altiplano de Cundimarca y considerada un símbolo nacional. Por su parte, Francisco le ha obsequiado con una escultura en bronce que representa dos manos que se unen y en el fondo una mujer con un niño y una nave de migrantes con la frase 'Llenemos las manos con otras manos'. Video: famoso actor propone al papa para mediar por la guerra en Ucrania Dpa, Youtube. [](/mundo/2024/1/19/hallazgo-sobre-mascotas-que-programas-prefieren-ver-los-perros-en-television-399784.html) Descubrimiento Hallazgo sobre mascotas: qué programas prefieren ver los perros en televisión [](/mundo/2024/1/19/la-frustrada-mision-lunar-de-estados-unidos-termina-sobre-el-oceano-pacifico-399823.html) Conquista del espacio La frustrada misión lunar de Estados Unidos termina sobre el Océano Pacífico [](/mundo/2024/1/19/descubrimiento-inaudito-el-escarabajo-renido-con-el-ciclo-de-la-naturaleza-399777.html) Hallazgo científico Descubrimiento inaudito: el escarabajo reñido con el ciclo de la naturaleza [](/mundo/2024/1/19/baluchistan-la-remota-tierra-sin-ley-que-se-ha-convertido-en-el-foco-de-las-tensiones-entre-pakistan-iran-399770.html) Conflicto Baluchistán: la tierra \"sin ley\", foco de las tensiones entre Pakistan e Irán [](/mundo/2024/1/19/inteligencia-artificial-al-alcance-de-todos-la-sorprendente-apuesta-de-meta-399762.html) Futuro, hoy Inteligencia artificial al alcance de todos, la sorprendente apuesta de Meta [](/mundo/2024/1/19/mundo-en-peligro-bielorrusia-incluyo-las-armas-nucleares-en-su-nueva-doctrina-militar-399774.html) Enviadas por Rusia Bielorrusia incluyó a las armas nucleares en su nueva doctrina militar [](/mundo/2024/1/19/extraordinario-descubrimiento-en-la-via-lactea-el-gran-objeto-misterioso-399759.html) Ciencia & misterio Extraordinario descubrimiento en la Vía Láctea: el gran objeto misterioso [](/mundo/2024/1/19/polemica-historica-rusia-reinvindica-la-figura-del-controvertido-jose-stalin-399754.html) Líderes mundiales",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T17:25:34.136+02:00",
  "updated": "2024-01-19T20:42:35.973+02:00"
}