{
  "thread": {
    "uuid": "792295a2830df03b33585b568a3f9071349f04ff",
    "url": "https://www.larepublica.co/empresas/accor-liderara-iniciativas-globales-para-la-gestion-del-agua-y-afrontara-crisis-climatica-3839354",
    "site_full": "www.larepublica.co",
    "site": "larepublica.co",
    "site_section": "https://www.larepublica.co/rss",
    "site_categories": [
      "financial_news",
      "finance",
      "top_news"
    ],
    "section_title": "La República",
    "title": "Accor liderará iniciativas globales para gestionar el agua y así afrontar la crisis climática",
    "title_full": "Accor liderará iniciativas globales para gestionar el agua y así afrontar la crisis climática",
    "published": "2024-04-12T04:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://img.lalr.co/cms/2020/11/20212901/WhatsApp-Image-2020-11-20-at-5.14.34-PM.jpg?size=xl&amp;ratio=r40_21&amp;f=jpg",
    "performance_score": 0,
    "domain_rank": 16613,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "792295a2830df03b33585b568a3f9071349f04ff",
  "url": "https://www.larepublica.co/empresas/accor-liderara-iniciativas-globales-para-la-gestion-del-agua-y-afrontara-crisis-climatica-3839354",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mateo Medina Ariza",
  "published": "2024-04-12T04:19:00.000+03:00",
  "title": "Accor liderará iniciativas globales para gestionar el agua y así afrontar la crisis climática",
  "text": "Accor, uno de los operadores líderes del sector hotelero a nivel internacional anunció que adoptará medidas para gestionar más adecuadamente el agua que usa en sus operaciones, generando una reducción en su consumo, pero, manteniendo la calidad de los productos y sus servicios.\nSu proyecto se dividirá en tres pilares, el primero precisamente es en la reducción del consumo. En este aspecto ya han avanzado, transformando 90% de las bañeras de sus habitaciones en “duchas accesibles”, las cuales disminuirán el gasto de agua en 15% para 2025.\nAdemás, la compañía pretende eliminar el uso de productos químico nocivos, y busca combatir la contaminación por microplásticos.\n“Iniciativas como la implementación del Plan de Agua de Accor para optimizar el uso del agua en las operaciones y buscar soluciones sostenibles ya han dado resultados prometedores ”, explicó Accor en un comunicado.\nLa cadena de alimentos y bebidas es otra que se verá impactada. En principio, quieren reducir el desperdicio de alimentos, pues representa 53% de los desechos de sus hoteles. Además, priorizarán la compra de estos productos a través de productores locales, y que tengan prácticas ambientalmente responsables en sus operaciones.\nTambién: “los hoteles de Accor en todo el mundo ofrecerán a los huéspedes una solución sostenible de hidratación que se alinea con el compromiso de la empresa de reducir los desechos plásticos”, explicó la compañía.\nAdemás, presentaron la iniciativa “Skip the Clean”, que pretende eliminar la limpieza diaria de las habitaciones, con el fin de conservar más agua y energía. Si los huéspedes acceden, tendrán “puntos de fidelidad”.\n“Si todos los huéspedes que se alojan varias noches optaran por no limpiar diariamente su habitación (excepto cada tercer día), se estima que se podría ahorrar hasta un 4% del consumo directo de agua del Grupo Accor. Para un hotel promedio, esto equivale a aproximadamente 6,500 duchas que podrían ahorrarse cada año”, explicaron en el comunicado.\nFinalmente, el operador turístico invitó a los otros participantes del mercado, para que se sumen a este tipo de iniciativas, y así todos contribuyan positivamente en la reducción y preservación del agua.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T04:40:44.856+03:00",
  "updated": "2024-04-12T22:20:44.530+03:00"
}