{
  "thread": {
    "uuid": "a010d73df0d0d5f336b71467629ba4cd10a07bbe",
    "url": "https://www.coventry.gov.uk/news/article/4895/coventry-city-council-and-e-on-offer-free-or-low-cost-energy-saving-upgrade",
    "site_full": "www.coventry.gov.uk",
    "site": "coventry.gov.uk",
    "site_section": "https://coventry.gov.uk/rss/news",
    "site_categories": [
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "www.coventry.gov.uk",
    "title": "Coventry City Council and E.ON offer free or low-cost energy saving upgrade",
    "title_full": "Coventry City Council and E.ON offer free or low-cost energy saving upgrade",
    "published": "2024-02-16T11:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 51481,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a010d73df0d0d5f336b71467629ba4cd10a07bbe",
  "url": "https://www.coventry.gov.uk/news/article/4895/coventry-city-council-and-e-on-offer-free-or-low-cost-energy-saving-upgrade",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Coventry City Council",
  "published": "2024-02-16T11:53:00.000+02:00",
  "title": "Coventry City Council and E.ON offer free or low-cost energy saving upgrade",
  "text": "Coventry homeowners and landlords can make their homes warmer, more comfortable and cheaper to heat through free or reduced-price energy saving measures as part of a Government scheme.\nThe City Council has secured £2.8m from the Government's Home Upgrade Grant (HUG) scheme to improve homes that are not connected to the mains gas grid.\nUpgrade measures include different types of insulation, air source heat pumps, solar panels, and building control technology. The aim is to help lower-income households across Coventry to save money and cut carbon emissions.\nE.ON,\nCoventry's Strategic Energy Partner, is the approved provider for the improvements, with the energy advice charity Act on Energy providing additional services.\nCllr Jim O'Boyle, cabinet member for jobs, regeneration and climate change, said, \"I'm really pleased that we have secured this funding and by contracting with our strategic energy partner we have spent less on the commissioning process which means even more cash will be available for home upgrades.\n\"We have enough in this grant to support everyone that qualifies with energy efficiency improvements. This will mean people can live in homes that are cheaper to heat and reduce their carbon footprint at the same time. It really is a win-win and I urge anyone that thinks they might qualify to get in touch with us to start the process.\"\n\"Tackling the heat wasted from our homes is a triple win for homeowners and tenants,\" said Chris Lovatt, Chief Operating Officer for Energy Infrastructure Solutions at E.ON UK. \"It reduces bills for the long term, makes our homes healthier places to live, and it's better for the planet.\n\"There's also the added benefit that improving homes at scale in places like Coventry creates jobs and skills for people in and around the city. All of these measures are key to our strategic energy partnership with Coventry City Council and about making the city cleaner and greener.\"\nBritish homes are among the least energy-efficient in Europe, with more than 19 million properties failing to meet a C grade in Energy Performance Certificate ratings. Latest data shows there are more than 3,000 homes in Coventry that have an EPC rating of D or below.\nFewer than half of Coventry's privately rented or owned homes achieved a C grade or better for their energy-efficiency rating, with just under half of all households in the city classed as living in fuel poverty for the purposes of HUG.\nHomeowners who qualify for the grant would be able to get upgrades for free, while eligible landlords would be able to install the same improvements with a two-thirds discount.\nTo qualify you must be a homeowner or a private rented tenant where:\n- Your home is not heated by mains gas (which includes oil, coal, LPG or only electric heating)\nAND\n- You have a combined annual income of less than £31,000\nOR you are receiving certain income-related means-tested benefits such as Universal Credit\nOR if you live in certain area – which will be checked automatically when you apply\n- You live in hard to heat homes – this is based on your home Energy Performance Certificate (E.ON will help with this and you could get a free assessment if you do not have one already)\nFunding will be available until March 2025 and the council will be contacting residents they believe could be eligible. You can find out more and apply at\ncoventry.gov.uk/hug or by calling Act on Energy on 0800 988 2881.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Social Issue"
  ],
  "external_links": [
    "https://www.eonenergy.com/newsroom/uk-first-strategic-energy-partnership.html",
    "https://eonenergy.com/newsroom/uk-first-strategic-energy-partnership.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cllr jim o'boyle",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "coventry city council",
        "sentiment": "negative"
      },
      {
        "name": "coventry",
        "sentiment": "negative"
      },
      {
        "name": "strategic energy partner",
        "sentiment": "none"
      },
      {
        "name": "energy",
        "sentiment": "none"
      },
      {
        "name": "city council",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T12:03:05.387+02:00",
  "updated": "2024-02-16T12:03:05.387+02:00"
}