{
  "thread": {
    "uuid": "7752f2a273c9c5fe4b9ef63987988bf8ca612b65",
    "url": "https://www.ajmc.com/view/secukinumab-proves-successful-in-treating-severe-hs-safety-persists-at-week-52",
    "site_full": "www.ajmc.com",
    "site": "ajmc.com",
    "site_section": "https://pets.einnews.com/live_feed",
    "site_categories": [
      "health"
    ],
    "section_title": "Live Feed Wire - Pets News Today - EIN Presswire",
    "title": "Secukinumab Proves Successful in Treating Severe HS, Safety Persists at Week 52",
    "title_full": "Secukinumab Proves Successful in Treating Severe HS, Safety Persists at Week 52",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.sanity.io/images/0vv8moc6/ajmc/e0486e604519b399c410d73208356c93426661fd-3200x2133.jpg?fit=crop&amp;auto=format",
    "performance_score": 0,
    "domain_rank": 7999,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7752f2a273c9c5fe4b9ef63987988bf8ca612b65",
  "url": "https://www.ajmc.com/view/secukinumab-proves-successful-in-treating-severe-hs-safety-persists-at-week-52",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Skylar Jeremias",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Secukinumab Proves Successful in Treating Severe HS, Safety Persists at Week 52",
  "text": "In a recent study, secukinumab therapy demonstrated adequate safety and efficacy profiles, offering potential benefits for patients with severe hidradenitis suppurativa (HS) who found adalimumab intolerable. Patients with severe hidradenitis suppurativa (HS) who found adalimumab intolerable may benefit from secukinumab therapy, as it demonstrated adequate safety and efficacy profiles up to week 52 in a recent study. The prospective single-center study, published in [Clinical, Cosmetic and Investigational Dermatology](https://pubmed.ncbi.nlm.nih.gov/38283798/), highlights the potential for secukinumab to be a therapeutic weapon against HS, for which adalimumab was the only FDA-approved biologic indicated for the condition until secukinumab received approval in October 2023. “Indeed, different new drugs are being tested for HS (eg, spesolimab and porvocitinib). It is therefore important for the future to select new therapeutic targets for HS establishing a universally and shared treatment algorithm. Among future drugs, secukinumab certainly represents the most immediate novelty,” the authors wrote. For inclusion, patients had to be aged 18 or older, received a diagnosis of moderate to severe HS at least 1 year prior to the baseline visit, and have a total abscess and inflammatory nodule count of 3 or higher, HS lesions in at least 2 places, a draining fistula count of 20 or less at baseline, and an inadequate response to oral antibiotics and adalimumab for HS. Patients were administered 300 mg secukinumab subcutaneously every week for 5 weeks and then every 4 weeks. A total of 21 patients with HS were recruited, 12 of whom were female, and the mean age was 30.7 years. Most patients (52.4%) were between 18 and 29 years old. About 14% of patients underwent treatment discontinuation as a result of inefficacy or adverse events. Seven patients (33%) did not complete the full 52 weeks of the study. Additionally, 2 patients (9.5%) experienced primary inefficacy by week 16, 1 (4.7%) developed pneumonia at week 12, and 4 (19%) missed scheduled follow-ups and were consequently excluded from the study. At week 52, there was a notable improvement in the dermatology life quality index (DLQI), with the average value decreasing by 7 points to 19.7 (P < .001). However, despite this improvement, the DLQI value remained high, indicating the persistent strong psychological impact of HS on patients even as their clinical condition improved. Regarding the Visual Analog Scale (VAS) pain score, there was a 50% decrease to an average value of 4.8 at week 52 compared to baseline (P < .001). By week 52, 57.1% of patients achieved the primary endpoint (Hidradenitis Suppurativa Clinical Response [HiSCR]), with improvements continuing throughout follow-ups. Additionally, 33% of patients did not meet the primary study endpoint at week 16, and they did not experience a significant decrease in IHS4 values at baseline. On the other hand, 57.1% of patients achieved the primary endpoint, showing significant improvement across all severity assessment scales (IHS4, DLQI, and VAS pain scale) at both week 16 and week 52, with the HiSCR reaching 71.4%. Recent discourse has focused on the pivotal role of IL-23 in HS, with research indicating its overexpression in lesions and elevated serum levels among affected individuals, highlighting potential therapeutic targets for mitigating disease progression. The small sample size, open-label design, and lack of control group were listed as study limitations. Reference Martora F, Marasca C, Cacciapuoti S, et al. Secukinumab in hidradenitis suppurativa patients who failed adalimumab: a 52-week real-life study. Clin Cosmet Investig Dermatol. 2024;17:159-166. doi: 10.2147/CCID.S449367 [Patients With Actinic Keratosis Prefer Simulated Daylight PDT Over More Painful Red Light PDT](/view/patients-with-actinic-keratosis-prefer-simulated-daylight-pdt-over-more-painful-red-light-pdt?utm_source=www.ajmc.com&utm_medium=relatedContent) A recent study found that patients with actinic keratosis experienced more pain during red light photodynamic therapy (PDT) than simulated daylight PDT, emphasizing the need to understand patient experiences for better treatment decisions. Read More [Delays in HS Diagnosis, Treatment Shed Light on Provider Education Gaps](/view/delays-in-hs-diagnosis-treatment-sheds-light-on-provider-education-gaps?utm_source=www.ajmc.com&utm_medium=relatedContent) Patients with hidradenitis suppurativa (HS) in Canada often wait long periods of time to receive an HS diagnosis and receive evidence-based therapy, highlighting the need for increased interdisciplinary education on HS management. Read More [Dupilumab Considered Safe, Effective Treatment for Adolescent, Adult Patients With AD](/view/dupilumab-considered-safe-effective-treatment-for-adolescent-adult-patients-with-ad?utm_source=www.ajmc.com&utm_medium=relatedContent) These posters both used the GLOBOSTAD study, which demonstrated through patient and physician assessments that dupilumab is a safe and effective treatment for adolescent and adult patients with atopic dermatitis (AD). Read More [AI Dermatology Mobile Apps Have Critical Efficacy, Safety Gaps, Review Says](/view/ai-dermatology-mobile-apps-have-critical-efficacy-safety-gaps-review-says?utm_source=www.ajmc.com&utm_medium=relatedContent) This scoping review discovered potential risks and critical gaps in the efficacy, safety, and transparency of current artificial intelligence (AI) dermatology mobile apps, emphasizing the need for regulatory intervention. Read More [Late-Breaking Abstracts Highlight Promising Therapies in AD, Hidradenitis Suppurativa](/view/late-breaking-abstracts-highlight-promising-therapies-in-atopic-dermatitis-hidradenitis-suppurativa?utm_source=www.ajmc.com&utm_medium=relatedContent) Experts at the American Academy of Dermatology Annual Meeting shared results of research into various topical and systemic therapies for atopic dermatitis (AD) and hidradenitis suppurativa during a late-breaking abstract session. Read More",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "fda",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:14:06.690+03:00",
  "updated": "2024-04-24T01:25:30.045+03:00"
}