{
  "thread": {
    "uuid": "28505ccf025103c0c6d90c9d0e7b18cb4039c508",
    "url": "https://azbigmedia.com/lifestyle/americans-cross-the-u-s-mexico-border-for-more-affordable-fertility-treatments/",
    "site_full": "azbigmedia.com",
    "site": "azbigmedia.com",
    "site_section": "https://azbigmedia.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Home - AZ Big Media",
    "title": "Americans cross the U.S.-Mexico border for more affordable fertility treatments - AZ Big Media",
    "title_full": "Americans cross the U.S.-Mexico border for more affordable fertility treatments - AZ Big Media",
    "published": "2023-12-29T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://azbigmedia.com/wp-content/uploads/2023/12/IVF-treatment-Mexico.jpg",
    "performance_score": 0,
    "domain_rank": 11740,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "28505ccf025103c0c6d90c9d0e7b18cb4039c508",
  "url": "https://azbigmedia.com/lifestyle/americans-cross-the-u-s-mexico-border-for-more-affordable-fertility-treatments/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Roxanne De La Rosa",
  "published": "2023-12-29T00:00:00.000+02:00",
  "title": "Americans cross the U.S.-Mexico border for more affordable fertility treatments - AZ Big Media",
  "text": "Cristina Yanez was filled with hope as she drove to Mexicali, Mexico, on a hot summer day to make her dream of having a family a reality — with the help of an [fertility treatments](https://www.mayoclinic.org/tests-procedures/in-vitro-fertilization/about/pac-20384716#:~:text=During%20in%20vitro%20fertilization%2C%20mature,about%202%20to%203%20weeks.). Yanez and her husband, Alex, spent eight years trying to conceive a child, but they were always met with disappointment. After a series of tests were completed, they learned Alex had issues with his sperm. Cristina, a full-time registered nurse, looked into her medical plan and quickly realized that fertility treatments of any type would not be covered. HEALTHCARE NEWS: [Who’s Who in Arizona Healthcare for 2024](https://azbigmedia.com/business/health-care/whos-who-in-arizona-healthcare-for-2024/) RANKING ARIZONA: [Top 10 hospitals for 2023](https://azbigmedia.com/business/ranking-arizona-top-10-hospitals-for-2023/) And she learned that fertility treatment in the United States could cost anywhere from $20,000 to $40,000. “I was not about to go into debt not knowing that we were not going to be guaranteed a family or children, because it’s a scary journey,” she said. Fertility treatments in Mexico In 2019, a family member told Cristina about a clinic in Mexicali called Dr. Cigüeña, which means “doctor stork.” Yuma, where the couple lives, is about an hour’s drive from Mexicali, and the Dr. Cigüeña clinic there is walking distance from the U.S.-Mexico border. Cristina’s parents were born in Mexico, and crossing the border was routine for her. And she never felt skeptical about exploring fertility treatment options in Mexicali because she was ready to have a baby. “I was just ready to start. After waiting for so many years I was not hesitant at all,” she said. “My husband, on the other hand, was very skeptical. He was almost pessimistic about the whole thing and the whole procedure.” After so many negative pregnancy tests, he had lost all hope, he felt the procedure would likely fail and they would lose the money they put down, Cristina said. But she kept praying. She scheduled a consultation with Dr. Francisco Javier Estrada Garwood, the director at Dr. Cigüeña. The low cost of the consultation – less than $50 – surprised her. During her visit, Cristina saw other women who were coming to Dr. Cigüeña for the same reasons she had made the drive – for a chance to have a family. “I was able to witness other couples who were going there that were from different cultures: American, white, African Americans that were also there and they were getting services,” she said, noting how the staff “cared for the patients that are having these issues and problems.” After her consultation, Estrada Garwood told Cristina her best chance at having a family would be in vitro fertilization. IVF consists of collecting mature eggs from the ovaries, then fertilizing them with sperm in a laboratory and returning them to the uterus as embryos. While millions of Americans travel to other countries every year for health care, the Centers for Disease Control and Prevention cautions that people [should be careful](https://wwwnc.cdc.gov/travel/page/medical-tourism) with medical tourism and do their research. But Cristina, who spent years working as a recovery nurse, said she relied on her medical expertise and asked Estrada Garwood detailed questions about medication and her care. “He had really good bedside manners. He knew about his medication. I asked him about the medication, and he was very educated on it,” she said. “So I knew at that point he knows what he’s doing.” Cristina was told the procedure, which on average needs about three rounds before it is successful, each round would cost anywhere from $4,000 to $6,000 depending on her medication needs – a fraction of what it would cost in the U.S. When Cristina heard the price of fertility treatments in Mexico, she felt it was “almost too good to be true.” Even though she considered this her last option, she wasn’t about to give up hope. “I was telling myself, ‘This is going to work, this is going to work, and we’re going to be more than blessed,’” she said. One round of IVF costs around $23,474 in the U.S., according to [FertilityIQ data](https://www.fertilityiq.com/topics/ivf/the-cost-of-ivf-by-city). But a 2007 [article in the Journal of Health Economics](https://www.sciencedirect.com/science/article/pii/S016762960600124X?via%3Dihub) said that, “Nationwide, only 25% of health care plans cover fertility treatment, and coverage varies significantly by state.” Due to the high out-of-pocket costs needed to cover the treatment, the article said, fertility treatments are often only affordable for a certain demographic: women and couples who are white, college-educated and affluent. For Cristina and Alex, getting the procedure done in the U.S. was not an option financially. But that doesn’t mean care in Mexicali was without drawbacks. Each visit took Cristina about six hours driving back and forth from Yuma to Mexicali to prepare her body for the procedure, which can take up to several weeks. At times she felt lonely making the drive by herself because Alex wasn’t always able to go.. “Every other day I’m going back and forth to the clinic. And every day I give myself injections, usually at night in my stomach,” she said. “It’s very stressful because the male just provides his sample and then the rest is the woman’s part … It’s not easy.” Cristina began fertility treatments in Mexico in July 2019. Her embryo transfer was completed by Estrada Garwood on Aug. 27. Even then, Cristina said Alex felt it was unlikely the procedure would work. But by Sept. 11, a little over two months into the treatment, Cristina had a positive pregnancy test. “I cried. I hadn’t seen a positive pregnancy test ever,” she said. “I felt happy that whole day, just kind of like it was unreal almost, but still happy.” She prepared a gift box for Alex’s upcoming birthday, with her positive pregnancy test, her injection syringes and baby socks in the box. She said Alex cried tears of happiness when he opened the box. One week later, Cristina and Alex learned she was pregnant with twins. “We got lucky and that one embryo split into twins without us knowing or trying anything different. It’s just what happened at the hands of God,” she said. Estrada Garwood has practiced reproductive medicine for 15 years. With most of Baja California’s fertility clinics in Tijuana, more than two hours away, he saw the need for a clinic in Mexicali. Dr. Cigüeña opened in 2014, one of several fertility clinics in the border city. “One in six couples has fertility problems. It is something super common, this happens all over the world, everywhere…. We have to help the people of this whole area,” Estrada Garwood said, referring to the border region of both countries. He said couples come to his clinic from all over the United States, some from as far away as Georgia and Washington, but most from Arizona and California. The Mexicali clinic serves approximately 1,000 families and couples a year, and about 40% of his patients are American, he said. The treatment’s cost can vary within the U.S.. “In Arizona it is twice as expensive as here (in Mexicali). California is three times or even four times more expensive,” Estrada Garwood said. About 70% of the women who come to see him are 35 and older, which is when fertility rates decline. Estrada Garwood said infertility “has always existed,” but his practice continues to grow because women’s roles in society have changed. “Today women are no longer like our grandmothers, who got pregnant at 16 or 18 years old or our mothers who started to get pregnant at 23 or 24,” he said. “Now women start to get pregnant at 28 or 30. The new generations are already thinking about getting pregnant at 33 or 34 so they can achieve economic or professional stability or some kind of postgraduate degree.” A [U.S. Census Bureau analysis](https://urldefense.com/v3/__https://www.census.gov/library/stories/2022/04/fertility-rates-declined-for-younger-women-increased-for-older-women.html?utm_campaign=20220406msacos1ccstors&utm_medium=email&utm_source=govdelivery__;!!IKRxdwAv5BmarQ!ddcmkFE8epQZisVdZu1r5VK6MwnRydMEhPbeaiXi-i93Mq1_49aAXHmUBwdzhF-S87kofMIy_DtwR1UYUUA$) of National Center for Health Statistics data between 1990 and 2019 found that while fertility rates fell for women between ages 20 and 29, “they increased by more than 67% for women between 35 and 39, and by more than 132% for women between 40 and 44.” Estrada Garwood said American patients tell him they have to visit multiple providers and clinics when they are seen by U.S. providers. He said he tries to set his clinic apart from American clinics with the attentive care they provide patients. Estrada Garwood said and his staff, who are bilingual in Spanish and English, have to fight the misperception that Mexico is an unsafe place to visit or get treatment, which he blames on the media’s portrayal of Mexico. “Our facilities are first-class. All our personnel work with precision and are trained both here in Mexico and abroad,” he said. “We are highly committed people to our patients in helping them achieve a baby.” Cristna gave birth to healthy twin boys in April 2020. The total cost of her care and treatment was around $6,000. She was so pleased with the care she received that she went back to Dr. Cigüeña a second time. “I felt very comfortable and almost more confident in what I was doing and what was happening. I felt no doubts about anything at all,” she said of her second time. She gave birth to her third son in December 2022. “They did miracles for us. Our first set of twins was a miracle,” she said. Today, Cristina finds joy in being the mother of three young boys. As a nurse, she sees the pitfalls of the health care system every day. “I feel like health care should be more accessible and affordable. Although we have the Affordable Care Act, it’s not affordable and working in health care I see so many patients struggle. Medicine is so expensive,” she said. “You go across the border and it’s a quarter of the price,” Cristina said. “I feel like we should be able to offer that here in the United States. Why? Why should people go to other countries to get their medicine or travel distances for their medicine?”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Economy, Business and Finance",
    "Health"
  ],
  "external_links": [
    "https://www.mayoclinic.org/tests-procedures/in-vitro-fertilization/about/pac-20384716#:~:text=During%20in%20vitro%20fertilization%2C%20mature,about%202%20to%203%20weeks.).",
    "https://www.sciencedirect.com/science/article/pii/S016762960600124X?via%3Dihub)",
    "https://wwwnc.cdc.gov/travel/page/medical-tourism)",
    "https://urldefense.com/v3/__https://www.census.gov/library/stories/2022/04/fertility-rates-declined-for-younger-women-increased-for-older-women.html?utm_campaign=20220406msacos1ccstors&utm_medium=email&utm_source=govdelivery__;!!IKRxdwAv5BmarQ!ddcmkFE8epQZisVdZu1r5VK6MwnRydMEhPbeaiXi-i93Mq1_49aAXHmUBwdzhF-S87kofMIy_DtwR1UYUUA$)",
    "https://www.fertilityiq.com/topics/ivf/the-cost-of-ivf-by-city).",
    "https://fertilityiq.com/topics/ivf/the-cost-of-ivf-by-city).",
    "https://mayoclinic.org/tests-procedures/in-vitro-fertilization/about/pac-20384716#:~:text=During%20in%20vitro%20fertilization%2C%20mature,about%202%20to%203%20weeks.).",
    "https://c.cdc.gov/travel/page/medical-tourism)",
    "https://sciencedirect.com/science/article/pii/S016762960600124X?via%3Dihub)",
    "https://urldefense.com/v3/__https://census.gov/library/stories/2022/04/fertility-rates-declined-for-younger-women-increased-for-older-women.html?utm_campaign=20220406msacos1ccstors&utm_medium=email&utm_source=govdelivery__;!!IKRxdwAv5BmarQ!ddcmkFE8epQZisVdZu1r5VK6MwnRydMEhPbeaiXi-i93Mq1_49aAXHmUBwdzhF-S87kofMIy_DtwR1UYUUA$)",
    "https://www.sciencedirect.com/science/article/pii/S016762960600124X",
    "https://urldefense.com/v3/__https://www.census.gov/library/stories/2022/04/fertility-rates-declined-for-younger-women-increased-for-older-women.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cristina yanez",
        "sentiment": "negative"
      },
      {
        "name": "alex",
        "sentiment": "none"
      },
      {
        "name": "yanez",
        "sentiment": "none"
      },
      {
        "name": "cristina",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "arizona healthcare",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      },
      {
        "name": "mexicali",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:10:15.221+02:00",
  "updated": "2023-12-29T00:10:15.221+02:00"
}