{
  "thread": {
    "uuid": "4408e971e2605b4c80ceea4124a5fde4cfbaed45",
    "url": "https://religionnews.com/2024/05/31/the-second-coming-of-doug-wilson",
    "site_full": "religionnews.com",
    "site": "religionnews.com",
    "site_section": "http://feeds.feedburner.com/religion-news-service",
    "site_categories": [
      "media"
    ],
    "section_title": "Religion News Service",
    "title": "The second coming of Doug Wilson",
    "title_full": "The second coming of Doug Wilson",
    "published": "2024-06-01T01:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "http://religionnews.com/wp-content/uploads/2024/05/webRNS-Doug-Wilson3-053124.jpg",
    "performance_score": 0,
    "domain_rank": 6664,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4408e971e2605b4c80ceea4124a5fde4cfbaed45",
  "url": "https://religionnews.com/2024/05/31/the-second-coming-of-doug-wilson",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jack Jenkins",
  "published": "2024-06-01T01:09:00.000+03:00",
  "title": "The second coming of Doug Wilson",
  "text": "(RNS) — Last month, onetime Fox News host Tucker Carlson sat in his cabin-like studio and introduced a bearded, 70-year-old Idaho pastor named Doug Wilson as the person “most closely identified” with Christian nationalism, calling him one of the “rare” clergy “willing to engage on questions of culture and politics.” The vibe was similarly effusive weeks later, when Charlie Kirk, founder of the youth-focused conservative group Turning Point USA, had Wilson on his podcast to define Christian nationalism for listeners, calling the Reformed pastor a “thoughtful, brilliant thinker.”\nKirk was so excited by the interview that he encouraged listeners to “send it to your pastors.”\nFrom talk shows to the conference circuit, Wilson, the influential head of Christ Church in Moscow, Idaho, for decades, has become a regular voice in conservative political circles, emerging as a figurehead for what is framed as a comparatively moderate version of Christian nationalism.\nAs far as Wilson is concerned, the media blitz is simply the political world paying attention to ideas he has preached for some time.\n“The reason I think it happened,” Wilson told Religion News Service in an interview last week, is because “we’ve been pounding away at these issues for a number of decades.”\nBut scholars and critics of Wilson argue his version of Christian nationalism remains radical, and as Wilson associates himself with a widening web of right-wing influencers and personalities — including some who argue the U.S. Constitution is “dead” — analysts say they are worried about precisely what kind of ideas the small-town pastor will promote on the national stage.\nWilson’s recent elevation has centered less on his past statements and controversies — of which there are many, from anti-LGBTQ+ slurs to comments decried by critics as pro-slavery to contentious stances on gender roles — and more on his vision for a Christian nation. For example, he has floated incorporating the Apostles Creed into the Constitution; believes building a Christian nation in the U.S. should be a “ pan-Protestant project ”; and has said that while he does not personally endorse the idea of establishing a religion at the state level, he believes it to be legal.\n“As a Christian, I would like that national structure to conform to the thing that God wants, and not the thing that man wants,” Wilson told Carlson. “That’s Christian nationalism.”\nKristin Kobes du Mez, a Calvin University professor whose best-selling book “Jesus and John Wayne: How White Evangelicals Corrupted a Faith and Fractured a Nation” includes a section on Wilson, said the pastor is “well-positioned for this moment.” Among other reasons, she said, he is part of a “right-wing critique of moderate evangelicals — or essentially of any evangelicals, as some are quite conservative — who are pushing back against extremism, or who are not supporting Trump, or who are not all-in on the Christian nationalist project.”\nIn an interview with RNS last February, Wilson imagined a global order of Christian nations that would exclude any self-described Christian nation that allowed for same-sex marriage or abortion access, saying a “liberal Methodist” nation would be “out” and people who embraced “some total loopy-heresy” would be barred from holding public office.\n“This is a Christian republic, and … you’re not singing off the same sheet of music that we are,” he told RNS at the time. “So, no, you can’t be the mayor.”\nWilson, who engages with Christian nationalism in his new book “ Mere Christendom ,” has framed himself as a more moderate alternative to other self-described Christian nationalists such as Nick Fuentes , who is known for spouting extremist rhetoric, including antisemitism.\n“If Nick Fuentes successfully got himself appointed the king of the Christian nationalists, then I’m not a Christian nationalist anymore,” Wilson told RNS. He added that he wants to use his status as a kind of “spokesman for Christian nationalism” to “take the opportunity at the appropriate time to say, well, the one thing to understand about a bunch of us Christian nationalists is how much we love the Jews.”\nElizabeth Neumann, an expert on extremism who served in former President Donald Trump’s administration before resigning in protest in 2020, said she was encouraged by Wilson — or any pastor — pushing back against antisemitism. But Neumann, who was raised evangelical and said she was once a “big subscriber” to the classical Christian education movement Wilson helped popularize, argued the pastor’s efforts to distance himself from Fuentes strikes her as either “naive” or evidence that Wilson is “playing a game.”\nShe pointed to Wilson’s appearances with Andrew Isker, a Minnesota pastor who graduated from the ministry program associated with Wilson’s church. In 2022, Wilson blurbed a book on Christian nationalism that Isker co-authored with Andrew Torba, the founder of the far-right alternative social media website Gab, who spoke at a conference organized by Fuentes in 2021.\nNeumann said “characters” Wilson is associating with “might not have the name Nick Fuentes, but many of them fully subscribe to Nick’s views, or are very happy to be adjacent to Nick Fuentes.”\nWhat’s more, Matthew Taylor, senior scholar at the Institute for Islamic, Christian and Jewish Studies, argued Wilson’s views remain far outside the mainstream, irrespective of his stance on Fuentes. Wilson, he said, “represents a form of Christian supremacy, a very aggressive vision of kind of a Christian retrenchment within American culture.”\n“To have him getting play on these major media platforms signals a lot about where things are headed within kind of conservative and Republican politics today,” Taylor said.\nNevertheless, Wilson’s popularity is rising. He is slated to address Turning Point USA’s Believers Summit in July and the National Conservatism conference that same month, where he is a featured speaker alongside political figures such as Republican Sens. Josh Hawley of Missouri and J.D. Vance of Ohio, as well as onetime Trump aides Steve Bannon and Stephen Miller.\nDu Mez said much of Wilson’s recent modern-day rhetoric echoes his long-standing status as an evangelical outsider. But Du Mez noted a difference this go-round: She was unaware of Wilson previously partnering with so many national political figures, and while Wilson has attracted attention for promoting a local “ spiritual takeover ” of Moscow, “that’s different than taking over the country and turning it all into your enclave.”\n“What we’re seeing among the right wing — in religious spaces, and generally — is, in the wake of 2016, an emboldening posture of, ‘Oh, wait, we can take over. Let’s get serious here,” Du Mez said.\nAsked how he plans to interact with politicos, Wilson said he would not appear at a campaign rally, but “wouldn’t mind” sharing the stage with someone “who happened to be running for office.” And while he insists he does not spend “a ton” of time in dialogue with political figures, he does discuss “policy options” with “people who are politically engaged,” which he said includes political lobbyists.\n“I get a lot of feedback from political operatives who are reading what I write,” Wilson said.\nHow exactly Wilson will fuse his theology with the current political zeitgeist remains to be seen. In the past, he has criticized the 1964 Civil Rights Act, arguing in a 2010 interview that while racism is a “sin,” there “ought not to be a law” forcing a hypothetical renter to “rent to whoever.”\n“Not everything that God disapproves of, and we disapprove of legitimately, ought to be against the law,” he said .\nHis old ideas are already being cited in new ways. Wilson’s 2010 interview was referenced directly in a video published last week by Wade Stotts, who used it to bolster an argument that the U.S. Constitution is “dead” while praising efforts to radically re-order American society. Wilson tweeted out the video by Stotts, who works at Wilson’s own Canon Press , on Saturday.\nNeumann, who recently published the book “ Kingdom of Rage: The Rise of Christian Extremism and the Path Back to Peace, ” said the Constitutional rhetoric was of particular concern, especially given the respect Wilson commands in some circles.\n“When you have a serious Bible teacher … increasingly aligning with people who are clearly focused on a political agenda and co-opting Christianity for their political agenda,” Neumann said, it can — intentionally or otherwise — provide “Christian cover” to “extremist narratives.”\nSpeaking to RNS, Wilson only listed one policy proposal: mandating the inclusion of a “none of the above” option on election ballots, although he wouldn’t check that box himself when voting in this year’s presidential election.\n“I’m not a ‘rah rah’ Trumper,” he said, before adding, “but I am going to vote for him.”\nIn his interview with Carlson, Wilson insisted there was “no political solution” to what he described was a dire moral crisis facing the U.S., calling instead for religious revival — something he has long insisted is the ultimate cure for America’s ills . But in speaking to RNS last week, Wilson clarified that a revival also means reshaping politics itself.\n“There is no political solution, because politics is not a savior. But I do want to hasten to add that politics will be saved,” he said.\n“There’s no way a reformation and revival could occur without having a political impact, or a political transformation.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "http://amazon.com/exec/obidos/ASIN/B0CFBVFGPX",
    "http://youtube.com/watch?v=4sVp6eWVYrs",
    "https://www.x.com/wadestotts/status/1628047404875534336",
    "https://www.x.com/douglaswils/status/1794352235662733503",
    "http://www.amazon.com/exec/obidos/ASIN/B0CFBVFGPX",
    "http://www.youtube.com/watch?v=d_-nRXr2pXs",
    "http://youtube.com/watch?v=d_-nRXr2pXs",
    "http://www.youtube.com/watch?v=4sVp6eWVYrs",
    "https://www.canonpress.com/products/mere-christendom/",
    "http://www.youtube.com/watch?v=2ozktWEzYKY",
    "https://x.com/douglaswils/status/1794352235662733503",
    "http://youtube.com/watch?v=2ozktWEzYKY",
    "https://x.com/wadestotts/status/1628047404875534336",
    "http://www.youtube.com/watch",
    "https://canonpress.com/products/mere-christendom/",
    "https://canonpress.com/products/mere-christendom"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "doug wilson",
        "sentiment": "negative"
      },
      {
        "name": "tucker carlson",
        "sentiment": "negative"
      },
      {
        "name": "charlie kirk",
        "sentiment": "none"
      },
      {
        "name": "kirk",
        "sentiment": "none"
      },
      {
        "name": "wilson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fox news",
        "sentiment": "negative"
      },
      {
        "name": "christ church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "turning point usa",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      },
      {
        "name": "idaho",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T02:45:56.555+03:00",
  "updated": "2024-06-01T04:05:12.809+03:00"
}