{
  "thread": {
    "uuid": "ad94fb4a44c05f7e66f5e5e89d73e6dd1e75c54c",
    "url": "https://revistaforum.com.br/midia/2024/1/2/valeria-almeida-afirma-que-teve-que-fazer-faxina-para-pagar-faculdade-151492.html",
    "site_full": "revistaforum.com.br",
    "site": "revistaforum.com.br",
    "site_section": "https://www.revistaforum.com.br/mulher",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "Mulher - Revista Fórum",
    "title": "Valéria Almeida afirma que teve que fazer faxina para pagar faculdade | Revista Fórum",
    "title_full": "Valéria Almeida afirma que teve que fazer faxina para pagar faculdade | Revista Fórum",
    "published": "2024-01-02T15:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://revistaforum.com.br/u/fotografias/m/2024/1/2/f1280x720-121615_253290_5050.jpg",
    "performance_score": 0,
    "domain_rank": 37005,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ad94fb4a44c05f7e66f5e5e89d73e6dd1e75c54c",
  "url": "https://revistaforum.com.br/midia/2024/1/2/valeria-almeida-afirma-que-teve-que-fazer-faxina-para-pagar-faculdade-151492.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Julinho Bittencourt",
  "published": "2024-01-02T15:45:00.000+02:00",
  "title": "Valéria Almeida afirma que teve que fazer faxina para pagar faculdade | Revista Fórum",
  "text": "A jornalista Valéria Almeida, que comanda desde 2020 o quadro bem-estar na vida, no programa “ [Encontro’](https://revistaforum.com.br/temas/patricia-poeta-5099.html)’, nas manhãs da [Globo](https://revistaforum.com.br/temas/globo-4056.html), contou sua difícil trajetória em entrevista ao Extra publicada nesta terça-feira (02). Nascida no bairro da Areia Branca, na periferia de Santos, litoral paulista, ela é filha de Cida, uma funcionária dos Correios, e de Valmir, um trabalhador das docas (no porto). Sua mãe morreu quando ela ainda tinha dez anos. Te podría interesar “Lembro que eles compraram uma escrivaninha e a enciclopédia Barsa. Aquilo era sagrado pra mim. Quando minha mãe morreu, meu pai se desequilibrou completamente. Meu irmão, Valmir Jr., e eu fomos morar com meus avós, Elza e Paulo. Minha avó dizia que se eu quisesse ser livre de verdade, eu nunca deveria deixar de estudar”, conta a jornalista de 40 anos. Para conseguir pagar a faculdade, ela trabalhou em uma papelaria, mas não conseguia quitar as parcelas: Te podría interesar “Pedi demissão acreditando que eu conseguiria algo maior. Foi então que entendi a combinação do meu endereço e da minha foto 3x4, sendo uma mulher negra da periferia. Passei quase nove meses desempregada e fazendo faculdade. Acumulei uma dívida enorme. Fiz faxina para pagar um empréstimo, mas minha dívida com a faculdade foi só embolando. Os professores pararam de dar aula pra mim por causa da minha inadimplência. Isso, na frente de todo mundo. Foi uma humilhação... Quem dera se todo mundo pudesse só se dar ao luxo de estudar, ter um prato de comida na mesa e a passagem garantida. Mas, enquanto isso não é um fato, vou compartilhando as minhas histórias para fortalecer outras pessoas, deixando claro que o processo não é fácil”, descreve. Profissão repórter Ela estreou na TV em 2011, no “Profissão repórter’’, através de um convite de Caco Barcellos: “Sempre quis ser apresentadora, mas nunca acreditei que fosse possível, já que, diante dessa sociedade, a gente não vê mulheres negras em grandes postos. Depois que me formei, me disseram em uma entrevista de emprego que eu levava jeito para a TV, mas que eu deveria deixar meu cabelo crescer e alisar. Entendia que aquela profissão não seria para mim”, conta ela, casada com o produtor Peterson Gomes há 14 anos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T17:22:57.632+02:00",
  "updated": "2024-01-02T17:22:57.632+02:00"
}