{
  "thread": {
    "uuid": "8bdad56c4f01e83461a123707178f1d65e141b67",
    "url": "https://vnexplorer.net/israel-is-retiring-its-patriot-missile-batteries-they-could-help-a-struggling-ukraine-s2604496.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Israel is retiring its Patriot missile batteries. They could help a struggling Ukraine.",
    "title_full": "Israel is retiring its Patriot missile batteries. They could help a struggling Ukraine.",
    "published": "2024-05-03T14:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1o3gZx.img",
    "performance_score": 0,
    "domain_rank": 56915,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8bdad56c4f01e83461a123707178f1d65e141b67",
  "url": "https://vnexplorer.net/israel-is-retiring-its-patriot-missile-batteries-they-could-help-a-struggling-ukraine-s2604496.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-05-03T14:15:00.000+03:00",
  "title": "Israel is retiring its Patriot missile batteries. They could help a struggling Ukraine.",
  "text": "US soldiers participate in Patriot missile training at Mount Eitam, Israel in 2018. Sgt. 1st Class Jason Epperson/US Army\nIsrael has never been impressed with the US-made Patriot air defense system. In 1991, it failed to intercept nearly all of the Iraqi Scud missiles fired at Israeli cities. Israel may not need the Patriots, but Ukraine is pleading for more. Israel has never been satisfied with its version of the Patriot air defense system that Ukraine views as essential to its survival.\nThis creates a bizarre split screen where Ukraine was all but pleading for more Patriot missiles to defend its cities and forces on Monday even as Israel began to shut down its older Patriot batteries, a move that came less than a month after it battled an unprecedented missile barrage from Iran.\nIsrael and Ukraine’s experience with the Patriots could not have been more different. Israel first used Patriots in combat in 1991 against approximately 40 Scud ballistic missiles that Iraq fired at its cities. While the bombardments did not kill large numbers of people, Israel was disappointed with the Patriot’s pitiful performance, with officials estimating it shot down only one or possibly even zero Scuds.\nIsrael wouldn’t use the Patriot in combat again until the 2010s when it shot down drones and a Su-24 bomber coming from Syria. By then, the Patriot had become a very different system. Its early failures, including against Iraqi Scuds, led to an extensive system upgrade and missiles with an active radar seeker that directly strike the target to destroy it with kinetic energy. These newer “hit-to-kill” missiles, the PAC-3, are estimated to cost around $4 million each. Their less sophisticated PAC-2 predecessor, on the other hand, are proximity-fusing missiles that explode near incoming missiles to eliminate them.\nSince receiving its Patriots, with both PAC-2 and PAC-3 interceptor missiles, in early 2023, Ukraine has successfully used them to shoot down Russia’s Kinzhal missile, which Russia touted as an unstoppable hypersonic weapon, and, early this year, moved at least one launcher near the front lines and shot down a dozen of Russia’s best fighter jets.\nThe Patriot is only part of Israel’s missile shield that’s been heavily tested by Iran and its proxies in the wake of Hamas’ Oct. 7 terror attacks. Israel has other options that are cheaper or built inside its country.\n“Israel has long been looking for a more advanced and more indigenous system to supplement or replace the Patriot, not only given its service history but also the supply chain that it requires,” Ryan Bohl, a senior Middle East and North Africa analyst at the risk intelligence company RANE, told Business Insider.\n“That this comes not long after Iran’s barrage of missiles against Israel isn’t a huge surprise with that ongoing trend,” Bohl said. “I think Israel views the Patriot as out of date and too expensive to keep up with given the breakthroughs that were demonstrated during that barrage by newer systems.”\nA Patriot air defense system test-fired during a training in Chania, Greece, on November 8, 2017. Anthony Sweeney/US Army\nFederico Borsari, a defense expert at the Center for European Policy Analysis, also believes Israel’s development of more advanced anti-missile systems weighed heavily on its decision to retire the Patriot.\n“Israel’s decision to retire its Patriot PAC-2 fire units is in line with the process of modernization and progressive enhancement of its air defense architecture with more advanced capabilities, in particular Iron Dome and David’s Sling,” Borsari told BI.\n“The latter’s Stunner missile, in particular, has a longer engagement range against aerodynamic threats (up to 300 km according to publicly available specifications) compared to the 160 km of the PAC-2’s GEM-T missiles,” Borsari said. “The two systems have a similar engagement range for ballistic threats, although David’s Slings maximum range capability is likely higher than the Patriot’s PAC-3 missiles.”\nThe CEPA analyst noted that David’s Sling truck-mounted ELM-2084 radar adds “maneuverability and rapid redeployment” advantages.\n“David’s Sling interceptors are also designed to counter saturation, multi-threat attacks like the recent one launched by Iran, thanks to their integration with the shorter-range Iron Dome,” Borsari said.\nBohl pointed out the David’s Sling is effective for intercepting “low-flying attacks and/or tracking enemy projectiles.”\nHe also noted that the Stunner missile is significantly cheaper and, therefore, more cost-effective than its Patriot counterpart.\nIsrael previously refused a US request for its vintage Hawk missiles, long in storage and out of service, for Ukraine.\nAnalysts believe that might not necessarily be the case with the Patriots.\n“I think it remains entirely possible that Israel countenances a potential transfer of these Patriots back to the United States and hence on to Ukraine from there,” Bohl said. “Certainly, from the Israeli perspective, they would consider this fair play, as Russia’s war in Ukraine has helped to dry up the much-needed 155 mm ammunition that Israel itself has required.”\nIf the Patriots don’t ultimately end up in Ukraine, it’s not inconceivable they could be transferred to a regional country. Jordan requested the US deploy a Patriot missile on its soil in October and helped intercept the Iranian barrage on April 13.\n“Transferring these Patriots to other third-party countries like Jordan or even Gulf Arab allies like the United Arab Emirates, Bahrain, or even Saudi Arabia, I think is also in the cards as the United States looks to bolster air defenses region-wide,” Bohl said.\nBorsari argues it is crucial for the US and the European countries to acquire the Israeli PAC-2 batteries for Ukraine.\n“While not sufficient to cover the entire front, they would significantly enhance Ukraine’s air defense as Russia increases its terrorist attacks against Ukrainian cities,” Borsari said. “While Israel has so far resisted calls to provide Ukraine with military support, pressure from the US and others could allow for this transfer.”\n“Handing over to Jordan is also possible, although, given the circumstances, Western countries would and should prioritize Ukraine.”\nIf you enjoyed this story, be sure to follow Business Insider on Microsoft Start.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1o3gZx.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lsiLT.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lsiLT.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1o3gZx.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pat",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "mount eitam",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "iran",
        "sentiment": "none"
      },
      {
        "name": "iraq",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T14:23:08.730+03:00",
  "updated": "2024-05-03T14:23:08.730+03:00"
}