{
  "thread": {
    "uuid": "d66833a5a4a3bf62b8adb556a9ced5bd9cf34516",
    "url": "https://www.pia.gov.ph/da-constructs-cold-storage-facility-to-help-onion-growers-in-ilocos-sur",
    "site_full": "www.pia.gov.ph",
    "site": "pia.gov.ph",
    "site_section": "https://www.pia.gov.ph",
    "site_categories": [],
    "section_title": "Home - Philippine Information Agency",
    "title": "DA constructs cold storage facility to help onion growers in Ilocos Sur - Philippine Information Agency",
    "title_full": "DA constructs cold storage facility to help onion growers in Ilocos Sur - Philippine Information Agency",
    "published": "2024-06-22T19:46:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://www.pia.gov.ph/wp-content/uploads/2024/06/DA-constructs-cold-storage-facility-to-help-onion-growers-in-Ilocos-Sur-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 90603,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d66833a5a4a3bf62b8adb556a9ced5bd9cf34516",
  "url": "https://www.pia.gov.ph/da-constructs-cold-storage-facility-to-help-onion-growers-in-ilocos-sur",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "luzon_region1",
  "published": "2024-06-22T19:46:00.000+03:00",
  "title": "DA constructs cold storage facility to help onion growers in Ilocos Sur - Philippine Information Agency",
  "text": "VIGAN CITY, Ilocos Sur (PIA) – Onion growers in Ilocos Sur will soon have access to a new cold storage facility being constructed in Barangay Don Alejandro Quirolgico in Caoayan, Ilocos Sur. The cold storage facility is a project under the Investment in Rural Enterprises and Agriculture and Fisheries Productivity (IREAP) component of the Department of Agriculture (DA)-Philippine Rural Development Project (PRDP) and will be managed by the Nueva Segovia Consortium Cooperative (NSCC). The facility will have an 810-metric-ton capacity to secure a sufficient supply of onions in the province and help farmers achieve higher income and productivity. It aims to benefit the three main cooperatives in the province, namely the NSCC Multi-Purpose Cooperative, the Sacred Heart Savings Cooperative, and the Pantay Onion Producers Cooperative, which has a total of 140 members. This was in response to a surplus of onion production, which led to a shortage after the harvested onions were not stored and left to spoil. “With this cold storage facility, pwedeng i-imbak ng mga magsasaka natin ang kanilang mga harvest during the peak of harvesting season para makapag-demand sila ng good price… For example, ngayon, sobra-sobra ang produksyon ng sibuyas kaya bumaba nang bumaba ang presyo, so with this cold storage kung sobra ang production, pwede i-imbak muna ang mga ito at ilalabas siya sa tamang presyo pagdating ng mga, let’s say December kapag nag-spike ito. Makatutulong ito sa ating mga magsasaka sapagkat maiiwasan ang pagbebenta nila ng mga harvest nila sa bagsak presyo,” said Doris Joy Garcia, component head of PRDP Local and National Levels Planning of the DA-Regional Field Office 1, in an interview following the fourth episode of the Kapihan sa Bagong Pilipinas on June 18. (We experienced a problem with excess onion production, leading to a shortage. Our solution was establishing a cold storage facility in Ilocos Sur to help farmers store their harvests during peak seasons. This allows them to wait for better prices. For example, today there is an overabundance of onions, causing prices to drop. However, with cold storage, excess produce can be stored and released when prices are higher, such as in December. This will benefit farmers by enabling them to avoid selling their harvests at low prices.) Garcia said that they will also conduct training programs for farmers on proper post-harvest handling and the management of cold storage facilities to ensure effective utilization of the facility. According to the Provincial Agriculturist Office, there are three varieties of onions planted in the province: red and white onions, and shallots, with shallots being the most common among the three. In 2023, onion growers in the province planted a total of 155.69 hectares and recorded a production of more than 6,600 metric tons of onions. With the facility set to be completed by November 2024, it is expected that issues such as high spoilage, supply shortages, and low marketing will be addressed. (AMB/JMCQ, PIA Ilocos Sur)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Health",
    "Economy, Business and Finance"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "da",
        "sentiment": "negative"
      },
      {
        "name": "don alejandro quirolgico",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ilocos sur - philippine information agency",
        "sentiment": "negative"
      },
      {
        "name": "rural enterprises and agriculture",
        "sentiment": "none"
      },
      {
        "name": "nscc",
        "sentiment": "none"
      },
      {
        "name": "pantay onion producers cooperative",
        "sentiment": "none"
      },
      {
        "name": "ilocos sur",
        "sentiment": "none"
      },
      {
        "name": "department of agriculture",
        "sentiment": "none"
      },
      {
        "name": "nueva segovia consortium cooperative",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ilocos sur",
        "sentiment": "none"
      },
      {
        "name": "vigan city",
        "sentiment": "none"
      },
      {
        "name": "caoayan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-23T05:10:16.498+03:00",
  "updated": "2024-06-30T05:55:39.372+03:00"
}