{
  "thread": {
    "uuid": "c5674b50f84523be4bb88e64b73767df00d0b9ec",
    "url": "https://borneobulletin.com.bn/veteran-actor-brings-charm-of-unique-practitioner-in-new-movie",
    "site_full": "borneobulletin.com.bn",
    "site": "borneobulletin.com.bn",
    "site_section": "https://borneobulletin.com.bn",
    "site_categories": [
      "media"
    ],
    "section_title": "Borneo Bulletin Online | The Independent Newspaper in Brunei Darussalam, Sabah and Sarawak",
    "title": "Veteran actor brings charm of unique practitioner in new movie | Borneo Bulletin Online",
    "title_full": "Veteran actor brings charm of unique practitioner in new movie | Borneo Bulletin Online",
    "published": "2024-02-29T18:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "BN",
    "main_image": "https://borneobulletin.com.bn/wp-content/uploads/2024/02/page-27-a_01032024.jpg",
    "performance_score": 0,
    "domain_rank": 68159,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c5674b50f84523be4bb88e64b73767df00d0b9ec",
  "url": "https://borneobulletin.com.bn/veteran-actor-brings-charm-of-unique-practitioner-in-new-movie",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-29T18:00:00.000+02:00",
  "title": "Veteran actor brings charm of unique practitioner in new movie | Borneo Bulletin Online",
  "text": "ANN/THE KOREA HERALD – With 35 years of experience in film and television, veteran actor Choi Min-sik wanted to bring the charm of Korean shamanistic practitioners such as geomancers to the screen to challenge people to reflect on how our perception of land affects society, in his first occult movie, Exhuma. Directed by master of K-occult Jang Jae-hyun, Exhuma follows the journey of a feng shui specialist, an undertaker, and two shaman exorcists as they attempt to find a new resting place to move a deceased person for a large amount of money. Choi playing the role of Sang-deok, a 40-year old expert in feng shui who is tasked with finding the best site to move the grave to. Recently, the film crossed the one million mark in ticket sales, making it the fastest to reach the milestone this year, according to Showbox, the film’s distributor. Choi decided to do an occult flick, the first since his debut 35 years ago, because he saw potential in director Jang to cinematically interpret metaphysical concepts, such as religious beliefs. “I liked the way Jang’s ideals and values were fused into his works,” said Choi, during an interview on recently. “Jang’s works depict his subjective motifs and ideas regarding metaphysical and supernatural concepts. While his previous works such as The Priest and Svaha: The Sixth Finger could be seen as maniacally portraying his beliefs, Exhuma explores such themes in a softer, more flexible and more entertaining fashion,” Choi said. Choi added he chose to participate in Exhuma due to the familiarity he felt with Korean shamanism and the role that it and other spiritual practices still play in modern society. “For example, when I was 10 years old, I survived a life-threatening bout of tuberculosis. Even when the doctors had given up, my mother prayed, and strangely, I got better,” said Choi. “I feel like such a miracle happened because of my mother’s dedication, rather than her prayers to deities. In our lives, there are aspects that we cannot logically or rationally comprehend. Such emotions and customs still exist today. For me, practices like feng shui and shamanistic rituals are familiar and enjoyable”, he added. To play the role of a seasoned feng shui specialist, Choi said he tried to mimic the charisma feng shui practitioners and shamans demonstrate when engaged in their work. “The notion that one must have a profound perspective when observing nature has always lingered in my mind. Shamans and individuals engaged in spiritual practices sometimes have moments when their gaze suddenly changes. I remember witnessing that,” said Choi. “I think feng shui specialists rely on spiritual intuition and a spiritual connection with nature, in identifying auspicious and inauspicious lands. In scenes where Sang-deok is observing things, I tried to shift modes and to express Sang-deok feeling every cell in his body coming alive,” said Choi. Choi argued that Exhuma is more than just a ghost movie or a horror film. “It is rather a film that cinematically incites contemplation on how the way humans perceive land, along with how land, spirits, ghosts and gods might influence society,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "choi min-si",
        "sentiment": "positive"
      },
      {
        "name": "jang",
        "sentiment": "none"
      },
      {
        "name": "sang-deok",
        "sentiment": "none"
      },
      {
        "name": "jang jae-hyun",
        "sentiment": "none"
      },
      {
        "name": "choi",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "korea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:09:28.561+02:00",
  "updated": "2024-03-01T01:09:28.561+02:00"
}