{
  "thread": {
    "uuid": "9a59cd4b71384bf9a4625865ff1d56865cc55e71",
    "url": "https://www.researchsquare.com/article/rs-4196316/v1",
    "site_full": "www.researchsquare.com",
    "site": "researchsquare.com",
    "site_section": "https://researchsquare.com/rss.xml",
    "site_categories": [],
    "section_title": "Preprints",
    "title": "Ablation of the integrin CD11b mac-1 limits deleterious responses to traumatic spinal cord injury and improves functional recovery in mice",
    "title_full": "Ablation of the integrin CD11b mac-1 limits deleterious responses to traumatic spinal cord injury and improves functional recovery in mice",
    "published": "2024-04-05T01:38:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5867,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9a59cd4b71384bf9a4625865ff1d56865cc55e71",
  "url": "https://www.researchsquare.com/article/rs-4196316/v1",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rodney M. Ritzel",
  "published": "2024-04-05T01:38:00.000+03:00",
  "title": "Ablation of the integrin CD11b mac-1 limits deleterious responses to traumatic spinal cord injury and improves functional recovery in mice",
  "text": "Background: Spinal cord injury (SCI) causes long-term sensorimotor deficits and posttraumatic neuropathic pain, with no effective treatment. In part, this reflects an incomplete understanding of the complex secondary pathobiological mechanisms involved. SCI triggers microglial/ macrophage activation with distinct pro-inflammatory or inflammation-resolving phenotypes, which potentiate tissue damage or facilitate functional repair, respectively. The major integrin Mac-1 (CD11b/CD18, αMβ2 or CR3), a heterodimer consisting of αM (CD11b) and β2 (CD18) chains, is generally regarded as a pro-inflammatory receptor in neurotrauma. Multiple immune cells of the myeloid lineage express CD11b, including microglia, macrophages, and neutrophils. In the present study, we examined the effects of CD11b gene ablation on posttraumatic neuroinflammation and functional outcomes after SCI.\nMethods: Young adult age-matched female CD11b knockout (KO) mice and their wildtype (WT) littermates were subjected to moderate thoracic spinal cord contusion. Neuroinflammation in the injured spinal cord was assessed with qPCR, flow cytometry, NanoString, and RNAseq. Neurological function was evaluated with the Basso Mouse Scale (BMS), gait analysis, thermal hyperesthesia, and mechanical allodynia. Lesion volume was evaluated by GFAP-DAB immunohistochemistry, followed by analysis with unbiased stereology.\nResults: qPCR analysis showed a rapid and persistent upregulation of CD11b mRNA starting from 1d after injury, which persisted up to 28 days. At 1d post-injury, increased expression levels of genes that regulate inflammation-resolving processes were observed in CD11b KO mice. Flow cytometry analysis of CD45intLy6C-CX3CR1+ microglia, CD45hiLy6C+Ly6G- monocytes, and CD45hiLy6C+Ly6G+ neutrophils revealed significantly reduced cell counts as well as reactive oxygen production in CD11b KO mice at d3 post-injury. Further examination of the injured spinal cord with NanoString Mouse Neuroinflammation Panel and RNAseq showed upregulated expression of pro-inflammatory genes, but downregulated expression of the reactive oxygen species pathway. Importantly, CD11b KO mice exhibited significantly improved locomotor function, reduced cutaneous mechanical/thermal hypersensitivity, and limited tissue damage at 8 weeks post-injury.\nConclusion: Collectively, our data suggest an important role for CD11b in regulating tissue inflammation and functional outcome following SCI. Thus, the integrin CD11b represents a potential target that may lead to novel therapeutic strategies for SCI.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "sci",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:29:08.896+03:00",
  "updated": "2024-04-05T02:29:08.896+03:00"
}