{
  "thread": {
    "uuid": "4e6c51e844f759b5bc177dde67f879f9cb873a8b",
    "url": "https://aleteia.org/2024/06/01/draw-closer-to-the-sacred-heart-in-june-with-this-saint",
    "site_full": "aleteia.org",
    "site": "aleteia.org",
    "site_section": "https://aleteia.org/feed/",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Aleteia — Catholic Spirituality, Lifestyle, World News, and Culture",
    "title": "Draw closer to the Sacred Heart in June with this saint",
    "title_full": "Draw closer to the Sacred Heart in June with this saint",
    "published": "2024-06-01T12:39:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wp.en.aleteia.org/wp-content/uploads/sites/2/2021/06/WEB3-SAINT-JOHN-BAPTIST-NATIVITY-XSAINT-PD.jpg?w=620&amp;h=310&amp;crop=1",
    "performance_score": 0,
    "domain_rank": 5951,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4e6c51e844f759b5bc177dde67f879f9cb873a8b",
  "url": "https://aleteia.org/2024/06/01/draw-closer-to-the-sacred-heart-in-june-with-this-saint",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Annabelle Moseley",
  "published": "2024-06-01T12:39:00.000+03:00",
  "title": "Draw closer to the Sacred Heart in June with this saint",
  "text": "During June, the month of the Sacred Heart, we are called to draw ever-nearer to the sacrificial love of our true refuge, the Sacred Heart of Jesus. [St. John the Baptist](http://www.scborromeo.org/ccc/para/523.htm), whose feast day is June 24, is an ideal guide to lead us closer to this heart. As the forerunner of Christ, he is an excellent intercessor we can call upon to point us closer to Our Lord; just as he pointed many to Christ in his own lifetime, in words still spoken at every Mass around the world at the Institution of the Eucharist: “Behold the Lamb of God; behold Him who who taketh away the sin of the world!” (Jn 1:29). St. John the Baptist holds the distinction of having the only birthday celebrated in the Church’s liturgy, other than Mary and Jesus. This honor is as it should be, since Jesus Himself tells us, “Amongst those that are born of women, there is not a greater prophet than John the Baptist” (Mt 11:11). He was born to Zachariah and Elizabeth, who was past her childbearing years, but this was made possible by God’s grace. The angel Gabriel visited the couple to bring this news and to make it known that the child should be called John. He was the Bridge between the Old Testament and the New Testament. His preaching and witness and many baptisms would prepare the way for the Lord. He baptized his followers, and instructed His followers to follow Jesus; they became the first Christians. On the day of the Baptism of the Lord, when John recognized Christ, John told Him, “I ought to be baptized by thee, and comest thou to me?” St. John the Baptist was granted this unimaginably precious privilege: to baptize the Lord. Later, he was martyred when he defended the sacrament of marriage. 3 Quotes to reflect with Here are three quotes by St. John the Baptist that provide us with wisdom to draw nearer Christ’s heart this June: A voice of one crying in the desert: “Prepare ye the way of the Lord, make straight his paths” (Mk 1:3). St. John the Baptist is described in Mark’s Gospel as “a voice of one crying in the desert,” and what he cries is for each person to make their life right, getting their spiritual house in order. To do this, we must confess and atone for our sins; obey God’s commandments; also keep the new command Jesus gave: “Love one another. As I have loved you, so you must love one another. By this everyone will know that you are my disciples” (Jn 13:34-35). What is your cry in the desert? Do you long for the presence of God to be felt more deeply by more people in this world? If so, this is a good month to follow St. John the Baptist’s example, being a forerunner in other people’s faith journeys, using your life to point the way to Christ. For example, the way you greet and welcome the new family you meet in the church parking lot can influence whether or not they come back to worship the next Sunday. The reverence with which you worship during Mass can point the way to someone else’s deepened belief in the Real Presence. The crucifix around your neck as you smile and hold the door for someone at the post office can point the way to someone else’s understanding of Christian charity. Consider what you can do in your own life to point the way more obviously and more lovingly to Christ. “Behold the Lamb of God; behold Him who who taketh away the sin of the world!” (John 1:29). To honor these words, it is important that we pay special attention to them during the Liturgy of the Eucharist each time we are at Mass. St. John the Baptist tells us to “Behold!” and so let us be sure to look up at the Host as the priest raises it, and behold Our Lord and Our God. We should teach our children to do the same. “He must increase, but I must decrease” (Jn 3:30). To honor these words, we ought to start every day with prayer, giving glory to God first, before scrolling on our phones or starting the busy-ness of the day. We must remember to offer God all the glory for anything we achieve, After all, “every good and perfect gift is from Him” (James 1:17). Rather than saying thank you next time we receive a compliment, we might say, rather, “thanks be to God,” or “all glory to God,” to deflect from basking in pride. How to Celebrate the Birth of St. John the Baptist this year: St. John the Baptist is beloved by the Lord. What an honorable saint indeed! This awesome saint doesn’t always draw the kind of attention he should. It’s time to have a birthday party for him! Make a simple sheet cake and decorate it with beautiful scallop shells (either chocolate shells made from an affordable and easy-to-find shell chocolate mold, or real (clean) scallop shells.) The scallop shell is a famous symbol of the Baptist, and many parishes baptize babies with a scallop-shell shaped vessel of gold. Also, in honor of St. John the Baptist, find out the date of your baptism if you don’t already know it. Just call the church where you were baptized, and the Parish Center will gladly look it up for you. I once heard a Bishop say in a homily that the date of our Baptism is even more important than our birthday. So once you find out the day you were baptized, mark the calendar and plan to celebrate! Have a blessed June!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "http://www.scborromeo.org/ccc/para/523.htm",
    "http://scborromeo.org/ccc/para/523.htm"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "st. john the baptist",
        "sentiment": "none"
      },
      {
        "name": "elizabeth",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "john the baptist",
        "sentiment": "none"
      },
      {
        "name": "jesus himself",
        "sentiment": "none"
      },
      {
        "name": "john",
        "sentiment": "none"
      },
      {
        "name": "gabriel",
        "sentiment": "none"
      },
      {
        "name": "zachariah",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      },
      {
        "name": "mary",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T14:10:55.872+03:00",
  "updated": "2024-06-01T16:27:50.799+03:00"
}