{
  "thread": {
    "uuid": "0b07f462978a7d0a76e75e01615ffb712623d81a",
    "url": "https://www.dailynews.lk/2024/06/02/admin-catagories/breaking-news/561294/every-citizen-has-the-right-to-freely-choose-whether-to-believe-in-any-religion-or-not",
    "site_full": "www.dailynews.lk",
    "site": "dailynews.lk",
    "site_section": "https://www.dailynews.lk/category/admin-catagories/breaking-news/",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "legal_issues",
      "politics"
    ],
    "section_title": null,
    "title": "“Every citizen has the right to freely choose whether to believe in any religion or not”",
    "title_full": "“Every citizen has the right to freely choose whether to believe in any religion or not”",
    "published": "2024-06-02T08:41:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "LK",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 26700,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0b07f462978a7d0a76e75e01615ffb712623d81a",
  "url": "https://www.dailynews.lk/2024/06/02/admin-catagories/breaking-news/561294/every-citizen-has-the-right-to-freely-choose-whether-to-believe-in-any-religion-or-not",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shabee Lakehouse",
  "published": "2024-06-02T08:41:00.000+03:00",
  "title": "“Every citizen has the right to freely choose whether to believe in any religion or not”",
  "text": "President Ranil Wickremesinghe underscored that according to the constitution, prioritizing Buddhism is imperative. He emphasized that the responsibility of upholding this principle is vested in the executive, legislature and judiciary. He emphasized the indisputability of this matter.\nThe President further stated that if anyone seeks to alter this principle, should endeavour to amend the constitution accordingly.\nPresident Ranil Wickremesinghe made these remarks during his participation in the inauguration ceremony of the “Gurudev Suva Arana Gilan Bhikshu Centre” constructed in Kiriwatthuduwa, Homagama, today (01).\nThe President emphasized the imperative acknowledgment that all three branches of the government, executive, legislature and judiciary should accord priority to the Buddhist doctrine within the country. He underscored that failure to support this principle constitutes a violation of the constitution, emphasizing that all members of parliament are obligated to uphold and protect the constitution.\nThe President emphasized the need for acknowledgment that the executive, the constitution and the judiciary, as the three branches of government, should prioritize the Buddhist doctrine within the country. He emphasized that failure to support this principle constitutes a violation of the constitution, emphasizing the obligation of all Members of Parliament to protect it.\nThe President highlighted that the constitution of this country outlines people’s sovereignty, prioritization of Buddhism and preservation of territorial integrity as its core principles. He stressed the importance of consistently advancing while safeguarding these principles, emphasizing that any opposition to them constitutes a breach of the constitution.\nAdditionally, the President shared that he was entrusted with the responsibility of overseeing the treatment of a critically ill patient. He noted that the patient, who was on the brink of death, is now showing gradual signs of recovery. The President conveyed his heartfelt appreciation in advance for the invaluable guidance and support provided by the Maha Sangha throughout this endeavour.\nAs per the suggestion of the late Chief Registrar of Sri Lanka Ramanya Maha Nikaya, and the Chief incumbent of Sri Dhathumaluwa Viharaya Kohuwala, Venerable Mapalagama Siri Somissara Nayaka Thero, and upon the recommendation of current Chief incumbent of Sri Dhathumaluwa Viharaya Kohuwala Venerable Pitigala Sonuttara Nayaka Thero, the “Gurudev Suva Arana Gilan Bhikshu Centre” has been established to cater to the needs of monks locally and internationally.\nThe”Gurudev Suva Arana Gilan Bhikshu Centre” comprises a five-story building and a three-story building, facilitating simultaneous treatment for fifty monks. Its amenities include 20 rooms, a ward yard, an alms hall, medicine stores, emergency treatment units, office rooms and hostel for doctors, ensuring comprehensive care and accommodation for those in need.\nUnder the supervision of qualified medical professionals, facilities have been established to provide treatment for sick monks. Additionally, a conducive environment has been created to accommodate five hundred monks for meditation practice.\nThe construction of this Gurudev Suva Arana Gilan Bhikshu Centre has been accomplished through the labour contributions of the Sri Lanka Army, supported by both local and international donors.\nVenerable Bhikkuni Neunghaeng, the Chief of the Buddhist hospital in Ulsan, South Korea, and SinDaw, a Bhikkuni Kaushon from the Long Fong Monastery in Taiwan, have generously contributed to the medical equipment of this facility. Their contributions were made in response to an invitation extended by Venerable Katuwana Wijithawansa, Sri Lankaramadhipathi, Hethu , South Korea.\nThe President, after unveiling the plaque and inaugurating the Gurudev Suva Arana Gilan Bhikshu Centre, proceeded to conduct an inspection tour of the facility.\nDuring the ceremony, homage was paid to the current Chief incumbent of Sri Dhathumaluwa Viharaya Kohuwala Venerable Pitigala Sonuttara Nayaka Thero, for his national and religious service. Furthermore, acknowledgment was extended to him for his dedication to establishing the Gurudev Suva Arana Gilan Bhikshu Centre, catering to monks both domestically and internationally. This gesture served as an expression of gratitude from the Sri Lankan Ramayana Maha Nikaya. Following the conferral of the Sri Sannath Patra honorary title, the President presented the vijinipata to him.\nThe President also bestowed a commemorative gift upon Venerable Neunghaeng, the head of the Buddhist hospital in Ulsan, South Korea, who generously provided the essential medical equipment for this monk hospital centre. Additionally, a commemorative gift was presented to Mrs. Sandhya Kantilatha, who graciously donated the land for the construction of this Bhikshu Hospital.\nContinuing his remarks, President Ranil Wickremesinghe stated,\nThis marks the establishment of the first dedicated hospital for monks in Sri Lanka. While our country’s hospitals have traditionally accommodated monk wards, this facility is distinctively reserved solely for the care of sick monks. The government extends its gratitude to all contributors, particularly the efforts led by Bhikkuni Neunghaeng of South Korea.\nI wish to emphasize that we have sought on-going support from the Ministry of Health – Indigenous Medicine section to sustain this endeavour, and I assure you that such assistance will be forthcoming. The government is also committed to providing resources for the continued development and enhancement of this hospital.\nMoreover, situated in a stunning natural setting, it is imperative that we prioritize the protection of this environment as we progress forward with this project.\nAn argument has emerged advocating for the separation of government and Buddhism. However, considering the legal framework, every citizen in our country has the right to practice the religion of their choice, or to hold no religious beliefs at all.\nMoreover, our constitution mandates that any government should accord priority to Buddhism. This responsibility is not solely vested in the government but extends to the state as a whole. Therefore, the support of all three branches of the state—the executive led by the President, the Parliament led by the Speaker and the Judiciary led by the Chief Justice—is essential to uphold this principle.\nFailure to provide this support goes against the Constitution. As Members of Parliament, we have all taken an oath to uphold the constitution and it is incumbent upon us to adhere to its principles. Despite the conflicts experienced in our country, such a request has never before been raised or discussed.\nIt is essential to recognize that the three branches of government, the executive, the legislature and the judiciary should prioritize the Buddhist doctrine within our nation. While debate may arise regarding the specifics of implementation, the fundamental principle remains indisputable. As a government, it is imperative that we adhere to it. If there is a desire to amend this principle, it must be done through constitutional amendments.\nThe constitution of our country underscores three fundamental principles: people’s sovereignty, prioritizing Buddhism and maintaining territorial integrity. It is imperative that we uphold these principles as the basis for our actions. Any opposition to these principles is deemed a violation of the constitution.\nAt present, our hospital is caring for numerous patients, and I have been entrusted with the responsibility of treating one particular patient. We are making gradual progress in treating this critically ill individual, engaging in on-going discussions to ensure the best possible outcome. Healing a patient is not an instantaneous process; it requires time and dedication. It is estimated that it will take another three to four years to fully treat this patient. However, we are grateful for the opportunity to undertake this important work. I wish to extend my heartfelt gratitude to the venerable Maha Sangha for their invaluable support in this endeavour.\nChief incumbent of Sri Dhathumaluwa Viharaya Kohuwala Venerable Pitigala Sonuttara Nayaka Thero,\nThere was a time of profound difficulty in our country, characterized by long queues and numerous challenges. However, since assuming leadership, the President has guided our nation to the position we are in today. This is an undeniable reality that all must acknowledge. It is his efforts that have afforded us the opportunity to convene for this religious ceremony today, a fact we are deeply appreciative of and will always remember with gratitude. Despite the demanding nature of his current responsibilities, the President’s participation in this endeavour is sincerely appreciated and acknowledged.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ranil wickremesinghe",
        "sentiment": "positive"
      },
      {
        "name": "gurudev suva arana gilan bhikshu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "buddhist",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kiriwatthuduwa",
        "sentiment": "none"
      },
      {
        "name": "homagama",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T10:10:18.714+03:00",
  "updated": "2024-06-02T10:10:18.714+03:00"
}