{
  "thread": {
    "uuid": "f8e93d19b9059ba0d22165b3b24960793fe52ba7",
    "url": "https://ricochet.com/1557926/who-ya-gonna-hold-acountable",
    "site_full": "ricochet.com",
    "site": "ricochet.com",
    "site_section": "https://ricochet.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Ricochet",
    "title": "Old Bathos: WHO Ya Gonna Hold Acountable?",
    "title_full": "Old Bathos: WHO Ya Gonna Hold Acountable?",
    "published": "2024-04-05T01:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.ricochet.com/app/themes/ricochet-4/images/ricochet-og-image.png",
    "performance_score": 0,
    "domain_rank": 41559,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f8e93d19b9059ba0d22165b3b24960793fe52ba7",
  "url": "https://ricochet.com/1557926/who-ya-gonna-hold-acountable",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Old Bathos",
  "published": "2024-04-05T01:15:00.000+03:00",
  "title": "Old Bathos: WHO Ya Gonna Hold Acountable?",
  "text": "Ricochet is the best place on the internet to discuss the issues of the day, either through commenting on posts or writing your own for our active and dynamic community in a fully moderated environment. In addition, the Ricochet Audio Network offers over 50 original podcasts with new episodes released every day.\n<a href=\"https://ricochet.com/member-feed/recommended/\">\n</a>\nWHO Ya Gonna Hold Acountable?\nThe Biden Administration with its characteristic short-sightedness and perverse inclinations both to surrender American sovereignty and to betray the well-being of the people now wants to let the\nWorld Health Organization dictate American health policy during the next pandemic. (See this by John Tierney The WHO’s Power Grab)\nWHO got it very wrong on COVID, and never budged even as the evidence mounted. In addition to incompetence (and corruption?), the deference to China and a love of centralizing power disqualifies that outfit from ever receiving unquestioning US support.\nRather than yield any authority to WHO, we should instead demand either full accountability or else we start cutting funding, except for expressly solid programs from a very focused menu (e.g., clean water projects, snakebite treatment, direct medical aid to poor regions etc).\nTime to push back. Here is a recommendation to the Senate, now pondering a bill to reject deference to WHO:\n- The United States will not sign any agreement that constrains the policymaking powers of the federal, state, or local health officials, or otherwise stipulates mandatory deference or conformity to any international organization.\n- As a condition for not reducing the funding contribution of the United States to WHO by whatever amounts it is determined would otherwise go to pandemic preparedness or related activities, we demand the immediate dismissal of any or all employees and the perpetual termination of consultancies or funded NGOs who at any time after May 1, 2020:\n- Recommended or claimed scientific justification for extended closures as a suppression strategy (existing science and the lack of absence of any benefit in the first months of the pandemic made this approach unjustifiable);\n- Publicly endorsed the ungrounded falsehood that the virus could not have originated in the laboratory setting in which it was actually created (competent virologists – not funded by Fauci’s agency – had argued at the outset for the near-impossibility of a spontaneous natural origin);\n- Endorsed and/or claimed the effectiveness of the draconian policies China executed in response to the pandemic, or claimed their efficacy;\n- Claimed that mask mandates had a significant effect in any jurisdiction (existing RTCs involving previous respiratory viral pandemics unanimously found little to no reduction from such policies–there was no reason to expect it to work this time);\n- Claimed that any of the available vaccines would prevent the spread, and should therefore be made mandatory;\n- Claimed that children were at greater risk than from other recently common flu viruses and that schools should be closed (The American Academy of Pediatrics found no such risk and expressly recommended against such closures in May 2020–the data regarding kids and COVID-19 was already sufficient by then);\n- Expressly rejected or criticized the policy option of shifting focus to protect the expressly vulnerable rather than continue failed general suppression strategies (The Great Barrington Declaration group was right. Fauci and WHO were wrong. There must be acknowledgment and accountability.);\n- At any time attributed a drop in the infection rate to policy actions when that same decline was occurring simultaneously in other jurisdictions, in the same seasonality region, that did not follow those policies (America’s health “leaders” Birx, Fauci, Redfield appeared to be oblivious to the overwhelmingly uniform seasonality patterns of the pandemic);\n…unless, prior to March 2021, the offending persons or organizations revised, retracted, and corrected their offending statements as identified above and committed no subsequent offense.\nWe want names and documents. Those people don’t get to go near policymaking ever again. And we should simultaneously clean house here in the USA as an example to the world.\nThe growing worldwide problem of dysfunctional governance is caused by the growth of national and international administrative states for which there is no accountability for failure or outright abuse. Elected leaders can be voted out as a consequence of bad choices, but how do we punish bad behavior by EPA, WHO, IRS, DOJ, FBI, or the vast bureaucratic rat’s nest in Brussels for their spectacularly bad judgment which resulted in harmful consequences?\nIf we can’t make even the perpetrators of the COVID fiasco walk the plank, what hope is there for reining in any abuse at any governmental level in the future? Rewarding malfeasance with an expanded grant of authority is suicidally stupid.Published in\nGeneral",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [
    "https://who.int/news/item/28-03-2024-who-member-states-agree-to-resume-negotiations-aimed-at-finalizing-the-world-s-first-pandemic-agreement",
    "https://city-journal.org/article/the-whos-power-grab",
    "https://www.city-journal.org/article/the-whos-power-grab",
    "https://www.who.int/news/item/28-03-2024-who-member-states-agree-to-resume-negotiations-aimed-at-finalizing-the-world-s-first-pandemic-agreement"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john tierney",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "world health organization",
        "sentiment": "none"
      },
      {
        "name": "ricochet audio network",
        "sentiment": "none"
      },
      {
        "name": "biden administration",
        "sentiment": "none"
      },
      {
        "name": "who",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:34:27.488+03:00",
  "updated": "2024-04-05T02:34:27.488+03:00"
}