{
  "thread": {
    "uuid": "5d1083a8de3f53d8dec5b038758ea2ea451e5998",
    "url": "https://www.financialexpress.com/lifestyle/in-images-and-videos-extravagant-assets-owned-by-saif-ali-khan-and-kareena-kapoor-khan-boasting-a-colossal-net-worth-of-rs-1685-crore/3354782/",
    "site_full": "www.financialexpress.com",
    "site": "financialexpress.com",
    "site_section": "https://www.financialexpress.com/business/airlines-aviation/",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Aviation News: Latest Airlines News, Indian Aviation News, Aviation India News, Indian Airlines News | The Financial Express",
    "title": "In Images and Videos | Extravagant assets owned by Saif Ali Khan and Kareena Kapoor Khan, boasting a colossal net worth of Rs 1685 crore - Lifestyle News | The Financial Express",
    "title_full": "In Images and Videos | Extravagant assets owned by Saif Ali Khan and Kareena Kapoor Khan, boasting a colossal net worth of Rs 1685 crore - Lifestyle News | The Financial Express",
    "published": "2024-01-05T18:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.financialexpress.com/wp-content/uploads/2024/01/kareena-Saif.jpeg",
    "performance_score": 0,
    "domain_rank": 2175,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5d1083a8de3f53d8dec5b038758ea2ea451e5998",
  "url": "https://www.financialexpress.com/lifestyle/in-images-and-videos-extravagant-assets-owned-by-saif-ali-khan-and-kareena-kapoor-khan-boasting-a-colossal-net-worth-of-rs-1685-crore/3354782/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "FE Lifestyle",
  "published": "2024-01-05T18:45:00.000+02:00",
  "title": "In Images and Videos | Extravagant assets owned by Saif Ali Khan and Kareena Kapoor Khan, boasting a colossal net worth of Rs 1685 crore - Lifestyle News | The Financial Express",
  "text": "Saif Ali Khan and Kareena Kapoor Khan stand as the epitome of Bollywood’s power couple, celebrated for their remarkable careers. With a trajectory of professional triumphs, it’s no surprise that the duo has amassed substantial wealth over the years.As reported by CNBC TV18, Saif Ali Khan commands an impressive net worth exceeding Rs 1200 crore, while Kareena Kapoor Khan’s net worth is estimated at Rs 485 crore. Together, their combined wealth reaches an astounding Rs 1685 crore, with a significant portion derived from real estate, film ventures, and lucrative brand endorsements.Saif Ali Khan reportedly earned a handsome sum of Rs 12 crore for his role in Adipurush, according to News18. Meanwhile, Kareena Kapoor Khan commands a fee ranging from Rs 10 to 12 crore per movie. As one of the highest-paid actresses in Bollywood and one of the top earners in the OTT domain, Saif and Kareena have solidified their financial standing. 5 Ultra-Expensive Assets Owned by the Power Couple A significant part of Saif Ali Khan’s wealth is attributed to the Pataudi Palace, the family home spread across 10 acres of land with a staggering 150 rooms. Frequent holiday retreats for the Khan-Kapoor family, including Saif, Kareena, and their children Taimur and Jeh, make this luxurious mansion a cherished asset. Notably, scenes from Ranbir Kapoor’s “Animal” and Soha Ali Khan’s “Rang De Basanti” were filmed at the Pataudi Palace.Post-marriage, the couple resided in a multi-crore apartment at Fortune Heights, Bandra, Mumbai. After over a decade, they upgraded to a more opulent residence in Satguru Sharan, estimated at over Rs 103 crore, according to GQ. Kareena often shares glimpses of their Bandra abode, where numerous social gatherings take place.Saif Ali Khan and Kareena Kapoor Khan’s penchant for luxury cars is evident in their impressive collection, including a Mercedes-Benz S-Class S 350d, a Land Rover Defender 110, an Audi Q7 , and a Jeep Wrangler, among others. Their automobile ensemble reflects a taste for extravagance and sophistication.Kareena’s exquisite solitaire diamond engagement ring, costing a noteworthy Rs 75 lakh, remains a symbol of elegance. A trademark accessory in her fashionable ensembles, the ring became a focal point of attention when she tied the knot with Saif Ali Khan in 2012.Known for her love of luxury, Kareena Kapoor Khan boasts an enviable collection of high-end bags, including a Hermès Birkin Bag, a Chanel Classic Flap Bag, a Louis Vuitton Monogram Metis Empreinte Hobo Bag, and a Bottega Veneta Nero Intrecciato Nappa Tote. These prestigious accessories contribute to her sophisticated style.In essence, Saif Ali Khan and Kareena Kapoor Khan’s expansive net worth is reflected not only in their professional accomplishments but also in their possession of these extravagant assets that signify a lifestyle steeped in luxury.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kareena kapoor khan",
        "sentiment": "neutral"
      },
      {
        "name": "saif ali khan",
        "sentiment": "neutral"
      },
      {
        "name": "kareena",
        "sentiment": "none"
      },
      {
        "name": "ali khan",
        "sentiment": "none"
      },
      {
        "name": "saif",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cnbc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "adipurush",
        "sentiment": "none"
      },
      {
        "name": "bollywood",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:04:05.432+02:00",
  "updated": "2024-01-06T00:04:05.432+02:00"
}