{
  "thread": {
    "uuid": "6d55fd3eb3e68d3ba1f87431d1b94ff6ab3d7fce",
    "url": "https://www.ilfattoquotidiano.it/2023/12/29/salvata-la-15enne-che-aveva-tentato-il-suicidio-gettandosi-nel-ticino-dopo-essere-stata-violentata/7396219/",
    "site_full": "www.ilfattoquotidiano.it",
    "site": "ilfattoquotidiano.it",
    "site_section": "https://www.ilfattoquotidiano.it/blog/collaboratoregenerico/feed/",
    "site_categories": [
      "social"
    ],
    "section_title": "F. Q. &#8211; Il Fatto Quotidiano",
    "title": "Salvata la 15enne che aveva tentato il suicidio gettandosi nel Ticino dopo essere stata violentata - Il Fatto Quotidiano",
    "title_full": "Salvata la 15enne che aveva tentato il suicidio gettandosi nel Ticino dopo essere stata violentata - Il Fatto Quotidiano",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://st.ilfattoquotidiano.it/wp-content/uploads/2023/03/02/polizia.jpg",
    "performance_score": 0,
    "domain_rank": 6120,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6d55fd3eb3e68d3ba1f87431d1b94ff6ab3d7fce",
  "url": "https://www.ilfattoquotidiano.it/2023/12/29/salvata-la-15enne-che-aveva-tentato-il-suicidio-gettandosi-nel-ticino-dopo-essere-stata-violentata/7396219/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "F. Q.",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Salvata la 15enne che aveva tentato il suicidio gettandosi nel Ticino dopo essere stata violentata - Il Fatto Quotidiano",
  "text": "È stata salvata la ragazza 15enne che lo scorso martedì 26 dicembre aveva tentato il suicidio gettandosi nel Ticino . Le indagini della polizia hanno permesso di fare chiarezza sull’accaduto e sulla vicenda drammatica che ha preceduto il gesto. La giovane, residente nel nord della Lombardia, al sicuro in ospedale, ha raccontato quella che si è rivelata una storia di violenze.\nHa affermato di aver conosciuto sui social un 25enne, e considerandolo dolce e interessante di aver deciso di incontrarlo nel pomeriggio di Santo Stefano a Milano Porta Garibaldi. Il ragazzo, anche lui di origini nordafricane e residente a Pavia , ha insistito per raggiungere in treno la città, e poi anche il parco dell’area Vul dove sono iniziate le molestie. Di fronte al rifiuto da parte della ragazza, lui l’avrebbe violentata . Secondo il racconto, lui si è poi offerto di riaccompagnarla in stazione, ma lei, sotto choc ha rifiutato; il giovane a quel punto se n’è andato e lei ha chiamato in lacrime il 112, chiedendo di mandare un messaggio alla madre, forse per un addio o per una richiesta d’aiuto prima di gettarsi in acqua.\nProprio grazie a questa telefonata la ragazza viene però localizzata, gli agenti della polizia accorsi sul posto si sono tuffati e sono riusciti a salvarla sebbene lei fosse già in acqua, aggrappata ad un ramo che chiedeva aiuto. È stata quindi portata con urgenza al Policlinico San Matteo di Pavia in ipotermia , i medici l’hanno dimessa dopo due giorni e ora sta bene. La brutta storia non si è conclusa in tragedia solo grazie al tempestivo intervento delle forze dell’ordine , che sono al centro dei ringraziamenti e della riconoscenza del ministro dell’Interno, Matteo Piantedosi e del questore di Pavia, Nicola Falvella . Sono anche in corso le indagini della questura per fare ulteriore luce sulla vicenda e identificare e perseguire anche il responsabile della violenza.\nSe hai bisogno di aiuto o conosci qualcuno che potrebbe averne bisogno, ricordati che esiste Telefono amico Italia (0223272327) , un servizio di ascolto attivo ogni giorno dalle 10 alle 24 da contattare in caso di solitudine, angoscia, tristezza, sconforto e rabbia. Per ricevere aiuto si può chiamare anche il 112, numero unico di emergenza. O contattare i volontari della onlus Samaritans allo 0677208977 (operativi tutti i giorni dalle ore 13 alle 22).\nHai già letto 5 articoli.\nPer continuare a leggerci sostienici. Fare giornalismo senza avere alle spalle grandi gruppi economici e finanziari costa. Se apprezzi ilfattoquotidiano.it, le nostre inchieste e le notizie che troppo spesso gli altri oscurano, entra a far parte della nostra comunità. Peter Gomez Abbonamento\nSostenitore mensile 1€ per il\nprimo mese (dopo 5,99€ al mese) Sostienici ora Abbonamento\nSostenitore annuale 60€ l'anno (risparmi 11,88€) Sostienici ora Sei già abbonato? Accedi Vuoi poter leggere anche tutti i contenuti del Fatto Quotidiano, di FQ Millennium e di TV Loft? Scopri le offerte Violenza Sessuale Articolo Precedente Bimbo di due anni ingoia un pezzo di giocattolo e muore dopo la corsa al Policlinico Gemelli: indagini in corso Articolo Successivo Capodanno a Milano: niente alcol da asporto e nei supermercati (ma solo dentro la cerchia del centro)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T13:40:33.603+02:00",
  "updated": "2023-12-30T17:58:33.850+02:00"
}