{
  "thread": {
    "uuid": "9d7e57fb91a8df5aebf105a5092552885e9e8240",
    "url": "https://en.minghui.org/html/articles/2023/12/29/213526.html",
    "site_full": "en.minghui.org",
    "site": "minghui.org",
    "site_section": "https://en.minghui.org",
    "site_categories": [
      "media"
    ],
    "section_title": "\n            Falun Dafa - Minghui.org",
    "title": "Senior Chinese Officials Quit the Chinese Communist Party | Falun Dafa - Minghui.org",
    "title_full": "Senior Chinese Officials Quit the Chinese Communist Party | Falun Dafa - Minghui.org",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 80538,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9d7e57fb91a8df5aebf105a5092552885e9e8240",
  "url": "https://en.minghui.org/html/articles/2023/12/29/213526.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dec ; Falun Dafa practitioner Xinjing; China",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Senior Chinese Officials Quit the Chinese Communist Party | Falun Dafa - Minghui.org",
  "text": "(Minghui.org) I’ve been practicing Falun Dafa for more than 10 years. I truly experienced that Master Li Hongzhi (Falun Dafa’s founder) compassionately protects practitioners to [clarify the truth] and awaken all beings. At the end of 2005, I went to another city to help care for my grandson. Every day, after taking my grandson to kindergarten, I distributed [truth-clarification] materials. I was reported by people who did not know the truth about Falun Dafa, and a dozen policemen took me to the police station. Five officers then took me back to the place of my arrest and attempted to take pictures of me as evidence. However, not a single picture was successfully taken after half a day. Two days later, they brought two new cameras with them to retake pictures of me, but they also failed. The officers finally resorted to a Polaroid instant camera, which only printed blank paper, and that was the end of it. They also were unable to obtain my fingerprints after five attempts. I was later sentenced to three years in prison. Upon my arrival at the prison, the guards took my picture, but the image was blank. The guards left without saying anything. In September 2006, more than 20 officials and officers tried to pressure me to sign a [guarantee statement] that I would give up the practice. I firmly declared, “I won’t agree to it even if I die.” Despite my resistance, they forcibly took my hand and signed a pre-written statement. I cried when I returned to my cell. After a while, I unintentionally pulled open my drawer and discovered that the statement I had just signed was there! I hurriedly took it out and destroyed it. The police later rummaged through the prison looking for the statement. Throughout those three years in prison, I managed to eliminate my attachment to fear. Consequently, I fearlessly confronted the perpetrators and rationally talked to them about Falun Dafa. A fellow practitioner once told me that telling high-ranking officials the truth about the persecution was challenging. However, I believe this difficulty stems from our human notions. In my experience, I found that these high-ranking officials often possess a deeper understanding of the truth behind the persecution than the general public. They are more aware of the corruption within the Chinese Communist Party (CCP). Yet, constrained by the oppressive CCP system, they are compelled to conceal their true thoughts. As long as we follow Master Li’s request to study the [Fa] well, remember our missions at all times, and do the [three things] with a pure heart, he will arrange for people with a predestined relationship to come to us to hear the truth about Dafa. I have encountered many senior officials over the years and here are just a few experiences. Secretary of the Regional Party Committee I once noticed a well-dressed man sitting alone, enjoying tea in a scenic spot. I approached him and asked, “Brother, may I sit here and rest for a while?” He looked at me and replied, “Go ahead.” “Thank you! You seem like a senior official.” He smiled and inquired, “How can you tell that I’m a senior official?” “I observe an extraordinary temperament in you. You also appear trustworthy and empathetic.” He smiled back. I asked, “Can I have your opinion about Falun Dafa?” He glanced around to ensure no one else could hear before responding, “You are a Falun Dafa practitioner?” I said yes. He shared that he and his family had read [Zhuan Falun] (the main text of Falun Dafa) and found it to be very good. He said he knew that Jiang Zemin, the former leader of the Chinese Communist regime, was responsible for the persecution. More importantly, he emphasized that he had never taken part in the persecution. I remarked, “I recognize that you are a good official. Wasn’t I right? Brother, can I help you quit the CCP?” He readily agreed. After a pause, he inquired, “Can you help my family members quit the CCP and its affiliated organizations?” I replied, “I will. Can you inform them about our conversation today so they will understand the facts of Falun Dafa?” “My family members already know that Falun Dafa is good. I’ve advised them not to participate in the persecution.” He then provided me with his family members’ names, addresses, and phone numbers, saying, “If you encounter any difficulties, just call me, and I will certainly help you.” At that moment, a friend of his arrived. He introduced me to his friend: “This sister is a good person who practices Falun Dafa.” His friend nodded in agreement and greeted me. He, too, chose to quit the CCP. They both wished me well and expressed their gratitude to Master Li. A Deputy Minister One weekend afternoon, I noticed a man holding a string of Buddha beads. I approached him and asked, “Brother, do you believe in Buddhism?” He responded by holding the beads up for me. We chatted, and he revealed that he was a retired deputy minister. Sensing my skepticism, he held up his cell phone and showed me photos of him dining with high-ranking officials. I asked him how he had attained such a position. “You should know that it’s easy to become an official if people have connections in the government. My father and my uncle both hold high positions in the government. Let me tell you, many high-ranking officials believe in God, and they all pray to God to protect their official positions and wealth.” Feeling curious, I inquired, “Do you believe in Falun Dafa? Have you ever read a book about Falun Dafa?” He replied he read a little bit about it and believes Falun Dafa is good. I helped him resign from the Party and said, “I finished handing out all of the Dafa truth-clarification materials I brought. Can we meet again so I can give you some?” He agreed and we made arrangements to meet the following Monday afternoon. He returned and waited for me as promised. I provided him with several pamphlets and a copy of Master’s new article, [How Humankind Came To Be](https://en.minghui.org/html/articles/2023/1/21/206699.html). He accepted them and carefully placed them in his bag. He was especially interested in Master’s latest article and started reading it. He remarked, “Master Li’s article is so precious; I will make more copies to share with my students and friends!” A Senior Police Officer I encountered a man who resembled a military officer sitting on a bench. I joined him and initiated a conversation, “I can see that you sit with a different posture, and you look like an upright person. You must be a senior military official!” He said he had retired from the Beijing Police Department. I advised him to quit the CCP, and he agreed and was very grateful. I then urged him to tell his family members to remember that, “Falun Dafa is good, Truthfulness-Compassion-Forbearance is good.” He promised he would. A Senior Teacher I noticed an elderly teacher sitting on a bench, reading a newspaper in a school garden. I approached him and commented, “Teacher, nowadays people are often glued to their cell phones. It's refreshing to see someone reading a newspaper. “Because you are a highly respected intellectual, I’d like to discuss a serious issue with you.” He inquired what was so serious. I replied, “It’s about the universal principles of Truthfulness, Compassion and Forbearance.” He remarked, “You must be a Falun Dafa practitioner.” I confirmed I am. He gave me a thumbs up and said, “You Falun Dafa practitioners are good people. Truthfulness-Compassion-Forbearance is good! “I have a lot to say about this but can’t find anyone to talk to about it. I will explore these issues today. It’s safe to talk to practitioners, as you won’t report me.” He delved into the various campaigns since the founding of the CCP, including the Three Anti-campaigns, the Five Anti-campaigns, the Great Leap Forward, and the Cultural Revolution. He asserted that all of these were disasters caused by the Communists and that the CCP had a systematic way of persecuting people. With curiosity, I asked him if all intellectuals viewed things the way he did. He responded, “People are different. Most people dare not discuss sensitive issues casually. We will be in trouble if we get reported, so we can only share these thoughts with you practitioners.” He also shared that he was aware of the staged [Tiananmen self-immolation incident](https://en.minghui.org/cc/88/). After helping him quit the CCP, I provided him with more information and a token [amulet]. In parting, he exclaimed, “I hope that you will persist. The victory will surely be yours!” Regimental Deputy Minister of Logistics One afternoon, as I was cleaning the house, I suddenly heard a voice say, “Go and clarify the truth.” Glancing at the time, I saw it was 2:30 p.m., my usual time to go out. I headed to the riverside and sat on a bench to rest. After a while, a tall and handsome man approached and sat down next to me. I looked at him and asked, “Are you a coach, brother?” He replied no. “You look like you’re a decent person, so I thought you were either a coach or an official.” He revealed he was an acting military official at the deputy regiment level. “I just retired from the military because I got into trouble. I’m very upright and couldn’t control myself when I saw people do bad things. I punched a wrongdoer and as a result, I was demoted two grades. I’ve been transferred back home.” He expressed regret for not being able to control his temper. I advised him, “It’s most important for you to stay safe.” I then disclosed that I’m a practitioner and encouraged him to recite, “Falun Dafa is good, Truthfulness-Compassion-Forbearance is good.” I told him that remembering these nine words would help him to improve his temper. He also accepted truth-clarification materials and agreed to quit the CCP. Master also arranged for many other high-ranking officials who still have kindness in their hearts to come to me to hear the truth about Dafa. Most of these officials said that Falun Dafa is good and agreed to withdraw from the CCP. I’m happy for them and hope they have a bright future. Copyright © 2023 Minghui.org. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "falun dafa",
        "sentiment": "negative"
      },
      {
        "name": "maste",
        "sentiment": "neutral"
      },
      {
        "name": "li hongzhi (falun dafa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chinese communist party",
        "sentiment": "negative"
      },
      {
        "name": "falun dafa - minghui.org",
        "sentiment": "negative"
      },
      {
        "name": "polaroid",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T07:37:55.143+02:00",
  "updated": "2023-12-29T07:37:55.143+02:00"
}