{
  "thread": {
    "uuid": "196764d94efe90485a6013f130248052ca1010f7",
    "url": "https://www.butlereagle.com/20240309/navalny-funeral-proves-russian-thirst-for-freedom-thrives",
    "site_full": "www.butlereagle.com",
    "site": "butlereagle.com",
    "site_section": "https://www.butlereagle.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Butler Eagle &#8211; Butler County&#039;s great daily newspaper",
    "title": "Navalny funeral proves Russian thirst for freedom thrives – Butler Eagle",
    "title_full": "Navalny funeral proves Russian thirst for freedom thrives – Butler Eagle",
    "published": "2024-03-09T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 95963,
    "domain_rank_updated": "2024-03-05T12:11:17.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "196764d94efe90485a6013f130248052ca1010f7",
  "url": "https://www.butlereagle.com/20240309/navalny-funeral-proves-russian-thirst-for-freedom-thrives",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-09T02:00:00.000+02:00",
  "title": "Navalny funeral proves Russian thirst for freedom thrives – Butler Eagle",
  "text": "Attending funerals generally is an act of compassion. On Friday in Moscow, attending the funeral of Aleksei A. Navalny, the Russian dissident widely assumed by international governments to have been murdered at the direction of Vladimir Putin, was an act of extraordinary courage. Most of us have sacrificed a half-day of work to pay our respects to someone who was part of our lives. The thousands of Russians lighting a candle for Navalny, even as security officers prowled and newly installed security cameras watched, were risking their entire livelihoods and maybe even their lives. Friday’s extraordinary events in and around the aptly named Church of the Icon of the Mother of God Soothe My Sorrows, which took place in defiance of a plethora of official warnings, should not go unnoticed nor unadmired. Even from 5,000 miles away.\nThey are a reminder that all tyrants, and Putin is a bear of one, must keep looking over their shoulder. They may have useful fools to aid in propaganda and the benefit of a state apparatus that conveys the illusion of omnipotence and arms against accountability. But they always have decent, courageous people to fear. And while you can eliminate the head of any body, the corpse they think they’ve sent firmly into the ground has a way of sprouting new arms and legs.\nWilliam Shakespeare understood this: “Unnatural deeds do breed unnatural troubles,” prescribes the doctor in “Macbeth.”\nTry as she might, Lady Macbeth could not wash away the blood staining her hands, however far she walked in horror of her own deeds. Richard III, haunted by the ghosts of those he had killed, awoke with a start: “Give me another horse; bind up my wounds. Have mercy, Jesu!”\nIn Putin’s Russia, funerals are one of the few remaining avenues to express dissent, albeit at a heavy risk, given that to Putin’s goons, the enemy conveniently is showing itself all at once. On Friday, even the hearse and mortuary operators reportedly had faced threats that burying this one, dead man meant being targeted as an insurrectionist.\nBut thousands took that opportunity, such as it was, on Friday.\nThey mourned the leader they had lost. They declared love to be stronger than fear. They called for freedom for Russia. They were an inspiration.\nContinue Reading with One of the Options Below Already a subscriber? Sign in Here Become a Butler Eagle Subscriber Today Subscribe to read the full article and support our local, independent news organization. Subscribe Here\nYou can cancel any time.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "navalny",
        "sentiment": "positive"
      },
      {
        "name": "vladimir putin",
        "sentiment": "none"
      },
      {
        "name": "church of the icon of the mother",
        "sentiment": "none"
      },
      {
        "name": "putin",
        "sentiment": "none"
      },
      {
        "name": "aleksei a. navalny",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "butler eagle navalny",
        "sentiment": "positive"
      }
    ],
    "locations": [
      {
        "name": "moscow",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T07:37:28.370+02:00",
  "updated": "2024-03-16T12:15:46.744+02:00"
}