{
  "thread": {
    "uuid": "78cc054a20dc31514978e18750ca474aaab47a90",
    "url": "https://www.newsbreak.com/genesee-county-ny/3367711475912-hard-work-knowledge-dedication-kindness-and-hot-wheels-sgt-sanfratello-remembered-by-those-who-worked-with-him",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/the-batavian-1592141",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "The Batavian | NewsBreak",
    "title": "Hard work, knowledge, dedication, kindness, and Hot Wheels: Sgt. Sanfratello remembered by those who worked with him",
    "title_full": "Hard work, knowledge, dedication, kindness, and Hot Wheels: Sgt. Sanfratello remembered by those who worked with him",
    "published": "2024-03-14T20:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.particlenews.com/ads/BG20180914.png",
    "performance_score": 0,
    "domain_rank": 3344,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "78cc054a20dc31514978e18750ca474aaab47a90",
  "url": "https://www.newsbreak.com/genesee-county-ny/3367711475912-hard-work-knowledge-dedication-kindness-and-hot-wheels-sgt-sanfratello-remembered-by-those-who-worked-with-him",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-03-14T20:26:00.000+02:00",
  "title": "Hard work, knowledge, dedication, kindness, and Hot Wheels: Sgt. Sanfratello remembered by those who worked with him",
  "text": "By Howard Owens ,\n9 hours ago NOTE: The Batavian reached out to current and former members of the Genesee County Sheriff's Office to write up remembrances of Sgt. Thomas A. Sanfratello, who died in the line of duty while serving and protecting his community on Sunday morning. Below are the remembrances we received. While we limited the request this round to people associated with the Sheriff's Office, we will publish more remembrances from the community if we receive a sufficient number. We invite other first responders, whether in law enforcement, fire services, EMS, or any community group, especially those of his friends and neighbors in Alexander, where he served as a town board member, to submit remembrances. Email your statements to howard@thebatavian.com, and please be sure to include at least \"Sanfratello\" in the subject line. If we receive a sufficient number by Friday evening, we will try to have them published by Saturday morning. Please also include your full name and any appropriate title in the body of the email.\nFormer Sheriff Gary Maha:\nWhen I received the phone call early Sunday morning from a deputy, who was assigned to make notifications of Sgt. Tom Sanfratello’s death, I was shocked. I thought to myself that if this were going to happen to someone, it wouldn’t be Sergeant Sanfratello. He was outgoing, very friendly to everyone and easy to get along with. However, he knew how to do his job and would do it well. It has been very emotional as it has been with his family, friends and especially current and past members of the Genesee County Sheriff’s Office who knew and worked with Tom.\nI remember when I hired him as a deputy sheriff in 1996. He was a young, thin guy working in dispatch. I am sure some thought why did they hire him as a deputy! I watched him mature, gain knowledge, and experience, and become an excellent officer. He was promoted to sergeant in 2007 and became an excellent road patrol supervisor and supervisor of the Civil Bureau.\nHe loved working for the Genesee County Sheriff’s Office and loved being a law enforcement officer. As someone said, “he would give you the shirt off his back if you needed it.” Tom was always dependable. If you asked him to do something, he would do it and do it right. He was instrumental in the implementation of our Public Safety Computer System and was a great source for younger officers with his 32 years of experience. He will be missed. RIP, Sergeant Sanfratello, and God Bless You.\nRetired Chief Deputy Gordon Dibble:\nI remember when Tommy started with the Sheriff's Office as a dispatcher. He was a skinny, twenty-two-year-old kid. When they hired him as a deputy sheriff, I remember thinking this is a mistake, he'll never cut it as a deputy. I was wrong. Tommy was like a sponge -- a quick learner, a problem solver, always wanting to know more.\nTommy filled out physically and got involved in as many things as he could. He was even on the SCUBA team. He was an overtime hog, working every extra detail that he could. I wonder how many hours he put in at Darien Lake Theme Park. He supervised almost every concert, working closely with the theme park managers to make concert nights go as smoothly as possible, and he was fearless. He was often first into a messy situation, leading from the front.\nTommy had a great sense of humor, a great smile, and the laugh of someone who enjoyed life. We shared many laughs together. We also shared an addiction. We were both addicted to Mountain Dew. My wife even shared an addiction with Tom: an addiction to the video game Candy Crush.\nI am just one of many, many people who will greatly miss Tom.\nChief Deputy Joseph Graff:\nThe loss of Sgt. Sanfratello has been a tragedy for his family, our law enforcement family and our community. Tom was a valued resource. His most recent role was as the sergeant in charge of our civil division and warrants. Tom always made himself available, whether on duty or not, to answer a question or phone call and was often sought out for his expertise in civil matters.\nTom had a remarkable ability to recall sections of the law that are not often used and had a system of organization that kept things running. Even after 32 years in Law Enforcement, Tom was still willing to go out into our community and do the job. Tom’s heart was evident in the annual Easter egg hunt he would hold at his home, hiding thousands of eggs and inviting the families of our office.\nIt was an honor to have had the opportunity to know Tom professionally and personally. His presence will truly be missed in our lives. My thoughts and prayers are with the family of Sgt. Sanfratello. Godspeed GS 9.\nInvestigator Chad Minuto:\nWhen I was approached by Howard to provide a memory or story about Tommy, it took me some time to comb through our past twenty years together. There are so many memories together that it would be impossible to choose just one. I think I would rather like to say a few words about my friend.\nI myself became a lot closer to Tommy over the past seven years after being promoted to Investigator. I would visit Tommy daily to bend his ear. Tommy was the pulse of the department. He was highly adept at how our office operated and played a crucial role in keeping the “engine running.” Tommy was organized “In his own way” and took a systematic approach to everything he did. Tommy was an extremely hard worker, a devoted deputy, and someone who cared deeply about the Sheriff’s Office. His work ethic, experience, and wealth of knowledge will be irreplaceable.\nTommy not only loved the Sheriff’s Department, but above that, he loved his family and children. Tommy, himself, was a giant kid at heart. He was an avid collector of Hot Wheels and Legos, often traveling across the country to attend and work at toy shows. I remember the smile on Tommy’s face when I told him my son had become interested in Legos. Tommy would routinely show me sneak peeks of unreleased Legos and share his duplicates of Lego mini figures with my son. Personally, I think Tommy shared these Legos because he felt bad knowing that I would not find these in stores. Why, you ask? Well, Tommy had likely cleaned out the inventory locally.\nThese past few days have been so surreal, and it is still hard to wrap my head around the fact that Tommy is gone. I know there will be times in the weeks and months ahead when something will remind me of Tommy and stop me in my tracks. I welcome these moments, as they will ensure that I will never forget what Tommy meant to this department or me. We will miss you, GS-9!\nDispatcher Jason Holman:\nSgt. Sanfratello , the Sheriff's sergeant, provided a calm and consistent veteran command presence to our office. He was a leader and mentor to those around him. He had a large part in the training and development of most of the deputies and investigators we have now. His long career and vast experience were an asset to new patrols as they came into their own. His knowledge of the operations of our agency, both out on patrol and within the Civil and Records Departments, will be sorely missed and not easy to replace quickly. He oversaw special detail assignments/scheduling at locations such as Darien Lake and Batavia Downs. His command of the staff at those assignments will be difficult to replace.\nHe was also an advocate for the work we do in the dispatch center because of his history there. Many times, as the first point of contact with someone in need, that dispatcher can set the tone for a call for service or demonstrate the effectiveness and professionalism of the Genesee County Sheriff's Office. Sgt. Sanfratello understood the importance of recruiting, hiring, training and retaining quality Emergency Services Dispatchers.\nAs a former union president, he advocated for his members. He was always searching for and often finding ways to improve the quality of life, salary, and benefits provided to our staff.\nOn the other side, Tom Sanfratello, the man, was a son, brother, father, uncle and, significant other, friend to many who loved him. Outside of work, he had an affinity for collecting diecast cars, specifically Hot Wheels. That hobby took him all over the country to shows and swap meets and garnered him a whole different community of friends and colleagues that I'm sure are also feeling the pain of his loss. More recently, he had taken up collecting and building Lego sets. What started as fun for him and his youngest daughter, Lexi, turned into another hobby and a large collection. He was a family man who loved his children. Ian recently graduated from the Corrections Officer Academy at the top of his class, and I don't think you could wipe the smile off of Tom's face that week. He was very proud of Ian's accomplishments and the fact that he was able to work alongside him.\nI'd also like to remind you that March 21 will be the one-year anniversary of Emergency Services Dispatcher Andrew Merkel's untimely passing. Our staff is also dealing with the weight of that anniversary. He shared many qualities with Tom and he is still sorely missed by many at our office.\nLastly, I'll leave you with something that has always struck home with me during a loss. For those who are hurting during this:\n\"Keep fighting. Persevere. Those who left us too soon are proud of you. Even though they may not have had the chance to say it.\"\nForgive me, as I don't recall where I once heard/saw that and could not tell you who may have said it. But some version of those words has stuck with me for a long time as I have dealt with loss in my own life.\nInvestigator James Diehl:\nTom was a man who never grew up. This is the best way I can describe Tom Sanfratello.\nHe loved collecting Hot Wheels cars and Legos. He got giddy like a kid on Christmas when new ones were going to be released or he found a rare Hot Wheels car. He had knowledge about the different types of cars, which ones were special, what codes meant what, and what cars he had that were overly impressive. Tom kept a bucket of Hot Wheels cars in a drawer in his office and would always tell people to take some for their kids or to hand out.\nI’ll remember the fantasy football leagues that he organized and the drafts he would have at his house.\nMy kids and I will always remember the Easter Egg hunts that “Mr. Tom” put on at his house. Tom and I would discuss him prepping for the event, filling 1,000 eggs weeks before the event with candy, Lego figurines, and hot wheel cars, all the things he loved. When I arrived on the day of the event to help put eggs out, it would be three hours before, and he came out of the house with box after box after box of plastic eggs totaling somewhere in the 4 to 5 thousands.\nAt the same event, he would hide golden eggs with money or a ticket for a large Oliver’s candy chocolate Easter bunny. Tom did all this without asking for a dime.\nIn recent years, many of us who attended had to tell him to accept money towards it, but he would still rarely look for help. During the event, he would walk around with his daughter Lexi, watching her and all the other kids run and gather so many eggs they wouldn’t be able to carry the bag they brought with them, and he would smile and take it all in, seeing what kids got the cherished golden eggs. He would ask if the kids got enough, knowing full well that parents were carrying bags bigger than the kids.\nTom got the same smile on his face during Shop with a Cop. He would help organize the event and liked to float through the store watching kids shop and maybe looking for a stray rare Hot Wheels car at the same time. But I feel like seeing the kids smile and the happiness that was brought towards the kids and families on that day, the good interactions deputies had with people, and the light conversations that developed is what he liked most.\nHe brought this same love to talk to people, to joke, sarcastic banter, and kid-like fun to work as well. His office is a perfect display of his personality as it holds toys in every direction. There are multiple-sized Lego cars, Hot Wheels cars in display cases, and a wall of signed photos of Tom meeting actors, including Erik Estrada (Officer Frank Poncherello) and Larry Wilcox (Officer Jon Baker) from the TV Show CHIPS, Catherine Bach (Daisy Duke), WWE celebrities Brie and Nikki Bella, John Cena and Bryan Danielson, Candy Clark (Debby) from American Graffiti, Jim Kelly, and Brad Paisley along with so many others. Until recently, a Halloween skeleton dressed as a deputy would sit across from Tom in his office and scare half the people who walked into it. Closest to his chair, along his desk, were photos of his kids, Ian, Kyla, and “Lexi.”\nAs our many conversations would lead us to different topics, he talked about these kids often. He was proud of all of them, especially recently when Ian graduated from the Correctional Academy and was working at the Genesee County Jail. As conversations about kids usually go through the ups and downs of life and the “he/she should do this or that” moments, I remember Tom saying that, most importantly, he wanted them to “do what makes them happy.” I’ll miss our daily conversations, our banters, him telling me like a dad that I’m wrong and being unreasonable. We had many discussions, conversations, and arguments, and Tom could always understand where you were coming from, even if he didn’t agree.\nRetired Investigator Pete Welker:\nTommy and I went through the police academy together back in 1996. We were young and excited to become Sheriff’s deputies. Going through the academy and then field training (FTO) can be very stressful for recruits. We helped each other along the way and ultimately made it through training. We then served in different capacities alongside each other for 30 years at the Sheriff’s Office, as well as serving on the union board together for probably 20 of those years.\nTommy was a very productive deputy (sergeant). Even in his latter years, Tommy would not only take a good amount of overtime, but he would be sure to get things done while working it. If he took DWI overtime, he would often times make an arrest during that shift. Tommy was a fixture at the Darien Lake concerts during the summer, supervised those details for years, and could somehow make chaos seem manageable. He was in charge of the Civil Office, in charge of warrants, and tasked with final approval and merging of all reports.\nTommy could be stern at times and was a stickler for making sure paperwork was complete, accurate, and on time. That said, however, as union president and even as a union rep before that, Tommy was the first one to stand up for the guys when labor-management issues arose.\nTommy was very proud of all of his children and spoke of them often. He and I would usually chat in his office a couple of times a week. You don’t realize how much you talk to someone until they are no longer there to talk to. In today’s society, the term “cop” has grown to mean so much more than just someone who makes arrests. It takes a wide array of skills to maneuver your way through serving communities in today’s world. Tommy had those skills and was a wealth of knowledge. Tommy loved being a cop and truly wanted to help people in any way that he could. We are all saddened by the loss of our friend and co-worker, Sgt. Thomas Sanfratello and it gives me some peace knowing that Tommy took his last breath on this earth doing what he loved and was sworn to do: protect and serve.\nRetired Dispatcher Gary Diegelman:\nI first met Tom when he came into communications in February 1992. He was always willing to learn and fast to learn. Tom always had a great attitude. I remember him always smiling and laughing. He was very excited to have been hired as a deputy sheriff. He excelled as a road deputy, and after being promoted to sergeant, Tom never forgot where he started in communications. Every day, he would stop in to say hi. If he needed help, he knew dispatchers were a good place to start. This will leave a huge hole in the Sheriff's Office. It such a tragic end to a well-loved professional, coworker and friend.\nRetired Deputy Brian Thompson:\nTommy rose through the ranks with hard work and determination. As a patrol officer we got along well and worked on cases together. As a sergeant, he did an excellent job streamlining report-taking and was always available to help with a question or glitch in the systems incorporated over the years. I always appreciated his patience with me or assistance in getting reports done, in the database and recovered for court cases. Enjoyed a lot of laughs and tears with Tom over the years. Our prayers and deepest condolences are with family and friends.\nRetired Deputy Chris Erion: Two things stand out when I think of Tom. He was a supervisor, and where he really excelled was his decisiveness. He didn’t just sit on the sideline giving directives, keeping his uniform clean. He followed through with his own directives and was willing to walk shoulder to shoulder with other members of law enforcement into any kind of hornet’s nest we may have encountered. I saw him do this on many occasions when it was called for. When I learned about his final call at the Downs, it sounded just like Tom to make a decision, and go straight towards the problem to restore order.\nThe other thing that really pops out when I think of Tom is how he loved his children. This was so obvious. If he were having a bad day or upset about some circumstance, that would all go away when he started to talk about some event, activity, or success of one of his children. He was very proud of them!\nLest we forget his Hot Wheels collection – if you didn’t know the difference between a Matchbox and a Hot Wheels, Tom would quickly, thoroughly, and with great passion explain the difference.\nDispatcher Nate Fix: Tom will be sorely missed. He was not only a born leader in this organization but someone I looked up to; I've been with Tommy since the late 90s at Darien Lake, now Six Flags, as the concert lieutenant. Personally, for the last 15 years, I've worked extremely closely with him. There are endless stories of the nights with Tommy and his leadership at Darien Lake and and how well he did. Tom will mostly be missed by me bedcaue of our 20-year relationship at Darien Lake concerts.\nHe was a very giving person, particularly started four years ago with his daughter's Easter egg hunt -- 4,000 Easter eggs, doing it all with his own money. He would put all the Easter eggs together with his daughter Alexei.\nThose are just small things that Tommy did. In the end, you look back, and you realize how generous he was.\nNot only will I miss him as a comrade here at the facility, but the town board in Alexander will also miss him. He worked great with the Alexander Fire Department.\nIt was a year this month that we also lost (Dispatcher) Andy Merkle. So that's also been playing on our minds a year later, we're kind of going through something similar with someone we work with and it's unexpected.\nTom was a pillar of this organization. There are things that he did behind the scenes of this organization that we're going to have to figure out. I just wish he had the time and took the time to retire and enjoy his retirement and see it. But his long hard work doesn't go unnoticed in his years of service.\nAnd I can't forget our daily talks as union presidents. He was DSA and I was GCSEA.\nI hope the Sanfratello family finds comfort in knowing how many people truly love their brother, their uncle, and their father.\nGS-9 will never be forgotten.\nUntil we meet again, we'll always think of you.\nExpand All Read in NewsBreak",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sanfratello",
        "sentiment": "positive"
      },
      {
        "name": "howard owens",
        "sentiment": "positive"
      },
      {
        "name": "alexander",
        "sentiment": "none"
      },
      {
        "name": "thomas a. sanfratello",
        "sentiment": "none"
      },
      {
        "name": "gary maha",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sheriff's office",
        "sentiment": "none"
      },
      {
        "name": "ems",
        "sentiment": "none"
      },
      {
        "name": "nesee county sheriff's office",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:51:41.254+02:00",
  "updated": "2024-03-15T00:51:41.254+02:00"
}