{
  "thread": {
    "uuid": "e988113c66a9a59ebe9c09e5286e8558b2c2f01d",
    "url": "https://www.clickorlando.com/podcasts/2024/01/01/top-5-ways-florida-wildlife-stays-warm-in-winter/",
    "site_full": "www.clickorlando.com",
    "site": "clickorlando.com",
    "site_section": "http://news.google.com/news?hl=en&ned=us&q=FLORIDA&ie=UTF-8&output=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "\"FLORIDA\" - Google News",
    "title": "Top 5 ways Florida wildlife stays warm in winter",
    "title_full": "Top 5 ways Florida wildlife stays warm in winter",
    "published": "2024-01-01T18:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://res.cloudinary.com/graham-media-group/image/upload/f_auto/q_auto/c_thumb,w_700/v1/arc-cf/12-14-2023/t_527fc1ff5e7949c4ae96ab1e745be999_name_image.jpg?_a=ATAPphC0",
    "performance_score": 0,
    "domain_rank": 5177,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e988113c66a9a59ebe9c09e5286e8558b2c2f01d",
  "url": "https://www.clickorlando.com/podcasts/2024/01/01/top-5-ways-florida-wildlife-stays-warm-in-winter/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tiffany Browne",
  "published": "2024-01-01T18:06:00.000+02:00",
  "title": "Top 5 ways Florida wildlife stays warm in winter",
  "text": "When the weather drops below 70 degrees, Floridians are known for pulling out the boots and scarves.\nBut alligators, snakes, manatees and spiders don’t have a winter wardrobe, so how do they stay warm?\nNews 6 meteorologist Samara Cokinos went down the rabbit hole to find out and joined News 6 Chief Meteorologist Tom Sorrells on Talk to Tom to share the interesting and unusual ways they stay toasty .\nSpiders They do something similar to car manufacturers.\n“Spiders make their own so-called anti-freeze,” Cokinos said. “They have a chemical inside of their bodies that prevents ice from forming inside their bodies.”\nShe also warns they can be squatters, “Starting in September and October they start to be more active, you’ll see them out making webs and stuff and then all of a sudden you will notice them in your home. They are trying to come inside because it is getting colder and they need a place to be for shelter and of course, if they lay their eggs, your home is their home.”\nBirds They are more like us than you think.\n“They actually shiver — those muscle contractions actually allow for their body to maintain some type of heat or make heat, kind of like when we shiver, same type of thing that they are doing,” Cokinos said.\nAlligators These reptiles take advantage of the sun.\n“If you ever see an alligator in the winter out in the middle of open land, in the sunshine, mouth wide open, that’s exactly what it’s doing,” Cokinos said. “It’s regulating its temperature, because they are cold-blooded reptiles, they like to bask in the sun to regulate their internal temperatures. It doesn’t get any more Florida than that does it?\nFind every episode of Talk To Tom on YouTube:\nSnakes These cold-blooded creatures turn leaves into blankets.\n“If you are going to be collecting all the leaves that you just raked up, but they have been there for a few days, you may want to check that pile of leaves because snakes like to hide in those leaves because it also provides them warmth,” said Cokinos.\nShe also said they are a bit less active during the winter months, but could also pop up from under a downed tree.\nBears They get a thicker blanket, eat a big meal, and take a nap.\nCokinos pointed out, they grow thicker fur and start chowing down.\n“You’ll notice they’re looking a little extra fluffy and that’s because they eat more to pack on the pounds, so when they are less active in the winter they can conserve a lot of that energy and use that stored fat for energy,” Cokinos said. She said they also hibernate, though they don’t have to sleep for as long as their counterparts up north because our weather is not quite as cold as some of the more northern states.\nTo learn more about how Florida’s wildlife, including manatees, stay warm in the Winter check out Talk to Tom. You can download the podcast from wherever you listen to podcasts or watch any time on News 6+.\nListen to Talk To Tom in the media player below:\nCopyright 2023 by WKMG ClickOrlando - All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://www.facebook.com/samara.cokinos.7",
    "https://www.facebook.com/search/top?q=tom%20sorrells%20-%20news%206",
    "https://www.youtube.com/embed/videoseries?list=PLzrecEaeeJhIiCY_wBq71lnmfFUe5HOcA",
    "https://playlist.megaphone.fm/?p=JXT8543927987",
    "https://www.playlist.megaphone.fm/?p=JXT8543927987",
    "https://facebook.com/search/top?q=tom%20sorrells%20-%20news%206",
    "https://www.youtube.com/embed/videoseries",
    "https://playlist.megaphone.fm/",
    "https://www.facebook.com/search/top",
    "https://youtube.com/embed/videoseries?list=PLzrecEaeeJhIiCY_wBq71lnmfFUe5HOcA",
    "https://facebook.com/samara.cokinos.7"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tom sorrells",
        "sentiment": "none"
      },
      {
        "name": "tom",
        "sentiment": "none"
      },
      {
        "name": "samara cokinos",
        "sentiment": "none"
      },
      {
        "name": "cokinos",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "florida",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T18:21:56.770+02:00",
  "updated": "2024-01-01T18:21:56.770+02:00"
}