{
  "thread": {
    "uuid": "5d326cfaf74b684120f52f2ea7af1bbf336aa50b",
    "url": "https://bnnbreaking.com/world/pakistan/thousands-rally-across-pakistan-to-demand-humanitarian-corridor-for-gaza",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/feed",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Thousands rally across Pakistan to demand humanitarian corridor for Gaza",
    "title_full": "Thousands rally across Pakistan to demand humanitarian corridor for Gaza",
    "published": "2024-03-11T07:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/f631a0a8d83f4e7dbc32c56ba267d7ff0bb46844b8963d7d0c1afe22dc7ecd49.jpg",
    "performance_score": 0,
    "domain_rank": 16137,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5d326cfaf74b684120f52f2ea7af1bbf336aa50b",
  "url": "https://bnnbreaking.com/world/pakistan/thousands-rally-across-pakistan-to-demand-humanitarian-corridor-for-gaza",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Muhammad Jawad",
  "published": "2024-03-11T07:39:00.000+02:00",
  "title": "Thousands rally across Pakistan to demand humanitarian corridor for Gaza",
  "text": "Thousands across Pakistan took to the streets on Sunday to show solidarity with the Palestinians and call for an immediate halt to the ongoing violence in Gaza. In a series of coordinated protests led by Jamaat-e-Islami (JI), a key religiopolitical group, citizens from Islamabad, Karachi, and other major cities demanded the international community intervene to stop what they termed the ' genocide ' in Gaza. With over 31,000 Palestinians, mainly women and children, reported dead since October 7, the rallies underscored the escalating humanitarian crisis and the urgent need for international action.\nAdvertisment Mass Mobilization Against Israeli Actions In the capital city of Islamabad, a significant crowd, including families, gathered at the iconic D chowk before marching toward Serena Chowk, brandishing banners and Palestinian flags while chanting anti-Israel and pro-Palestine slogans. JI chief Siraj-ul-Haq condemned the U.S. for its support of Israel, drawing parallels between the U.S. bombings of Hiroshima and Nagasaki and the current Israeli bombardment of Gaza. He also announced plans for a protest march to the U.S. Embassy, slated for the last Friday of Ramadan, criticizing the silence of Muslim rulers and praising global citizens who stood with Palestinians.\nKarachi's Call for Action Advertisment In Karachi, the commercial heart of Pakistan, thousands marched along M.A. Jinnah Road, voicing their demands for a cease-fire and the establishment of a humanitarian corridor for Gaza. JI Karachi chief Hafiz Naeem-ur-Rehman led the rally, questioning the absence of support from Palestine's allies and lamenting the provision of weapons and aid to Israel by the U.S., UK, and their allies. The demonstrators' slogans, \" Aqsa we are here ,\" \"Gaza we are here,\" and \"Stop genocide in Gaza,\" echoed throughout the city, signaling a strong collective demand for immediate peace and support for the besieged enclave.\nHumanitarian Crisis Deepens The Israeli offensive has resulted in the death of over 31,000 Palestinians and injured more than 72,600, leading to widespread destruction and a dire shortage of necessities. A crippling blockade imposed by Israel has pushed the majority of Gaza's population, especially those in the north, towards starvation. According to the UN, 85% of Gaza's population is now internally displaced, facing acute shortages of food, clean water, and medicine, with 60% of the enclave's infrastructure damaged or destroyed. Amidst these escalating tensions, Israel faces accusations of genocide at the International Court of Justice, with an interim ruling demanding Tel Aviv cease its genocidal acts and ensure humanitarian assistance is provided to civilians in Gaza.\nAs the international community watches closely, the rallies in Pakistan serve as a poignant reminder of the global solidarity with the Palestinian cause and the widespread call for an immediate end to the violence. These demonstrations not only showcase the deep-rooted support for Palestinians but also highlight the growing international pressure on Israel to halt its military actions and engage in meaningful peace negotiations. With the situation in Gaza deteriorating rapidly, the world awaits decisive action to prevent further loss of innocent lives and to pave the way for a lasting resolution to the conflict.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.arabnews.pk/node/2417441/pakistan",
    "https://www.aa.com.tr/en/asia-pacific/thousands-rally-across-pakistan-to-demand-humanitarian-corridor-for-gaza/3160959",
    "https://arabnews.pk/node/2417441/pakistan",
    "https://aa.com.tr/en/asia-pacific/thousands-rally-across-pakistan-to-demand-humanitarian-corridor-for-gaza/3160959"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "siraj-ul-haq",
        "sentiment": "none"
      },
      {
        "name": "serena chowk",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jamaat",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "gaza thousands",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "karachi",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "hiroshima",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "islamabad",
        "sentiment": "none"
      },
      {
        "name": "nagasaki",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T07:59:28.640+02:00",
  "updated": "2024-03-11T07:59:28.640+02:00"
}