{
  "thread": {
    "uuid": "ce8020a307c4eefea629fbf2174fbc8a73cd2539",
    "url": "https://yubanet.com/enviro/discovery-could-end-global-amphibian-pandemic",
    "site_full": "yubanet.com",
    "site": "yubanet.com",
    "site_section": "http://bbg.einnews.com/live_feed",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Live Feed Wire - Broadcasting Board of Governors News Today - EIN Presswire",
    "title": "Discovery could end global amphibian pandemic",
    "title_full": "Discovery could end global amphibian pandemic",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://yubanet.com/wp-content/uploads/2024/04/panamanian-golden-frog-credit-brian-gratwicke-cc-by-2.webp",
    "performance_score": 0,
    "domain_rank": 37339,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ce8020a307c4eefea629fbf2174fbc8a73cd2539",
  "url": "https://yubanet.com/enviro/discovery-could-end-global-amphibian-pandemic",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "UC Riverside",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Discovery could end global amphibian pandemic",
  "text": "April 3, 2024 – A fungus devastating frogs and toads on nearly every continent may have an Achilles heel. Scientists have discovered a virus that infects the fungus, and that could be engineered to save the amphibians. The fungus, Batrachochytrium dendrobatidis or Bd, ravages the skin of frogs and toads, and eventually causes heart failure. To date it has contributed to the decline of over 500 amphibian species, and 90 possible extinctions including yellow-legged mountain frogs in the Sierras and the Panamanian golden frog. A new paper 00244-6) in the journal Current Biology documents the discovery of a virus that infects Bd, and which could be engineered to control the fungal disease. The UC Riverside researchers who found the virus are excited about the implications of their discovery. In addition to helping them learn about how fungal pathogens rise and spread, it offers the hope of ending what they call a global amphibian pandemic. “Frogs control bad insects, crop pests, and mosquitoes. If their populations all over the world collapse, it could be devastating,” said UCR microbiology doctoral student and paper author Mark Yacoub. “They’re also the canary in the coal mine of climate change. As temperatures get warmer, UV light gets stronger, and water quality gets worse, frogs respond to that. If they get wiped out, we lose an important environmental signal,” Yacoub said. Bd was not prevalent before the late 1990s, but then, “all of a sudden frogs started dying,” Yacoub said. When they found the Bd-infecting virus, Yacoub and UCR microbiology professor Jason Stajich had been working on the population genetics of Bd, hoping to gain a better understanding about where it came from and how it is mutating. “We wanted to see how different strains of fungus differ in places like Africa, Brazil, and the U.S., just like people study different strains of COVID-19,” Stajich said. To do this, the researchers used DNA sequencing technology. As they examined the data, they noticed some sequences that did not match the DNA of the fungus. “We realized these extra sequences, when put together, had the hallmarks of a viral genome,” Stajich said. Previously, researchers have looked for Bd viruses but did not find them. The fungus itself is hard to study because complex procedures are required to keep it alive in a laboratory. “It is also a hard fungus to keep track of because they have a life stage where they’re motile, they have a flagellus, which resembles a sperm tail, and they swim around,” Stajich said. Additionally, the virus that infects Bd was hard to find because most known viruses that infect fungi, called mycoviruses, are RNA viruses. However, this virus is a single-stranded DNA virus. By studying the DNA, the researchers could see the virus stuck in the genome of the fungus. It appears that only some strains of the fungus have the virus in their genome. But the infected ones seem to behave differently than the ones that don’t. “When these strains possess the virus they produce fewer spores, so it spreads more slowly. But they also might become more virulent, killing frogs faster,” Stajich said. Right now, the virus is essentially trapped inside the fungal genome. The researchers would eventually like to clone the virus and see if a manually infected strain of Bd also produces fewer spores. “Because some strains of the fungus are infected and some are not, this underscores the importance of studying multiple strains of a fungal species,” Yacoub said. Moving forward, the researchers are looking for insights into the ways that the virus operates. “We don’t know how the virus infects the fungus, how it gets into the cells,” Yacoub said. “If we’re going to engineer the virus to help amphibians, we need answers to questions like these.” In some places, it appears there are a few amphibian species acquiring resistance to Bd. “Like with COVID, there is a slow buildup of immunity. We are hoping to assist nature in taking its course,” Yacoub said. JOURNAL Current Biology DOI ARTICLE PUBLICATION DATE 14-Mar-2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://www.cell.com/current-biology/fulltext/S0960-9822(24",
    "https://cell.com/current-biology/fulltext/S0960-9822(24"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "sierras",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:07:40.149+03:00",
  "updated": "2024-04-05T00:07:40.149+03:00"
}