{
  "thread": {
    "uuid": "59806e6b683d156f42631fb5c8e5b8324ba4e437",
    "url": "https://www.dailysabah.com/business/defense/turkish-made-heavyweight-torpedo-akya-completes-test-fire",
    "site_full": "www.dailysabah.com",
    "site": "dailysabah.com",
    "site_section": "https://www.dailysabah.com/rssFeed/home-page",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "DAILYSABAH",
    "title": "Turkish-made heavyweight torpedo AKYA completes test-fire",
    "title_full": "Turkish-made heavyweight torpedo AKYA completes test-fire",
    "published": "2023-12-29T20:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "TR",
    "main_image": "https://idsb.tmgrup.com.tr/ly/uploads/images/2023/12/29/thumbs/800x531/307902.jpg",
    "performance_score": 0,
    "domain_rank": 3902,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "59806e6b683d156f42631fb5c8e5b8324ba4e437",
  "url": "https://www.dailysabah.com/business/defense/turkish-made-heavyweight-torpedo-akya-completes-test-fire",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T20:24:00.000+02:00",
  "title": "Turkish-made heavyweight torpedo AKYA completes test-fire",
  "text": "Türkiye successfully test-fired the domestically-produced heavyweight torpedo AKYA with warhead.\nAKYA, developed by Turkish defense giant Roketsan, was launched from the TCG Preveze submarine in the Eastern Mediterranean on Wednesday, and it hit the target with full accuracy, the National Defense Ministry said in a statement.\nThe fully indigenous, new-generation torpedo hit the target from a distance of 12,000 yards and sank it.\nNaval Forces Commander Adm. Ercument Tatlioglu, Defense Industries Presidency chief Haluk Görgün and Roketsan CEO Murat Ikinci watched the test-firing of AKYA from the command center of TCG GÖKOVA, a Turkish frigate.\nAKYA added to the inventory of the Turkish navy \"Today is a very important day for the Turkish Naval Forces. We performed a very successful launch of our local and national torpedo AKYA, and we included it in the inventory of the Turkish Naval Forces,\" said Tatlioglu in his remarks after the test-firing.\n\"We will soon put into service our Hisar naval national and local guided missile, which we will use against air targets from our ships. Likewise, our national and local mine Malaman will be added to our inventory in a short time,\" said the commander, as he recalled that Atmaca, an anti-ship guided cruise missile developed by Roketsan, has recently been added to the navy's inventory.\n\"Our ships use our domestically developed fire control systems, guidance bullets and torpedoes,\" he added.\nGörgün, for his part, said AKYA is \"a very important and indispensable element,\" especially for submarine warfare.\n\"Since it is difficult to be detected and has a very serious destructive power, it was essential to be domestically produced. There are only five or six countries in the world that can do this,\" he said.\n\"It will be a very deterrent force for our navy in protecting our Blue Homeland and our rights in the region,\" Görgün said, referring to Türkiye's doctrine that emphasizes sovereignty in the entirety of Türkiye's maritime jurisdiction areas, which are declared or projected in accordance with international law, encompassing 462,000 square kilometers (178,300 sq miles.)\nRoketsan's Ikinci hailed the test-firing of AKYA as a \"historic day.\"\n\"It is truly a historic day for the Turkish army and navy, and especially our defense industry. The fact that our AKYA torpedo ... is also in the inventory of our navy shows how sharp Türkiye's steel sword is in the Blue Homeland,\" he said.\n\"We have all felt the rightful pride of having achieved this with domestic talent,\" he added.\n Dec 29, 2023 11:18 türkiye akya tcg preveze roketsan ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "haluk görgün",
        "sentiment": "none"
      },
      {
        "name": "tatlioglu",
        "sentiment": "none"
      },
      {
        "name": "murat ikinci",
        "sentiment": "none"
      },
      {
        "name": "ercument tatlioglu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national defense ministry",
        "sentiment": "none"
      },
      {
        "name": "turkish naval forces",
        "sentiment": "none"
      },
      {
        "name": "defense industries presidency",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tcg gökova",
        "sentiment": "none"
      },
      {
        "name": "eastern mediterranean",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T01:32:38.962+02:00",
  "updated": "2024-01-14T03:17:04.409+02:00"
}