{
  "thread": {
    "uuid": "b31289018cd9cce1cb7be15d2944908a705c2d72",
    "url": "https://www.standardmedia.co.ke/national/article/2001492324/rutos-easter-message-to-kenyans",
    "site_full": "www.standardmedia.co.ke",
    "site": "standardmedia.co.ke",
    "site_section": "https://amtrak.einnews.com:443/live_feed",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Amtrak News Today - EIN Presswire",
    "title": "William Ruto's Easter message to Kenyans - The Standard",
    "title_full": "William Ruto's Easter message to Kenyans - The Standard",
    "published": "2024-03-29T10:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "https://cdn.standardmedia.co.ke/images/articles/thumbnails/Yav6kRaDYZqyYbURNu5qELjGqEHZUuy0snvxa3tc.jpg",
    "performance_score": 0,
    "domain_rank": 8092,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 8,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b31289018cd9cce1cb7be15d2944908a705c2d72",
  "url": "https://www.standardmedia.co.ke/national/article/2001492324/rutos-easter-message-to-kenyans",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "William Ruto",
  "published": "2024-03-29T10:30:00.000+03:00",
  "title": "William Ruto's Easter message to Kenyans - The Standard",
  "text": "\"The time has come once again for all people of goodwill, in Kenya and abroad, to join the Christian faithful in reflecting on the enduring and universal lessons from one of the most significant events in the history of our faith. Easter is a period of commemoration, of the painful sacrifices and intense suffering endured by the Son of God as he performed his duty of redemption for our sake, that we may become eligible for salvation through grace, and have hope of everlasting life in the kingdom of God, that has no end in time and space. We recall with great sorrow the hardship, struggle, betrayal, persecution, torture, crucifixion, and death suffered by Christ on our behalf, with the understanding that His descent into the place of death set the stage for His victory over death. There is no life, place, or time in this world without its share of sufferings, deprivations, and frustrations. The Easter message of hope does not deny the existence of heavy burdens and depressing setbacks with which we must struggle. Rather, it tells us as individuals that through discipline, combining a steadfast commitment to sound values with determined hard work, we too can triumph over adversity, transcend our challenges, and find happiness, success, and prosperity in our lifetime. As communities and as a nation, we find encouragement in the knowledge that with a sound plan of action, solidarity, and devotion to integrity and efficiency, we can work our way through the most daunting of obstacles and build a secure foundation for present and future generations to share the abundance of this great land. Therefore, Let us contemplate the divine example of our Lord, who endured the worst suffering and ultimate loss to achieve an unprecedented triumph, which has inspired thousands of generations, and billions of people in hundreds of nations throughout the world. Let us apply the sacred lesson, that from the very bottom, in a tomb, our teacher and Saviour rose victoriously and went up to partake of the glory of Heaven. Let us celebrate this miraculous model now, and throughout our life as we serve God, build our nation, and work for humanity. Let us take time to be there for our fellow humans, and remember to stand with those in need of prayer, a kind word, a warm meal, clothes to wear, or a place to stay. From us here, together with our family, we send the best wishes for a Happy Easter to you and your families. May God bless you And may God bless Kenya.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "william ruto",
        "sentiment": "negative"
      },
      {
        "name": "son of god",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "kenya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T12:10:11.272+03:00",
  "updated": "2024-03-29T12:10:11.272+03:00"
}