{
  "thread": {
    "uuid": "09949c7915fd46f38315e4162b97812ea963d8f8",
    "url": "https://www.belfastlive.co.uk/whats-on/music-nightlife-news/meet-9-year-old-singer-28384016",
    "site_full": "www.belfastlive.co.uk",
    "site": "belfastlive.co.uk",
    "site_section": "https://www.belfastlive.co.uk/?service=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "BelfastLive - Home",
    "title": "Meet the 9-year-old singer performing with biggest names on NI country scene",
    "title_full": "Meet the 9-year-old singer performing with biggest names on NI country scene",
    "published": "2024-01-07T23:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i2-prod.belfastlive.co.uk/incoming/article28383945.ece/ALTERNATES/s1200/1_image_123650291JPGjpg9.jpg",
    "performance_score": 0,
    "domain_rank": 21257,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "09949c7915fd46f38315e4162b97812ea963d8f8",
  "url": "https://www.belfastlive.co.uk/whats-on/music-nightlife-news/meet-9-year-old-singer-28384016",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "news@belfastlive.co.uk (Sophie McLaughlin)",
  "published": "2024-01-07T23:01:00.000+02:00",
  "title": "Meet the 9-year-old singer performing with biggest names on NI country scene",
  "text": "Meet the 9-year-old who hopes to become one of the biggest stars on the thriving Northern Irish country music scene. Amber Campbell from [Co Armagh](https://www.belfastlive.co.uk/all-about/co-armagh) has been singing as long as she has been talking and is ready to take the next step by releasing her first single. Her mother Mary said there is no stopping the schoolgirl who continues to make the proud at every performance. Read more: [24 things to do and see in Belfast in 2024](https://www.belfastlive.co.uk/whats-on/24-things-see-belfast-2024-28368725) Read more: [37 big gigs coming up in Belfast in 2024](https://www.belfastlive.co.uk/whats-on/music-nightlife-news/37-big-gigs-coming-up-28377163) Speaking to Belfast Live, Mary said: \"From a young age, we knew singing and music was something she was going to be massively interested in. \"Amber started singing lessons at the age of four and then started her music grades two years ago and is now currently on her grade two. \"She absolutely loves Owen Mac, Daniel O’Donnell and Lisa McHugh, they are her go-to tunes - her father's side of the family would be quite musical especially her granda Campbell who is no longer with us.\" Amber showcased her talent at the Balmoral Show this year and after coming second with her rendition of 'Jealous of the Angels', she caught the performance bug. \"An opportunity came to sing at the Warrenpoint Festival in August where she sang at the Hugo Duncan Show and was taken on to sing with Country Music Showtime with Sean Wallace. \"He has given her the opportunity to sing with another favourite of hers John Glenn and other upcoming artists who she has become quite friendly with and offer her great support, which has greatly developed her confidence,\" Mary explained. One of Amber's covers has received over 633k views on Facebook with Mary saying the family were \"absolutely blown away by the response\". She continued: \"An email came through from the Northern Ireland Country Awards saying they had seen her video and asked if would she like to perform - she was absolutely blown away as it is such an honour for a 9-year-old and will be the youngest ever to perform at this event. \"She is so excited about it as she will meet some of the biggest names in country music.\" Amber is going to Donegal this month where she will be releasing her first single. \"Amber is a quiet girl who is quite grounded takes everything in her stride and enjoys all the simple things,\" her mother added. \"2024 is going to be an exciting year with her new release and the country awards - she also has a few big bookings and charity events, she’s a busy girl but very excited to see where it all takes her. \"As a parent it’s amazing to see your child on stage to get standing ovations and watch her grow with confidence, it’s truly amazing and we are all very proud of her.\" Join our Belfast Live breaking news service on WhatsApp [Click this link](https://chat.whatsapp.com/LU5TE4vC7DOJ3M6yruB11W) or scan the QR code to receive breaking news and top stories from Belfast Live. We also treat our community members to special offers, promotions, and adverts from us and our partners. If you don’t like our community, you can check out any time you like. If you’re curious, you can read our [Privacy Notice](https://www.reachplc.com/site-services/privacy-policy). For all the latest news, visit the Belfast Live homepage [here](https://www.belfastlive.co.uk/) and [sign up to our What's On newsletter](https://www.belfastlive.co.uk/newsletter-preference-centre/?view=Solus&mailingListId=25c3daf7-4f24-4075-a29b-6129b41b6f39&utm_source=solusarticle)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://chat.whatsapp.com/LU5TE4vC7DOJ3M6yruB11W",
    "https://www.reachplc.com/site-services/privacy-policy",
    "https://reachplc.com/site-services/privacy-policy",
    "https://www.chat.whatsapp.com/LU5TE4vC7DOJ3M6yruB11W"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "daniel o’donnell",
        "sentiment": "none"
      },
      {
        "name": "owen mac",
        "sentiment": "none"
      },
      {
        "name": "mary",
        "sentiment": "none"
      },
      {
        "name": "lisa mchugh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "campbell",
        "sentiment": "none"
      },
      {
        "name": "amber campbell",
        "sentiment": "none"
      },
      {
        "name": "angels",
        "sentiment": "none"
      },
      {
        "name": "co armagh",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "belfast",
        "sentiment": "none"
      },
      {
        "name": "belfast live",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:26:18.063+02:00",
  "updated": "2024-01-08T00:30:11.702+02:00"
}