{
  "thread": {
    "uuid": "2780666d145b7084dac681767f3442a1e239f455",
    "url": "https://vnexplorer.net/you-can-still-buy-a-new-yamaha-sr400-in-2024-in-one-place-s823780.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "You Can Still Buy A New Yamaha SR400 In 2024 In One Place",
    "title_full": "You Can Still Buy A New Yamaha SR400 In 2024 In One Place",
    "published": "2024-01-06T00:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwP7p.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2780666d145b7084dac681767f3442a1e239f455",
  "url": "https://vnexplorer.net/you-can-still-buy-a-new-yamaha-sr400-in-2024-in-one-place-s823780.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-06T00:13:00.000+02:00",
  "title": "You Can Still Buy A New Yamaha SR400 In 2024 In One Place",
  "text": "2023 Yamaha SR400 – Thai Brochure\nIt turns out that one of Yamaha’s longest-running air-cooled singles is still alive and well after all! When beloved, long-running motorcycle models are discontinued, it’s completely understandable to feel sad. For that reason, in February 2021, Yamaha announced a yearlong going-away party for the SR400. Over in Japan, it introduced a Final Edition model in 2021 as well.\nFor a bike that started production in 1978, the SR400 went a long way without changing much. Sure, the final years were fuel injected, but that was its main (and not unreasonable) concession to modernity.\nWe have absolutely no evidence that anyone at Yamaha ever uttered the exact words “electric start, schmelectric start,” but did the SR400 ever have one? No, friends, it did not. The SR400 was and evermore shall be kickstart all the way, forever and ever, amen.\nRumors Of Its Death Appear To Have Been Greatly Exaggerated\n2023 Yamaha SR400 – Thailand Banner\nWhat you’re looking at is a banner for the Yamaha Thailand release of the 2023 SR400. It comes in two colors only: Silky White and Mat Gray Metallic. The price of ฿295,000 works out to about $8,492 at the time of writing on January 5, 2024.\nWhile RideApart took note when Yamaha Thailand released a Limited Edition 44th Anniversary Edition SR400 in 2022, there’s a significant difference between a special limited edition model and a regular run. Seeing the regular 2023 SR400 that anyone with the cash can just walk into their local Yamaha dealer in Thailand and buy shows us that it isn’t dead everywhere just yet. It’s even still manufactured in Japan and then exported to Thailand, according to the official brochure.\nIn fact, all the specs sound just as you remember them. It’s still powered by a two-valve, four-stroke, air-cooled, single overhead cam, 399cc single-cylinder engine. It makes a claimed 17.5 kilowatts (about 23.4 horsepower) at 6,500 rpm and 27.8 newton-meters (about 20.5 pound-feet) of torque at 3,000 rpm.\nCurb weight is 175 kilograms (just under 386 pounds). Seat height is an approachable 790mm (31.1 inches). It uses the same simple nonadjustable telescopic front fork and twin rear shock and swingarm suspension setup, which offers 150mm (5.9 inches) of front wheel travel and 105mm (4.13 inches) of rear wheel travel. Brakes consist of a single disc brake up front and a drum in the rear. It rolls on a pair of 18-inch spoked wheels with tubed tires.\nThe promotional video from Yamaha Thailand that we’ve included in this post is from several years ago. Apart from the paint and graphics, though, it could just as easily be from today. This bike knows who it’s for, and it’s totally unapologetic about it.\nMore Yamaha News:\nSource: Yamaha Thailand",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwy8Y.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwP7p.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwP7p.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwy8Y.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "silky white",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "yamaha",
        "sentiment": "neutral"
      },
      {
        "name": "yamaha thailand",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:17:22.918+02:00",
  "updated": "2024-01-06T00:17:22.918+02:00"
}