{
  "thread": {
    "uuid": "937fb36d7392976d4ac80509f5ed5bfb43b74db6",
    "url": "https://www.surinenglish.com/lifestyle/travel/menorca-still-paradise-winter-20231229153042-nt.html",
    "site_full": "www.surinenglish.com",
    "site": "surinenglish.com",
    "site_section": "https://www.surinenglish.com/rss/2.0/portada",
    "site_categories": [
      "media"
    ],
    "section_title": "RSS de noticias de portada",
    "title": "Menorca, still a paradise in winter",
    "title_full": "Menorca, still a paradise in winter",
    "published": "2023-12-29T15:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s2.ppllstatics.com/surinenglish/www/multimedia/2023/12/29/186928983--1200x840.jpg",
    "performance_score": 0,
    "domain_rank": 37185,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "937fb36d7392976d4ac80509f5ed5bfb43b74db6",
  "url": "https://www.surinenglish.com/lifestyle/travel/menorca-still-paradise-winter-20231229153042-nt.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "c",
  "published": "2023-12-29T15:30:00.000+02:00",
  "title": "Menorca, still a paradise in winter",
  "text": "Sections Highlight c Menorca Friday, 29 December 2023, 15:30 Compartir It seems that many holiday destinations can only be visited in summer. But it is exactly during this quieter season when they are at their best. Here in Menorca there are still some sunny mornings, long nights, dinners on the terrace and busy afternoons. This is what you can expect on the island, the easternmost territory of the country where the sun rises and sets first. As one of the quietest of the Balearic Islands, it is equally one of the islands that offers the most. Nature, unique beaches, first-class gastronomy... but there is so much more. There is also an archaeological and even artistic side to Menorca, a genuine island which you can enjoy away from the usual cold winter gloom. Contrary to its neighbouring islands, life on Menorca has a little more tranquillity to it. And a trip to the island is not complete without visiting its beaches. Its coastline, bathed in clear waters, is home to treasures in the form of beaches and hidden coves, with some that take you on stunning coastal paths that lead you to its secret treasures. It is worth the long trek however to reach and admire the beauty of Macarella, one of its most famous beaches, as well as the nearby Macarelleta, the impressive Turqueta or the hidden Cala Pregonda beach, found at the end of a nice walk along the Camí de Cavalls. Other beaches like the Cala Galdana or the Son Bou are equally beautiful and a little easier to access. Despite being a quiet island, activity on Menorca never stops. Three hotels have stood out recently as real paradises, and now is the perfect opportunity to get to know them. The NUMA group has released two luxury resorts which are everything you could wish for during some long-awaited days of holiday. The first is Amagatay, in Alaior, a hotel spanning 35 hectares, surrounded by olive trees. The property itself used to be an old agricultural estate more than 250 years ago, and was transformed into a luxury accommodation with only 20 rooms and suites, all of them unique and decorated with natural materials and colours. The second resort is Morvedra Nou, located in Camí de Macarella. With only 24 rooms, some of them with a private garden and pool and even a bathtub under the trees, it is very exclusive. Both locations cover a large natural area and feature pools where you can relax to the sound of cicadas. The other aspect which makes these places so special is the food. Both resorts had their menus expertly designed by talented chef Juanjo López, from La Tasquita de Enfrente. The chef brought his philosophy that less is more, and produced legendary dishes such as his Russian salad, one of the best you can eat in Spain. Both hotels also employ local products such as camot, la carn i xulla and la sobrasada, all types of deli meat, as well as typical local dishes such as lobster that is prepared in many different ways, either in stew, with egg and potato or as a salad. The third hotel is Son Vell, only 20 minutes from Ciutadella, and is the first hotel from the Vestige Collection on the island. Originally an 18th-century manor house, it now houses 34 rooms reminiscent of a Venetian style where antique furniture and pieces of art have been well-preserved. This luxury hotel also offers a movie night, yoga or Pilates sessions, as well as the option to play pétanque. In addition, there are two restaurants, Sa Clarisa which specialises in healthy haute cuisine, and Vermell, inspired by popular and traditional Menorcan recipes. While the variety of gastronomic offers is a key selling point for these hotels, it is equally a standout aspect of the island in general. Some examples of restaurants that are always popular in peak summer season are Sa Pedrera des Pujol, the legendary Café Balear or Sa Llagosta, a restaurant that specialises in one of the island's treasures, lobster. Along with them, there are some new restaurants to indulge in, such as Burdell de Foc, a restaurant project which united three of the biggest names in the food world, Javier Goya from Triciclo restaurant, José Fuente from Kulto restaurant and Fran Ramírez. A restaurant called Thai Garden also added its name to the pot by opening in El Lago Resort, and is one of the best spots to enjoy the flavours of Southeast Asia. Thai Garden joined a group of travelling restaurants, one of them being Godai, a Japanese restaurant led by chef Julián Mármol, and Kaypa, headed by chef Omar Malpartida. The most recent restaurant on this list is Pintarroja, a new seafood restaurant in Mahón, led by chef Eugeni de Diego. De Diego previously worked in the kitchens at the famous elBulli, and later launched his own restaurant concepts, such as the Tamae Bar or the Lombo Bar in Barcelona. Now he has arrived on the island with a restaurant to expand your gastronomic horizons. When you go there, you should order the mussels with sobrasada, the patatas fritas with egg and prawns and grilled seafood such as los canyuts, zamburiñas, lobster or sardines. And to drink, it has to be the traditional Menorcan pomada. Any of the lighthouses across the island pose as the perfect spot to soak in the sun setting along the horizon. To name a few, Cavallería, Punta Nati... and one of them even lets you enjoy the sunset with some dinner. This one is the Artrutx lighthouse, the second oldest on the island, located on the southwest coast. Its restaurant, the Artruxt Sea Club, is a place that gives off a beach bar vibe, a truly magical experience accompanied by the Mediterranean Sea. In addition to being nature's paradise with its infinitely beautiful beaches, Menorca is also a culturally rich holiday destination. This is the perfect opportunity to get to know the island's greatest treasure, consisting of a thousand-year legacy that brings together, in just 700 square kilometres, more than 1,500 prehistoric sites that date back from Bronze Age to the Romans in 123 BC. The Talayotic Menorca, a heritage site that has been converted into an open-air museum, is just one of the many historic sites around the island. It is such an important site that it is now part of the Unesco World Heritage List. To explore this precious artifact, you should visit villages such as Trepucó, Cornia Nou or el coll de Cala Morell, as well as areas like the necropolis of Calescoves or the Naveta des Tudons, one of the best preserved monuments on the island. Another of its major attractions is Hospital Island, which used to be an old hospital from the 18th century, but is now a centre of contemporary art. The highly anticipated project to revitalise this island began in 2021 with a new headquarters for the prestigious Hauser & Wirth art gallery. The journey there is frankly a delight as you depart from the Bay of Mahón to arrive at the island by boat and find a place that has integrated landscape and heritage. The gallery blends perfectly into its natural environment and has a garden dotted with sculptures by artists such as Chillida and Martin Creed, among others. Publicidad Publicidad Te puede interesar Publicidad Publicidad Necesitas ser suscriptor para poder votar. Reporta un error en esta noticia",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "menorca",
        "sentiment": "none"
      },
      {
        "name": "balearic islands",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T17:29:04.857+02:00",
  "updated": "2023-12-31T18:40:23.791+02:00"
}