{
  "thread": {
    "uuid": "5997857a4e83a5fdcd979e044204499b4b7436f1",
    "url": "https://www.farmonline.com.au/story/8577658/airagri-protecting-farmers-with-farm-safety-software",
    "site_full": "www.farmonline.com.au",
    "site": "farmonline.com.au",
    "site_section": "https://business.einnews.com:443/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Business News Today - EIN Presswire",
    "title": "AirAgri protecting farmers with farm safety software | Farm Online | Farmonline",
    "title_full": "AirAgri protecting farmers with farm safety software | Farm Online | Farmonline",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.farmonline.com.au/images/transform/v1/crop/frm/215078332/9f6d55bf-9b4e-4569-84e6-ed01b6b417c2_rotated_270.JPG/r0_165_2848_1660_w1200_h630_fmax.jpg",
    "performance_score": 0,
    "domain_rank": 52149,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5997857a4e83a5fdcd979e044204499b4b7436f1",
  "url": "https://www.farmonline.com.au/story/8577658/airagri-protecting-farmers-with-farm-safety-software",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Paula Thompson",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "AirAgri protecting farmers with farm safety software | Farm Online | Farmonline",
  "text": "A Victorian agtech company was launched with a goal in mind - to get farmers home safely at the end of the working day. AirAgri provides an Australian designed, built and owned farm safety software tool, developed to reduce the inherent risks of farming. It was developed by Victorian brothers and farmers James and Paul Diamond, who come from a Merino and Angus operation in Mansfield. \"About five years ago, we started building different tools to solve our own problems,\" James said. AirAgri's safety tracking and alert solution provides a series of automated safety notifications using proprietary rules, location, emergency and medical information, along with access to inventory and safe handling working documents to act like a digital filing cabinet on a farmer's phone. Their solution is made up a series of independent components, designed to work where typical phones do not. Leveraging direct to satellite and ground IoT networks the team at AirAgri have devised a solution that not only works in the bush but is easy to use. \"It makes a perfect safety device because it works across a lot of rural locations where phones don't work,\" James said. \"We've got customers in the middle of the Kimberley where coverage is non existent. No matter where a farmer is, our solution can give them peace of mind.\" The business also provides property-specific weather forecasting enabling farmers to access accurate forecasts for their individual rural assets, rather than relying on broader, district forecasts. Within AirAgri, 100 per cent of the data is stored and sovereign in Australia and is owned by the individual, who at any time can delete their data. The farmer can download their own digital map of their properties and export it in a global format into a competing platform or another format for later use, or in turn, AirAgri can import data from other platforms. James said farmers with any tech skill level could use the AirAgri system, with a team on hand to help if extra guidance is needed with either setting up or usage. \"We're trying to ensure adopting agtech is not a hurdle for farmers,\" he said. \"The whole idea is that you don't need to worry about things like how to connect to IoT, as it's a fully managed service. The farmer can just focus on farming.\" AirAgri provides a free base service for digital property maps, individual and livestock record keeping, a second-tier service (tasks, paddocks and livestock) for the price of a cup of coffee and a premium service of proprietary farm safety capability. The brothers' commitment to protecting farming families and their assets was recognised by Worksafe Victoria at the coveted 2023 Worksafe Awards in Melbourne in February. AirAgri was named as the winner of the Commitment to Workplace Health and Safety on a Farm category. \"For is, it's all about bringing farmers home safely at the end of the day,\" James said. AirAgri was one of 20 emerging agtech start-ups to benefit from a $50,000 grant under the Victorian Government's $1 million AgTech Grants Program. The business was also supported by the Victorian Government's $15 million AgTech Regional Innovation Network (AgRIN) to complete the \"Rocket Seeder\" and the Farmers2Founders pre-accelerator programs helping them refine their idea and develop their business skills. James presented at AgSmart Connect 2024, Australia's leading regional agri-tech event, in Tamworth in March. AirAgri will also be exhibiting at Beef Australia 2024 at Rockhampton in May, Elders FarmFest 2024 on June 4-6 and AgQuip, Gunnedah, on August 20-22. Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "paul diamond",
        "sentiment": "none"
      },
      {
        "name": "james",
        "sentiment": "none"
      },
      {
        "name": "angus",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "airagri",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mansfield",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:43:42.783+03:00",
  "updated": "2024-04-05T07:32:39.119+03:00"
}