{
  "thread": {
    "uuid": "4bd7721ccc666785c24829743047dfdb396a84d5",
    "url": "https://moderndiplomacy.eu/2024/03/11/saudi-arabia-iran-deal-and-the-turmoil-in-the-middle-east",
    "site_full": "moderndiplomacy.eu",
    "site": "moderndiplomacy.eu",
    "site_section": "https://moderndiplomacy.eu/wp-json/wp/v2/posts/71480",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Saudi Arabia-Iran deal and the turmoil in the Middle East - Modern Diplomacy",
    "title_full": "Saudi Arabia-Iran deal and the turmoil in the Middle East - Modern Diplomacy",
    "published": "2024-03-11T05:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 14177,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4bd7721ccc666785c24829743047dfdb396a84d5",
  "url": "https://moderndiplomacy.eu/2024/03/11/saudi-arabia-iran-deal-and-the-turmoil-in-the-middle-east",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tridivesh Singh Maini",
  "published": "2024-03-11T05:00:00.000+02:00",
  "title": "Saudi Arabia-Iran deal and the turmoil in the Middle East - Modern Diplomacy",
  "text": "On March 10 2023, Iran and Saudi Arabia agreed to resume diplomatic relations after a period of 6 years. Both countries committed to opening embassies in each other’s countries and reviving important agreements signed between both countries in the past. The agreement was brokered by China\nAccording to a statement issued by China, Iran and Saudi Arabia,\n“to resume diplomatic relations between them and reopen their embassies and missions within a period not exceeding two month,”\nThe agreement was significant for more than one reason:\nFirst, it was argued by several commentators, that the agreement being brokered by China was a strong reiteration of the fact that Beijing’s influence in the Middle East had risen significantly in recent years, while US influence was waning due to China’s growing economic engagement with the Middle East.\nInterestingly, Washington while being cautious of Iran honouring its commitments, pertaining to the deal, had welcomed the agreement if it helped in stabilising the Middle East – specifically with regard to Yemen and Syria.\nWhile commenting on the deal, White House spokesperson had said :\n“If this deal can be sustained — regardless of what the interest was or who sat down at the table — if it can be sustained, and the war in Yemen can end, and Saudi Arabia doesn’t have to continually try to defend itself against attacks from the Houthis who are funded and supported by Iran, in the end we welcome that,”\nSecond, the agreement was important because Saudi-Iran ties had dipped significantly in 2016. In fact, the Biden Administration’s initial focus on reducing tensions with Iran and reviving the 2015 Joint Comprehensive Plan of Action, JCPOA/Iran nuclear deal was not viewed positively by Saudi Arabia.\nIn the aftermath of the agreement, there has been optimism regarding expansion of economic ties between both countries, though stringent US sanctions on Iran have proven to be a major impediment.\nOne year since the deal and turmoil in the Middle East\nOne year down the line, the Middle East is in turmoil. It is not just the Israel-Palestine conflict which has carried on for over 4 months, but attacks by the Houthis — Iranian backed rebels in Yemen — on US military bases in the Middle East, as well as on ships in the Red Sea which have impacted not just the Middle East, but had a significant global impact on the economy, since a significant percentage of global trade (between 12-15%) passes through the Red Sea. Several commercial ships have been damaged by Houthi drones or missiles since mid-November. In the most recent attack by the Houthis a Greek-owned, Barbados-flagged ship True Confidence was set ablaze in the Gulf of Aden killing three crew members. As a result of this situation, countries have begun to use the Cape of Good Hope.\nIt would be pertinent to point out that Gulf nations – Saudi Arabia and UAE — while not wanting to take on Iran have repeatedly flagged the need for alternative trade routes.\nChina’s role in the Middle East\nIn the aftermath of the Houthi attacks on the Red Sea, China has spoken to Iran to prevent further attacks by Houthis on its economic interests (there is no clarity whether Beijing only spoke to Tehran regarding its own economic interests, or also to secure economic interests of other countries).\nThe Chinese have also not joined a coalition of US and UK to secure the Red Sea\nRepublican Senator Mitt Romney while flagging China’s approach towards the Red Sea dispute\n “We’re out there with our flag flying and our men and women in harm’s way. China is the nation that I would presume is most impacted by closing off trade to the Red Sea, and yet they’re sitting on the sidelines pretending like they’re everybody’s friend,”\nA possible Trump Presidency and its impact on the Middle East\nA Trump presidency which is highly probable will also be important because it was Trump who had pulled out of the Iran Nuclear Deal and US-Iran ties had witnessed a significant downward slope. The Biden administration has been unsuccessful in reviving the Iran Nuclear deal, attempts have been made to reduce tensions with Tehran. In fact, several Republican policy makers as well as Trump have blamed the Biden Administration’s relaxation of sanctions vis-à-vis Iran for the Middle East conflict. A more belligerent approach by the US, under Trump, vis-à-vis Iran could create more uncertainty in the Middle East and it remains to be seen how the Saudis, who have resumed diplomatic ties with Tehran, would react to the same.\nPossible Saudi role in reducing tensions between Iran and the west\nWhile there has been a lot of discussion about Beijing using its influence vis-à-vis Iran, there is scope for Saudi Arabia to act as an intermediary between Iran and the west. It remains to be seen if the west uses Saudi Arabia.\nIn conclusion, the landscape of the Middle East has changed significantly over the past year. It remains to be seen if the improvement in ties between Tehran and Riyadh, since the past year can be utilised for introducing a modicum of stability in the region.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://iranprimer.usip.org/blog/2023/mar/10/iran-and-saudi-arabia-restore-ties",
    "https://www.voanews.com/a/white-house-welcomes-chinese-brokered-saudi-iran-deal/6999700.html",
    "https://www.voanews.com/a/where-is-china-in-the-red-sea-crisis-/7510435.html",
    "https://voanews.com/a/where-is-china-in-the-red-sea-crisis-/7510435.html",
    "https://voanews.com/a/white-house-welcomes-chinese-brokered-saudi-iran-deal/6999700.html",
    "https://www.iranprimer.usip.org/blog/2023/mar/10/iran-and-saudi-arabia-restore-ties"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wh",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "middle east",
        "sentiment": "none"
      },
      {
        "name": "iran",
        "sentiment": "none"
      },
      {
        "name": "beijing",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      },
      {
        "name": "syria",
        "sentiment": "none"
      },
      {
        "name": "yemen",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T06:56:43.476+02:00",
  "updated": "2024-03-11T06:56:43.476+02:00"
}