{
  "thread": {
    "uuid": "bea11841e56a63b040a837e9eb36abdafe643576",
    "url": "https://global.rakuten.com/corp/news/press/2022/1222_02.html",
    "site_full": "global.rakuten.com",
    "site": "rakuten.com",
    "site_section": "https://global.rakuten.com/corp/news/press/2022/",
    "site_categories": [
      "marketing",
      "business",
      "enterprise_news",
      "enterprise_news"
    ],
    "section_title": "2022 Press Releases | Rakuten Group, Inc. ",
    "title": "500 Power Generators Donated to Ukraine as Humanitarian Aid | Rakuten Group, Inc.",
    "title_full": "500 Power Generators Donated to Ukraine as Humanitarian Aid | Rakuten Group, Inc.",
    "published": "2024-06-21T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://global.rakuten.com/corp/assets/img/common/og_image_logo.png",
    "performance_score": 0,
    "domain_rank": 1726,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bea11841e56a63b040a837e9eb36abdafe643576",
  "url": "https://global.rakuten.com/corp/news/press/2022/1222_02.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-21T03:00:00.000+03:00",
  "title": "500 Power Generators Donated to Ukraine as Humanitarian Aid | Rakuten Group, Inc.",
  "text": "Tokyo, December 22, 2022 - Mickey Mikitani, Chairman and CEO of Rakuten Group, Inc., announced today that in collaboration with Koshin Ltd., a donation of 500 power generators manufactured by Koshin will be shipped to Ukraine from Japan by the end of the year as humanitarian aid to the country, which is experiencing widespread power outages across many regions. The funds for the donation, labeled the \"Samurai Donation Project,\" have been provided personally by Mikitani*1. 500 Power Generators Donated to Ukraine as Humanitarian Aid Ukraine is facing a severe humanitarian crisis as many people, including civilians, have lost their lives in the war, with many more forced to flee to other parts of the country and abroad. There have been attacks on vital infrastructure facilities in many regions, resulting in large-scale power outages and disruptions to water supplies during severe winter conditions. In light of these grave circumstances, this donation seeks to support the daily living needs of the people of Ukraine with access to essential electricity sources. In total, 500 GV-16i Inverter Generators from Koshin will be provided together with voltage transformers to Ukrainian citizens and evacuation centers throughout the country. The generators can be used to power various everyday appliances including TVs, heaters, lighting fixtures, smartphones and other electronics. In order to provide transformers to adapt the generators for use in Ukraine, Rakuten also coordinated support from merchants on Rakuten Ichiba, Japan’s leading online marketplace. Distribution to the exact facilities in Ukraine is being provided with the support of logistics company Nova Poshta and the Tina Karol Foundation. In February 2022, Mikitani also made a personal donation of 1 billion yen to the Ukrainian government for humanitarian aid. Additionally, Rakuten launched the [Ukraine Humanitarian Crisis Emergency Relief Fund ](https://global.rakuten.com/corp/news/update/2022/0228_02.html)through its online donation platform, the Rakuten Clutch Special Charity Fund earlier this year. The company also held a [t-shirt donation drive to support Ukraine](https://global.rakuten.com/corp/news/update/2022/0311_01.html), in which donors were presented with a Support Ukraine Charity T-Shirt featuring Ukraine's national flag. The total amount raised by these two fundraising events exceeded 1.3 billion yen*2. The messaging and communications app Rakuten Viber, a Rakuten Group company with services widely used in Ukraine, has also conducted an initiative to offer free “Viber Out” calls to people in the country and throughout the region, including free access to phone numbers in 34 countries for contact with far-flung families and loved ones. As a member of the international community, Rakuten sincerely hopes for a peaceful resolution to this war as soon as possible and will continue with a broad range of initiatives to provide aid to those in need, as part of our corporate mission to empower people and society. *1 Mickey Mikitani is providing the funds for purchase of the power generators, voltage transformers and shipping fees to Europe. Rakuten is also supporting through coordination of the donation efforts. *2 Ukraine Humanitarian Crisis Emergency Relief Fund: Approximately 1.29 billion yen Charity T-shirt donation drive for Ukraine: Approximately 51 million yen Both fundraising events ended on June 30, 2022. - Koshin power generators to be shipped to Ukraine *The names of companies, products and services shown above are the trademarks or registered trademark of their respective owners.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mickey mikitani",
        "sentiment": "negative"
      },
      {
        "name": "mikitani",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rakuten group, inc.",
        "sentiment": "neutral"
      },
      {
        "name": "power generators donated to ukraine as humanitarian aid | rakuten group, inc",
        "sentiment": "neutral"
      },
      {
        "name": "koshin",
        "sentiment": "none"
      },
      {
        "name": "power generators donated to ukraine as humanitarian aid ukraine",
        "sentiment": "none"
      },
      {
        "name": "koshin ltd.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tokyo",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T18:02:25.256+03:00",
  "updated": "2024-06-22T18:02:25.256+03:00"
}