{
  "thread": {
    "uuid": "ed41eb67c0572c880d356b02dfc62bef24270136",
    "url": "https://bolavip.com/futbol-peru/luis-advincula-senalo-a-periodistas-y-juro-estar-comprometido-con-la-seleccion-peruana-20240107-BVP-122336.html",
    "site_full": "bolavip.com",
    "site": "bolavip.com",
    "site_section": "https://bolavip.com",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Bolavip - Noticias deportivas: Fútbol, NBA, NFL, Boxeo, Tenis, UFC, MLB, F1",
    "title": "Luis Advíncula señaló a periodistas y juró compromiso con Perú - Bolavip",
    "title_full": "Luis Advíncula señaló a periodistas y juró compromiso con Perú - Bolavip",
    "published": "2024-01-07T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "UY",
    "main_image": "https://ds-images.bolavip.com/news/image?src=https%3A%2F%2Fimages.bolavip.com%2Fjpg%2Ffull%2FBVP_20240107_BVP_122336_GettyImages-982850058.jpg&amp;width=1200&amp;height=740",
    "performance_score": 0,
    "domain_rank": 20330,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ed41eb67c0572c880d356b02dfc62bef24270136",
  "url": "https://bolavip.com/futbol-peru/luis-advincula-senalo-a-periodistas-y-juro-estar-comprometido-con-la-seleccion-peruana-20240107-BVP-122336.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "yahoo",
  "published": "2024-01-07T02:00:00.000+02:00",
  "title": "Luis Advíncula señaló a periodistas y juró compromiso con Perú - Bolavip",
  "text": "Selección Peruana Luis Advíncula señaló a periodistas y juró estar comprometido con la Selección Peruana El futbolista peruano salió a contestar todas las críticas en su contra. Luis Advíncula no se quedó callado ante tantas menciones. Alianza Lima y los grandes cracks que enfrentará en los amistosos de pretemporada 2024 Recién llegó a Sporting Cristal y podría haber traído un problema económico impresionante Por Manuel Alejandro Carranza Salas\n07/01/2024 - 17:36hs EST\nwhatsapp\n07/01/2024 - 17:36hs EST\n© Getty Images Luis Advíncula y la Selección Peruana Por Manuel Alejandro Carranza Salas\nEl último proceso, corto, pero intenso, de Juan Reynoso al mando de la Selección Peruana , tiene a ciertos jugadores señalados por bajo rendimiento o algún comportamiento extraño. El hincha, fuera de la crítica sobre lo que pasó con El Cabezón en La Blanquirroja , tiene entre ceja y ceja a algunos jugadores, que según su idea, se borraron de forma sistemática.\nLuis Advíncula para la afición es uno de ellos, aumentado ese pensamiento por el comentario popular de los periodistas. Quienes no le perdonan que se haya hecho amonestar en el duelo pasado ante Bolivia de visitante, y luego no jugar en Lima contra Venezuela . Ese hecho se hizo más grande, porque a los días jugaba Boca Juniors un partido importante.\nTras tantos comentarios al respecto, unos a favor, y más en contra. Lucho habló con Jesús Alzamora en su podcast, para explicar: “Había gente que salía a decir que yo no quería a la selección, que era un cag… y lo había hecho por irme a Boca. Yo simplemente me acerqué (al árbitro) y le dije que revise la jugada. Pero yo no le indiqué nada, cuando él me saca la amarilla yo le dije por qué me sacas la tarjeta si no te he dicho nada”.\nLe preguntó el conductor de La Lengua , si ese hecho lo pudo prevenir o no tenía presente la tarjeta amarilla que tenía por una jugada previa. Advíncula abrió su corazón para poder explicar: “En el momento no me acordé, recién cuando me saca la amarilla, por eso después de ahí me quería morir. Y me preguntaba, ahora me pierdo el próximo partido”.\n¿Luis Advíncula se borró por jugar en Boca Juniors? Para callar todo tipo de acusaciones en su contra, por haberse “borrado”. El futbolista de Boca Juniors sostuvo: “Muy aparte de eso yo me quedé, no es que de Bolivia me fui a Argentina o vine aquí (Perú). Yo entrené al otro día con el grupo, eso me molestó porque yo he jugado infiltrado, dejé muchísimas cosas por la selección porque la amo y siempre me gusta estar, juegue o no juegue”.\nver también\nPedri e Ibai dan insólita respuesta cuando vieron que no conocían a Paolo Guerrero (VIDEO)\nver también\nRenato Tapia saldría del Celta de Vigo por un grande de España\n¿Luis Advíncula sintió la crítica del público? Esto nos da a pensar en principio que los jugadores profesionales están atentos a lo que se vive después de los partidos. Las críticas o comentarios negativos sobre sus acciones les afectan. Luis Advíncula ahora demostró ser vulnerable, por eso, sale a contestar a quienes lo señalaron como un elemento negativo para la Selección Peruana.\nLo importante ahora será saber si la prensa le dará su vuelto al futbolista peruano de Boca Juniors. O esperarán el momento preciso para poder atacar con ejemplos al ex Rayo Vallecano de España. Luis Advíncula ahora con el nuevo comando técnico, seguramente renovará esperanzas, para poder dar todo lo mejor de sí, en búsqueda de revertir el pésimo momento de La Bicolor.\nEncuesta ¿Luis Advíncula se borró para jugar con Boca Juniors aquella vez? ¿Luis Advíncula se borró para jugar con Boca Juniors aquella vez?\nYA VOTARON 0 PERSONAS\nManuel Alejandro Carranza Salas\nPeriodista deportivo con más de 9 años de experiencia en el mundo de los medios de comunicación, una trayectoria que abarca medios radiales, digitales y desempeños como redactor web, conductor radial y periodista deportivo. Especialista en la búsqueda de información de Alianza Lima, Sporting Cristal y Universitario.\nBoca Juniors Fútbol Peruano Luis Advíncula Perú Selección Perú Selección Peruana\nwhatsapp\nLEE TAMBIÉN\nAlianza Lima Alianza Lima Alianza Lima y los grandes cracks que enfrentará en los amistosos de pretemporada 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://twitter.com/CarranzaSalas94",
    "https://www.twitter.com/CarranzaSalas94"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:40:03.526+02:00",
  "updated": "2024-01-08T00:40:03.526+02:00"
}