{
  "thread": {
    "uuid": "e91c97e25a8e5510693f408e933b01fd748279ce",
    "url": "https://ncnewsline.com/2024/01/07/december-jobs-report-wages-up-hiring-steady-as-job-market-ends-year-strong/",
    "site_full": "ncnewsline.com",
    "site": "ncnewsline.com",
    "site_section": "http://pulse.ncpolicywatch.org/feed",
    "site_categories": [],
    "section_title": "NC Newsline",
    "title": "December jobs report: Wages up, hiring steady as job market ends year strong",
    "title_full": "December jobs report: Wages up, hiring steady as job market ends year strong",
    "published": "2024-01-07T19:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ncnewsline.com/wp-content/uploads/2024/01/CVS-hiring-2048x1326-1.jpg",
    "performance_score": 0,
    "domain_rank": 38902,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e91c97e25a8e5510693f408e933b01fd748279ce",
  "url": "https://ncnewsline.com/2024/01/07/december-jobs-report-wages-up-hiring-steady-as-job-market-ends-year-strong/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Casey Quinlan",
  "published": "2024-01-07T19:06:00.000+02:00",
  "title": "December jobs report: Wages up, hiring steady as job market ends year strong",
  "text": "7:06\nNews Story\nThe health care industry continues to add jobs, in part because of the U.S.’s aging population. (Photo by Mario Tama/Getty Images)\nFriday’s jobs data showed a strong, resilient U.S. labor market with wages outpacing inflation — welcome news for Americans hoping to have more purchasing power in 2024.\nThe December jobs report unveiled another unemployment rate below 4%, as it has for two years, at 3.7%, the same as it was for November. The economy added 216,000 jobs, many of which were concentrated in health care, local government, construction and social assistance, which includes child care, social workers and home care aides,\naccording to the Bureau of Labor Statistics data.\nDemocrats celebrated the news and took it as an opportunity to voice their frustrations with Republicans as policymakers grapple with another possible government shutdown over\nU.S.-Mexico border policy and other issues. Congress has deadlines of Jan. 19 for four government spending bills and Feb. 2 for eight government spending bills.\nPresident Joe Biden\nstated on Friday morning that the jobs data “confirms that 2023 was a great year for American workers.\n“The strong job creation continued even as inflation fell to the pre-pandemic level of 2 percent over the last six months …,” he added.\nRep. Bobby Scott (D-VA), ranking member of the House Committee on Education and the Workforce, touted the strong jobs report and stated, “Now is not the time to reverse our progress on the economy. I remain committed to opposing any effort that gambles with the lives of everyday Americans in order to engage in political grandstanding.”\nEconomists and data analysts provided States Newsroom with their takeaways on key news in the report, from wages to job growth in healthcare.\nWage growth and cooling inflation provide relief\nWages are outpacing inflation, with average hourly earnings increasing by 15 cents and rising by 4.1% over the past year, well over\n3.1% inflation. With inflation coming down fairly quickly, wages are solidly above inflation, economists said.\nMoody’s Analytics Chief Economist Mark Zandi said wage growth is now firmly above the rate of inflation, which means people’s real purchasing power is improving.\n“They got creamed back in 2021 and particularly in 2022 when inflation outpaced wages,” Zandi said. “And I think that’s one reason why people are so uncomfortable with their financial position, but that’s improving now and improving very quickly as wage growth remains strong and firm and inflation is lower and continues to moderate.”\nElise Gould, senior economist at the Economic Policy Institute, added that lower wage workers in particular have seen that increased purchasing power for longer.\n“For the last six months, the average hourly earnings for private sector workers has been beating inflation so their purchasing power has increased and on average, over the last few months, we also know from other data that lower wage workers have been seeing stronger wage growth,” she said. “They’ve been beating inflation for a lot longer. Overall, the purchasing power has certainly been increasing as inflation has been coming down faster.”\nHealth care and government continue to add jobs\nThe government workforce grew by 52,000 people with the majority of those jobs — 37,000 — in local governments. According to the Bureau of Labor Statistics, the average gains of jobs per month in 2023 was more than double the average for job growth in 2022.\nGould said there still seems to be room for government employment to continue to grow.\n“We still have a lot of catching up to do there because when we think about government employment, it has not kept up with population growth in any way,” she said. “You would think that the services that are being provided by the government would need to grow even more. So I think there’s a fair amount of room there that we are not back to normal in that sense.”\nHealth care also continues to see job growth, which Gould expects to continue partly because of the U.S.’s aging population. Health care jobs rose by 38,000 in December. Ambulatory health care services and hospitals added 19,000 jobs and 15,000 jobs, respectively.\nZandi sees these sectors as mostly playing catchup after the private sector crowded out some of these jobs during the recovery by offering higher pay.\n“Private businesses were willing to pay up big wage increases to hold on to workers and hire new ones,” he said. “And that was impossible for local governments or for hospitals to keep up with. But now that the private sector is fully recovered, we’re now starting to see these other sectors be able to hire again, find workers and bring them on the payrolls.”\nEconomists watch for signs of a slowdown\nEconomists had mixed responses to the changes in the labor force participation rate and employment-population ratio, which both fell 0.3% percentage point in December. The labor force participation rate sheds light on the economy through the percentage of working age people in the labor force, which includes both those actively seeking work and people who are currently employed. The employment-population ratio shows the number of people employed as part of the working age population.\nGould said she’s watching this data closely to see whether these changes are a source for concern but she says it’s important to keep in mind that unemployment is still very low.\n“Is that just volatility in the series or is there something to watch for?” she said. “…It’s not indicative of some huge problem but it’s something we want to keep watching. I didn’t like the drop in employment, particularly prime-age employment and participation is soft.”\nZandi said it’s hard to read too much into any month-to-month change in this data yet but that the labor market is slowing down a bit.\n“I think the general pattern in the data shows that the job market is resilient, continues to create lots of jobs, and unemployment remains low. But it is throttling back. Job growth is definitively slowing and other measures of the strength of the labor market are, are moderating. You’re seeing fewer hours of work and temp employment is declining,” he said.\nOn the labor force participation rate, Zandi said he suspects that participation is not going to continue to rise.\n“Boomers are retiring en masse and that’s going to wash out any increase in participation by other groups. Broadly speaking, I think the report is consistent with an economy that remains strong but is slow and consistent with getting inflation back to something we all feel comfortable with,” he said.\nTrends in state pay\nData\nreleased by ADP, a payroll processing firm, on Thursday, confirmed Zandi’s view on a cooling labor market as pay increases for people staying at their jobs were down in December from November. ADP’s median year-over-year pay change was higher in states such as Montana, where pay shot up 8.2% and Idaho, where pay rose 7.5%. New Mexico and Arizona also had higher increases in pay compared to many other states at 6.7% and 6.2%. Washington, Oregon, Wyoming, North Dakota, and South Dakota also had pay growth over that time period.\nLiv Wang, lead data scientist at the ADP Research Institute, told States Newsroom that ADP saw higher pay growth for lower-paid workers during the recovery.\nWang added in an email, “….some of the states with higher percentage increases in pay have lower median pay levels. This is true for some states in both the Northwest and Southwest. This same trend also applies to the Leisure and Hospitality industry, which has been leading pay increases. However more broadly, pay gains have slowed down recently and the pay premium for changing jobs has been falling.”\nOur stories may be republished online or in print under Creative Commons license CC BY-NC-ND 4.0. We ask that you edit only for style or to shorten, provide proper attribution and link to our web site. Please see our republishing guidelines for use of photos and graphics.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://www.virginiamercury.com/2024/01/05/congress-was-full-of-postponements-in-2023-now-2024-could-be-even-less-productive/",
    "https://www.bls.gov/news.release/empsit.nr0.htm",
    "https://www.bls.gov/news.release/cpi.nr0.htm",
    "https://finance.yahoo.com/news/house-gop-resolves-to-shut-down-the-border-or-shut-down-the-government-in-16-days-220548866.html?guccounter=1&guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&guce_referrer_sig=AQAAAJvtFqMbXEixD7zsawwn8fbWf86qFE8j35WYaNBvL8QtTy8WumYTyvQZ2LqOZShhk2o9D_Vmw5UU5u3EQqr0ISxtpuNEhjTTG9NKRJ4JWAH0_4V1pn1K5XjqN-jnByuJmi3IkTjwqc1Yh96T9vDy07Tu-1GRdA6TWwGVQam1oJnM",
    "https://www.whitehouse.gov/briefing-room/statements-releases/2024/01/05/statement-from-president-joe-biden-on-the-december-jobs-report/#:~:text=Statement%20from%20President%20Joe%20Biden%20on%20the%20December%20Jobs%20Report,-Home&text=This%20morning%27s%20report%20confirms%20that,year%20of%20the%20prior%20Administration",
    "https://payinsights.adp.com/",
    "https://bls.gov/news.release/empsit.nr0.htm",
    "https://www.payinsights.adp.com/",
    "https://whitehouse.gov/briefing-room/statements-releases/2024/01/05/statement-from-president-joe-biden-on-the-december-jobs-report/#:~:text=Statement%20from%20President%20Joe%20Biden%20on%20the%20December%20Jobs%20Report,-Home&text=This%20morning%27s%20report%20confirms%20that,year%20of%20the%20prior%20Administration",
    "https://www.finance.yahoo.com/news/house-gop-resolves-to-shut-down-the-border-or-shut-down-the-government-in-16-days-220548866.html?guccounter=1&guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&guce_referrer_sig=AQAAAJvtFqMbXEixD7zsawwn8fbWf86qFE8j35WYaNBvL8QtTy8WumYTyvQZ2LqOZShhk2o9D_Vmw5UU5u3EQqr0ISxtpuNEhjTTG9NKRJ4JWAH0_4V1pn1K5XjqN-jnByuJmi3IkTjwqc1Yh96T9vDy07Tu-1GRdA6TWwGVQam1oJnM",
    "https://bls.gov/news.release/cpi.nr0.htm",
    "https://virginiamercury.com/2024/01/05/congress-was-full-of-postponements-in-2023-now-2024-could-be-even-less-productive/",
    "https://payinsights.adp.com",
    "https://www.virginiamercury.com/2024/01/05/congress-was-full-of-postponements-in-2023-now-2024-could-be-even-less-productive",
    "https://finance.yahoo.com/news/house-gop-resolves-to-shut-down-the-border-or-shut-down-the-government-in-16-days-220548866.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mario tama",
        "sentiment": "none"
      },
      {
        "name": "joe biden",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "getty images",
        "sentiment": "none"
      },
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "bureau of labor statistics",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:43:50.551+02:00",
  "updated": "2024-01-08T01:43:50.551+02:00"
}