{
  "thread": {
    "uuid": "a3454faf9c4dd8bcf593a12ae5af198a157e1440",
    "url": "https://www.myjoyonline.com/wmo-confirms-2023-as-record-breaking-warmest-year/",
    "site_full": "www.myjoyonline.com",
    "site": "myjoyonline.com",
    "site_section": "https://www.myjoyonline.com/rss",
    "site_categories": [
      "media",
      "travel",
      "japan"
    ],
    "section_title": "MyJoyOnline",
    "title": "WMO confirms 2023 as record-breaking warmest year",
    "title_full": "WMO confirms 2023 as record-breaking warmest year",
    "published": "2024-01-14T22:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.myjoyonline.com/wp-content/uploads/2024/01/WhatsApp-Image-2024-01-14-at-20.35.54.jpeg",
    "performance_score": 0,
    "domain_rank": 17065,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a3454faf9c4dd8bcf593a12ae5af198a157e1440",
  "url": "https://www.myjoyonline.com/wmo-confirms-2023-as-record-breaking-warmest-year/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ama Cromwell",
  "published": "2024-01-14T22:41:00.000+02:00",
  "title": "WMO confirms 2023 as record-breaking warmest year",
  "text": "The World Meteorological Organization (WMO) has officially confirmed that 2023 stands as the warmest year on record, surpassing previous records by a substantial margin.\nThe global annual average temperature approached 1.5° Celsius above pre-industrial levels, a significant milestone as the Paris Agreement aims to cap long-term temperature increases at no more than 1.5° Celsius above pre-industrial levels.\nConsolidating data from six prominent international datasets, the WMO reports that the annual average global temperature for 2023 was 1.45 ± 0.12 °C above pre-industrial levels (1850-1900). Notably, each month from June to December witnessed new monthly temperature records, with July and August marking the two hottest months ever recorded.\nAccording to Professor Celeste Saulo, the Secretary-General of the World Meteorological Organization (WMO), climate change stands as the most significant challenge confronting humanity. It impacts everyone, with a particularly pronounced effect on the most vulnerable populations. Professor Saulo emphasizes that the world cannot delay any further in addressing this pressing issue.\n“We are already taking action but we have to do more and we have to do it quickly. We have to make drastic reductions in greenhouse gas emissions and accelerate the transition to renewable energy sources,” she said in a statement.\nProfessor Saulo noted that the transition from the cooling La Niña to the warming El Niño, anticipated by mid-2023, is evident in the observed increase in temperatures compared to the previous year. Considering that El Niño typically exerts its most substantial impact on global temperatures after reaching its peak, there is a possibility that 2024 might experience even higher temperatures.\nWhile El Niño events are part of the natural climate variability, occurring cyclically from one year to the next, Professor Saulo emphasized that the more profound concern lies in the escalating impact of longer-term climate change, a phenomenon unequivocally linked to human activities. This observation underscores the critical point that the climate crisis is exacerbating existing inequalities on a global scale.\n“It affects all aspects of sustainable development and undermines efforts to tackle poverty, hunger, ill-health, displacement, and environmental degradation,” said Prof. Saulo.\nAccording to the WMO, since the 1980s, every successive decade has registered higher temperatures than the one preceding it. The last nine years, in particular, have consistently been recognized as the warmest on record. Notably, the years 2016 (marked by a strong El Niño) and 2020 were previously acknowledged as the warmest, recording temperature increases of 1.29 ±0.12°C and 1.27 ±0.12°C above the pre-industrial era, respectively.\nAnalysis by the organization based on six datasets reveals that the ten-year average spanning from 2014 to 2023 was 1.20 ±0.12°C above the 1850-1900 average, accounting for a margin of uncertainty. UN Secretary-General António Guterres expressed concern that human activities are significantly contributing to the Earth's rising temperatures.\nHe emphasized that 2023 provides a glimpse into the potentially catastrophic future awaiting humanity if urgent global action is not taken. Guterres stressed the imperative for unprecedented measures to counteract the escalating trend of record-breaking temperature increases.\n“We can still avoid the worst of climate catastrophe. But only if we act now with the ambition required to limit the rise in global temperature to 1.5 degrees Celsius and deliver climate justice,” Mr Guterres said.\nThe World Meteorological Organization (WMO) emphasized that while long-term monitoring of global temperatures is a crucial climate indicator, several other key factors contribute to our understanding of climate change. These include concentrations of greenhouse gases in the atmosphere, ocean heat and acidification, sea level changes, sea ice extent, and glacier mass balance.\nThe WMO's provisional State of the Global Climate in 2023 report, released on November 30, revealed widespread record-breaking events. Sea surface temperatures remained exceptionally high throughout the year, leading to severe marine heatwaves with detrimental impacts. Antarctic sea ice extent hit unprecedented lows, both during the end-of-summer minimum in February and the end-of-winter maximum in September.\nThese overarching changes in climate have direct repercussions on day-to-day weather patterns. In 2023, extreme heat adversely affected public health and contributed to destructive wildfires. Additionally, intense rainfall, floods, and rapidly intensifying tropical cyclones caused extensive damage, loss of life, and significant economic setbacks.\nThe WMO plans to issue its final State of the Global Climate 2023 report in March 2024. This comprehensive report will include detailed information on the socioeconomic impacts of climate change, specifically focusing on areas such as food security, displacement, and public health.\n56 seconds\n59 mins\n-\nAFCON\n3 hours\n3 ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "saulo",
        "sentiment": "none"
      },
      {
        "name": "celeste saulo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wmo",
        "sentiment": "negative"
      },
      {
        "name": "world meteorological organization",
        "sentiment": "negative"
      },
      {
        "name": "paris agreement",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-14T22:54:43.047+02:00",
  "updated": "2024-01-14T22:54:43.047+02:00"
}