{
  "thread": {
    "uuid": "c8a2d8835ddb62ebf44a910601429a4f6f6e351d",
    "url": "https://www.plymouthherald.co.uk/news/plymouth-news/jobs-plymouth-you-can-apply-8974308",
    "site_full": "www.plymouthherald.co.uk",
    "site": "plymouthherald.co.uk",
    "site_section": "https://www.plymouthherald.co.uk/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Plymouth Live - frontpage",
    "title": "Jobs in Plymouth you can apply for right now to kick start 2024",
    "title_full": "Jobs in Plymouth you can apply for right now to kick start 2024",
    "published": "2024-01-01T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i2-prod.cornwalllive.com/incoming/article8974595.ece/ALTERNATES/s1200/0_Plymouth-City-Council-Council-House.jpg",
    "performance_score": 0,
    "domain_rank": 15162,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c8a2d8835ddb62ebf44a910601429a4f6f6e351d",
  "url": "https://www.plymouthherald.co.uk/news/plymouth-news/jobs-plymouth-you-can-apply-8974308",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "news@plymouthherald.co.uk (Maxine Denton)",
  "published": "2024-01-01T07:00:00.000+02:00",
  "title": "Jobs in Plymouth you can apply for right now to kick start 2024",
  "text": "If you're looking for a career change this new year, now is the perfect time to get looking as there are plenty of roles available in Plymouth right now. Whether you want to make the next step or bolster your income with some additional part-time hours, there are jobs to suit all. From working as a nuclear health physics monitor apprentice for Plymouth's international defence and engineering giant to handling calls from members of the public at the city's 111 contact centre, there are a range of positions going. The roles also require different levels of experience and training will be provided on the job for some, so it's worth looking into if you're not too sure whether you'd be the right candidate. We've taken a look at the roles you can apply for right now to kick-start the new year. Scroll down to take a look and let us know what you make of some of these jobs in the comment section below. Read more: [Village pub transformed into award-winning foodie destination](https://www.plymouthherald.co.uk/news/plymouth-news/village-pub-transformed-award-winning-8962605) [Destination gastropub The Plough among the best in the UK for foodies](https://www.plymouthherald.co.uk/news/plymouth-news/hidden-gem-gastropub-plough-among-8946455) Nuclear Health Physics Monitor Apprenticeship- Babcock International Location: [Devonport](https://www.plymouthherald.co.uk/all-about/devonport) Description: A nuclear health physics monitor offers radiological monitoring services in the nuclear industry. Their role is to protect people, plant and the environment against the harmful effects of ionising radiation and contamination. Some of the tasks in this role include: taking readings of surface, air and personal contamination, detecting radiation dose rates using various detectors, and performing calculations to assess exposure risks. Pay: £26,519 a year Business Administration Apprentice- Plymouth City Council Location: Plymouth Description: The main purpose of this role is to deliver an excellent, customer-focused administrative support to other services and stakeholders across [Plymouth City Council](https://www.plymouthherald.co.uk/all-about/plymouth-city-council), as well as external customers. The apprenticeship will build your knowledge and skills in a range of areas including verbal and written communication, IT competencies including Microsoft Excel, Word and Outlook, working with others and understanding of organisational policies and practices. SEN Classroom Assistant- The Supply Room Location: Plymouth Description: As a SEND teaching assistant, your responsibilities will include: supporting students with diverse SEND, including but not limited to Autism, ADHD, and Dyslexia, assisting in implementing individualised [education](https://www.plymouthherald.co.uk/all-about/education) plans, encouraging student engagement and participation in classroom activities, and collaborating with the educational team to provide effective support. Pay: £82.00 - £86.75 a day Outdoor Learning Wild Tribe Development Coach - Arena Sport Partnership Location: Plymouth & East Cornwall Description: This role is a part-time, fixed term contract until the end of August 2024 but is likely to be extended until the end of August 2025. They are looking for an enthusiastic, passionate and dedicated outdoor learning development coach to join their team. The ideal candidate will need to have a minimum of a level 3 forest schools qualification or an equivalent outdoor learning qualification. Pay: £20,597 - £32,133 a year Support Worker- British Red Cross Location: [Derriford Hospital](https://www.plymouthherald.co.uk/all-about/derriford-hospital) Description: A day in the life of a service support worker will involve: providing practical and emotional support and guidance to service users, responding to referrals from clinicians and community health professionals, supporting service users up to 72 hours after hospital discharge or to prevent readmission, and taking someone to a hospital appointment that they otherwise couldn’t get to or be picking up prescriptions and shopping. Pay: £10.90 an hour Pupil Services Lead - St Christopher's Multi Academy Trust Locations: Plymouth, [Tavistock](https://www.plymouthherald.co.uk/all-about/tavistock) and West Devon Description: This role will be based in Old Priory Junior School in [Plympton](https://www.plymouthherald.co.uk/all-about/plympton) and will support other schools within the roles in their localities, though you will work collaboratively with colleagues across all Trust schools. The ideal candidate will have experience of working within a school administration role and have a working knowledge of management information and school communication systems and pupil attendance processes. Pay: £17,984 - £20,877 a year [NHS](https://www.plymouthherald.co.uk/all-about/nhs) 111 Health Advisor- Practice Plus Group Location: Plymouth Description: As a Health Advisor in Plymouth's 111 contact centre, you will handle calls from members of the public. You’ll learn how to use a state-of-the-art triage tool called NHS Pathways to assess patients over the phone and direct them to the most appropriate care. Although these are not emergency calls, you’ll also need to be prepared to deal with emotional, distressing or life-threatening scenarios and to arrange for 999 services if required. Pay: £11.48 - £14.77 an hour",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "plymouth",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "plymouth",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T07:21:25.727+02:00",
  "updated": "2024-01-01T07:28:39.250+02:00"
}