{
  "thread": {
    "uuid": "06d5d80b5ee5f972de2f681da15ca3ce756a3262",
    "url": "https://www.petguide.com/pets/with-just-a-sniff-dogs-may-be-able-to-curtail-ptsd-episodes-44630230",
    "site_full": "www.petguide.com",
    "site": "petguide.com",
    "site_section": "https://petguide.com",
    "site_categories": [
      "dogs",
      "pets"
    ],
    "section_title": "Dog, Cat, and Pet Information for Pet Parents - PetGuide | PetGuide",
    "title": "With Just a Sniff, Dogs May be Able to Curtail PTSD Episodes | PetGuide",
    "title_full": "With Just a Sniff, Dogs May be Able to Curtail PTSD Episodes | PetGuide",
    "published": "2024-04-05T00:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn-fastly.petguide.com/media/2024/04/04/16201/with-just-a-sniff-dogs-may-be-able-to-curtail-ptsd-episodes.jpg?size=1200x628",
    "performance_score": 0,
    "domain_rank": 45444,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "06d5d80b5ee5f972de2f681da15ca3ce756a3262",
  "url": "https://www.petguide.com/pets/with-just-a-sniff-dogs-may-be-able-to-curtail-ptsd-episodes-44630230",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mary Simpson",
  "published": "2024-04-05T00:25:00.000+03:00",
  "title": "With Just a Sniff, Dogs May be Able to Curtail PTSD Episodes | PetGuide",
  "text": "With Just a Sniff, Dogs May be Able to Curtail PTSD Episodes Halifax's Dalhousie University finds dogs can identify the adrenaline hormone through an individual's breath. We’re all aware that in addition to sniffing out bombs, contraband, serious illnesses, and of course, that errant potato chip between the sofa cushions (that would be my dog), there are those special pooches that also have [a knack for supporting those in need](https://www.petguide.com/pets/blog/news/a-new-study-investigates-how-service-dogs-can-help-veterans-with-ptsd-44471926). Gentle in nature, uniquely intuitive, and always alert to an opportunity to help, these specially trained service dogs bring comfort to those dealing with the aftermath of unimaginable tragedies. From natural disasters to acts of terrorism, these dogs are ready to step up and console at a moment’s notice. But recent evidence is showing that some service dogs can also sniff out a Post Traumatic Stress Disorder (PTSD) episode before the individual even realizes it’s about to happen. Per Laura Kiiroja of the University of Dalhousie’s (DAL) Department of Psychology and Neuroscience, \"…dogs are currently trained to respond to behavioral and physical cues. Our study showed that at least some dogs can also detect these episodes via breath.\" The multi-disciplinary study conducted at DAL included 26 human volunteers who acted as scent donors. To qualify, they first needed to meet the diagnostic requirements for PTSD. They were then provided with face masks that collected two different breath samples. One was taken when the individual was calm, and another after the volunteer had been asked to recall their traumatic event. To be clear, with PTSD, individuals who have been exposed to a catastrophic occurrence may experience cognitive and emotional issues when certain triggers are present. Fireworks can simulate gunfire while images, news reports and even social media can call up distressing memories and result in emotional outbursts, depression, loss of sleep, and even turning to drugs or alcohol to help work through the episode. With those dogs studied, the research team discovered that rather than waiting for physical cues, some were actually able to pick up stress markers on the individual’s breath, then act to interrupt the episode before it escalated. From an initial sample of 25 pooches, just two (Ivy and Callie) had rather impressive results – achieving 90% accuracy between the stressed and non-stressed breath samples. What’s interesting to Kiiroja is that “They seemed to have a slightly different idea of what they considered a 'stressed' breath sample. We speculated that one was attuned to sympathetic-adreno-medullar axis hormones (like adrenaline) and the other was oriented to the hypothalamo-pituitary-adrenal axis hormones (like cortisol). This is important knowledge for training service dogs, as alerting to early-onset PTSD symptoms requires sensitivity to sympathetic-adreno-medullar axis hormones.\" So, what next? More studies to help validate their findings are planned and the team will draw from a larger sample size. Most importantly, more treats… because according to researchers, generous rewards are what truly motivated Ivy and Callie. Hey, even superstar sniffers need to indulge in a guilty pleasure from time to time. Sharing space with three seriously judgy Schnoodles and a feline who prefers to be left alone. #LivingMyBestLife More by [Mary Simpson](/member/29/marysimpson)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "laura kiiroja",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dalhousie university",
        "sentiment": "negative"
      },
      {
        "name": "university of dalhousie",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "halifax",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:49:30.016+03:00",
  "updated": "2024-04-12T04:09:18.427+03:00"
}