{
  "thread": {
    "uuid": "d5fa3f1efb3477646c5f8e5671cb5e5b82279a96",
    "url": "https://www.westhawaiitoday.com/2024/01/16/sports/josh-allen-bills-dispatch-steelers-31-17-in-playoff-game-delayed-a-day-by-snow-chiefs-up-next",
    "site_full": "www.westhawaiitoday.com",
    "site": "westhawaiitoday.com",
    "site_section": "https://westhawaiitoday.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "West Hawaii Today",
    "title": "Josh Allen, Bills dispatch Steelers 31-17 in playoff game delayed a day by snow. Chiefs up next",
    "title_full": "Josh Allen, Bills dispatch Steelers 31-17 in playoff game delayed a day by snow. Chiefs up next",
    "published": "2024-01-16T12:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.westhawaiitoday.com/wp-content/uploads/2024/01/web1_AP_Bills_Top_Steelers.jpg",
    "performance_score": 0,
    "domain_rank": 35445,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d5fa3f1efb3477646c5f8e5671cb5e5b82279a96",
  "url": "https://www.westhawaiitoday.com/2024/01/16/sports/josh-allen-bills-dispatch-steelers-31-17-in-playoff-game-delayed-a-day-by-snow-chiefs-up-next",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "None",
  "published": "2024-01-16T12:05:00.000+02:00",
  "title": "Josh Allen, Bills dispatch Steelers 31-17 in playoff game delayed a day by snow. Chiefs up next",
  "text": "Josh Allen, Bills dispatch Steelers 31-17 in playoff game delayed a day by snow. Chiefs up next\nORCHARD PARK, N.Y. — It made no difference to Josh Allen what day or time the Buffalo Bills faced the Pittsburgh Steelers.\nThe AFC wild-card playoff game could’ve been played Sunday as scheduled, in the midst of a lake-effect storm that dumped more than 2 feet of snow on the region, and the Bills were going be to ready.\nThey proved that on Monday, when Allen threw three touchdown passes and scored on a franchise playoff-record 52-yard touchdown run as Buffalo beat Pittsburgh 31-17 in a game that was postponed by 27 1/2 hours.\n“People keep saying that’s what we wanted. We had no call in that,” Allen said about the postponement. “We would have played yesterday, would have played Saturday would have played Friday, it wouldn’t have mattered. We would have come out here and played when we were told to play.”\nThe game turned into a celebration of the elements. Snow blanketed a majority of the seats inside Highmark Stadium when the gates opened and was put to good use by fans, who tossed handfuls into the air like confetti to celebrate.\n“We put on a show in the snow,” left tackle Dion Dawkins said. “We’re here. We got one more week.”\nThe second-seeded Bills (12-6), who closed the regular season with five straight wins, advance to host Patrick Mahomes and the No. 3 seed Kansas City Chiefs in the divisional round on Sunday night. Buffalo and its fans have longed for a home playoff game against the Chiefs after their 2020 and ‘21 seasons ended with playoff losses at Kansas City.\n“We’re a step behind already,” Allen said, noting the Chiefs will have two more days of rest after beating Miami on Saturday. “It’s going to take a team effort. We know the type of team that they are, obviously the type of quarterback that they have in Pat over there.”\nBuffalo led 21-0 before Pittsburgh scored on three straight possessions to get within 24-17. Allen then sealed the win, throwing a 17-yard touchdown pass to Khalil Shakir with 6:27 remaining. Shakir caught the pass at the 10 over the middle, slipped Minkah Fitzpatrick’s tackle attempt with a spin move, and outraced the rest of the Steelers defenders into the end zone.\n“Dude hit me and I was able to just stay up and make a play from there,” Shakir said. “But that comes down to (Allen) getting the ball, putting it right on the money and giving me an opportunity to make a play.”\nAllen finished 21 of 30 for 203 yards and ran for 74 yards on eight carries, becoming the first quarterback in NFL playoff history to throw three or more TD passes while rushing for 70 or more yards and a score. He didn’t have a turnover for just the fourth time this season.\nMason Rudolph threw two touchdown passes with an interception in his first playoff start for the Steelers (10-8), but Pittsburgh was too inconsistent on either side of the ball to keep up with Allen and the Bills. The Steelers lost their fifth straight playoff game; the franchise’s most recent postseason victory was exactly seven years ago.\nMissed tackles, two turnovers that led to 14 points for Buffalo and the Bills’ ability to bottle up the Steelers’ running attack contributed to the loss.\n“I’m appreciative of the efforts. But it’s not mystical. We didn’t do what was required to win tonight,” Steelers coach Mike Tomlin said. “Can’t come into an environment like this with a playoff-caliber team and turn the ball over like that and expect to be competitive.”\nAsked about his future in Pittsburgh after completing his 17th season — all of them with a record of .500 or better — Tomlin smirked and walked away.\n“When we got it down to seven points, I thought we were going to make a run. It comes back to the defense,” veteran defensive tackle Cam Heyward said. “There were chances. We didn’t capitalize. that was probably the biggest outlier in the game.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "josh allen",
        "sentiment": "negative"
      },
      {
        "name": "allen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "steelers",
        "sentiment": "negative"
      },
      {
        "name": "buffalo bills",
        "sentiment": "none"
      },
      {
        "name": "pittsburgh steelers",
        "sentiment": "none"
      },
      {
        "name": "buffalo",
        "sentiment": "none"
      },
      {
        "name": "pittsburgh",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "n.y.",
        "sentiment": "none"
      },
      {
        "name": "highmark stadium",
        "sentiment": "none"
      },
      {
        "name": "ard park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T15:07:46.647+02:00",
  "updated": "2024-01-16T15:07:46.647+02:00"
}