{
  "thread": {
    "uuid": "b964d642ddc9094704c9df41076c459a6adbf623",
    "url": "https://www.eldiadecordoba.es/cordoba/Cabalgata-Reyes-Magos-Cordoba-emociones_0_1863714047.html",
    "site_full": "www.eldiadecordoba.es",
    "site": "eldiadecordoba.es",
    "site_section": "https://www.eldiadecordoba.es/rss/",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "La Cabalgata de Reyes Magos inunda Córdoba de emociones",
    "title_full": "La Cabalgata de Reyes Magos inunda Córdoba de emociones",
    "published": "2024-01-05T21:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cdn.socy.cloud/JOLY/v3/SSFC/6523f524de09f/https://www.eldiadecordoba.es/2024/01/05/cordoba/Cabalgata-Reyes-Magos-Cordoba-Tejares_1863726153_200692121_1200x675.jpg",
    "performance_score": 0,
    "domain_rank": 73371,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b964d642ddc9094704c9df41076c459a6adbf623",
  "url": "https://www.eldiadecordoba.es/cordoba/Cabalgata-Reyes-Magos-Cordoba-emociones_0_1863714047.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alejandro Balsera",
  "published": "2024-01-05T21:53:00.000+02:00",
  "title": "La Cabalgata de Reyes Magos inunda Córdoba de emociones",
  "text": "Córdoba se ha contagiado de ilusión y fantasía en la noche más mágica del año. No es para menos, pues los tres Reyes Magos se han presentado un año más en la ciudad con toda su colorida parafernalia navideña y, como manda la tradición, la expectación ha sido máxima. Pequeños y adultos, unos con los nervios a flor de piel y otros rememorando aquellos nostálgicos y dulces tiempos de inocencia, han llenado las calles de sentimiento en\nuna cabalgata de 2024 que ya queda para el recuerdo.\nY sí, aunque todos los años pasa por la ciudad esta comitiva que tanto aman los más pequeños, la de este 2024 parece que ha gustado más. Quizás por haber sido la primera organizada por Grupo Mundo (empresa responsable, entre otras, de la Málaga) o bien porque simplemente se ha acertado con la temática elegida. La realidad es que son muchos los cordobeses que han catalogado el desfile como \"el mejor de los últimos años\". En los anteriores, el desfile había recibido fuertes críticas por parte de los ciudadanos y para esta edición, el Ayuntamiento decidió contratar la organización de forma privada y elevar el presupuesto: de 121.000 euros en 2023 a 444.000 euros en 2024.\nAsí lo han manifestado los asistentes consultados por El Día y exactamente con esas palabras ha calificado toda la comitiva una de las familias presentes en la plaza de Santa Teresa. \"Mucho mejor que el año pasado que fue más aburrida. Tiene más bandas, más carrozas y está mucho más currada\", ha destacado María, la abuela de la familia, a quien lo que más le ha gustado es \"ese estilo tradicional\" con el que han caracterizado a varios personajes y carruajes.\n\"Lo que más me ha gustado es que bailaban mucho\", ha añadido la pequeña de la familia. Razón no le ha faltado, pues entre carroza y carroza, varios grupos de danza han aportado dinamismo a esta cabalgata. Uno de esos grupos de baile lo han formado 19 jóvenes de la escuela Carmina Nadal Ballet, de Alcoy, que han representado a las vestales del rey Gaspar. Así lo ha explicado su directora, quien se ha mostrado \"muy contenta por venir a una Córdoba que es preciosa\" y a este desfile al que espera \"volver el año que viene\".\nRepresentaciones de animales, superhéroes, medusas gigantes, bailes de todo tipo... y por supuesto, las carrozas de los tres Reyes Magos que han desfilado desde las 17:00 de la tarde por toda Córdoba. En total, 14 carrozas que han protagonizado esta mágica cabalgata que también ha contado con tres bandas de música, cinco pasacalles, un grupo de baúles y la Guardia Real para cada una de sus majestades, además de la colaboración del Hospital Reina Sofía de Córdoba, la Guardia Civil, la Policía Nacional, los bomberos y los carteros de Correos.\nEn total, las 700 personas participantes han partido desde el puente del Arenal con el objetivo claro de repartir felicidad y anunciar la tan esperada llegada de los Reyes Magos a la ciudad. Lo han hecho, como no podía ser de otra forma, lanzando alrededor de 16.500 estuches de cera para colorear, 26.000 pulseras infantiles, 21.875 varitas de pompas de jabón, 16.800 juguetes, 2.100 bolsas de gusanitos, 14.250 kilos de un surtido de golosinas, unas 1.000 libretas, bolígrafos, auriculares, lámparas y cepillos de dientes.\nEl cuerpo de Bomberos de Córdoba se ha encargado de repartir los peluches que el pasado jueves recogió -lanzados por los aficionados- durante el partido entre el Córdoba CF y el Real Madrid Castilla. Las bandas de música del Cristo del Amor, Sagrada Cena y La Estrella han cumplido con creces su labor de ponerle sonido al agradable desfile y los Reyes Magos, pues poco han tenido que hacer más allá de lanzar caramelos lo más lejos posible y saludar a toda la masa de cordobeses que, expectantes, les han pedido que \"por favor\" pasen por su casa esta noche.\nEn la carroza del rey Melchor, que este año ha sido la enfermera del Materno-Infantil María Dolores Manjón la encargada de darle vida tras haber ganado el sorteo del Ayuntamiento, esta mágica noche la han afrontado \"con muchas ganas, alegría e ilusión\". Así lo ha confirmado una de los pajes reales, quien ha destacado la felicidad que le da ver \"a los niños súper contentos cantando y pasándoselo bien\".\nTambién quiso ser rey Melchor este año Carlos Rodríguez, pues fue uno de los 300 participantes en el sorteo municipal. Aunque no tuvo la suerte de salir elegido, no se ha querido perder la cabalgata: \"Me han parecido muy bonitas las carrozas y su decoración. No sobra nada, es clásica y da mucha alegría, mucho mejor que la del año pasado. Un éxito de cabalgata\", ha subrayado Carlos subido a la fuente de la plaza de Santa Teresa, quien también ha agradecido \"que alguien reconocida como Macarena Gómez sea el rey Gaspar\".\nPrecisamente la actriz cordobesa ha sido una de las protagonistas de la noche más mágica del año en Córdoba que ha reunido a miles de personas en sus calles. Ha estado continuamente aclamada por el público, al igual que Baltasar -encarnado por Sebastián Madrid, de la Peña Coro Alminar-.\nEso sí, toda fiesta tiene su fin y ya entrada la noche en la avenida de las Ollerías, con algo de retraso sobre lo previsto, culminó una Cabalgata 2024 memorable para muchos, aunque ahí no quedó todo. Y es que, en carruajes, los magos se dirigieron al Alpargate para representar la adoración al Niño Jesús, otra de las grandes novedades de este año.\nEntre tanta expectación, y como ocurre con todo, para otros no ha sido tan espectacular. Algunas jóvenes como Clara Márquez, que ha visto la comitiva frente al parque de Colón, o como Marta en la avenida Vallellano, han protestado por la \"falta de caramelos\" y \"porque ha faltado ambiente y música entre carroza y carroza\". No siempre llueve a gusto de todos, pero lo importante ya se ha cumplido:\nlos Reyes Magos han llegado a Córdoba con la intención de hacer felices a todos los cordobeses que hayan sido buenos este año.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:33:49.277+02:00",
  "updated": "2024-01-06T00:33:49.277+02:00"
}