{
  "thread": {
    "uuid": "7f57cc71393cd5cabfb06455cca995b9c206d506",
    "url": "https://bigmedia.bpifrance.fr/nos-actualites/pour-reduire-les-dechets-en-france-le-fourgon-mise-sur-la-consigne-en-verre",
    "site_full": "bigmedia.bpifrance.fr",
    "site": "bpifrance.fr",
    "site_section": "https://bigmedia.bpifrance.fr",
    "site_categories": [],
    "section_title": "À la une | Bpifrance",
    "title": "Pour réduire les déchets en France, Le Fourgon mise sur la consigne en verre",
    "title_full": "Pour réduire les déchets en France, Le Fourgon mise sur la consigne en verre",
    "published": "2024-02-15T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "FR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 11142,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7f57cc71393cd5cabfb06455cca995b9c206d506",
  "url": "https://bigmedia.bpifrance.fr/nos-actualites/pour-reduire-les-dechets-en-france-le-fourgon-mise-sur-la-consigne-en-verre",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-15T02:00:00.000+02:00",
  "title": "Pour réduire les déchets en France, Le Fourgon mise sur la consigne en verre",
  "text": "Pour réduire les déchets en France, Le Fourgon mise sur la consigne en verre Le podcast Climat en Action donne la parole à celles et ceux qui agissent en faveur de la transition écologique et énergétique, qu’ils soient entrepreneurs ou chercheurs. Focus sur Le Fourgon, startup lilloise engagée dans une démarche d’économie circulaire. - [Portraits](/portraits) [Le Coq vert](/le-coq-vert) [Développement durable](/developpement-durable) [Économie](/economie) - Articles - Hauts-de-France - 15 février 2024 - Temps de lecture: 2-3 min 573 kg de déchets sont produits par an et par habitant en France et 73,6 % du plastique n’est pas recyclé, d’après l’ADEME. Si dans les années 1980 la consigne était obligatoire dans l’Hexagone, notamment pour les livreurs de lait et les brasseurs, l’émergence de la grande distribution a malheureusement fait évoluer le marché vers l’emballage à usage unique. Avec à la clé, entre autres, la prolifération des bouteilles en plastique. Les laveuses de bouteilles consignées ont peu à peu disparu pour laisser place à un marché 19 milliards de fioles produites chaque année dans notre pays. Grâce au Fourgon, plus de 4 millions de flacons ont déjà été réemployés, soit une économie de 1 480 tonnes de CO2, selon la [startup](https://bigmedia.bpifrance.fr/portraits/epc-la-start-qui-modernise-limage-du-champagne). Remettre le client au cœur du processus en lui proposant une expérience lui facilitant la vie, tout en lui permettant de s’engager, enclenchera naturellement de nouvelles habitudes de consommation selon ses fondateurs. Portrait. Le Fourgon quadrille la France Société créée en avril 2021 à Lille par Charles Christory et deux associés, Le Fourgon est une équipe de passionnés qui a décidé d’unir ses forces pour remettre au goût du jour la consigne en France et se spécialiser dans la livraison de produits consignés à domicile et au bureau. Leur objectif ? Proposer une solution simple et sans contrainte pour réduire ses déchets. La raison ? Les poubelles recyclables se remplissent plus vite qu’elles ne se vident, sans qu’aucune solution simple et efficace n’existe pour permettre à chacun de réduire ses déchets, et en particulier les bouteilles. Lait, jus de fruits, eau, soda ou même produits ménagers, les commandes sont effectuées sur lefourgon.com. Les paniers sont ensuite livrés dans des tranches horaires choisies par les clients, à domicile ou au bureau. À chaque livraison, Le Fourgon s’occupe de [récupérer les bouteilles vides de ses clients, qui seront nettoyées et utilisées à nouveau](https://bigmedia.bpifrance.fr/nos-actualites/economie-circulaire-trois-entreprises-mettent-en-oeuvre-les-3r). Fort de son succès, la société compte aujourd’hui plus de 40 000 clients. « Nous sommes présent dans 19 villes en France avec 300 personnes employées », confie Charles Christory dans le [podcast Climat en Action](https://lnkfi.re/em8nkg). « Outre la consigne, nous avons également réalisé un travail conséquent de recherche de producteurs locaux, dans chaque région dans laquelle nous nous sommes installés, afin de favoriser le circuit court. » Un impact au service de la planète Grâce à la consigne, les produits sont à même d’être réemployés plus de 40 fois, ce qui permet d’être deux à trois fois moins impactant que les autres contenants et de générer ainsi beaucoup moins de déchets. Chaque produit réutilisé grâce au Fourgon fait économiser 75 % d’énergie, 79 % de CO2 et 33 % d’eau par rapport à un produit recyclé. « Le nettoyage, c’est très peu d’énergie et d’eau en comparaison à la fabrication de bouteilles en verre ou en plastique », explique le cofondateur de la jeune pousse. « Le problème du plastique, c’est qu’il n’est pas recyclable à 100 %. Lorsque vous triez les déchets dans votre poubelle jaune, seulement 26 % de vos cartons et plastiques sont recyclés. » Aujourd’hui, la moitié des Français consomme en moyenne une bouteille en plastique par jour, ce qui est colossal en termes de déchets. « Après analyse du cycle de vie d’une bouteille, nous sommes arrivés à la conclusion que, dès trois utilisations, un contenant en verre réemployable surpasse n’importe quel autre type d’emballage d’un point de vue écologique », affirme le dirigeant. La suite pour Le Fourgon ? « Nous sommes déjà présents dans le nord, l’ouest, à Nancy, Lyon, Saint-Etienne et Grenoble également. Notre objectif est de nous implanter à Paris, en Normandie et dans le sud-est dans un futur proche », conclut Charles Christory. Avant peut être de tenter l’aventure à l’international. [Pour écouter l’ensemble des podcasts Climat en Action, c’est par ici](https://lnkfi.re/em8nkg).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment"
  ],
  "external_links": [
    "https://lnkfi.re/em8nkg).",
    "https://www.lnkfi.re/em8nkg)."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T01:30:08.213+02:00",
  "updated": "2024-02-24T19:04:18.089+02:00"
}