{
  "thread": {
    "uuid": "802e81de6fd45310dccc7950c7da10fb78411acc",
    "url": "https://www.eluniversal.com.co/mundo/reino-unido-lanza-exitosas-pruebas-de-su-imponente-arma-laser-dragon-fire-XN9816000",
    "site_full": "www.eluniversal.com.co",
    "site": "eluniversal.com.co",
    "site_section": "http://www.eluniversal.com.co/",
    "site_categories": [
      "media"
    ],
    "section_title": "El Universal",
    "title": "Reino Unido lanza exitosas pruebas de su imponente arma láser ‘Dragon Fire’ | EL UNIVERSAL - Cartagena",
    "title_full": "Reino Unido lanza exitosas pruebas de su imponente arma láser ‘Dragon Fire’ | EL UNIVERSAL - Cartagena",
    "published": "2024-01-20T00:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.eluniversal.com.co/binrepository/1270x686/235c0/800d686/none/13704/SHQU/584260_9367125_20240119171441.jpg",
    "performance_score": 0,
    "domain_rank": 25613,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "802e81de6fd45310dccc7950c7da10fb78411acc",
  "url": "https://www.eluniversal.com.co/mundo/reino-unido-lanza-exitosas-pruebas-de-su-imponente-arma-laser-dragon-fire-XN9816000",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "REDACCIÓN COLOMBIA",
  "published": "2024-01-20T00:15:00.000+02:00",
  "title": "Reino Unido lanza exitosas pruebas de su imponente arma láser ‘Dragon Fire’ | EL UNIVERSAL - Cartagena",
  "text": "El Reino Unido llevó a cabo exitosas pruebas de su arma láser de alta potencia conocida como ‘Dragon Fire’, en el campo de tiro de las Hébridas, propiedad del Ministerio de Defensa británico. Esta avanzada arma, valuada en 140 millones de libras (aproximadamente 177 millones de dólares), se destaca por su eficacia y eficiencia. El ‘Dragon Fire’, diseñado como un arma de línea de visión, demostró su capacidad para atacar cualquier objetivo visible durante las pruebas, según informes gubernamentales. Con un costo de solo 10 libras por cada disparo, el láser del ‘Dragon Fire’ muestra una sorprendente relación coste-eficiencia, superando en eficacia incluso a sistemas más costosos, como el Sea Viper de la Royal Navy, utilizado contra drones y cohetes rebeldes hutíes en el Mar Rojo. [ Lea aquí: Hizbulá continúa ofensiva contra Israel: tres nuevos ataques](https://www.eluniversal.com.co/mundo/hizbula-continua-ofensiva-contra-israel-tres-nuevos-ataques-EL9814116) Este arma láser de alta tecnología, desarrollada en colaboración entre el Laboratorio de Ciencia y Tecnología de Defensa (Dstl) del Reino Unido, MBDA, Leonardo y QinetiQ, ha superado las expectativas durante las pruebas. Con la capacidad de perforar objetivos y detonar ojivas de misiles con precisión milimétrica, el ‘Dragon Fire’ es elogiado por su velocidad, ya que ataca a la velocidad de la luz, causando fallos estructurales y cortando objetos con precisión. [Lea aquí: Video: avión se incendia en el cielo tras despegar del aeropuerto](https://www.eluniversal.com.co/mundo/video-avion-se-incendia-en-el-cielo-tras-despegar-del-aeropuerto-NI9813681) A pesar de los desafíos en su desarrollo, incluyendo un retraso de cinco años y un costo significativo, las pruebas exitosas del ‘Dragon Fire’, como la realizada en noviembre de 2022 contra un dron a más de dos millas de distancia, han allanado el camino para considerar su implementación en combate contra amenazas emergentes. Grant Shapps, secretario de Defensa, elogió la tecnología de vanguardia del láser, describiéndola como revolucionaria en el espacio de batalla. El proyecto representa un avance significativo en la comprensión de las oportunidades y amenazas que presentan las armas de energía dirigida, según Paul Hollinshead, director ejecutivo de Dstl. Estas pruebas han marcado un hito en la capacidad del Reino Unido para proporcionar una nueva forma de combate, enfocándose en brindar capacidades avanzadas a los combatientes y acelerando la próxima fase de actividades en este campo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T00:36:05.116+02:00",
  "updated": "2024-01-20T00:36:05.116+02:00"
}