{
  "thread": {
    "uuid": "a7cf8220c5f9c883fe5e39f3ef4f2792b544005a",
    "url": "https://www.newson6.com/story/65a33c663c8bce06426325e7/door-to-door-outreach-brings-warmth-to-sapulpa-mobile-home-park-during-extreme-cold",
    "site_full": "www.newson6.com",
    "site": "newson6.com",
    "site_section": "https://newson6.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking News in Tulsa, Oklahoma",
    "title": "Door-To-Door Outreach Brings Warmth To Sapulpa Mobile Home Park During Extreme Cold",
    "title_full": "Door-To-Door Outreach Brings Warmth To Sapulpa Mobile Home Park During Extreme Cold",
    "published": "2024-01-14T08:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.field59.com/KOTV/8f9da52ee7b4df2b83ec5a5db9a9e9d3e502d451_fl9-720p_75.jpg",
    "performance_score": 0,
    "domain_rank": 11124,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a7cf8220c5f9c883fe5e39f3ef4f2792b544005a",
  "url": "https://www.newson6.com/story/65a33c663c8bce06426325e7/door-to-door-outreach-brings-warmth-to-sapulpa-mobile-home-park-during-extreme-cold",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "David Griffin",
  "published": "2024-01-14T08:24:00.000+02:00",
  "title": "Door-To-Door Outreach Brings Warmth To Sapulpa Mobile Home Park During Extreme Cold",
  "text": "Saturday, January 13th 2024, 7:24 pm Organizations across Green Country are opening their doors to provide shelter and warmth to people during this extreme cold. Shoulder2Shoulder Ministries is taking that generosity a step further by meeting people where they are. \"When the temperatures get as cold as they are getting it is survival,\" said Shoulder2Shoulder's president Levi Bradley. \"It is literally lives are on the line if you do not step up and love your neighbor.\" On what he called a \"Grill Walk\" volunteers of the charity met a family of about ten living in a mobile home in Sapulpa with no heat. \"We encountered them, no food, no warmth at all and so they are just looking to ride out this storm that is coming the best that they can,\" said Bradley. The family never intended to ask for help and certainly did not expect any would come. Until Shoulder2Shoulder Ministries showed up at their door with a grill, hamburgers, and hot dogs. Bradley said these \"Grill Walks\" allow them to encounter people right where they are at. \"We believe instead of building a facility and inviting everybody to come to that to get help, that it is time that we go to the people,\" he said., \"Go find those who are broken, who are hurting, who are hopeless, and take the message of hope to them and meet the physical needs so we can meet the spiritual needs.\" The hamburgers and hot dogs are just a start. The team also brings bags full of groceries and gloves, hats, coats, and blankets to keep people warm. \"We just come in and love on people,\" Bradley added. The group went door to door, each knock being met with surprise and a smile. After talking with the families, the volunteers prayed with them separately. All of this is how they make sure the help truly gets to people who need it most. \"We are just trying to lead the way and do what God has called us to do,\" Bradley said. \"We firmly believe in going after the lost, rich or poor, but the word of God says if you have the ability to meet the need of your brother, and you do not, the love of the Father is not in you.\" Shoulder2Shoulder Ministries has also opened a shelter at the Senior Citizen Community Center in Sapulpa at 515 E Dewey Ave. It will stay open through Wednesday and is stocked with food and beds for people to sleep. January 13th, 2024 January 13th, 2024 January 10th, 2024 December 23rd, 2023 January 13th, 2024 January 13th, 2024 January 13th, 2024 January 13th, 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bradley",
        "sentiment": "none"
      },
      {
        "name": "levi bradley",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "sapulpa mobile home park",
        "sentiment": "none"
      },
      {
        "name": "green country",
        "sentiment": "none"
      },
      {
        "name": "sapulpa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T08:51:45.911+02:00",
  "updated": "2024-01-14T08:51:45.911+02:00"
}