{
  "thread": {
    "uuid": "7207a3608ac4974a33621cc64757d58298507dce",
    "url": "https://www.mdzol.com/sociedad/2024/1/5/decisivo-hallazgo-cientifico-permitiria-disminuir-el-desarrollo-del-cancer-de-mama-396784.html",
    "site_full": "www.mdzol.com",
    "site": "mdzol.com",
    "site_section": "https://www.mdzol.com",
    "site_categories": [
      "media"
    ],
    "section_title": "MDZ Online",
    "title": "Decisivo hallazgo científico permitiría disminuir el desarrollo del cáncer de mama - MDZ Online",
    "title_full": "Decisivo hallazgo científico permitiría disminuir el desarrollo del cáncer de mama - MDZ Online",
    "published": "2024-01-05T23:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.mdzol.com/u/fotografias/m/2023/5/24/f1280x720-1416302_1547977_5050.jpg",
    "performance_score": 0,
    "domain_rank": 28679,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7207a3608ac4974a33621cc64757d58298507dce",
  "url": "https://www.mdzol.com/sociedad/2024/1/5/decisivo-hallazgo-cientifico-permitiria-disminuir-el-desarrollo-del-cancer-de-mama-396784.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "mdzol.com",
  "published": "2024-01-05T23:45:00.000+02:00",
  "title": "Decisivo hallazgo científico permitiría disminuir el desarrollo del cáncer de mama - MDZ Online",
  "text": "Decisivo hallazgo científico permitiría disminuir el desarrollo del cáncer de mama Científicas del CONICET identifican una molécula que vincularía el síndrome metabólico con el cáncer de mama más agresivo. Sienta bases para explorar estrategia que complemente las terapias actuales. [La evidencia científica y médica revela que el síndrome metabólico (presión arterial elevada](https://www.mdzol.com/noticias/buscar/?buscar=presi%C3%B3n), azúcar en sangre elevada, exceso de grasa corporal en la cintura y niveles anormales de colesterol) es un factor de riesgo para el cáncer de mama. Además de ser una condición que aumenta la agresividad del cáncer, el síndrome metabólico es más prevalente en mujeres con cáncer de mama triple negativo que es el subtipo más agresivo y con menores opciones terapéuticas. En este contexto, especialistas del [CONICET comprobaron que una molécula](https://www.mdzol.com/noticias/buscar/?buscar=conicet), llamada miR-877-5p, podría actuar como nexo entre el síndrome metabólico y el cáncer de mama triple negativo y convertirse en un nuevo blanco terapéutico para mejorar el desempeño de las terapias convencionales (radioterapia, quimioterapia, tratamiento hormonal y otros fármacos). El avance se describe en la revista International Journal of Molecular Sciences. “Con nanopartículas inhibimos a miR-877-5p y como consecuencia se atenuó el crecimiento de tumores de cáncer de mama triple negativo inoculados previamente en ratones. Los resultados de nuestra investigación son prometedores y abren el camino a una nueva opción terapéutica para este tipo de cáncer”, indica Paola De Luca, líder del avance e investigadora del CONICET en el Instituto de Biología y Medicina Experimental (IBYME, CONICET- F-IBYME). Hallazgo del blanco terapéutico Adriana De Siervi, directora del Laboratorio de Oncología Molecular y Nuevos Blancos Terapéuticos en el IBYME y también autora del estudio, estableció un protocolo clínico con los doctores Emilio Batagelj y Federico Dimase, del Hospital Militar Central (CABA). En este estudio participaron 18 pacientes con condiciones clínicas relacionadas con el síndrome metabólico que no tenían cáncer de mama ni historia previa de algún otro tipo de tumor. “El objetivo de este trabajo fue identificar el perfil de expresión de pequeñas moléculas de ARN o microARNs en el plasma de pacientes que presentaban alteraciones asociadas al síndrome metabólico. Se identificó la expresión alterada de 23 microARNs, incluyendo a miR-877-5p”, explicó De Luca. Como el síndrome metabólico es un factor de riesgo para el cáncer de mama y aumenta su agresividad, el equipo de investigación se planteó estudiar si esos microARNs podrían influir en el desarrollo y/o la agresividad de este tipo de cáncer. Para responder esta hipótesis, lo primero que hicieron fue estudiar si la expresión de algunas de estas moléculas se encuentra también desregulada en tumores de cáncer de mama para lo cual utilizaron la información disponible en bases de datos de pacientes que son públicas. “Fue así que encontramos que miR-877-5p se encuentra aumentado en el plasma de las mujeres con alteraciones asociadas al síndrome metabólico y también aumentado en tumores de cáncer de mama con respecto al tejido mamario normal y su expresión es aún mayor en tumores de tipo triple negativo. Además, vimos que la expresión de esta molécula se asocia con una menor supervivencia de las pacientes”, aseguraron las investigadoras. Tras estos hallazgos, De Luca, De Siervi y colegas comprobaron en estudios in vitro que la molécula miR-877-5p aumenta la proliferación de células de cáncer de mama triple negativo. “Y más aún, al utilizar un modelo de cáncer de mama triple negativo, encontramos que la inyección con una única dosis de nanopartículas que contienen a un inhibidor de esa molécula produjo una disminución del crecimiento tumoral en los ratones. Estos resultados señalan que bloquear esa molécula podría ser una opción terapéutica novedosa para ese tumor”, puntualizó De Luca. A la luz de los resultados del estudio, el equipo de investigación del CONICET se propone optimizar la terapia experimental en los modelos animales estudiando el efecto de aplicar más dosis de nanopartículas que bloqueen miR-877-5p y explorar si esa estrategia es también efectiva para disminuir el desarrollo de metástasis. “También queremos investigar nuevos tipos de nanopartículas que puedan dirigir más eficientemente al inhibidor de miR-877-5p hacia las células tumorales. De tener buenos resultados en estas etapas preclínicas, el siguiente paso sería probar si esta terapia puede ser más efectiva para el subgrupo de pacientes con cáncer de mama y síndrome metabólico. Nuestra idea también es estudiar si la combinación de las terapias actuales con terapias basadas en la inhibición de miR-877-5p y otros microARNs pueden mejorar la efectividad de los tratamientos”, concluyó De Luca. [](/sociedad/2024/1/5/aunque-bajaron-los-precios-un-asado-se-transformo-en-una-comida-de-lujo-396661.html) Verano caro Aunque bajaron los precios, un asado se transformó en una comida de lujo [](/sociedad/2024/1/5/vacaciones-inseguridad-la-zona-de-retiro-plagada-de-delincuentes-con-escasa-presencia-policial-396511.html) Verano 2024 Inseguridad: la zona de Retiro plagada de delincuentes y con escasos policías [](/sociedad/2024/1/5/las-agencias-de-viaje-se-suman-al-pedido-de-inconstitucionalidad-del-dnu-de-javier-milei-396818.html) Turismo Las agencias de viaje se suman al pedido de inconstitucionalidad del DNU [](/sociedad/2024/1/5/encefalomielitis-equina-en-santa-rosa-dos-menores-son-casos-sospechosos-396801.html) Con síntomas Encefalomielitis equina en Santa Rosa: dos menores son casos sospechosos [](/sociedad/2024/1/5/desplazaron-al-vicepresidente-de-la-daia-tras-su-polemico-mensaje-no-hay-inocentes-en-gaza-396793.html) Conflicto en Medio Oriente Desplazaron al vicepresidente de la DAIA tras un polémico tuit sobre Gaza [](/sociedad/2024/1/5/viajar-con-mascotas-que-tramites-hay-que-hacer-para-salir-del-pais-396523.html) Procedimiento Viajar con mascotas: qué trámites hay que hacer para salir del país [](/sociedad/2024/1/5/cafe-alfajores-los-placeres-argentinos-que-se-volvieron-un-lujo-por-la-inflacion-396629.html) Consumo Café y alfajores, placeres argentinos ahora son un lujo por la inflación [](/sociedad/2024/1/5/video-con-poca-demora-asi-funciona-el-paso-cristo-redentor-396763.html) Rumbo a Chile",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:20:30.046+02:00",
  "updated": "2024-01-06T02:38:27.378+02:00"
}