{
  "thread": {
    "uuid": "bf80bb8bf5ac8f4d34e8c50d0923728ad05592bc",
    "url": "https://fr.africanews.com/2024/01/19/can-2023-le-senegal-ecrase-le-cameroun-3-1-et-file-en-8e-de-finale",
    "site_full": "fr.africanews.com",
    "site": "africanews.com",
    "site_section": "https://fr.africanews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Africanews | Les dernières actualités Africaines, internationales, les dernières informations et mises au\n                    point\n                ",
    "title": "CAN 2023 : le Sénégal écrase le Cameroun 3-1 et file en 8e de finale | Africanews",
    "title_full": "CAN 2023 : le Sénégal écrase le Cameroun 3-1 et file en 8e de finale | Africanews",
    "published": "2024-01-19T22:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://static.euronews.com/articles/stories/08/18/42/60/1024x538_cmsv2_ef7ed957-47fe-57fb-82be-f4d08dfc3428-8184260.jpg",
    "performance_score": 0,
    "domain_rank": 6009,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bf80bb8bf5ac8f4d34e8c50d0923728ad05592bc",
  "url": "https://fr.africanews.com/2024/01/19/can-2023-le-senegal-ecrase-le-cameroun-3-1-et-file-en-8e-de-finale",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AfricaNews",
  "published": "2024-01-19T22:00:00.000+02:00",
  "title": "CAN 2023 : le Sénégal écrase le Cameroun 3-1 et file en 8e de finale | Africanews",
  "text": "[ Sénégal ](/pays/senegal/) Les Lions de la Teranga, détenteurs du titre de champion africain, ont marqué la Coupe d'Afrique des Nations de leur empreinte en remportant une victoire éclatante de 3-1 contre le Cameroun lors du duel très attendu de ce vendredi entre deux nations de football prestigieuses. Dès la première mi-temps, le Sénégal a imposé sa suprématie, Ismaila Sarr ouvrant le score à la 16e minute. En seconde période, les Lions sénégalais ont non seulement préservé leur avance, mais ont également consolidé leur domination en ajoutant un deuxième but à la 71e minute, grâce à l'attaquant Habib Diallo. Une réalisation de Jean-Charles Castelletto a ensuite permis ensuite au Cameroun de réduire l'écart à 2-1. Sadio Mané a clôturé la rencontre en marquant le troisième but pour son équipe à la 95e minute, scellant ainsi la victoire des Lions de la Teranga. Le Sénégal a inauguré le tournoi de cette année de manière éblouissante avec une victoire de 3-0 contre la Gambie lors de son premier match. En revanche, le Cameroun, qui avait terminé quatrième lors de la dernière édition, a concédé un match nul 1-1 contre la Guinée lors de son premier affrontement. Les espoirs de progression du Cameroun, champion cinq fois, reposent sur une victoire contre la Gambie et l'espoir d'une faveur du Sénégal contre la Guinée lors de leurs derniers matchs de groupe mardi. La Guinée avait un point avant son deuxième match contre la Gambie plus tard vendredi. L'entraîneur Aliou Cissé a souligné l'importance de commencer la compétition par une victoire, affirmant avant le match d'aujourd'hui que son équipe était prête à défendre son titre. \"Nous connaissons bien le Cameroun, une équipe africaine solide\", a-t-il déclaré, soutenant toujours ses joueurs en vue de la victoire. Avec une performance sans faute de six points en deux matchs, le Sénégal occupe désormais la première place du Groupe C. Alors que la Guinée et la Gambie s'affronteront plus tard dans la soirée, le Cameroun, en difficulté avec seulement 1 point en deux matchs, devra impérativement l'emporter dans son dernier match de groupe pour espérer poursuivre l'aventure dans le tournoi.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T01:47:28.389+02:00",
  "updated": "2024-01-20T01:47:28.389+02:00"
}