{
  "thread": {
    "uuid": "3d0f8088a8ea485414a91b7d1f007d9f0c51dc19",
    "url": "https://www.dvidshub.net/news/468896/colorado-reservist-awarded-citizen-honors-service-award",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "https://www.dvidshub.net/rss/news",
    "site_categories": [
      "media"
    ],
    "section_title": "DVIDS RSS Feed: News",
    "title": "Colorado reservist awarded Citizen Honors Service Award",
    "title_full": "Colorado reservist awarded Citizen Honors Service Award",
    "published": "2024-04-19T01:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.dvidshub.net/images/dvids_logo.svg",
    "performance_score": 0,
    "domain_rank": 5654,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3d0f8088a8ea485414a91b7d1f007d9f0c51dc19",
  "url": "https://www.dvidshub.net/news/468896/colorado-reservist-awarded-citizen-honors-service-award",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tech. Sgt. Devon Cole",
  "published": "2024-04-19T01:05:00.000+03:00",
  "title": "Colorado reservist awarded Citizen Honors Service Award",
  "text": "A 310th Space Wing Airman received the 2024 Citizen Honors Service Award from the Congressional Medal of Honor Society for leading his non-profit organization, TACT (Teaching the Autism Community Trades), for being the most successful training-to-employment program in Colorado, March 25.\nSenior Airman Danny Combs, a space systems operator assigned to the 310th Space Wing’s 4th Space Warning Squadron, at Buckley Space Force Base, Colorado, gave up his musical career as a guitarist working with famous musicians like Taylor Swift and Faith Hill to found TACT in 2016 and carve out a program designed to teach people with autism a skilled trade and find employment.\nCombs started TACT for his son, Dylan, now 15, who was diagnosed with autism at age 2 because he refused to accept the limitations placed on him by therapists.\n“It was always your son needs to ‘work on this or that,’ but never on his successes,” said Combs. “I could have continued my career (as a musician) and given my son a great future, but what about everyone else’s kids?”\nWith concern for his son and the well-being of others, Combs sought his grandfather’s advice, “You have debated this for a while. Go further. Space is the way to go.” This led him to enlisting into the Air Force Reserve in 2020 at 39 years old.\nRecognizing the work of his non-profit, the Secretary of the Air Force office of diversity and inclusion asked him to give a presentation on autism to the Air Force Neurodiversity Board last year.\nAccording to the U.S. Air Force Medical Standards Directory ADS (autism spectrum disorder), is not disqualifying factor for continued military service unless it is currently compromising military duty or training. After meeting members who have been delayed in their initial entry and others who have avoided treatment because of neurodivergent stigmas Combs said, “That’s wild in 2024, that those [stigmas] still exists. So [we are] trying to create a society that recognizes the value that they bring to the table that make everybody’s lives better.”\nCombs, who is also co-chair of Neurodiverse Air Force, has petitioned the Pentagon to initiate a study on service by neurodivergent individuals in the Department of Defense. He hopes the DoD will adapt UDL (Universal Design for Learning) which institutes flexible teaching to create equal opportunities of success. The federally funded study aims to improve recruitment, management and retention of neurodivergent servicemembers and civilian employees. Combs said, “When we make things inclusive, everybody wins.”\nThe Congressional Medal of Honor Society – Citizen Honors states, “Ordinary people can do extraordinary things. Whether they happen in a single instance of bravery or through continued service to others, acts of courage and self-sacrifice symbolize the American spirit.”\n|Date Taken:||03.12.2024|\n|Date Posted:||04.18.2024 18:05|\n|Story ID:||468896|\n|Location:||COLORADO SPRINGS, CO, US|\n|Web Views:||0|\n|Downloads:||0|\nThis work, Colorado reservist awarded Citizen Honors Service Award, by\n[TSgt Devon Cole](/portfolio/1801282/devon-cole), identified by DVIDS, must comply with the restrictions shown on https://www.dvidshub.net/about/copyright.\nNo keywords found.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "taylor swift",
        "sentiment": "none"
      },
      {
        "name": "dylan",
        "sentiment": "none"
      },
      {
        "name": "danny combs",
        "sentiment": "none"
      },
      {
        "name": "combs",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "310th space wing’s 4th space warning squadron",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "colorado",
        "sentiment": "none"
      },
      {
        "name": "faith hill",
        "sentiment": "none"
      },
      {
        "name": "buckley space force base",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:09:39.731+03:00",
  "updated": "2024-04-19T01:09:39.731+03:00"
}