{
  "thread": {
    "uuid": "1fc7f02d2dde07a974023860ce3985f001ef5622",
    "url": "https://timesofindia.indiatimes.com/city/ludhiana/city-breathes-easy-as-rain-washes-air-clean/articleshow/111499859.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://timesofindia.indiatimes.com/india/punjab",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Punjab News, Latest Punjab News Headlines &amp; Live Updates - Times of India",
    "title": "City breathes easy as rain washes air clean | Ludhiana News - Times of India",
    "title_full": "City breathes easy as rain washes air clean | Ludhiana News - Times of India",
    "published": "2024-07-05T02:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-111499858,width-1070,height-580,imgsize-149498,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 290,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1fc7f02d2dde07a974023860ce3985f001ef5622",
  "url": "https://timesofindia.indiatimes.com/city/ludhiana/city-breathes-easy-as-rain-washes-air-clean/articleshow/111499859.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Times Of India",
  "published": "2024-07-05T02:08:00.000+03:00",
  "title": "City breathes easy as rain washes air clean | Ludhiana News - Times of India",
  "text": "Ludhiana: For a change, air in the city is light and refreshing. With rain over the last two days washing away dirt and grime, residents breathed the cleanest air in the last over two months. According to the Central Pollution Control Board (CPCB) bulletin of Thursday, air quality index (measure of air quality in an area) in Ludhiana was recorded at 45, which falls under the good air quality bracket with minimal impact on health.Last time AQI in Ludhiana was less than Thursday’s value was on April 30, when it was recorded at 42. It was second lowest on July 3, when it was recorded at 63 (moderate category). Highest AQI in the last more than two months in Ludhiana was 241 on on June 5 (poor air quality bracket).111499857 Ludhiana was at third position in the state in terms of AQI on Thursday. Rupnagar had the lowest AQI of 27, followed by Patiala with AQI of 33. Amritsar had the highest AQI among cities of the state on Thursday. Punjab Pollution Control Board (PPCB) officials said that the rain had washed away pollutants in the air, bringing AQI down. They also said that once rainfall decreased, air quality would deteriorate again due to vehicular traffic, commercial activity and construction works.Meanwhile, many residents said that they would want a permanent solution to the problem of air pollution in the city. Narinder Singh, a city resident said that instead of rejoicing over a temporary improvement, they wanted a permanent solution. He said that government departments and residents had to come together and work towards this. He also underlined the need to enhance the city’s green cover. We also published the following articles recentlyDelhi breathes cleanest air in 281 days as AQI improves to 'satisfactory'Delhi sees significant improvement in air quality with the AQI dropping to 79 in the 'satisfactory' category, the cleanest day in 281 days. Rain and strong winds contribute to the positive change. Experts highlight the impact of local pollution sources and the upcoming monsoon season on air quality in Delhi.111328324Air pollution accounts for 7% of daily deaths in 10 major cities: StudyDiscover how high PM2.5 levels in major Indian cities like Delhi and Mumbai lead to 7.2% of daily deaths. A recent study found a 1.4% rise in mortality for every 10 micrograms per cubic metre increase in PM2.5 pollution. Learn more!111486556Heavy rain likely in Delhi, air quality dips; IMD expects intense activity for four daysExperience light rain in New Delhi with heavy showers predicted for the upcoming days. The monsoon arrival has brought relief from a rain deficit. Stay updated with the India Meteorological Department forecast for moderate to heavy rain and decreasing temperatures in the city.111371798",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rupnagar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ludhiana news - times of india ludhiana",
        "sentiment": "positive"
      },
      {
        "name": "punjab pollution control board",
        "sentiment": "none"
      },
      {
        "name": "central pollution control board",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ludhiana",
        "sentiment": "none"
      },
      {
        "name": "amritsar",
        "sentiment": "none"
      },
      {
        "name": "patiala",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T04:35:52.279+03:00",
  "updated": "2024-07-05T04:35:52.279+03:00"
}