{
  "thread": {
    "uuid": "5f3effaf03df115a88c1b0295455fb50d016b37b",
    "url": "https://fansided.com/posts/juan-soto-admits-key-factor-yankees-free-agency",
    "site_full": "fansided.com",
    "site": "fansided.com",
    "site_section": "http://fansided.com",
    "site_categories": [
      "pro_basketball",
      "sports"
    ],
    "section_title": "FanSided Sports News &amp; Updates: NFL, NBA, MLB, College &amp; More",
    "title": "Juan Soto admits one key factor could endear him to Bronx as free agency looms",
    "title_full": "Juan Soto admits one key factor could endear him to Bronx as free agency looms",
    "published": "2024-03-01T00:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images2.minutemediacdn.com/image/upload/c_crop,w_3807,h_2141,x_0,y_1202/c_fill,w_1440,ar_16:9,f_auto,q_auto,g_auto/images/GettyImages/mmsport/229/01hqve5xz9gdwy6b0khe.jpg",
    "performance_score": 0,
    "domain_rank": 10739,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5f3effaf03df115a88c1b0295455fb50d016b37b",
  "url": "https://fansided.com/posts/juan-soto-admits-key-factor-yankees-free-agency",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "jperlinger",
  "published": "2024-03-01T00:41:00.000+02:00",
  "title": "Juan Soto admits one key factor could endear him to Bronx as free agency looms",
  "text": "What's it going to take to keep The Generational Juan Soto in pinstripes for life?\nBy Jonna Perlinger | 5:41 PM EST\n2024 New York Yankees Spring Training / New York Yankees/GettyImages\nExcitement is permeating through the Bronx as the Bombers’ marquee offseason acquisition Juan Soto elevated the Yankees’ positioning to compete for their 28th World Series Championship.\nAs Soto’s one-year residency gets underway, however, fans can’t help but look ahead to what it’s going to take for the organization to keep the 26-year-old Dominican Republic-native in pinstripes for the remainder of his career upon his free agency next offseason. Fortunately for the Yankees , Soto hinted at one factor that just might tip the scale their way in the campaign.\nUpon reporting to the Yankees’ camp at George M. Steinbrenner Field in Tampa last week, Soto took the stage in the press room almost immediately as reporters were eager to hear from “The Generational Juan Soto.” The outfielder was donning a shirt that said exactly that.\nThat’s the thing about Juan Soto. He is a player of generational talent, and at the ripe age of just 25 years old, he has already been traded twice—a rarity for a player of his talent. In a more recent interview, The Athletic’s Chris Kirschner asked him about that.\n\"The first time I got traded, it really hurt big time. I’ve said it before but I cried the whole morning. After that trade, I learned that this is a business. You just have to follow through with it and see what happens at the end of the day. It was hard. It was tough. But we’re here to keep grinding,\" Soto said.\nJuan Soto has several reasons to stay with New York Yankees It's possible Soto won’t want to relocate yet again, but what is it going to take to make “The Generational Juan Soto” feel at home in the Bronx? A World Series Championship certainly can’t hurt, nor can batting ahead of the AL single-season home run record holder in the lineup. But he eluded to one other thing in his interview with Kirschner that just may help the Yankees in their campaign.\nKirschner asked about what it would be like for Soto playing in front of New York's large Dominican community at Yankee Stadium come April 5.\n“I think it’s going to be great,” replied Soto. “It’s going to be really exciting. It’s going to be unbelievable. It’s going to feel like the World Baseball Classic every night.”\nIt’s no secret the native’s Caribbean home country harbors a lot of Yankee fans. Soto was once one of them. He grew up idolizing the Yankees’ former second baseman Robinson Canó (2005-13). In an interview done with the Washington Post in 2019, Soto’s rookie year, Soto mentioned that his idol once FaceTimed him.\n“I didn’t recognize the number and they were trying to FaceTime me,” Soto told the Washington Post. “Then I swipe to answer and it is Robinson Canó. He starts talking and me? I am speechless. I didn’t know what to say.”\nCanó told The Washington Post in a follow-up interview that he, similarly, had idolized Bernie Williams and was later able to play alongside him. He said he took “a lot of pride in being someone that he looks up to.”\nThe Juan Soto campaign will be one of the biggest in recent history as he and his agent Scott Boras look to secure a high-dollar, long-term deal next offseason, but for now, the Bronx Zoo should enjoy what’s in front of them and take solace in the promise that the Dominican community in the Bronx just may have this generational talent feeling like he has finally landed at home.\n5 New York Yankees who could be traded before Opening Day. 5 New York Yankees who could be traded before Opening Day. dark. Next\nHome / New York Yankees",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://theathletic.com/5301000/2024/02/28/juan-soto-yankees-interview/?source=emp_shared_article",
    "https://theathletic.com/5301000/2024/02/28/juan-soto-yankees-interview/",
    "https://www.theathletic.com/5301000/2024/02/28/juan-soto-yankees-interview/?source=emp_shared_article"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "juan soto",
        "sentiment": "negative"
      },
      {
        "name": "jonna perlinge",
        "sentiment": "neutral"
      },
      {
        "name": "soto",
        "sentiment": "none"
      },
      {
        "name": "george m. steinbrenner field",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "new york yankees spring training / new york yankees",
        "sentiment": "none"
      },
      {
        "name": "yankees",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bronx",
        "sentiment": "none"
      },
      {
        "name": "dominican republic",
        "sentiment": "none"
      },
      {
        "name": "tampa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:42:50.471+02:00",
  "updated": "2024-03-01T00:42:50.471+02:00"
}