{
  "thread": {
    "uuid": "7c2a7d34c63f31ae4bffe1eb7deec444445b0fd0",
    "url": "https://www.autoevolution.com/news/airtag-pings-owner-after-one-year-helps-recover-30k-worth-of-stolen-goods-226897.html",
    "site_full": "www.autoevolution.com",
    "site": "autoevolution.com",
    "site_section": "https://www.autoevolution.com/news",
    "site_categories": [
      "vehicles"
    ],
    "section_title": "Automotive news, photos and videos - December 29th 2023 - autoevolution",
    "title": "AirTag Pings Owner After One Year, Helps Recover $30K Worth of Stolen Goods - autoevolution",
    "title_full": "AirTag Pings Owner After One Year, Helps Recover $30K Worth of Stolen Goods - autoevolution",
    "published": "2023-12-29T19:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s1.cdn.autoevolution.com/images/news/airtag-pings-owner-after-one-year-helps-recover-30k-worth-of-stolen-goods-226897_1.jpg",
    "performance_score": 0,
    "domain_rank": 5266,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c2a7d34c63f31ae4bffe1eb7deec444445b0fd0",
  "url": "https://www.autoevolution.com/news/airtag-pings-owner-after-one-year-helps-recover-30k-worth-of-stolen-goods-226897.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bogdan Popa",
  "published": "2023-12-29T19:27:00.000+02:00",
  "title": "AirTag Pings Owner After One Year, Helps Recover $30K Worth of Stolen Goods - autoevolution",
  "text": "One of the main benefits of Apple's AirTag is the lack of a direct Internet connection, which allows the iPhone maker to optimize energy consumption heavily and, therefore, provide months of battery life. The approach recently paid off in Canberra, where the police managed to recover 21 stolen e-bikes and scooters thanks to an AirTag that pinged its owner after one year. The Canberra police explained that an e-bike owner whose vehicle was stolen in December 2022 alerted the officers at the Gungahlin Station that their AirTag shared its location earlier this month. The general deputy's officers requested a search warrant and executed it earlier this month, rushing to a home in Ngunnawal where the AirTag was believed to be planted. The officers discovered six e-bikes, 15 electric scooters, a car trailer, and several number plates. All were believed to be stolen, and police estimated the value of all goods at more than $30K. They couldn't find a suspect, but the investigation continues. While the case shows Apple's tracker comes with a CR2032 battery. It doesn’t support recharging, providing a battery life per unit of approximately six months. It rarely lasts for a year, and I haven't seen anyone claiming the battery went for a full year without replacing it. However, the lack of a nearby iPhone to share its location probably allowed this AirTag to save a lot of power, eventually increasing the battery life to one year. This gets us to the second question. Without a nearby iPhone, the AirTag couldn't communicate with the master device, though it's a little surprising to see the tracker not finding an Apple smartphone for nearly one year. Apple's AirTag has become a Apple is already working on the second-generation AirTag, with the launch expected to take place in 2024 or 2025. The company is aiming for improved accuracy and even better battery life, with an increased focus on anti-stalking protections. Canberra police recommend bike and scooter owners register their vehicles at Bikelinc, as the database helps with a potential recovery should they get stolen. Police also recommend that owners whose e-bikes and scooters got stolen and recovered as part of this latest investigation contact them and provide proof of ownership. You can get more information at 131 444, quoting reference 7631621. The Canberra police explained that an e-bike owner whose vehicle was stolen in December 2022 alerted the officers at the Gungahlin Station that their AirTag shared its location earlier this month. The general deputy's officers requested a search warrant and executed it earlier this month, rushing to a home in Ngunnawal where the AirTag was believed to be planted. The officers discovered six e-bikes, 15 electric scooters, a car trailer, and several number plates. All were believed to be stolen, and police estimated the value of all goods at more than $30K. They couldn't find a suspect, but the investigation continues. While the case shows [how important the AirTag has become](/news/airtag-helps-catch-serial-bike-thief-who-made-it-a-hobby-to-break-into-barns-226117.html), sometimes helping law enforcement recover very expensive goods, it also raises two big questions: how come the AirTag battery lasted for a whole year, and why didn't the device ping its owner during the entire time. Apple's tracker comes with a CR2032 battery. It doesn’t support recharging, providing a battery life per unit of approximately six months. It rarely lasts for a year, and I haven't seen anyone claiming the battery went for a full year without replacing it. However, the lack of a nearby iPhone to share its location probably allowed this AirTag to save a lot of power, eventually increasing the battery life to one year. This gets us to the second question. Without a nearby iPhone, the AirTag couldn't communicate with the master device, though it's a little surprising to see the tracker not finding an Apple smartphone for nearly one year. Apple's AirTag has become a [must-have device for vehicle owners](/news/police-love-airtags-apple-tracker-helps-hunt-down-car-burglars-225395.html), and police themselves recommend installing a tracker in a hard-to-spot place. The AirTag helps law enforcement recover the vehicle if it gets stolen, sharing up-to-date location information if it connects to a nearby iPhone. Apple is already working on the second-generation AirTag, with the launch expected to take place in 2024 or 2025. The company is aiming for improved accuracy and even better battery life, with an increased focus on anti-stalking protections. Canberra police recommend bike and scooter owners register their vehicles at Bikelinc, as the database helps with a potential recovery should they get stolen. Police also recommend that owners whose e-bikes and scooters got stolen and recovered as part of this latest investigation contact them and provide proof of ownership. You can get more information at 131 444, quoting reference 7631621.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "apple",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "ngunnawal",
        "sentiment": "none"
      },
      {
        "name": "canberra",
        "sentiment": "none"
      },
      {
        "name": "gungahlin station",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T22:10:42.423+02:00",
  "updated": "2023-12-29T22:10:42.423+02:00"
}