{
  "thread": {
    "uuid": "78c70715abbc1a33ed51eef5191a41e01057d03c",
    "url": "https://ipwatchdog.com/2023/12/29/understanding-benefits-arbitration-patent-disputes/id=171135/",
    "site_full": "ipwatchdog.com",
    "site": "ipwatchdog.com",
    "site_section": "http://feeds.feedburner.com/Ipwatchdog",
    "site_categories": [],
    "section_title": "IPWatchdog.com | Patents & Intellectual Property Law",
    "title": "Understanding the Benefits of Arbitration in Patent Disputes",
    "title_full": "Understanding the Benefits of Arbitration in Patent Disputes",
    "published": "2023-12-29T14:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ipwatchdog.com/wp-content/uploads/2019/08/arbitration.jpg",
    "performance_score": 0,
    "domain_rank": 17309,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "78c70715abbc1a33ed51eef5191a41e01057d03c",
  "url": "https://ipwatchdog.com/2023/12/29/understanding-benefits-arbitration-patent-disputes/id=171135/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joseph (Joe) Drayton",
  "published": "2023-12-29T14:15:00.000+02:00",
  "title": "Understanding the Benefits of Arbitration in Patent Disputes",
  "text": "“There is not a one-size-fits-all approach to including arbitration provisions, and contract terms should be creatively crafted to extend to any potential patent or other intellectual property dispute that may arise.”\nArbitration, including international arbitration, can be a beneficial tool for the enforcement of patent portfolios, license agreements and infringement disputes. When entering into agreements/licenses (including commercial supplier, distributor and partnership agreements), parties may deem it useful to include an arbitration provision to resolve any disputes arising from those agreements. As such, parties can take advantage of the numerous benefits of international arbitration in the event of a dispute relating to intellectual property, in contrast to relying on district court proceedings.\nHere are some of the key benefits of arbitration:\nConfidentiality: Arbitrations can be kept confidential, and the parties can ensure that their disputes are not thrust into the public eye (as in district court litigation). Patent and other intellectual property disputes often involve highly confidential technology, business relationships, financial information and trade secrets. Having a private forum—although the parties should still endeavor to enter a robust confidentiality agreement—is advantageous.\nChoice of Arbitrator: The parties may mutually choose one or more arbitrators to preside over the dispute, which allows the selection of candidates with a technical background and experience with patent litigation. Unlike in district court, where a judge is automatically assigned to a case and may not have requisite experience, parties in arbitration are free to mutually decide upon an appropriate arbitrator. To the extent the parties cannot agree, they can choose a three-arbitrator panel with each side selecting one arbitrator unilaterally and mutually agreeing upon the third.\nTiming: Arbitrations are generally shorter in duration than litigation. The parties can set time frames within the arbitration agreement and can agree upon an appropriate case schedule. Thus, patent and related intellectual property disputes may be resolved more quickly in arbitration than in district court.\nFlexibility: International arbitrations, for example, are inherently more flexible than district court litigation as parties are able to contract around traditional local rules. For example, the parties can agree upon choice of law provisions in arbitration agreements and have U.S. law applied even in certain foreign disputes. The parties may also agree to a cap or limitation on total damages that may be awarded, removing the risk to respondents of a jury awarding excessive damages. Additionally, parties can agree to limit or stagger the issues raised in arbitration or even agree to limit the scope of any ongoing dispute if the issues addressed in arbitration do not resolve the dispute entirely.\nReduced Expense: Arbitration is a cheaper alternative to litigation when the parties agree to minimize costs. For example, discovery in arbitration can be very targeted, especially if the parties agree to be governed by certain rules (such as the IBA rules on evidence). Often in arbitration, the parties limit written discovery and depositions in international arbitration are rare as witnesses instead provide a written statement.\nThe taking of evidence at arbitral hearings provides additional opportunities for cost reductions. For example, the taking of evidence is scheduled and parties can agree to a limited number of witnesses who will testify at the hearing. Usually, witnesses put forth affirmative testimony via a witness statement and are cross-examined at the hearing itself. This reduces cost and time by effectively eliminating direct examination and providing a witness statement to the arbitrators and opposing party in advance.\nAnother way in which expenses may be reduced in international arbitration as opposed to district court litigation is through the increased use of junior lawyers. Any preliminary hearings and conferences tend to be more informal and do not require a lead attorney to speak—junior attorneys are provided with opportunities to argue their party’s positions and oversee discovery. Accordingly, attorneys’ fees associated with arbitration are often lower than a district court case by comparison.\nPost-Trial Briefing: Parties to international arbitrations are almost always given the opportunity to summarize their case in post-trial briefing. This is not often permitted in district court, especially in jury trials. Post-trial briefing may be an advantageous tool to summarize each party’s position and ensure all the facts are before the arbitral tribunal before adjudication.\nLimited Opportunities for Appeal: Unlike district court litigation where appeals are widely available and frequently utilized, there is no right to appeal a final award in arbitration. Additionally, there are limited means by which a party may contest an award. This serves to reinforce the finality of arbitral decisions and further reduces overall costs by avoiding the risk of a lengthy—and costly—appeal.\nEnforcement: Enforcement of patent rights may be easier in arbitration, especially as it relates to enforcement of patents in foreign jurisdictions. The main vehicle of enforcement in international arbitration is the New York Convention; however, it does provide for a foreign court to refuse enforcement if the specific dispute is not arbitrable under that country’s laws. Even still, depending on where the parties are located and conduct business, an international arbitration may provide a mechanism for adjudicating wide-reaching patent rights (e.g., across an entire international patent portfolio) without having to litigate in each respective country.\nThese exemplary benefits are underscored by the ability to utilize international arbitration to decide a large number of inter-disciplinary disputes. For example, parties often arbitrate trade secret misappropriation claims, and these may inherently involve issues of patent infringement or validity. Inclusion of other claims, such as trade secrets claims, in patent arbitration can expand the potential for a damages recovery (if claimant) or open up your options for counterclaims (if respondent).\nTo ensure that you can take advantage of the many benefits of international arbitration, parties should consider including arbitration provisions in patent licenses, business contracts and settlement agreements. There is not a one-size-fits-all approach to including arbitration provisions, and contract terms should be creatively crafted to extend to any potential patent or other intellectual property dispute that may arise. By including arbitration provisions in technology licenses and other commercial agreements concerning patented technology, parties will be better suited to avail themselves of the benefits of international arbitration should any patent disputes arise in the future.\nImage Source: Deposit Photos\nAuthorairdone\nImage ID: 71915191",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Crime, Law and Justice",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://depositphotos.com/71915191/stock-photo-arbitration-concept.html",
    "https://www.depositphotos.com/71915191/stock-photo-arbitration-concept.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T16:20:16.560+02:00",
  "updated": "2023-12-29T16:20:16.560+02:00"
}