{
  "thread": {
    "uuid": "a6b51d8d0912a46352464d8a90a630928b924b55",
    "url": "https://es.aleteia.org/2024/01/05/las-mascotas-van-al-cielo-un-sacerdote-te-lo-explica/",
    "site_full": "es.aleteia.org",
    "site": "aleteia.org",
    "site_section": "http://es.aleteia.org",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Aleteia.org | Español - valores con alma para vivir feliz",
    "title": "¿Las mascotas van al Cielo? Un sacerdote te lo explica",
    "title_full": "¿Las mascotas van al Cielo? Un sacerdote te lo explica",
    "published": "2024-01-05T20:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://wp.es.aleteia.org/wp-content/uploads/sites/7/2021/09/shutterstock_1420663709.jpg?w=620&amp;h=310&amp;crop=1",
    "performance_score": 0,
    "domain_rank": 5905,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 2
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 1
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a6b51d8d0912a46352464d8a90a630928b924b55",
  "url": "https://es.aleteia.org/2024/01/05/las-mascotas-van-al-cielo-un-sacerdote-te-lo-explica/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@AleteiaES",
  "published": "2024-01-05T20:40:00.000+02:00",
  "title": "¿Las mascotas van al Cielo? Un sacerdote te lo explica",
  "text": "Los mascotas son miembros muy queridos de la familia. De hecho, es tanto el cariño que, la idea de perder un gato, un perro o incluso un loro querido puede causar mucho dolor a las personas, especialmente a los niños. Por eso, cuando el [padre David Michael Moses ](https://www.instagram.com/father_david_michael/)dio una respuesta a esta pregunta tan frecuente, de si los animales domésticos van al cielo, tuvimos que compartir con ustedes su atenta respuesta. Al principio, el sacerdote aborda la cuestión desde un punto de vista teológico racional, pero también añade un toque muy humano a su explicación, aportando mucha esperanza a nuestros amigos de cuatro patas. En caso de muerte de un animal, la respuesta del padre David Michael es una respuesta que le gustará compartir con los angustiados miembros más jóvenes de la familia, así como con aquellos cuyos animales de compañía ofrecen una línea de vida de compañía y devoción. El padre David Michael, comento que en su familia tuvo una mascota llamada Dasy. a la cual estimaba mucho, pues esta mascota le daba alegría; sin duda, una gran compañía para el humano. Los humanos tenemos alma y es inmortal, cuando el cuerpo muere, el alma vive. Los animales tienen un alma amable y animada, lo que les permite tener una vida, pero su alma no es inmortal, lo que quiere decir que al morir, su alma también muere. Al decir que el alma de un animal traspasa la muerte como el ser humano, estaríamos diciendo que un animal esta al mismo nivel de una persona y nosotros hemos sido creados a imagen y semejanza de Dios. Sin embargo, sabiendo que Dios puede crear, si Él quisiera pudiera recrear algo en el Cielo para hacernos felices. Todo lo que necesitemos para ser felices en el Cielo va a estar ahí porque Dios quiere hacernos felices, por lo que deberíamos preguntarnos: ¿Confiamos realmente en que Dios es suficiente para nosotros? Y no solo en esta vida, sino también cuestionárnoslo en la vida eterna que viene después de la muerte. [Mascotas y animales de compañía en nuestra vida: ¿es amor o egoísmo?](/2022/05/26/mascotas-y-animales-de-compania-en-nuestra-vida-es-amor-o-egoismo/) [Cultura Pet Friendly y los perrhijos: una situación actual](/2023/12/08/cultura-pet-friendly-y-los-perrhijos-una-situacion-actual/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/father_david_michael/)dio",
    "https://instagram.com/father_david_michael/)dio"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:09:55.491+02:00",
  "updated": "2024-01-06T00:09:55.491+02:00"
}