{
  "thread": {
    "uuid": "e9a5ea44b6ecc0c8b0d141c4b4a9130522f92ab6",
    "url": "https://www.gov.ie/en/press-release/fa9f7-ireland-oversees-strong-agreement-on-ambitious-international-energy-communique",
    "site_full": "www.gov.ie",
    "site": "www.gov.ie",
    "site_section": "https://www.gov.ie/en/publications/?page=2",
    "site_categories": [],
    "section_title": "gov - Publications",
    "title": "gov - Ireland oversees strong agreement on ambitious International Energy Communiqué",
    "title_full": "gov - Ireland oversees strong agreement on ambitious International Energy Communiqué",
    "published": "2024-02-15T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IE",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5767,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e9a5ea44b6ecc0c8b0d141c4b4a9130522f92ab6",
  "url": "https://www.gov.ie/en/press-release/fa9f7-ireland-oversees-strong-agreement-on-ambitious-international-energy-communique",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-15T02:00:00.000+02:00",
  "title": "gov - Ireland oversees strong agreement on ambitious International Energy Communiqué",
  "text": "From Department of the Environment, Climate and Communications\nPublished on 15 February 2024\nLast updated on 15 February 2024\n IEA commits to end long lead-time oil and gas exploration and new unabated coal plants Ireland, led by Minister for the Environment, Climate and Communications Eamon Ryan as co-chair, oversaw agreement on what is considered to be one of the most ambitious Communiqués, or agreements, on the future of energy security at the International Energy Agency’s (IEA’s) 2024 Ministerial in Paris.\nMinister Ryan described the agreement reached in Paris as an historic shift because it recognises that the green energy transition is “unstoppable” and its commitments to bring to an end new, unabated coal plants and long lead-time oil and gas exploration. He said that it was a key stepping stone towards a clean, green energy future.\nIt is the first time Ireland has co-chaired an IEA event, which brings together energy and climate ministers representing more than 40 governments from around the world every two years. This year also marks the IEA’s 50th anniversary.\nThe Communiqué, which was agreed by the 31 IEA members, is underpinned by the understanding that energy and climate security are intertwined and that the green energy transition away from fossil fuels must happen at speed and scale to ensure the energy security that the world needs now.\nIEA members and associates represent 80% of the global energy consumption. The agreement commits for the first time to an end to new long lead-time conventional oil and gas projects and reaffirms the IEA commitment to end new unabated coal power plants. It also reiterates commitments secured at COP28 to transition away from fossil fuels, to triple renewables and double energy efficiencies by 2023, and to begin to transform the global financial architecture to ensure far greater investment in green energy in emerging and developing markets in particular.\nIEA analysis estimates that clean energy investment from public and private sources needs to reach USD$4.5 trillion per year by 2030 with at least USD$2.2 trillion investment in emerging and developing markets.\nMinister Ryan said:\n\"This Communiqué is an historic shift. It gives direction of where we need to go to energy and climate ministers of almost all of the largest energy-consuming countries. It sets out clearly that the way forward is the green energy transition, which is unstoppable at this stage. Significantly, it sets out that we recognise that if we are to heed the science to keep global warming below 1.5C, we are saying clearly that no new long lead-time conventional oil and gas projects are required, and no new unabated coal power plants should be built.\nWe have to ensure everyone is involved in this transition. We cannot divide on climate and we cannot afford to freeze out or ignore the needs of emerging and developing countries, particularly when it comes to climate and energy finance. This transition has to be people-centred and just, and it has to be undertaken at scale.\"\nMinister Ryan said that it was time to \"get down to business now\" on delivering on these commitments over the coming two years, and that he urged that they would be embedded and further developed at upcoming global events, including the G7 in Italy, the G20 in Brazil and the next COPS in Baku and particularly Brazil where the national ministers from the IEA’s member countries also agreed to start discussions with India on the Indian government’s request to become a full IEA member, recognising the country’s “strategic importance” in tackling global energy and climate challenge.\nThe IEA was established during the energy crisis of the 1970s and this year’s meeting also comes at a time of global uncertainty in energy markets, with Russia’s invasion of Ukraine and the conflict in Gaza highlighting vulnerabilities to the energy system and underscoring the need for a transition to renewable energy and greater energy security.\nENDS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ryan",
        "sentiment": "none"
      },
      {
        "name": "eamon ryan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "international energy communiqué from department",
        "sentiment": "neutral"
      },
      {
        "name": "climate and communications",
        "sentiment": "neutral"
      },
      {
        "name": "iea",
        "sentiment": "none"
      },
      {
        "name": "international energy agency",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ireland",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T02:21:50.619+02:00",
  "updated": "2024-02-16T02:21:50.619+02:00"
}