{
  "thread": {
    "uuid": "6864d96a0183f80811c8182b827988412633282e",
    "url": "https://americansongwriter.com/remember-when-the-beatles-sgt-peppers-lonely-hearts-club-band-album-won-4-grammys-on-leap-day-1968",
    "site_full": "americansongwriter.com",
    "site": "americansongwriter.com",
    "site_section": "http://americansongwriter.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "American Songwriter",
    "title": "Remember When: The Beatles’ ‘Sgt. Pepper’s Lonely Hearts Club Band’ Album Won 4 Grammys on Leap Day 1968",
    "title_full": "Remember When: The Beatles’ ‘Sgt. Pepper’s Lonely Hearts Club Band’ Album Won 4 Grammys on Leap Day 1968",
    "published": "2024-02-29T23:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://americansongwriter.com/wp-content/uploads/2024/02/xwwabrnlvfs.jpg?fit=1280%2C720",
    "performance_score": 0,
    "domain_rank": 13377,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6864d96a0183f80811c8182b827988412633282e",
  "url": "https://americansongwriter.com/remember-when-the-beatles-sgt-peppers-lonely-hearts-club-band-album-won-4-grammys-on-leap-day-1968",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matt Friedlander",
  "published": "2024-02-29T23:18:00.000+02:00",
  "title": "Remember When: The Beatles’ ‘Sgt. Pepper’s Lonely Hearts Club Band’ Album Won 4 Grammys on Leap Day 1968",
  "text": "With a leap day happening just once every four years, there’s must less of a chance for a historic event to take place on February 29. However, February 29, 1968, turned out to be an important date in the annals in [Beatles](https://americansongwriter.com/tag/the-beatles/) history. That’s the day that the Fab Four’s landmark album, Sgt. Pepper’s Lonely Hearts Club Band, took home four fab awards at the [10th annual Grammys ceremony](https://www.grammy.com/awards/10th-annual-grammy-awards). Videos by American Songwriter No other Beatles album has ever been honored with four Grammy Awards in one year. [[RELATED: How Dolly Parton reunited The Beatles’ Paul McCartney and Ringo Starr for Rockstar]](https://americansongwriter.com/how-dolly-parton-reunited-the-beatles-paul-mccartney-and-ringo-starr-for-rockstar/) Sgt. Pepper’s Lonely Hearts Club Band won in the Album of the Year and Best Contemporary Album categories, and also nabbed trophies in the Best Engineered Recording – Non-Classical and Best Album Cover, Graphic Arts categories. Longtime Beatles engineer received the Best Engineered Recording Grammy, while cover-art designers Peter Blake and Jann Haworth took home the Best Album Cover prize. Sgt. Pepper’s Lonely Hearts Club Band winning the Album of the Year Grammy was particularly significant, because no rock album had ever received the honor before. The Beatles Also Received Other Nominations in 1968 Meanwhile, The Beatles also were nominated for Best Performance by a Vocal Group and Best Contemporary Group Performance (Vocal or Instrumental) honors for the Sgt. Pepper’s Lonely Hearts Club Band album. However, they lost in both categories to The Fifth Dimension’s hit song “Up, Up and Away.” In addition, the Sgt. Pepper’s track “A Day in the Life” was up for the wordily named Best Instrumental Arrangement Accompanying Vocalist(s)/Best Background Arrangement honor, but that Grammy went to Bobbie Gentry’s “Ode to Billie Joe” and that tunes arranger, Jimmie Haskell. The Beatles Didn’t Attend the 1968 Grammys The 1968 Grammy Awards were presented in four different cities—New York, Los Angeles, Chicago, and Nashville. The Beatles were not in attendance at any of the locations, since the band members were all on their spiritual retreat with the Maharishi Mahesh Yogi in Rishikesh, India. The Band’s Other Grammy Wins The Beatles won their first two Grammys in 1965, taking home the Best New Artist award and the Best Performance by a Vocal Group honor for “A Hard Day’s Night.” Then, in 1967, John Lennon and Paul McCartney were honored as composers in the Song of the Year category for the band’s “Michelle.” In 1971, The Beatles four members—Lennon, McCartney, George Harrison, and Ringo Starr—were presented with Grammy for the Best Original Score Written for a Motion Picture or a Television Special for Let It Be. The band wouldn’t win another Grammy until 1997, when it took home three trophies. The Beatles Anthology won the Best Music Video, Long Form honor, while the single “Free as a Bird” was honored with the Best Music Video, Short Form and the Best Pop Performance by a Duo or Group with Vocal awards. The Fab Four scored two more Grammy wins in 2008, when the Love remix album nabbed the Best Compilation Soundtrack Album and Best Surround Sound Album prizes. 2011 saw the band’s The Beatles (The Original Studio Recordings) box set win Best Historical Album. The Fab Four’s most recent Grammy success came earlier this year, when a new animated video for the group’s 1966 song “I’m Only Sleeping” collected the Best Music Video honor.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.grammy.com/awards/10th-annual-grammy-awards).",
    "https://grammy.com/awards/10th-annual-grammy-awards)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ringo starr",
        "sentiment": "none"
      },
      {
        "name": "paul mccartney",
        "sentiment": "none"
      },
      {
        "name": "dolly parton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pepper’s lonely hearts club band",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:02:07.184+02:00",
  "updated": "2024-03-01T00:02:07.184+02:00"
}