{
  "thread": {
    "uuid": "5a2c08c2ad9ba1d39559f1609033278261671ed0",
    "url": "https://www.healthline.com/health-news/heart-disease-reduce-sodium",
    "site_full": "www.healthline.com",
    "site": "healthline.com",
    "site_section": "http://www.google.com/alerts/feeds/08010755109474568905/4529810238743536944",
    "site_categories": [
      "nutrition",
      "mens_health",
      "health",
      "womens_health"
    ],
    "section_title": "Google Alert - Diet For Hypertension",
    "title": "Heart Disease: 5 Easy Ways to Reduce Sodium in Your Diet",
    "title_full": "Heart Disease: 5 Easy Ways to Reduce Sodium in Your Diet",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.post.rvohealth.io/wp-content/uploads/2024/04/Fries_1200x628-facebook.jpg",
    "performance_score": 0,
    "domain_rank": 253,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5a2c08c2ad9ba1d39559f1609033278261671ed0",
  "url": "https://www.healthline.com/health-news/heart-disease-reduce-sodium",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Beth Ann Mayer",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Heart Disease: 5 Easy Ways to Reduce Sodium in Your Diet",
  "text": "Share on Pinterest New research finds that a majority of people living with heart disease consume too much sodium. Getty Images Maintaining a low sodium diet is standard advice for people with heart disease and those looking to prevent it. However, new research suggests people with heart disease are more likely to consume more sodium than recommended. Cardiologists and dietitians explained why it can be challenging to minimize sodium intake and tips for doing so. Consuming a diet low in sodium is common advice for people with heart disease. It’s a differentiating factor between the Mediterranean and DASH diets — the latter focuses on reducing sodium intake.\nResearch suggests adherence to the DASH diet can lower heart disease risk factors.\nDespite the mounting data and recommendations, a new study indicates that people living with heart disease are more likely to consume double the recommended amount of sodium.\nThe new research will be presented on Sunday, April 7, at the American College of Cardiology’s Annual Scientific Session.\n“This study shows that more education and decision tools are needed to help people limit sodium intake,” says Dr. Robert Salazar , MD, a cardiologist with Memorial Hermann in Houston, who was not involved in the study.\nThe American Heart Association recommends limiting sodium intake to a maximum of 2,300 milligrams daily. However, the AHA adds that the ideal daily limit is 1,500 mg for adults, particularly those living with hypertension , and that reducing intake even further — to 1,000 mg daily — can boost heart health.\nWhile sodium is essential, consuming too much can affect the heart.\n“Excess sodium intake results in high blood pressure , forcing the heart to work harder than normal to maintain adequate circulation,” Salazar says.\nSalazar adds that consuming too much sodium can increase retention, prompting leg swelling and shortness of breath from lung congestion (or pulmonary edema ). A low sodium diet can combat this risk.\n“Having the knowledge of how certain food ingredients and dietary patterns affect the risk for developing heart disease can help to optimize quality of life, particularly since there are hereditary risk factors that are out of one’s control,” says Lena Bakovic , MS, RDN, CNSC, a registered dietitian with Top Nutrition Coaching, who was not involved in the study. “Diet, conversely, can be controlled and is an important risk factor to consider for cardiovascular illness.”\nExperts discussed what the study tells us and what people can do to reduce their sodium intake, which can contribute to improved heart health.\nHow the link between high sodium and heart disease was studied To perform the study, the authors pulled data from the National Health and Nutrition Examination Survey (NHANES) of more than 3,100 patients who had been diagnosed with cardiovascular disease, including heart attacks, strokes, and coronary artery disease .\nThe patients participated in the survey from 2009-18 and filled out questionnaires about everything they consumed in 24 hours. The people with cardiovascular disease had an average daily sodium intake of 3,096 mg, and 89% of participants with heart disease consumed above the 1,500 mg daily recommended amount.\nResearchers accounted for age, sex, race, and education and did not find differences between socioeconomic groups.\n“The study results were a representation of the challenges that people face in estimating the amount of sodium they consume,” Bakovic says.\nProviders feel it’s essential to change that to improve the lives of patients with heart disease. Still, the study had its limitations.\n“This study relied on a food recall questionnaire to determine sodium intake. This method can be very imprecise,” says Dr. Bradley Serwer , MD, an interventional cardiologist and chief medical officer at VitalSolution, who was not involved in the study. “Patients are expected to know exactly what and how much they ate. Unless they wrote it down and measured the food directly, their response is an estimation at best. The gold standard is to collect urine for 24 hours and measure the sodium levels, but this is difficult and cumbersome.”\nStill, Serwer believes the data holds weight and is a call to action for healthcare professionals.\n“We have to be persistent and repetitive to relay how important a low sodium diet truly is to your cardiac health,” Serwer says.\nWhy do people consume too much sodium? The idea that consuming too much sodium can affect the heart isn’t news. However, providers share that the new research highlights the importance of continued consumer education.\n“It sheds light on the fact that despite being aware of the risks and recommendations for sodium reduction, many individuals with heart disease still consume excessively high levels of sodium,” says Michelle Routhenstein , RD, a preventive cardiology dietitian at EntirelyNourished.com.\nThat may sound ironic — if people are educated, why the need for continued education? However, reducing sodium intake is challenging for several reasons.\n“Many people are unaware of the sodium content in the foods they consume or underestimate how much sodium they’re consuming daily,” Routhenstein says. “Without actively checking food labels and being mindful of sodium content, individuals may unknowingly consume excessive amounts.”\nFor one, salt isn’t always palatable.\n“These foods may not taste notably salty, so individuals may not realize the high sodium content ,” Routhenstein says.\nOn the other hand?\n“Salt tastes good and makes our food taste better,” Serwer says.\nIt can be challenging to give that up.\nAnd nutrition labels aren’t available at restaurants (though some, especially chains, have nutrition facts posted online and on menus).\n“People may be taking in more sodium than they realize if they frequently eat out at restaurants versus at home, where there is a more controlled environment and ability to monitor added sodium. In a restaurant setting, this is virtually impossible to do,” Bakovic says.\nA 2020 study of more than 2,500 people ten years old and older indicated that eating one meal per week outside of the home was linked to higher sodium intake.\nSimple ways to reduce your salt intake While challenging, reducing sodium intake is possible. Experts shared the following tips that can help.\nMake a game plan for the grocery store Routhenstein suggests spending most of your time on the grocery store’s perimeter.\n“Avoid aisles if possible, and choose foods in their whole — not packaged — state,” Routhenstein says. “When choosing foods from grocery store aisles and frozen food sections, there is an increased likelihood that one would be choosing food products that are much higher in sodium content and are likely abundantly processed.”\nRead the labels When browsing packaged foods, take a peek at the nutrition labels and look for signs a food may have too much sodium.\n“Becoming sodium-savvy can help an individual to feel more confident in their food choices and to choose lower sodium food products,” Bakovic says. “Generally speaking, a low sodium food would be one with 5% or less of the daily value for sodium in the ‘percentage of daily value column’ of a nutrition facts label.”\n“Watch for different wording for sodium,” Bakovic says. “Examples of that would be monosodium glutamate, disodium guanylate, disodium inosinate, and Kosher salt.”\nUse other seasonings Cooking at home can help reduce sodium intake, but dietitians stressed avoiding excessive salt shaking is important.\nInstead, Routhenstein recommends flavoring foods with:\nCitrus juices, such as lemon or grapefruit Chili peppers Garlic powder Oregano powder Dijon, whole grain, or dry mustard Dining out strategies Eating out isn’t off the table, and people can take steps to reduce sodium intake at restaurants.\n“When eating out, ask for sauces and dressings on the side,” Routhenstein says. “Choose grilled or steamed options over fried, and request meals to be prepared without added salt.”\nSeek help managing your sodium intake As this new research suggests, reducing sodium intake can be a challenge, but it’s one you don’t have to take on alone.\n“A nutritionist or registered dietitian can help make a plan for reducing sodium intake,” Salazar says. “People can also talk to their physician about strategies to reduce sodium intake.”\nIf you’d like to speak with a registered dietitian, Routhenstein suggests using the Academy of Nutrition and Dietetics’ “find an expert” tool, which allows people to filter by location and specialty.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [
    "https://www.memorialhermann.org/doctors/cardiovascular-disease-specialists/dr-robert-salazar-md-1891014114",
    "https://entirelynourished.com/",
    "https://www.heart.org/en/health-topics/high-blood-pressure/changes-you-can-make-to-manage-high-blood-pressure/shaking-the-salt-habit-to-lower-high-blood-pressure",
    "https://www.eatright.org/",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10080575",
    "https://vitalsolution.com/who-we-are/",
    "https://www.topnutritioncoaching.com/registered-dietitians#lena-bakovic",
    "https://www.sciencedirect.com/science/article/pii/S2475299122120226",
    "https://vitalsolution.com/who-we-are",
    "https://topnutritioncoaching.com/registered-dietitians#lena-bakovic",
    "https://www.eatright.org",
    "https://heart.org/en/health-topics/high-blood-pressure/changes-you-can-make-to-manage-high-blood-pressure/shaking-the-salt-habit-to-lower-high-blood-pressure",
    "https://eatright.org/",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC10080575",
    "https://www.vitalsolution.com/who-we-are/",
    "https://memorialhermann.org/doctors/cardiovascular-disease-specialists/dr-robert-salazar-md-1891014114",
    "https://entirelynourished.com",
    "https://www.entirelynourished.com/",
    "https://sciencedirect.com/science/article/pii/S2475299122120226"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "robert salazar",
        "sentiment": "none"
      },
      {
        "name": "hermann",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "american college of cardiology",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mediterranean",
        "sentiment": "none"
      },
      {
        "name": "houston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:19:17.755+03:00",
  "updated": "2024-04-06T00:36:47.791+03:00"
}