{
  "thread": {
    "uuid": "7f4b57547de0bf292fb4a65e16ea17fc33187725",
    "url": "https://www.nationalreview.com/2024/05/the-american-jewish-experience-is-still-exceptional",
    "site_full": "www.nationalreview.com",
    "site": "nationalreview.com",
    "site_section": "https://www.nationalreview.com/culture/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "The American Jewish Experience Is Still Exceptional",
    "title_full": "The American Jewish Experience Is Still Exceptional",
    "published": "2024-05-31T17:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 1710,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7f4b57547de0bf292fb4a65e16ea17fc33187725",
  "url": "https://www.nationalreview.com/2024/05/the-american-jewish-experience-is-still-exceptional",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Natan Ehrenreich",
  "published": "2024-05-31T17:03:00.000+03:00",
  "title": "The American Jewish Experience Is Still Exceptional",
  "text": "I n July of 1776, the German-American Jew Jonas Phillips sent a letter in Yiddish to his friend in Amsterdam, alongside a copy of the just-adopted Declaration of Independence. Phillips expressed hope that the United States would win the war with England and effectuate the soaring ideals of the Declaration:\nThe war will make all England bankrupt. The Americans have an army of 100,000 fellows and the English only 25,000 and some ships. The Americans have already made themselves like the States of Holland. The enclosed is a declaration of the whole country. How it will end, the blessed God knows. The war does me no damage, thank God!\nTwo years later, Phillips joined the Revolutionary Army. In 1787, he sent a letter to George Washington, who was then presiding over the Constitutional Convention, pleading that Washington make sure that the Constitution included no religious test that would bar Jews from holding public office. For the convention itself, Phillips wished:\nMay the almighty God of our father Abraham Isaac and Jacob endue this Noble Assembly with wisdom Judgement and [unanimity] in their [councils], and may they have the satisfaction to see that their present toil and [labor] for the [welfare] of the United States may be approved of through all the world and particular by the United States of America.\nWashington helped ensure that Phillips’s wishes were heeded, and the final version of the Constitution included a ban on religious tests for public office. As I have noted previously in NR, Washington also sent a series of remarkable letters to Jewish communities across the country upon his inauguration, the most famous of which delivers the wish to the Jewish congregation in Newport, R.I.: “May the Children of the Stock of Abraham, who dwell in this land, continue to merit and enjoy the good will of the other Inhabitants; while every one shall sit in safety under his own vine and fig tree, and there shall be none to make him afraid.”\nThis is but a tiny fraction of the history demonstrating that for the Jewish people, the notion of “American exceptionalism” has never been a myth. There is no other country outside of the land of Israel in the history of humanity that has treated Jews with such kindness and openness. No other country comes anywhere close! Jews across the world have long recognized this: It’s the reason America is referred to as the “goldene medina” in Yiddish, “the golden country.” Yet I worry that amidst a global wave of antisemitism, American Jews are forgetting that their experience in the United States remains as exceptional as ever. A recent essay in the Atlantic from Franklin Foer claims that “the golden age of American Jews is ending.”\nFoer is correct, of course, to make note of the unprecedented antisemitism that American Jews have faced since October 7. But as recent events have reminded me, the exceptional nature of the American Jewish experience even today ought not to be taken for granted.\nAt Wednesday’s commencement, my alma mater, Yeshiva University, presented Senator John Fetterman with its presidential medallion. As Rich Lowry noted , Fetterman gave a fantastic speech with several memorable moments. But even more remarkable was his joining Yeshiva’s students to dance to the song “Geshmak to Be a Yid,” which literally means “delicious to be a Jew,” though “delicious” doesn’t really capture the essence of the Yiddish term geshmak — it’s used to refer to something fun or pleasurable but nonetheless profoundly meaningful. It’s the perfect way to describe Fetterman’s dancing itself:\nSenator Fetterman dancing to “Geshmak to be a Yid” together with Rav Schachter and @AriBermanYU pic.twitter.com/b07fsEUYyB\n— Dovi Safier (@safier) May 29, 2024\nI was moved to tears watching the video. Here’s a non-Jewish senator dancing with Orthodox Jews, at an Orthodox Jewish university, to a song celebrating the virtues of Judaism. It’s a true “only in America” moment.\nSure, it must be noted that Fetterman was receiving the award only because he courageously stood up to his party’s increasingly antisemitic-adjacent base. But what has always made America unique is not the absence of antisemitism, but the continued willingness of its people and its leaders to denounce it, fight it, and distance themselves from it when it does appear. As my great teacher and mentor Rabbi Meir Soloveichik wrote in the April edition of National Review :\nIf one had told a Jew from several centuries ago that, in the year 2023, an antisemitic pogrom would take place and the attack would be celebrated by mobs around the world, this Jew would not have been at all surprised. Yet this Jew would have been astounded to learn that, in response to the celebration of this pogrom, one prominent political party of the most powerful country on earth summoned the presidents of some of the most important universities in the land to publicly admonish them for their failings as academic leaders. Such stories of stalwart, public defenses of Jews against a country’s elites are not abundant in the annals of Jewish history.\nAnd this remains true. At a celebration of Israeli Independence Day last week, Speaker Mike Johnson — the most important member of the House of Representatives — gave a speech that a Jew from several centuries ago would have found similarly astounding: “You know, I went to Columbia University to face down that lawless mob and proclaim that the rights of Jewish students should survive . . . and that the antisemitism that was being allowed there should not.” He later added that “I don’t believe [these universities] deserve [federal funding] if they can’t stand for the basic fundamental freedoms of their students,” and “the Jewish people will never be alone.”\nThe leader of the legislature of the world’s superpower threatening funding for universities in defense of . . . the Jews? For someone reading a history book, this makes almost no sense — the disastrous effects of the world’s oldest hatred seem to almost vanish as one turns the page to America.\nFetterman’s and Johnson’s heroism attracts attention because of the prominence of the hero, but the truth is that it’s not an exception. This year, I’ve received messages of support for the Jewish community from my non-Jewish friends, colleagues, and neighbors on the daily. It’s not something I will ever take for granted, for I know that my ancestors would have been astounded and amazed to see it. Yes, there is antisemitism in America. Yes, it is worrying. Yes, it must be addressed to secure the future of American Jewry. But Mike Johnson and John Fetterman remind us of a fact that has forever been true and remains so: America is exceptional. For Jews, one can even say it’s geshmak .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://founders.archives.gov/documents/Washington/04-05-02-0291",
    "https://www.jstor.org/stable/43058066",
    "https://t.co/b07fsEUYyB",
    "https://twitter.com/safier/status/1795886397494050975?ref_src=twsrc%5Etfw",
    "https://twitter.com/AriBermanYU?ref_src=twsrc%5Etfw",
    "https://www.theatlantic.com/magazine/archive/2024/04/us-anti-semitism-jewish-american-safety/677469/",
    "https://www.c-span.org/video/?535877-1/speaker-johnson-remarks-israeli-independence",
    "https://founders.archives.gov/documents/Washington/05-06-02-0135",
    "https://www.founders.archives.gov/documents/Washington/05-06-02-0135",
    "https://www.t.co/b07fsEUYyB",
    "https://www.twitter.com/AriBermanYU?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/safier/status/1795886397494050975?ref_src=twsrc%5Etfw",
    "https://twitter.com/AriBermanYU",
    "https://c-span.org/video/?535877-1/speaker-johnson-remarks-israeli-independence",
    "https://jstor.org/stable/43058066",
    "https://www.c-span.org/video/",
    "https://www.founders.archives.gov/documents/Washington/04-05-02-0291",
    "https://theatlantic.com/magazine/archive/2024/04/us-anti-semitism-jewish-american-safety/677469/",
    "https://www.theatlantic.com/magazine/archive/2024/04/us-anti-semitism-jewish-american-safety/677469",
    "https://twitter.com/safier/status/1795886397494050975"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jonas phillips",
        "sentiment": "negative"
      },
      {
        "name": "abraham isaac",
        "sentiment": "none"
      },
      {
        "name": "george washington",
        "sentiment": "none"
      },
      {
        "name": "phillips",
        "sentiment": "none"
      },
      {
        "name": "jacob",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "revolutionary army",
        "sentiment": "none"
      },
      {
        "name": "noble assembly",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      },
      {
        "name": "holland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T21:46:23.957+03:00",
  "updated": "2024-05-31T21:46:23.957+03:00"
}