{
  "thread": {
    "uuid": "337eae313bd96f8b3f8cc178782cc7d3152d06ba",
    "url": "https://zap.aeiou.pt/nova-atualizacao-do-sol-artificial-coreano-promete-avancos-na-fusao-nuclear-575673",
    "site_full": "zap.aeiou.pt",
    "site": "aeiou.pt",
    "site_section": "http://www.aeiou.pt",
    "site_categories": [
      "media"
    ],
    "section_title": "AEIOU.pt",
    "title": "Nova atualização do “Sol artificial” coreano promete avanços na fusão nuclear",
    "title_full": "Nova atualização do “Sol artificial” coreano promete avanços na fusão nuclear",
    "published": "2024-01-06T00:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "http://zap.aeiou.pt/wp-content/uploads/2024/01/ff4e039c9403316274d1815819fddd77-900x602.jpg",
    "performance_score": 0,
    "domain_rank": 52985,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "337eae313bd96f8b3f8cc178782cc7d3152d06ba",
  "url": "https://zap.aeiou.pt/nova-atualizacao-do-sol-artificial-coreano-promete-avancos-na-fusao-nuclear-575673",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ZAP",
  "published": "2024-01-06T00:10:00.000+02:00",
  "title": "Nova atualização do “Sol artificial” coreano promete avanços na fusão nuclear",
  "text": "O avanço coloca-nos mais perto de alcançar a fusão nuclear, que promete produzir energia barata e praticamente infinita. A Coreia do Sul alcançou avanços significativos na pesquisa de fusão nuclear com as recentes melhorias no seu “sol artificial“, o Korea Superconducting Tokamak Advanced Research (KSTAR). Estas atualizações prometem aprimorar a capacidade do dispositivo de sustentar plasma a temperaturas ultra-altas, um elemento chave na replicação do processo de geração de energia do sol. Situado em Daejeon, o KSTAR é um dispositivo experimental que visa imitar o processo de fusão nuclear do sol. A fusão nuclear, fonte de energia do sol e de outras estrelas, envolve a combinação de núcleos atómicos leves para formar um núcleo mais pesado, libertando uma enorme quantidade de energia. Este processo exige temperaturas incrivelmente altas para superar a repulsão elétrica dos núcleos. O dispositivo KSTAR utiliza um tokamak, um reator em forma de donut, para alcançar e controlar estas temperaturas extremas. O reator atingiu pela primeira vez 100 milhões de graus Celsius em 2018 durante 1,5 segundos. Nos anos seguintes, houve melhorias significativas, com o recorde estendido para 8 segundos em 2019, 20 segundos em 2020 e uns impressionantes 30 segundos em 2022. A atualização recente inclui a substituição do diverter de carbono por um de tungsténio, escolhido pela sua elevada temperatura de fusão e outras propriedades benéficas. Esta modificação visa permitir que o KSTAR sustente a temperatura de 100 milhões de graus por períodos ainda mais longos, com o objetivo de alcançar 300 segundos até o final de 2026, explica o [IFLScience](https://www.iflscience.com/new-upgrade-to-koreas-artificial-sun-may-lead-to-nuclear-fusion-breakthrough-72285). A fusão nuclear é vista como uma fonte potencial de eletricidade praticamente ilimitada e limpa devido à colossal energia que liberta. No entanto, replicar este processo na Terra é desafiador. Ao contrário das estrelas, onde a gravidade ajuda na fusão, o plasma terrestre precisa de ser aquecido a temperaturas muito mais altas e contido por fortes campos magnéticos, tornando a fusão sustentada uma tarefa complexa. Os avanços do KSTAR contribuem significativamente para a pesquisa global de fusão. Notavelmente, o ITER (International Thermonuclear Experimental Reactor) na França, a maior experiência de fusão do mundo, beneficiará dos conhecimentos adquiridos através do KSTAR. O projeto ITER envolve uma colaboração internacional com o objetivo de alcançar a fusão nuclear para a produção de energia. O progresso no projeto KSTAR da Coreia do Sul representa um passo crucial para a utilização da fusão nuclear, dando-nos esperança para um futuro com energia abundante e limpa.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://www.iflscience.com/new-upgrade-to-koreas-artificial-sun-may-lead-to-nuclear-fusion-breakthrough-72285).",
    "https://iflscience.com/new-upgrade-to-koreas-artificial-sun-may-lead-to-nuclear-fusion-breakthrough-72285)."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:28:24.469+02:00",
  "updated": "2024-01-06T00:28:24.469+02:00"
}