{
  "thread": {
    "uuid": "988c385aaca1689d474a2b640df9b9f58445e16d",
    "url": "https://www.hellenicshippingnews.com/delivery-of-the-cma-cgm-mermaid-first-ship-in-a-series-of-10-container-ships-with-a-unique-design-in-the-world-for-better-energy-performance",
    "site_full": "www.hellenicshippingnews.com",
    "site": "hellenicshippingnews.com",
    "site_section": "http://hellenicshippingnews.com//category/shipping-news/international-shipping-news/feed/",
    "site_categories": [
      "shopping"
    ],
    "section_title": "International Shipping News &#8211; Hellenic Shipping News Worldwide",
    "title": "Delivery of the CMA CGM MERMAID: First ship in a series of 10 container ships with a unique design in the world for better energy performance | Hellenic Shipping News Worldwide",
    "title_full": "Delivery of the CMA CGM MERMAID: First ship in a series of 10 container ships with a unique design in the world for better energy performance | Hellenic Shipping News Worldwide",
    "published": "2024-02-16T00:11:17.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CY",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 17160,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "988c385aaca1689d474a2b640df9b9f58445e16d",
  "url": "https://www.hellenicshippingnews.com/delivery-of-the-cma-cgm-mermaid-first-ship-in-a-series-of-10-container-ships-with-a-unique-design-in-the-world-for-better-energy-performance",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "hellenicshippingnews...",
  "published": "2024-02-16T00:11:17.000+02:00",
  "title": "Delivery of the CMA CGM MERMAID: First ship in a series of 10 container ships with a unique design in the world for better energy performance | Hellenic Shipping News Worldwide",
  "text": "The CMA CGM Group, a global player in maritime, land, air, and logistics solutions, takes delivery of the CMA CGM MERMAID, the first ship in a series of 10 new 2,000 TEU container ships powered by Liquefied Natural Gas (LNG), which will be progressively deployed in the Mediterranean and Northern Europe.\nThese new container ships, with an original design aimed at improving their energy efficiency and environmental performance, will join the CMA CGM fleet of around 620 vessels, including more than 30 already powered by alternative energies. These ships will emit up to -20% CO2 compared to a similar-sized ship with a conventional maritime fuel design (very low sulfur oil).\nThis delivery is part of CMA CGM’s fleet renewal program, in which the Group has invested more than $15 billion. It brings the Group one step closer to meeting its objective of Net Zero Carbon by 2050. By 2028, nearly 120 ships will be powered by low-carbon energies.\nA new generation of container ships, the result of cooperation between industry players. These ships, with a different line and architecture from conventional container ships, were designed in close collaboration with Chantiers de l’Atlantique, a French company located in Saint-Nazaire and globally recognized for its ship design and construction expertise.\nThe Danish engineering firm Odense Marine Technique (OMT) further converted the concept into an industrial prototype\nCMA CGM entrusted the construction of the ships to Hyundai Mipo Dockyard (HMD), located in South Korea. Number one in the world for performance, the shipyard manages every stage of container ship assembly.\nFinally, GTT, a French company and expert in technologies for the maritime transport and storage of liquefied natural gas, worked closely on the project for the design and conception of the gas chain and storage tank with total capacity of 1,053 m3.\nThis close collaboration between the shipowner, engineering firm, equipment supplier, and world-renowned manufacturer has has provided a concrete response to the need for innovation in naval architecture and has given rise to a new model of container ship, with profoundly renewed profile and technical characteristics.\nProportions and technologies adapted for better energy performance\nDetermined to optimize energy efficiency in all its activities, CMA CGM decided to resize this new series of ships. One of the original characteristics of the design is the ratio of 204.29 m long to 29.6 m wide to improve the ships’ hydrodynamic and aerodynamic performance.\nThey are also the first ships in the CMA CGM fleet with superstructures at the front. Thus, placed at the front, the bridge and accommodations ensure better aerodynamic performance and higher loading capacity compared to a conventional architecture.\nA new, almost inverted straight bow with an integrated bow bulb also offers better hydrodynamic performance to reduce fuel consumption by 15% per trip.\nAn on-board energy mix to reduce the carbon footprint\nThese ships are powered by LNG, a lower-carbon energy source than conventional fuel, which reduces sulfur oxide emissions by 99%, nitrogen oxide emissions by 92%, and fine particles by 91%. When cooled to -161°C, LNG powers a 12-megawatt MAN engine. These dual-fuel ships can also carry biogas (-67% eq. CO2) produced from bio-waste and are convertible to e-methane (-85% eq. CO2) produced from decarbonized hydrogen.\nThe 10 new container ships will also be equipped with an alternator coupled to the main propulsion engine, which will provide the energy needed to power the onboard electrical installations once at sea.\nThe latest outstanding innovation in this new generation of container ships is one of the most powerful fuel cells aboard a ship. It is on track to be mounted on the last of the series which is scheduled for delivery in January 2025. As the fuel cell is powered by hydrogen with an energy capacity of 1MW, this ship will have zero emissions when berthed.\nA model with abundant technologies designed to maximize energy efficiency and environmental performance, the ships are finally also more comfortable and pleasant for their crew with modern interiors and booths.\nA new range of feeders to serve Northern Europe and the Intra-Mediterranean\nDelivered progressively between February 2024 and January 2025, the ten new vessels will transport goods over short distances, mainly in Northern Europe and the Mediterranean.\nBetween April and July, six of the series will join the Intra-Northern-Europe line to serve the Baltic and Scandinavian ports from the hubs of Hamburg and Bremerhaven. Four other ships will join the Intra-Mediterranean line between the end of September and the end of November.\nCapable of carrying 45’ containers which can be loaded on trailers, these ships offer a more energy-efficient alternative to road transport in Europe and the Mediterranean region.\nThe CMA CGM MERMAID will embark on its voyage to Northern Europe from Busan in South Korea.\nSource: CMA CGM\n2024-02-16 hellenicshippingnews...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "hellenic shipping news worldwide",
        "sentiment": "neutral"
      },
      {
        "name": "cma cgm group",
        "sentiment": "neutral"
      },
      {
        "name": "group",
        "sentiment": "none"
      },
      {
        "name": "cma",
        "sentiment": "none"
      },
      {
        "name": "cma cgm",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mediterranean",
        "sentiment": "none"
      },
      {
        "name": "northern europe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:11:17.987+02:00",
  "updated": "2024-02-16T00:11:17.987+02:00"
}