{
  "thread": {
    "uuid": "00196a1b67e0501121a409fbcb2cb401ca724929",
    "url": "https://digital.abcaudio.com/news/how-dry-january-can-help-anti-aging-according-doctors",
    "site_full": "digital.abcaudio.com",
    "site": "abcaudio.com",
    "site_section": "http://www.kmaland.com/search/?q=&t=article&l=100&d=&d1=&d2=&s=start_time&sd=desc&nsa=eedition&c[]=news,news/*&f=rss",
    "site_categories": [],
    "section_title": "www.kmaland.com - RSS Results in news,news/* of type article",
    "title": "How Dry January can help with anti-aging, according to doctors",
    "title_full": "How Dry January can help with anti-aging, according to doctors",
    "published": "2024-01-05T19:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 98772,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "00196a1b67e0501121a409fbcb2cb401ca724929",
  "url": "https://digital.abcaudio.com/news/how-dry-january-can-help-anti-aging-according-doctors",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dr. Jade Cobern, ABC News",
  "published": "2024-01-05T19:24:00.000+02:00",
  "title": "How Dry January can help with anti-aging, according to doctors",
  "text": "(NEW YORK) -- While Dry January -- giving up alcohol for the month of January -- has been shown to have benefits like better sleep and increased energy, giving up drinks could also help you live longer and look younger, research shows.\n\"Everyone will feel better [after] a month of alcohol-free. Everyone,\" said Dr. Jennifer Ashton, ABC News chief medical correspondent and a board-certified physician in OB-GYN and obesity medicine, who has participated in Dry January for the past seven years.\nHere are three things to know about how replacing a cocktail with a non-alcoholic alternative, even for a month, can help you live longer, feel better and potentially make you look younger.\n1. Alcohol use is related to age-related diseases\nThere are a number of negative health effects of alcohol consumption, particularly when done in excess or binge drinking.\nBeyond the risk of accidents and injury when under the influence of alcohol, it is a risk factor for diseases including several cancers -- such as breast and gastrointestinal cancers -- liver disease, stroke, heart disease, and mood and memory problems, according to the U.S. Centers for Disease Control and Prevention, many of which can lead to premature death and early aging.\n\"Alcohol's negative impact ripples across communities, affecting our bodies and minds, burdening our health care systems and leaving a trail of shattered lives,\" Dr. Michael Caldwell, chief medical officer of Dry January USA, the U.S. branch of Alcohol Change UK -- the charity that launched the Dry January movement a decade ago -- told ABC News.\nStudies do show some of these negative health effects can improve as alcohol consumption is reduced, which can help people live longer lives.\nA 2018 study published in the British Medical Journal found that among nearly 100 participants abstaining from alcohol for a month, and 50 who did not, moderate-heavy drinkers who abstained had improved health markers including lower insulin resistance, weight, blood pressure and certain cancer-related biological markers.\n2. Alcohol can worsen skin conditions\nAlcohol use is also related to skin health.\nA 2019 study of over 3,000 women ages 18 to 75 found that heavy alcohol use, defined as eight or more drinks per week, was associated with under-eye puffiness, increased upper facial lines, blood vessels and the loss of volume in the face.\nAlcohol is dehydrating, which can decrease the skin's elasticity and cause it to have a dry appearance.\nStudies have shown that alcohol use can also worsen skin conditions, including psoriasis, an inflammatory disease that visibly damages skin.\n3. Alcohol is linked to biological aging\nBeyond diseases and visible signs of aging, alcohol consumption is also associated with biological aging.\nA large 2022 study published in Nature analyzed nearly 250,000 biological samples in the United Kingdom and found that higher alcohol consumption resulted in shorter telomer length, a potential biological marker of aging that can contribute to more age-related diseases.\nWhile studies specifically looking at anti-aging effects of alcohol cessation are lacking, some evidence has shown negative health effects can be improved as alcohol use is reduced, which can help people live longer lives.\nAs mentioned previously, the 2018 study published in the British Medical Journal found that among nearly 100 participants abstaining from alcohol for a month, and 50 who did not, moderate-heavy drinkers who abstained had improved health markers including lower insulin resistance, weight, blood pressure and certain cancer-related biological markers.\nDoctors also say what is known about the negative health effects of alcohol use can be used to understand how cutting back could slow age-related diseases, visible signs of aging, and prevent people from mental health declines with age.\n\"Consumption dehydrates our skin and increases inflammation, which promotes premature aging,\" Caldwell said, adding that reducing alcohol intake may mean \"your mental health will improve, you will be more present with increased clarity of thought and you will have more meaningful relationships.\"\nHow to get started reducing alcohol use\nFor anyone deciding to participate in Dry January or looking to simply cut back on their alcohol consumption, Ashton recommends telling friends you're participating, which helps provide accountability.\nAshton also recommends marking successful days off on a calendar to track progress, and trying mocktails or other non-alcoholic beverages, especially if triggering social situations cannot be avoided.\nThere are also mobile apps, such as Try Dry, run by Alcohol Change UK, that can provide similar tracking and accountability reaching the Dry January goal.\n\"Even for a short period of time, you will gain much more than you realize by reducing and eliminating alcohol use from your life,\" Caldwell said.\nAshton warned that the Dry January movement is not meant to be a tool for people struggling with alcohol addiction.\n\"I can't emphasize this enough,\" she said. \"This is not for abstinence and sobriety reasons, but if you cut try to cut down and you are struggling, please seek professional help.\"\nIf you are concerned about yourself or a loved one, call the Substance Abuse and Mental Health Services Administration's (SAMSA) confidential, free, 24-hour-a-day, 365-day-a-year helpline at 1-800-662-HELP (4357). For information and resources about alcohol-related problems and health, visit the website of the National Institute of Alcohol Abuse and Alcoholism (NIAAA) HERE.\nDr. Jade A Cobern, M.D., MPH, is a board-certified pediatrician specializing in general preventive medicine and is a member of the ABC News Medical Unit.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jennifer ashton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ob",
        "sentiment": "none"
      },
      {
        "name": "abc news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:18:54.657+02:00",
  "updated": "2024-01-06T01:18:54.657+02:00"
}