{
  "thread": {
    "uuid": "b03eeb558cd9e338ecd6f7f04198e663252e30de",
    "url": "https://www.noticiasaominuto.com/mundo/2517159/macron-garante-a-oposicao-que-nao-ha-limites-para-apoio-de-paris-a-kyiv",
    "site_full": "www.noticiasaominuto.com",
    "site": "noticiasaominuto.com",
    "site_section": "https://www.noticiasaominuto.com/",
    "site_categories": [
      "tech",
      "email",
      "top_news"
    ],
    "section_title": "Notícias Última Hora: Seja o Primeiro a Saber - Notícias ao Minuto",
    "title": "Macron garante à oposição que \"não há limites\" para apoio de Paris a Kyiv",
    "title_full": "Macron garante à oposição que \"não há limites\" para apoio de Paris a Kyiv",
    "published": "2024-03-08T01:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://media-manager.noticiasaominuto.com/1280/naom_65cfb032234c4.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjg5MywiY3JvcEhlaWdodCI6MTU4OCwiY3JvcFgiOjM3MCwiY3JvcFkiOjB9LCJsYW5kc2NhcGUiOnsiY3JvcFdpZHRoIjoyNTYxLCJjcm9wSGVpZ2h0IjoxNDQxLCJjcm9wWCI6LTEsImNyb3BZIjoxMjN9fQ==",
    "performance_score": 0,
    "domain_rank": 28500,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b03eeb558cd9e338ecd6f7f04198e663252e30de",
  "url": "https://www.noticiasaominuto.com/mundo/2517159/macron-garante-a-oposicao-que-nao-ha-limites-para-apoio-de-paris-a-kyiv",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-08T01:54:00.000+02:00",
  "title": "Macron garante à oposição que \"não há limites\" para apoio de Paris a Kyiv",
  "text": "O chefe de Estado francês explicou que \"é necessário apoiar a Ucrânia 'custe o que custar'\", de acordo com o coordenador do partido de extrema-esquerda França Insubmissa (LFI), Manuel Bompard, que manifestou a sua preocupação.\n\"O Presidente da República está pronto para um apoio ilimitado e aparentemente obstinado à Ucrânia\" e \"não há limites nem linhas vermelhas\", frisou, por sua vez, Jordan Bardella, presidente do partido de extrema-direita União Nacional (RN).\nEmmanuel Macron colocou a Ucrânia no centro do debate político nacional desde que afirmou, em 26 de fevereiro, que o envio de tropas terrestres para a Ucrânia não deveria \"ser excluído\", em nome de uma \"ambiguidade estratégica\" e que tudo seria feito para garantir que a Rússia de Vladimir Putin perca esta guerra.\nPerante esta posição, o porta-voz do Kremlin, Dmitri Peskov, realçou hoje que o Presidente francês \"continua a aumentar o nível de envolvimento direto da França\" no conflito na Ucrânia.\nNum vídeo publicado no Telegram por um jornalista russo, Peskov sublinhou a natureza contraditória das declarações feitas em Paris sobre este assunto desde as primeiras observações de Emmanuel Macron em 26 de fevereiro.\nOutros países europeus e os norte-americanos distanciaram-se até agora largamente da posição francesa, mas Emmanuel Macron, que na semana passada organizou uma conferência internacional de apoio militar à Ucrânia, considera necessário recuperar a iniciativa face aos russos.\nVinte e oito países estão a participaram esta tarde numa nova reunião, por videoconferência, de acompanhamento dedicada ao apoio à Ucrânia, organizada pela França com o objetivo de fazer mais para derrotar a Rússia.\nEm França, os partidos da oposição, da esquerda à direita, rejeitam qualquer envio de tropas.\nMuitos acreditam que o Presidente Macron enfraqueceu a posição francesa e fez o 'jogo' de Moscovo, ao expor as divisões europeias.\nO chefe de Estado francês apelou a um debate no Parlamento, seguido de uma votação não vinculativa na terça-feira na Assembleia Nacional, e depois, na quarta-feira, no Senado, que se concentrará num acordo bilateral de segurança assinado em 16 de fevereiro entre Paris e Kyiv. As discussões prometem ser acaloradas.\nO executivo francês, no entanto, assume a sua posição e considera este \"um momento de verdade\", evocando fissuras na unanimidade observada novamente no verão passado, no que diz respeito ao apoio a Kyiv.\nNa mira do Governo está o RN, que lidera as sondagens para as eleições europeias de 09 de junho, com 28 a 30% das intenções de voto, a quem acusa de complacência face a Moscovo.\nO primeiro-ministro Gabriel Attal estimou recentemente que havia motivos \"para questionar se as tropas de Vladimir Putin [já não estão]\" em França, visando especificamente Marine Le Pen, líder do RN no Parlamento, finalista nas eleições presidenciais de 2017 e 2022 e que se apresenta como \"candidata natural\" da sua fação para 2027.\nO Ministro das Forças Armadas francês, Sébastien Lecornu, acusou \"grande parte\" do RN e do LFI de serem representantes da Rússia de Vladimir Putin.\nLeia Também: Washington garante que Zelensky \"nunca solicitou\" tropas ocidentais",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T02:08:32.186+02:00",
  "updated": "2024-03-08T02:08:32.186+02:00"
}