{
  "thread": {
    "uuid": "8b72cb8b34373c885e5cf381701aec07dbe797c5",
    "url": "https://time.news/singer-songwriter-teresita-fernandez-turns-90-cuba-news-360-2024-02-29-223939",
    "site_full": "time.news",
    "site": "time.news",
    "site_section": "https://time.news/2021/05",
    "site_categories": [],
    "section_title": "May 2021 - TIme News",
    "title": "Singer-songwriter Teresita Fernández turns 90 | Cuba News 360 - 2024-02-29 22:39:39 - TIme News",
    "title_full": "Singer-songwriter Teresita Fernández turns 90 | Cuba News 360 - 2024-02-29 22:39:39 - TIme News",
    "published": "2024-03-01T00:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.mediawpaccore.net/wp-content/uploads/sites/5/2020/12/22035249/Teresita-580x330-1.jpg",
    "performance_score": 0,
    "domain_rank": 66974,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8b72cb8b34373c885e5cf381701aec07dbe797c5",
  "url": "https://time.news/singer-songwriter-teresita-fernandez-turns-90-cuba-news-360-2024-02-29-223939",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "times news cr",
  "published": "2024-03-01T00:39:00.000+02:00",
  "title": "Singer-songwriter Teresita Fernández turns 90 | Cuba News 360 - 2024-02-29 22:39:39 - TIme News",
  "text": "2024-02-29 22:39:39 Text: Editorial Cuba Noticias 360 I am a rag doll,/rag doll,/toy of my heart/that I put in your hands./Play, play with me/that I am made of rag/and if I cry they are tears/of sawdust./ (…) But no, The older singer, as the unforgettable Teresita Fernández (Santa Clara, December 20, 1922 – Havana, November 11, 2013), was extremely sensitive, the one who shared her sweet melody among Cubans of several generations who shared it. venerated from the island and abroad, he would be 90 years old today if he had not said goodbye to life, leaving behind a trail of children’s songs that bubble up in the Cuban and international musical heritage. A teacher by profession, even a Doctor in the specialty and with an extraordinary capacity to self-taught herself with music, from the earliest childhood she carried the guitar as if it were her rifle, in such a way that at the age of 4 she was already making her debut in a program radio station CMHI, in his hometown. Later becoming a girl with light hair and long braids, Teresa Fernández García carried with her the naive sweetness of those who know how to love nature as themselves and after her student tours she returned home with the occasional kitten that purred at her in her lap, wild flowers, plants and even all the striking junk she found in her path that altered the order of her home but without causing any disturbance because her eminently artistic family already found in her the diamond in the rough that would become one of the famous ones in Cuban culture. Against the will of his mother, who aspired for him to be a pianist, he headed towards Havana to dedicate himself entirely to trova, surrounding himself with renowned figures, including Bola De Nieve, the Martí Sisters, later with José Antonio Méndez and César Portillo. of the Light, who welcomed her as one of their own. However, the media of her time did not promote her, considering her a strange girl, a stigma that apparently accompanied her throughout her life. Since then, his human training and his work grew through force of will and prestige to consolidate a triangle in Latin American children’s songs with teachers of the stature of the Mexican Francisco Gabilondo Soler and the Argentine María Elena Walsh. She sang to the children, she sang to Cuba, to nature, to love related to works of transcendence such as Gabriela Mistral’s Rondas: Your name is Rosa and I am Esperanza; / but you will forget your name, because we will be a dance on the hill and nothing more / or Ismaelillo, by José Martí, as a scholar of her work has recognized. Curiously, in the Cuban capital the first to perform a song of hers was the well-known representative of rural music Ramón Veloz, who perhaps in some way catapulted Teresita to continue in some circles of the city singing without hesitation her own compositions that carried that air of Cubanness mixed with his undeniable love for children. After those early days Teresita Fernández became that singer who captivated from her rocks in Lenin Park, in the Pablo Center and others. Currently, we have as a fervent defender of her repertoire the troubadour and children’s song writer Liuba María Hevia, who opted to keep Teresita’s beautiful and didactic work in force, which today, unfortunately, the little ones do not have as a badge of passage. overwhelming reggaeton and the limited diffusion of his songbook in the media. About Teresita, I precisely saw a note on the networks from one of those children who followed her that emotionally says: “Teresita Fernández is one of those endearing Cuban artists without whom we would not have been the same, although sometimes society pushes us into uncertain abysses.” where the darkest human feelings reign.” On this day and for this day of remembrance, well-deserved cultural events have been held in Havana, Matanzas and some local press has paid tribute that should never have been left aside. And I leave now with the memory of some of his songs such as Give me your hand and we will dance, Mi gatico vinagrito, Tin tin…the rain, El grillito acatarrado. And singing the one that is not forgotten: “Little friends, let’s all sing/because we have a happy heart,/happy, happy, happy, happy, happy…/",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "teresita fernández",
        "sentiment": "negative"
      },
      {
        "name": "teresa fernández garcía",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cmhi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "santa clara",
        "sentiment": "none"
      },
      {
        "name": "havana",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:41:38.738+02:00",
  "updated": "2024-03-01T00:41:38.738+02:00"
}