{
  "thread": {
    "uuid": "c3342b751ffac8f65024f08c7abf5a0a4ca419ff",
    "url": "https://www.archyde.com/us-is-optimistic-that-a-ceasefire-in-gaza-will-soon-come-true-2024-03-08-074536",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "https://www.archyde.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Archyde",
    "title": "US is optimistic that a ceasefire in Gaza will soon come true – 2024-03-08 07:45:36",
    "title_full": "US is optimistic that a ceasefire in Gaza will soon come true – 2024-03-08 07:45:36",
    "published": "2024-03-08T09:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://disk.mediaindonesia.com/thumbs/480x320/news/2024/03/28bd7abd61972c1ad9979006e75fdc7a.jpg",
    "performance_score": 0,
    "domain_rank": 21187,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c3342b751ffac8f65024f08c7abf5a0a4ca419ff",
  "url": "https://www.archyde.com/us-is-optimistic-that-a-ceasefire-in-gaza-will-soon-come-true-2024-03-08-074536",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2024-03-08T09:45:00.000+02:00",
  "title": "US is optimistic that a ceasefire in Gaza will soon come true – 2024-03-08 07:45:36",
  "text": "THE United States (US) government believes that Hamas and Israel have the potential to regret the ceasefire and the release of the hostages. This optimism occurred in the midst of the humanitarian crisis in the Gaza region and South Africa, prompting new emergency measures to be requested from the World Court (ICJ).\nDelegates from Hamas militants, Qatar and Egypt are trying to reach a 40-day ceasefire ahead of the fasting month of Ramadan, which begins early next week. However, Israel has not joined the negotiations.\nDespite speculation that negotiations are deadlocked, the US government says a ceasefire agreement is still possible. “We continue to believe that the existing obstacles are insurmountable and an agreement can be reached. So we will continue to push for an agreement,” said US State Department Spokesperson Matthew Miller in Washington, Thursday (7/3).\nHamas vowed to continue taking part in negotiations in Cairo. But officials in the militant group say a ceasefire must be held before the hostages are released, Israeli troops withdraw from Gaza and all Gazans can return to their homes.\n“We demonstrated the flexibility necessary to achieve a comprehensive cessation of aggression against our people, but the occupation still circumvents these treaty rights,” Hamas said in a statement.\nA source said Israel did not take part in the talks in Cairo because Hamas refused to provide a list of living hostages. Hamas says this is impossible without a ceasefire because the hostages are scattered across the war zone.\nAlso read: Entering the Fifth Month, Hamas Considers a Ceasefire\nSenior Hamas official Bassem Naim said the group had submitted its own draft deal and was waiting for a response from Israel. “That the decision is now in America’s hands,” he said.\nUS President Joe Biden said his ally Israel was cooperating and urged Hamas to accept the rational offer made by Israel.\nMeanwhile, South Africa, which in January brought the case of alleged genocide in Gaza by Israel to the ICJ, in The Hague, Netherlands, has again filed a lawsuit. Pretoria asked the world court to issue a second interim ruling to save Gaza from total destruction.\nAlso read: Antony Blinken Returns to the Middle East to Push for a Ceasefire Agreement and Release of Hostages\n“The threat of massive famine has now materialized. The judiciary needs to act now to stop the tragedy that is about to occur,” South Africa’s presidency said in a statement.\nGaza’s Health Ministry said two Palestinians, aged 15 and 72, died of dehydration and malnutrition at Al Shifa and Kamal Adwan hospitals on the same day Pretoria filed the lawsuit Wednesday (6/3). The number of deaths within a week rose to 20 people.\nRelated Articles: Tragic Murder of 11-Year-Old Schoolgirl in Sima: Latest Updates and Investigation Details\nIsraeli troops, who began their offensive in Gaza after Hamas’ deadly attack on Israel on October 7. Israeli troops have continued to bombard the Palestinian enclave since negotiations began in Cairo, and the dire humanitarian situation in the densely populated coastal strip has only worsened.\nAlso read: Qatar says Israel-Hamas negotiations are progressing\n“Every day we lose dozens of martyrs. We want a ceasefire now,” Shaban Abdel-Raouf, a Palestinian electrician and father of five from Gaza City, which is now south of Khan Younis.\nHealth officials in Gaza say the number of people confirmed to have died in Israeli strikes has now exceeded 30,700. It reported 86 deaths in the past 24 hours and witnesses said Israeli bombardment continued in Khan Younis, the southern city of Rafah and areas in central Gaza.\nConflict in the Red Sea\nConcerns are also growing that the Gaza conflict could spread across the Middle East. That was especially after a series of attacks on ships in the Red Sea and Gulf of Aden by Houthi forces acting in solidarity with Palestine.\nAlso read: US and Israeli Spy Chiefs Discuss Next Phase of Gaza Agreement\n“In the latest attack, at least three sailors were killed in a Houthi attack on a Greek cargo ship,” US military officials said.\nIt was the first death reported since the Yemeni group began attacks on shipping in one of the world’s busiest sea lanes. The US State Department said it would continue to hold the Houthis accountable for such attacks.\n(CNA/Z-9)\n#optimistic #ceasefire #Gaza #true\nRelated posts:\nBritney Spears and Sam Asgharien's wedding at their home in Los Angeles World Oceans Day 丨 Protect the marine ecosystem and protect the \"lungs of the earth\" together Strong wind signal No. 3 takes effect. Tropical depression intensifies into tropical storm - RTHK New Bus Station and Modernized Metro Station in Charleroi: Enhanced Accessibility and Electric Bus S... The Fuse can reopen whenever it wants: the College of the Environment has canceled the decision of B... \"Virgin of the Mountain Besamanto Draws Thousands of Visitors and Generates Solidarity Campaign in P... Anutin prepares to draft a new \"marijuana law\", allowing households to grow 15 plants The Lord of the Rings: this idea of Peter Jackson to avoid censorship - Actus Ciné",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matthew miller",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "neutral"
      },
      {
        "name": "world court",
        "sentiment": "none"
      },
      {
        "name": "us state department spokesperson",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "cairo",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "south africa",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T09:49:23.454+02:00",
  "updated": "2024-03-08T09:49:23.454+02:00"
}