{
  "thread": {
    "uuid": "20e756e9e7f29216a362d3fef31e4957370267ac",
    "url": "https://www.webwire.com/ViewPressRel.asp?aId=315955",
    "site_full": "www.webwire.com",
    "site": "webwire.com",
    "site_section": "http://rssfeeds.webwire.com/webwire-recentheadlines",
    "site_categories": [
      "media",
      "business",
      "marketing"
    ],
    "section_title": "WebWire | Recent Headlines",
    "title": "Governor Hochul Announces Funding to Support Safe and Affordable Homeownership for More Than 1,400 Households",
    "title_full": "Governor Hochul Announces Funding to Support Safe and Affordable Homeownership for More Than 1,400 Households",
    "published": "2023-12-29T00:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "NL",
    "main_image": "https://photos.webwire.com/prmedia/8/315955/315955-1-m.jpg",
    "performance_score": 0,
    "domain_rank": 12818,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "20e756e9e7f29216a362d3fef31e4957370267ac",
  "url": "https://www.webwire.com/ViewPressRel.asp?aId=315955",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T00:06:00.000+02:00",
  "title": "Governor Hochul Announces Funding to Support Safe and Affordable Homeownership for More Than 1,400 Households",
  "text": "Governor Hochul Announces Funding to Support Safe and Affordable Homeownership for More Than 1,400 Households\n$46 Million in Grant Awards Will Help Low- and Moderate-Income Homeowners Make Repairs and Safety Modifications, Provide Downpayment Assistance for First-Time Homebuyers\nComplete List of\nStatewide Awards Available Here\nGovernor Kathy Hochul today announced that 1,400 households will benefit from more than $46 million in grant awards to support affordable homeownership. The grants will help low- and moderate-income families make repairs or safety upgrades to their homes, replace manufactured homes, and provide down payment assistance for first-time buyers.\n“As housing costs continue to rise, this significant investment will help carve out a path to affordable homeownership for 1,400 New York families,” Governor Hochul said. “My administration is using every tool at our disposal to address the state’s housing crisis, and we will continue to push forward on programs, strategies, and funding initiatives that put New Yorkers in safe, affordable homes.”\nToday’s announcement complements Governor Hochul’s $25 billion comprehensive Housing Plan that will create or preserve 100,000 affordable homes, including 10,000 with support services for vulnerable populations plus the electrification of an additional 50,000 homes.\nThe grants – administered by New York State Homes and Community Renewal’s Office of Community Renewal – were awarded to nonprofit organizations and localities to help preserve affordable housing, support veterans and older New Yorkers, increase access to homeownership, and strengthen local economies.\nHCR Commissioner RuthAnne Visnauskas said, “Improving access to safe, secure, and affordable housing is important for every New Yorker, but especially for the most vulnerable populations in our communities – seniors, veterans, and those with disabilities. Thankfully, we have a variety of programs that are designed to provide them with the helping hand they need to make their homes safer or be able to afford new homes. We thank all of our local partners for their dedication in creating and preserving housing across New York and for helping those who need it most.”\nA summary of awards by region is available in the table below:\nRegion Awards Proposed Units Served\nCapital Region $8,094,000 236\nCentral New York $4,183,870 109\nFinger Lakes $2,788,000 104\nLong Island $1,100,000 45\nMid-Hudson $3,125,000 94\nMohawk Valley $5,363,719 191\nNew York City $1,800,000 70\nNorth Country $7,723,458 155\nSouthern Tier $8,180,490 268\nWestern New York $4,385,000 129\nGrand Total $46,743,537 1401\nThe awards are made through State and federally funded programs including NYS HOME, NYS Community Development Block Grant, Access to Home, Access to Home for Heroes, Access to Home for Medicaid, Mobile and Manufactured Home Replacement, and RESTORE. Each program accepts applications in an annual competitive funding round.\nNYS HOME Program funds can be used to acquire and/or rehabilitate single-family housing, provide down payment assistance, replace dilapidated mobile and manufactured homes as well as provide tenant based rental assistance to households with incomes at or below 80 percent of Area Median Income.\nNYS Community Development Block Grant Program provides federal funds to help localities with projects that improve communities and benefit their residents. Housing grants can be used for housing rehabilitation of owner-occupied or renter-occupied homes, down payment assistance for low- and moderate-income first-time homebuyers, and private water/wastewater system assistance for low- and moderate-income homeowners.\nAccess to Home program provides financial assistance to make homes accessible for low- and moderate-income persons with disabilities so that they can continue living safely and comfortably in their residences or return to live in their residences instead of in an institutional setting.\nAccess to Home for Heroes provides financial assistance to make homes accessible for low- and moderate-income veterans with disabilities.\nAccess to Home for Medicaid provides financial assistance to make residential units accessible for Medicaid-eligible persons with disabilities.\nMobile and Manufactured Home Replacement program assists low- and moderate-income homeowners to replace dilapidated mobile or manufactured homes that are sited on land owned by the homeowner with a new manufactured, modular, or site-built home.\nRESTORE provides financial resources to assist senior citizen homeowners with the cost of addressing emergencies and code violations that pose a threat to their health and safety or affect the livability of the home. Assistance for the cost of these critical repairs enables seniors to continue to live independently in their homes.\n //photos.webwire.com/prmedia/8/315955/315955-1.jpg )\nWebWireID315955\nThis news content was configured by WebWire editorial staff. ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.hcr.ny.gov/system/files/documents/2023/12/2023housingawards.pdf",
    "https://hcr.ny.gov/system/files/documents/2023/12/2023housingawards.pdf"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hochul",
        "sentiment": "negative"
      },
      {
        "name": "kathy hochul",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:27:18.558+02:00",
  "updated": "2023-12-29T01:27:18.558+02:00"
}