{
  "thread": {
    "uuid": "2969f703d83f8f7f078174a9fa32cf0974b0b102",
    "url": "https://viapais.com.ar/entretenimiento/el-intimo-momento-entre-camila-homs-y-jose-el-principito-sosa-por-mas-noches-asi/",
    "site_full": "viapais.com.ar",
    "site": "viapais.com.ar",
    "site_section": "https://viapais.com.ar/arcio/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Via Pais",
    "title": "El íntimo momento entre Camila Homs y José “El principito” Sosa: “Por más noches así”",
    "title_full": "El íntimo momento entre Camila Homs y José “El principito” Sosa: “Por más noches así”",
    "published": "2024-01-08T00:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://viapais.com.ar/resizer/1CkEC39_UO48xLitjTJVsZBdyKU=/1200x630/smart/filters:quality(75):format(webp)/cloudfront-us-east-1.images.arcpublishing.com/grupoclarin/MNP2LUPJABAFTOF4NAV2CCEQ6I.jpg",
    "performance_score": 0,
    "domain_rank": 81205,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2969f703d83f8f7f078174a9fa32cf0974b0b102",
  "url": "https://viapais.com.ar/entretenimiento/el-intimo-momento-entre-camila-homs-y-jose-el-principito-sosa-por-mas-noches-asi/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción Vía País",
  "published": "2024-01-08T00:30:00.000+02:00",
  "title": "El íntimo momento entre Camila Homs y José “El principito” Sosa: “Por más noches así”",
  "text": "Camila Homs vive su mejor momento personal y laboral, desde que a comienzos de 2023 anunció su romance con el futbolista José “El Principito” Sosa , cada vez se muestran más enamorados y felices. Además, su carrera como modelo es un éxito.\nDenunciaron a Cami Homs por falsificación y su situación es complicada: “Podría ir presa 6 años” La modelo que vivió una escandalosa separación de Rodrigo De Paul y varios enfrentamientos judiciales por sus hijos. Hoy parece que llegaron a un acuerdo y ambos buscan preservar el bienestar de Francesca y Bautista. Además, la famosa volvió a apostar al amor y ahora está más enamorada que nunca de su novio el jugador de Estudiantes de La Plata.\nLa pareja comparte distintos momentos de su vida cotidiana, en los que ambos se muestran muy felices y se dedican tiernos mensajes en las redes sociales. Esta vez fue la modelo quien mostró un íntimo encuentro con su pareja.\nCamila Homs y el romántico momento junto a José \"El principito\" Sosa Foto: instagram/ El apasionado beso entre Camila Homs y José “El Principito” Sosa La expareja de Rodrigo De Paul compartió un romántico video de ella y su novio. Los dos se muestran en una fiesta bailando y luego se dan un apasionado beso que generó todo tipo de reacciones en las redes sociales.\nLa modelo y el futbolista se dejaron llevar por la pasión y no ocultaron el amor que se tienen. En la publicación Camila escribió: “ Yesterday ” y “El Principito” le comentó: “Por más noches así” junto al emoji de un corazón con fuego , señalando la pasión que hay entre ellos.\nLa contundente respuesta de Cami Homs sobre los rumores de embarazo\nEl apasionado beso entre Camila Homs y José “El Principito” Sosa Foto: gentileza Por otro lado, los seguidores de la modelo no dudaron en dejar su comentario sobre el íntimo momento de la pareja. “Qué hermosos, sin duda cambió un Twingo por una Ferrari”; “Después del cucaracho, llega el buen muchacho”, “Qué bien te hizo separarte del payaso”, “Del lado de Cami Homs toda la vida”; “Qué bien comés ahora, Camilita”, fueron algunos de los mensajes que le dejaron a la modelo y su novio.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:40:48.819+02:00",
  "updated": "2024-01-08T00:40:48.819+02:00"
}