{
  "thread": {
    "uuid": "e23313a62eec3b2fac2f20411a9876f0b40ddbdc",
    "url": "https://www.bankinfosecurity.com/fbi-calls-for-increased-funding-to-counter-cyber-threats-a-24845",
    "site_full": "www.bankinfosecurity.com",
    "site": "bankinfosecurity.com",
    "site_section": "https://www.govinfosecurity.com/latest-news",
    "site_categories": [
      "media",
      "hacking",
      "tech"
    ],
    "section_title": "Information Security News - GovInfoSecurity",
    "title": "FBI Calls for Increased Funding to Counter Cyber Threats",
    "title_full": "FBI Calls for Increased Funding to Counter Cyber Threats",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://130e178e8f8ba617604b-8aedd782b7d22cfe0d1146da69a52436.ssl.cf1.rackcdn.com/fbi-calls-for-increased-funding-to-counter-cyber-threats-showcase_image-2-a-24845.jpg",
    "performance_score": 0,
    "domain_rank": 12166,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e23313a62eec3b2fac2f20411a9876f0b40ddbdc",
  "url": "https://www.bankinfosecurity.com/fbi-calls-for-increased-funding-to-counter-cyber-threats-a-24845",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@BnkInfoSecurity",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "FBI Calls for Increased Funding to Counter Cyber Threats",
  "text": "[Cybersecurity Spending](https://www.bankinfosecurity.com/cybersecurity-spending-c-664) , [Government](https://www.bankinfosecurity.com/government-c-524) , [Industry Specific](https://www.bankinfosecurity.com/industry-specific-c-515) FBI Calls for Increased Funding to Counter CyberthreatsFBI Director Chris Wray Warns US Falling Behind to Adversaries in Cyberspace FBI Director Christopher Wray told a congressional panel Thursday the United States faces a wide range of \"escalated\" digital threats, including sophisticated cyberattacks and emerging risks to networks and critical infrastructure. See Also: [Revolutionizing Cross-Border Transactions with Permissioned DeFi](https://www.bankinfosecurity.com/whitepapers/revolutionizing-cross-border-transactions-permissioned-defi-w-13548?rf=RAM_SeeAlso) Wray urged the House Committee on Appropriations to support his agency's budget request of $11.3 billion, telling lawmakers the funding will in part support the FBI's efforts to counter cyberthreats from nation-states, hostile foreign intelligence services and cybercriminals \"Keeping pace with these threats is a significant challenge for the FBI, especially as technology evolves,\" Wray said in his opening remarks, adding that threat actors are exploiting technologies to infiltrate U.S. networks, attack critical infrastructure sectors \"and create chaos.\" International cybercrime groups and hostile nation-states are continuing to advance their hacking techniques in recent years, according to Wray, from selling malware as a service to targeting specific providers to access large volumes of victims and maximize impact. Wray attributed a series of countermeasures for taking down several prominent hacking groups, including a court-authorized operation in January that allowed the FBI to disrupt the Chinese state-sponsored hacking group known as Volt Typhoon (see: [Here's How the FBI Stopped a Major Chinese Hacking Campaign](/heres-how-fbi-stopped-major-chinese-hacking-campaign-a-24234)). The FBI took over 1,000 actions against cyber adversaries throughout 2023, Wray told lawmakers, including convictions, arrests, dismantlements of hacking groups and disruptions of major cyber campaigns. The agency increasingly provided individualized threat warnings and joint advisories with U.S. cyber authorities like the Cybersecurity and Infrastructure Security Agency, as well as FBI Liaison Alert System - or FLASH - reports, private industry notifications and public service announcements. The agency has also been working to expand and streamline information sharing processes with the private sector, according to Wray, who told lawmakers: \"We need the private sector to come forward to warn us and our partners when they see malicious cyber activity.\" The FBI director warned the U.S. was falling behind its adversaries when it comes to cyber capabilities, as governments in Beijing and Moscow invest heavily in their digital and counterintelligence divisions. \"To quantify what we are up against: the [People's Republic of China] has a bigger hacking program than every other major nation combined,\" Wray said, saying that Beijing's cyber division outnumbers that of the FBI by at least 50 to one. Wray said the appropriations for fiscal year 2025 will ultimately dictate \"what resources can apply to counter the growing PRC cyberthreat, especially as 2027, the year that the Chinese Communist Party has targeted for a potential invasion of Taiwan, approaches.\" The FBI's fiscal year 2025 budget request includes $7 million to enhance the agency's cyber response capabilities. The proposal also includes an additional $17.8 million and 44 positions, including intelligence analysts, to help combat threats associated with potentially hostile intelligence services and foreign government actors. \"The FBI is engaged in myriad efforts to combat cyberthreats,\" Wray said. \"We take all potential threats to public and private sector systems seriously and will continue to investigate and hold accountable those who pose a threat in cyberspace.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chris wray",
        "sentiment": "negative"
      },
      {
        "name": "christopher wray",
        "sentiment": "none"
      },
      {
        "name": "wray",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fbi calls for increased funding",
        "sentiment": "negative"
      },
      {
        "name": "fbi",
        "sentiment": "negative"
      },
      {
        "name": "cybersecurity swiss army",
        "sentiment": "none"
      },
      {
        "name": "house committee on appropriations",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:49:04.296+03:00",
  "updated": "2024-04-15T17:27:36.282+03:00"
}