{
  "thread": {
    "uuid": "9becd81ed0e65e15257b88200ce384f784cd8d28",
    "url": "https://www.lesoleil.com/science/2024/01/12/le-record-de-temperature-mondiale-en-2023-en-partie-mysterieux-YSD2DKSHQZFNPNTJXU7LLSF6SY/",
    "site_full": "www.lesoleil.com",
    "site": "lesoleil.com",
    "site_section": "https://www.lesoleil.com/science",
    "site_categories": [
      "media"
    ],
    "section_title": "Science | Le Soleil",
    "title": "Le record de température mondiale en 2023 en partie «mystérieux»",
    "title_full": "Le record de température mondiale en 2023 en partie «mystérieux»",
    "published": "2024-01-13T02:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://lescoopsdelinformation-le-soleil-prod.web.arc-cdn.net/resizer/Ed2kUnn2JmmZbklzuoBv7rrtpUI=/657x0/filters:quality(70):format(url)/cloudfront-us-east-1.images.arcpublishing.com/lescoopsdelinformation/Z7GMDHAGLJHAXOUS7YD5PYUMFU.jpg",
    "performance_score": 0,
    "domain_rank": 29438,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9becd81ed0e65e15257b88200ce384f784cd8d28",
  "url": "https://www.lesoleil.com/science/2024/01/12/le-record-de-temperature-mondiale-en-2023-en-partie-mysterieux-YSD2DKSHQZFNPNTJXU7LLSF6SY/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lucie Aubourg",
  "published": "2024-01-13T02:20:00.000+02:00",
  "title": "Le record de température mondiale en 2023 en partie «mystérieux»",
  "text": "Q : Comment qualifieriez-vous l’année 2023? R : « 2023 a été exceptionnelle. Ce n’est pas seulement un record, mais un record qui bat le précédent d’une marge elle-même record. Dans les données historiques enregistrées, nous n’avons jamais vu quelque chose de similaire à 2023. Nous avons commencé l’année avec La Nina, ce phénomène froid dans le Pacifique, qui était toujours là jusqu’à mars. Puis en mai, nous avons vu le développement d’El Nino, la phase chaude de ce cycle. (...) Elle affecte normalement surtout les températures l’année suivante, donc 2024. Mais en 2023, les températures ont semblé augmenter avec El Nino, bien plus que ce que nous avions vu par le passé. La tendance de long terme, nous la comprenons, et elle est poussée par les gaz à effets de serre, les effets anthropiques. Nous nous attendons à ce que cela continue, jusqu’à ce que nous stoppions d’émettre des gaz à effet de serre dans l’atmosphère. (...) Mais ce qu’il s’est passé en 2023, c’était cela, plus quelque chose d’autre. Et ce quelque chose d’autre est bien plus grand qu’attendu, ou que ce que nous pouvons expliquer pour le moment. » - Q : Quelles sont les hypothèses pour expliquer le record de 2023? R : « Il y a eu des e-mails et des conversations dans le monde entier parmi les scientifiques. Certains disent: +regardons du côté des déséquilibres énergétiques de la Terre, regardons les aérosols, regardons El Nino, ou ce qu’il se passe dans l’Antarctique, ou dans l’Atlantique Nord+. Tout le monde a beaucoup d’idées, mais le compte n’y est pas. (..) Peut-être El Nino suffit-il (à expliquer le record, NDLR). Mais si je regarde tous les précédents épisodes El Nino, aucun n’a fait cela. Donc soit celui-ci est très spécial, soit l’atmosphère y réagit très différemment. Ou bien il se passe quelque chose d’autre. (...) La tendance de long terme est toujours en accord avec ce que nous prédisons depuis des années. Mais les spécificités de ce qui s’est produit en 2023 sont un peu mystérieuses. Nous attendons donc les données futures avec beaucoup d’intérêt, car cela nous aidera peut-être à comprendre ce qu’il s’est passé l’année dernière. Mais nous essayons aussi d’analyser l’année dernière en rassemblant toutes les observations et les modèles. Nous n’avons pas encore vraiment fait cela, et je pense que cela va avoir lieu dans les prochains mois. » - Q : À quoi s’attendre pour 2024? R : « Comprendre pourquoi 2023 s’est passé ainsi est important, car cela signifie-t-il que cela va continuer? Cela veut-il dire que les conséquences vont commencer à s’accélérer? On ne sait pas! Et c’est problématique. (...) Cela nous rend plus nerveux, parce que ce n’est plus seulement que les choses vont empirer de façon prévisible. Il y a ces autres choses imprévisibles, et c’est déconcertant. Et je pense que c’est un motif d’inquiétude plus largement. L’année 2023 n’a pas suivi les vieux schémas. Si les schémas antérieurs reviennent, et que 2023 n’était qu’un soubresaut, alors 2024 sera très proche de 2023. Si ce n’était pas un soubresaut, s’il y a quelque chose de systématique qui a changé ou qui est en train de changer, alors on peut s’attendre à ce que 2024 soit encore plus chaude. (...) Et cela a des implications pour la météo que nous pouvons attendre cette année, les vagues de chaleur, les pluies torrentielles, les inondations côtières, et tout le reste. »",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Weather",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-13T05:03:00.943+02:00",
  "updated": "2024-01-13T05:03:00.943+02:00"
}