{
  "thread": {
    "uuid": "d9c5b807fce1f07537998d44900aa0a61328ab22",
    "url": "https://www.einpresswire.com/article/725085275/excelsior-hotel-ernst-on-the-right-path-to-a-greener-tomorrow",
    "site_full": "www.einpresswire.com",
    "site": "einpresswire.com",
    "site_section": "http://einpresswire.com",
    "site_categories": [
      "media"
    ],
    "section_title": "\n  Press Release Distribution &amp; World Media Directory by EIN Presswire\n  \n",
    "title": "Excelsior Hotel Ernst on the Right Path to a Greener Tomorrow",
    "title_full": "Excelsior Hotel Ernst on the Right Path to a Greener Tomorrow",
    "published": "2024-07-05T16:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.einnews.com/facebook/700393/excelsior-hotel-ernst-recertifi.jpeg",
    "performance_score": 0,
    "domain_rank": 6386,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d9c5b807fce1f07537998d44900aa0a61328ab22",
  "url": "https://www.einpresswire.com/article/725085275/excelsior-hotel-ernst-on-the-right-path-to-a-greener-tomorrow",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bradley Cox",
  "published": "2024-07-05T16:00:00.000+03:00",
  "title": "Excelsior Hotel Ernst on the Right Path to a Greener Tomorrow",
  "text": "Excelsior Hotel Ernst on the Right Path to a Greener Tomorrow Family owned since 1863, the hotel has ensured that it keeps pace with the latest sustainable luxury practices. Each initiative, especially our ReBubble and Wings Coin projects, show our deep commitment to the planet and prove that we are on the right path to a greener tomorrow.”SANTA MONICA, CALIFORNIA, UNITED STATES, July 5, 2024 / — Managing Director, Georg Plesser [EINPresswire.com](https://www.einpresswire.com/)/ -- The Excelsior Hotel Ernst in Cologne was recently recertified by [Green Globe](https://www.greenglobe.com/)for the third year. For over 160 years, the Excelsior Hotel Ernst has been welcoming guests through its doors right opposite Cologne Cathedral, in the heart of Cologne’s Old Town. Family owned since 1863, the hotel has ensured that it keeps pace with the latest sustainable luxury practices. Managing Director, Georg Plesser, expressed his pride and optimism saying, “In securing Green Globe certification once more, we're not just honored, we're energized! Each initiative, especially our ReBubble and Wings Coin projects, show our deep commitment to the planet and prove that we are on the right path to a greener tomorrow.” Among Excelsior Hotel Ernst’s sustainability achievements from the past year, two projects stand out, reflecting the hotel’s efforts toward making a positive impact on the planet. Firstly, the ReBubble – the social soap initiative continues to make significant strides. Each year, all soap remnants are collected which are then processed and sold anew. This innovative project not only reduces waste but also contributes to the circular economy, showcasing the hotel’s commitment to sustainability in every aspect of its operations. Furthermore, ReBubble works with the Aachen Lebenshilfe workshop that provides employment opportunities for people with disabilities thereby imbuing the soap with a special emotional value as well. Secondly, a collaboration with Wings Coin has introduced a transformative approach to housekeeping operations. Since 2023, guests have had the option to forgo room cleaning, supporting Excelsior Hotel Ernst’s sustainability strategy. Through this partnership, a total of 460 opt-outs were recorded last year alone. Significant resource savings were made through this initiative including more than 346 kW/h in electricity consumption, water savings of 22.5 liters, 728 kg in CO2, over 1762 kg in bed linen, towels and cleaning cloths, and 50 liters of cleaning supplies. The eco-conscious program also empowers guests to participate in environmental efforts at the hotel. The non-profit organization Project Wings receives support for each cancelled room cleaning service. The organization’s environmental protection projects include the world’s largest recycling village in Indonesia, implementation of waste management systems, species protection and nature conservation. “Both projects are spearheaded by a dedicated Green Team, demonstrating a collective commitment to our sustainable future. The Green Globe recognition fuels our motivation to continue our green journey!” said Mr Plesser. Contact Britta Funke Director PR & Marketing Excelsior Hotel Ernst E britta.funke@excelsior-hotel-ernst.de T + 49 (0) 221 270 3157 F + 49 (0) 221 270 3333 [www.excelsiorhotelernst.de](https://www.excelsiorhotelernst.com/) Bradley Cox Green Globe + +1 310-337-3000 [email us here](http://www.einpresswire.com/contact_author/725085275) Visit us on social media:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Corporate Governance and CSR",
    "Business and Market Analysis",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.excelsiorhotelernst.com/)",
    "https://www.greenglobe.com/)for",
    "https://greenglobe.com/)for",
    "https://excelsiorhotelernst.com/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "georg plesser",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "excelsior hotel ernst",
        "sentiment": "none"
      },
      {
        "name": "green globe",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "excelsior hotel ernst",
        "sentiment": "none"
      },
      {
        "name": "cologne cathedral",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "old town",
        "sentiment": "none"
      },
      {
        "name": "cologne",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T16:02:49.341+03:00",
  "updated": "2024-07-05T16:02:49.341+03:00"
}