{
  "thread": {
    "uuid": "59a29b28ef1fc508e150fbe1cef13a0997634bbc",
    "url": "https://www.aspca.org/news/ring-pet-safe-new-year-these-expert-safety-tips",
    "site_full": "www.aspca.org",
    "site": "aspca.org",
    "site_section": "https://aspca.org/news",
    "site_categories": [
      "pets"
    ],
    "section_title": "News | Animal Welfare | Breaking News & Stories | ASPCA",
    "title": "Ring In a Pet-Safe New Year with These Expert Safety Tips! | ASPCA",
    "title_full": "Ring In a Pet-Safe New Year with These Expert Safety Tips! | ASPCA",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.aspca.org/sites/default/files/field/image/blog-og-image/20231228_apcc_nye_fb.jpg",
    "performance_score": 0,
    "domain_rank": 2697,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "59a29b28ef1fc508e150fbe1cef13a0997634bbc",
  "url": "https://www.aspca.org/news/ring-pet-safe-new-year-these-expert-safety-tips",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "Ring In a Pet-Safe New Year with These Expert Safety Tips! | ASPCA",
  "text": "Help the ASPCA Put a Stop to Animal Cruelty [Donate](https://secure.aspca.org/donate/donate?ms=wb_foo_donatebar-puppies-cruelty-20160616&initialms=wb_foo_donatebar-puppies-cruelty-20160616&pcode=WEBMEMBER&lpcode=WEBGUARD&ms=wb_foo_donatebar-puppies-cruelty-20160616&initialms=wb_foo_donatebar-puppies-cruelty-20160616&pcode=WEBMEMBER&lpcode=WEBGUARD) Goodbye 2023, hello 2024! We’re wishing for only great things this year so to help ensure you’re starting off on the right foot, our experts at the [ASPCA Animal Poison Control Center (APCC)](https://www.aspca.org/pet-care/animal-poison-control) want to remind you of some things to watch out for—and a few tips—to keep your pet safe, happy and healthy going into 2024! Popping champagne at midnight may be tradition, but alcohol ingestion in pets could lead to depression, unsteady walking, vomiting, and in severe cases, a major drop in blood pressure and body temperature. Be sure to keep any and all alcohol well out of paw’s reach. Additionally, the APCC receives many calls about pets ingesting [marijuana](https://www.aspca.org/news/pets-and-marijuana-keeping-your-furry-friends-safe). Marijuana in edible forms, like brownies, can be a hazardous snack for curious pet. Marijuana ingestion can cause unsteady walking, sleepiness, sensitivity to touch and decreased heart rate and body temperature. In rare cases, seizures and death may be possible. So, make sure to also keep any marijuana or marijuana-related products away from pets. Always expect the unexpected! Be sure to keep an eye on the food as our four-legged friends could be in search of an off-limits treat. See the [APCC’s full list](https://www.aspca.org/pet-care/animal-poison-control/people-foods-avoid-feeding-your-pets) of dangerous foods to know exactly what to watch out for and consider sticking to your pet’s normal food or treats if you’re looking to give them something special for the holiday. If you are planning to have guests over, set up a quiet space your pet can escape to. Throw in some cozy blankets and they’ll be happy as a clam! Additionally, be mindful of your guests’ belongings as some may carry medication on them that could be toxic to curious pets. If you plan to celebrate at someone else’s home, do a quick double-check before leaving for the evening. Make sure all exits are securely shut, food and medication are put away and do what you can to make your pet feel comfortable. From fireworks to poppers to noisemakers, New Year’s Eve has its fair share of frightening, loud sounds. Always make sure your pet is safe, comfortable and has a quiet place to hide during the holiday. Try using a room without windows and lots of warm blankets to keep them feeling calm. Be sure to follow these few tips and tricks for a happy, healthy and pet-safe New Year with your loved ones. From all of us here at the ASPCA—furry and human alike—happy New Year! If you suspect your pet may have ingested a hazardous substance, please contact your veterinarian or call the ASPCA Animal Poison Control Center (APCC) at (888) 426-4435.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "aspca",
        "sentiment": "negative"
      },
      {
        "name": "apcc",
        "sentiment": "none"
      },
      {
        "name": "aspca animal poison control center",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:02:42.042+02:00",
  "updated": "2023-12-29T01:02:42.042+02:00"
}