{
  "thread": {
    "uuid": "4fc18ed2dccf234f6ae023ea21c5ba8f2d692eae",
    "url": "https://www.rnz.co.nz/news/national/505777/officers-receiving-new-years-honours-transformed-the-way-we-do-business-police-commissioner",
    "site_full": "www.rnz.co.nz",
    "site": "rnz.co.nz",
    "site_section": "https://www.rnz.co.nz/rss/national.xml",
    "site_categories": [
      "media",
      "travel",
      "australia_and_new_zealand",
      "music",
      "entertainment"
    ],
    "section_title": "RNZ New Zealand Headlines",
    "title": "Officers receiving New Years Honours 'transformed the way we do business' - Police Commissioner",
    "title_full": "Officers receiving New Years Honours 'transformed the way we do business' - Police Commissioner",
    "published": "2023-12-29T10:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NZ",
    "main_image": "https://media.rnztools.nz/rnz/image/upload/s--sYlaA_oX--/t_tohu-badge-facebook/v1703882880/4KX74II_Hamilton_Wilson_jpg",
    "performance_score": 0,
    "domain_rank": 3593,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 11,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4fc18ed2dccf234f6ae023ea21c5ba8f2d692eae",
  "url": "https://www.rnz.co.nz/news/national/505777/officers-receiving-new-years-honours-transformed-the-way-we-do-business-police-commissioner",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "RNZ News",
  "published": "2023-12-29T10:39:00.000+02:00",
  "title": "Officers receiving New Years Honours 'transformed the way we do business' - Police Commissioner",
  "text": "A former detective inspector who oversaw securing the largest restraint of funds in New Zealand Police history - $140 million - is one of the officers receiving a New Year Honours.\nThree former and current police personnel are receiving 2024 New Year Honours for their work in asset recovery, disaster victim identification and Search and Rescue.\nFormer detective inspector Craig Hamilton, now working on contract with the Financial Crime Group after retiring from police in September, is made an Officer of the New Zealand Order of Merit (ONZM).\nHe joined the New Zealand Police in 1998 and is recognised nationally and internationally as an expert in asset recovery, which he has specialised in for the past 22 years.\nHamilton played a key role in influencing law, specifically police input into The Criminal Proceeds (Recovery) Act 2009 (CPRA) and helped authorities to develop regulations to support the Act.\nHe took over leadership of the Waikato Proceeds of Crime Unit in 2002 and from 2009 headed the newly formed Waikato-based Asset Recovery Unit (ARU).\nDuring his tenure, police secured $140 million as part of an international money laundering investigation, the largest restraint of funds in New Zealand Police history.\nHamilton also oversaw an operation leading to the forfeiture of $70 million, New Zealand's largest forfeiture under the CPRA.\nReceiving the award was very much unexpected, he said.\n\"This is a real honour for me and my family. I've had an amazing experience in my policing career - it's been absolutely fantastic and very rewarding.\"\nHamilton said much credit for his achievements goes to the people he has worked with.\nTāmaki Makaurau forensic photography and reprographics manager senior sergeant Karl Wilson is made a Member of the New Zealand Order of Merit (MNZM).\nHe joined the forensic photography team in 1998 and took his skills into the disaster victim identification (DVI) field in 2004.\nWilson has worked at significant disaster sites including tsunamis in 2004 and 2009, Australian Bush Fires, the 2011 Christchurch earthquake, the Malaysian Airline MH17 plane crash, and the 2019 Christchurch terror attack.\nHe has developed national systems to record the last remains of the deceased and ensure the imagery is preserved and stored with integrity and has delivered DVI training for Police and the New Zealand Defence Force.\nWilson was also a consultant to the Pike River re-entry and developed equipment and processes to enable high-resolution photography inside the sealed mine.\nFinding out about the honour was \"pretty mind blowing\", he said.\n\"It's amazing. It's hard to get your head around the fact that you've been recognised for your work at such a level.\n\"This is also recognition for some of the people I've worked with.\"\nPolice Commissioner Andrew Coster said he congratulated Hamilton and Wilson on these \"thoroughly well-deserved honours\".\n\"They are both superb innovators who have transformed the way we do business in their respective areas of policing, without ever losing sight of the interests of victims and our communities.\n\"I'm delighted to see their immense contributions recognised at the highest level.\"\nMeanwhile, former police officer Aaron Nicholson has also been honoured for his services to the New Zealand Police and Search and Rescue.\nNicholson joined the police force in 1987 and became the officer in charge and Search and Rescue (SAR) coordinator in Wanaka from 2000 to 2018, servicing Mt Aspiring National Park, one of the most visited areas for climbers, trampers and adventure tourists nationally.\nHe managed more than 600 SAR operations during his time.\nNicholson has volunteered with Wanaka SAR since his retirement from police in 2018 and was the chair from 2020 to 2023.\nHe led Wanaka SAR to create specialist integrated teams for alpine/cliff rescue, swift/water canyon rescue, sub-alpine/bush and an incident management team.\nWanaka SAR is the only group to have received the LandSAR New Zealand Supreme Award three times.\n\"It's great to see Aaron recognised for his key leadership role in Southern District SAR, which led to many successful rescues and the development of a vital rescue capability for the Otago Lakes area,\" said Coster.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hamilton",
        "sentiment": "none"
      },
      {
        "name": "craig hamilton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "financial crime group",
        "sentiment": "none"
      },
      {
        "name": "waikato proceeds of crime unit",
        "sentiment": "none"
      },
      {
        "name": "waikato",
        "sentiment": "none"
      },
      {
        "name": "asset recovery unit",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new zealand",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:44:42.064+02:00",
  "updated": "2023-12-30T00:44:42.064+02:00"
}