{
  "thread": {
    "uuid": "fc5ca5179afd14b2053bbea195135a474d437a41",
    "url": "https://www.royalgazette.com/general/news/article/20240309/tammy-richardson-named-woman-of-the-year",
    "site_full": "www.royalgazette.com",
    "site": "royalgazette.com",
    "site_section": "https://navweb.royalgazette.com",
    "site_categories": [
      "media"
    ],
    "section_title": "The Royal Gazette | Bermuda News, Business, Sports, Events, &amp; Community",
    "title": "Tammy Richardson named Woman of the Year - The Royal Gazette | Bermuda News, Business, Sports, Events, &amp; Community |",
    "title_full": "Tammy Richardson named Woman of the Year - The Royal Gazette | Bermuda News, Business, Sports, Events, &amp; Community |",
    "published": "2024-03-09T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BM",
    "main_image": "https://imengine.editorial.prod.rgb.navigacloud.com/?uuid=7c0c4048-77b3-5438-9ca0-ef954e8d3474&function=fit&type=preview",
    "performance_score": 0,
    "domain_rank": 22424,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fc5ca5179afd14b2053bbea195135a474d437a41",
  "url": "https://www.royalgazette.com/general/news/article/20240309/tammy-richardson-named-woman-of-the-year",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Stefano Ausenda",
  "published": "2024-03-09T02:00:00.000+02:00",
  "title": "Tammy Richardson named Woman of the Year - The Royal Gazette | Bermuda News, Business, Sports, Events, &amp; Community |",
  "text": "Tammy Richardson named Woman of the Year A lawyer and activist has been named Bermuda’s Woman of the Year. Tammy Richardson, who spoke during an event commemorating International Women’s Day yesterday, said she accepted the annual award to highlight the work that still needs to be done to address domestic abuse on the island. “I have always believed in the justice system as a harbinger for hope and it was quite daunting when I realised that’s not true for everyone, particularly those who are victims of domestic violence,” she said. “While our gains have only been incremental in this space, there still remains a lack of faith in the judicial process.” Ms Richardson, a partner at Appleby and the deputy chair of the Bermuda Monetary Authority, added that she would work towards ending domestic abuse in Bermuda “until the justice system is that harbinger for hope for our most vulnerable individuals”. The Women’s Resource Centre organised yesterday’s event, which took place in the Earl Cameron Theatre and was hosted by [2023 Woman of the Year](https://www.royalgazette.com/general/news/article/20230309/patrina-oconnor-paynter-named-woman-of-the-year/), Patrina “Power Girl” O’Connor-Paynter. Tickets were $35, and all proceeds went to WRC’s advocacy programme, which works to end discrimination against women in Bermuda. Attendees at the event included: Rena Lalgie, the Governor; David Burt, the Premier, and his wife, Kristen; Tinée Furbert, the Minister of Youth, Social Development and Seniors; PLP MPs Renée Ming and Lovitta Foggo; and Susan Jackson, the Shadow Minister for Youth, Social Development and Seniors. Female members of Bermuda’s uniformed services greeted commuters coming into Hamilton yesterday. Representatives from The Bermuda Police Service, the Department of Corrections, HM Customs, Bermuda Fire and Rescue Service and the Royal Bermuda Regiment held up banners for International Women’s Day near the Crow Lane roundabout. Inspector Karema Flood said some people had arrived at the roundabout at about 7am and planned to stay there until 9 to promote International Women’s Day. Five people were at the roundabout at about 7.30am. Charles Gosling, the Mayor of Hamilton, who opened the event, said its theme of [inspire inclusion](https://www.internationalwomensday.com/) “encourages us to take personal, corporate and community responsibility to ensure that women are included in all social, business and political spaces”. During her speech, community organiser and entrepreneur Kristin White encouraged women to promote communities that create “inspiredinclusion”, rather than always “be inspiring”. She said: “When you’re in community, your joy, trauma and stories are shared if and when you choose and are not a way for someone to be inspired to include you, but in conversation and dialogue as part of the human experience of storytelling and connection.” Poet and activist Tiffany Paynter said that inclusion and positive change began within the individual. She explained: “If we can’t ask ourselves what we contributed to the problem we want to solve and answer back, we’re just Voldemort, leaving it up to children to write our happy endings.” Hazel Clark, talked about her journey from representing the United States in the 800 metre at the 2000 and 2008 Summer Olympics to becoming the Bermuda Tourism Authority’s director of global sales and business development. She urged women to “find your lane, run your race and bring another woman along with you”. “That is the only way you can truly be legendary, to enhance others with your talents, abilities and the platform you have been given,” she added. Juanae Crockwell, the WRC executive director, the day’s final speaker, said some women may view inspiring inclusion as “getting a promotion or pay increase, shattering a glass ceiling, being the first woman this or that, or being elected into Parliament”. “But for many women in Bermuda, it looks like access to adequate and affordable housing, being able to marry who you love, earning a living wage, having health insurance, childcare and affordable, nutritious food,” she added. “When you don’t have those basic necessities of life, it’s very hard to feel included in society.” Ms Crockwell said the day’s theme “is not just for activists, it is for all of us, even those of us who are tired.” More photos from yesterday’s event can be found [here](https://www.royalgazette.com/event/news/article/20240308/international-womens-day-4/). • To learn more about or donate to WRC, visit [wrcbermuda.com](https://www.wrcbermuda.com/). Need to Know [How do I clear my cache and cookies?](https://www.google.com/support/accounts/bin/answer.py?answer=32050) 2. Please respect the use of this community forum and its users. 3. Any poster that insults, threatens or verbally abuses another member, uses defamatory language, or deliberately disrupts discussions will be banned. 4. Users who violate the [Terms of Service](/terms-of-service)or any commenting rules will be banned. 5. Please stay on topic. \"Trolling\" to incite emotional responses and disrupt conversations will be deleted. 6. To understand further what is and isn't allowed and the actions we may take, please read our [Terms of Service](/terms-of-service) [Terms of Service](/terms-of-service)use the flag icon",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.wrcbermuda.com/).",
    "https://www.google.com/support/accounts/bin/answer.py?answer=32050)",
    "https://www.internationalwomensday.com/)",
    "https://google.com/support/accounts/bin/answer.py?answer=32050)",
    "https://wrcbermuda.com/).",
    "https://www.google.com/support/accounts/bin/answer.py",
    "https://internationalwomensday.com/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tammy richardson",
        "sentiment": "negative"
      },
      {
        "name": "bermuda’s woman of the",
        "sentiment": "neutral"
      },
      {
        "name": "appleby",
        "sentiment": "none"
      },
      {
        "name": "richardson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bermuda news",
        "sentiment": "negative"
      },
      {
        "name": "bermuda monetary authority",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bermuda",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T14:52:35.075+02:00",
  "updated": "2024-03-09T14:52:35.075+02:00"
}