{
  "thread": {
    "uuid": "50dd9dd9e543ca48046dde4c5c43223f33b3b07d",
    "url": "https://notizie.tiscali.it/regioni/veneto/articoli/veneto-colli-euganei-riconosciuti-riserva-mab-unesco",
    "site_full": "notizie.tiscali.it",
    "site": "tiscali.it",
    "site_section": "https://notizie.tiscali.it/ultimora/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Ultime notizie dall'Italia e dal mondo - Tiscali Notizie",
    "title": "Veneto, Colli Euganei riconosciuti riserva MAB Unesco - Tiscali Notizie",
    "title_full": "Veneto, Colli Euganei riconosciuti riserva MAB Unesco - Tiscali Notizie",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://simg.tiscali.it/media/24/07/05/rs_192_italpress_regioni_20240705_0011.jpg",
    "performance_score": 0,
    "domain_rank": 5261,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "50dd9dd9e543ca48046dde4c5c43223f33b3b07d",
  "url": "https://notizie.tiscali.it/regioni/veneto/articoli/veneto-colli-euganei-riconosciuti-riserva-mab-unesco",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Italpress",
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "Veneto, Colli Euganei riconosciuti riserva MAB Unesco - Tiscali Notizie",
  "text": "VENEZIA (ITALPRESS) - I Colli Euganei sono stati inseriti nella lista dei siti MAB Unesco. \"Festeggiamo oggi questo riconoscimento - dice l'assessore regionale ai Parchi, al Territorio e alla Cultura del Veneto, Cristiano Corazzari - che se da un lato consacra la bellezza del patrimonio naturalistico e paesaggistico dei Colli Euganei, dall'altro ci ricorda che il risultato è frutto di un impegno nella tutela di questo splendido territorio di cui la Regione del Veneto è stata attore protagonista fin dal 1971 quando, con legge regionale, sono state approvate le prime norme per la tutela naturalistica e ambientale dei Colli Euganei. Fondamentale è stata poi l'istituzione sempre con legge regionale del Parco Regionale dei Colli Euganei, soggetto che lo scorso aprile è diventato Ente gestore del sito della rete Natura 2000. Il Veneto con oggi conta ben quattro riserve MAB: Po Grande, Delta del Po, Monte Grappa e Colli Euganei. Sono per noi un traguardo ma al contempo rappresentano una sfida continua che ci chiama a trovare incessantemente il giusto bilanciamento tra uomo e ambiente tutelando biodiversità e sviluppo sostenibile\". \"Ringrazio - aggiunge Corazzari - il presidente del Parco Colli Alessandro Frizzarin, ente proponente della candidatura per l'importante lavoro svolto, e tutti i soggetti che hanno creduto in questo progetto, raccontando al mondo l'unicità del territorio dei nostri Colli Euganei, area che vanta un ricco patrimonio naturale e culturale legato alla sua storia vulcanica e alle sue acque termali\". Il sito proposto comprende 15 comuni in provincia di Padova con una popolazione complessiva di 111.368 abitanti; si estende in parte nel parco regionale dei Colli Euganei (il più antico in Veneto) e in parte in altre aree esterne al Parco ma incluse nell'elenco delle zone speciali di conservazione a livello europeo. -foto ufficio stampa Regione Veneto - (ITALPRESS). mgg/com 05-Lug-24 16:08 .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T17:18:47.507+03:00",
  "updated": "2024-07-05T17:18:47.507+03:00"
}