{
  "thread": {
    "uuid": "3440d03b58ac9b6e68d142c28c2fd4a214755577",
    "url": "https://www.ccma.cat/324/neix-a-valencia-una-llorigada-de-rata-talp-un-animal-gairebe-extraterrestre-que-no-envelleix/noticia/3301946",
    "site_full": "www.ccma.cat",
    "site": "ccma.cat",
    "site_section": "https://api.ccma.cat/noticies?_format=rss&origen=frontal&frontal=n324-portada-noticia&version=2.0",
    "site_categories": [
      "shopping",
      "top_news"
    ],
    "section_title": "324.cat",
    "title": "Neixen cries de rata talp a València, un animal gairebé extraterrestre que no envelleix",
    "title_full": "Neixen cries de rata talp a València, un animal gairebé extraterrestre que no envelleix",
    "published": "2024-07-05T14:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 7092,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3440d03b58ac9b6e68d142c28c2fd4a214755577",
  "url": "https://www.ccma.cat/324/neix-a-valencia-una-llorigada-de-rata-talp-un-animal-gairebe-extraterrestre-que-no-envelleix/noticia/3301946",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "324cat",
  "published": "2024-07-05T14:59:00.000+03:00",
  "title": "Neixen cries de rata talp a València, un animal gairebé extraterrestre que no envelleix",
  "text": "Neixen cries de rata talp a València, un animal gairebé extraterrestre que no envelleix\nEl Bioparc de València ofereix la possibilitat d'observar aquest mamífer, capaç de passar 20 minuts sense oxigen i amb una alta resistència al càncer\nEl\nBioparc de València celebra el naixement de cries de rata talp nua (\"Heterocephalus glaber\"), un rosegador nadiu de l'Àfrica occidental. És un mamífer únic, amb unes capacitats biològiques que el fan gairebé extraterrestre.\nEs tracta d'una espècie força desconeguda per al públic i amb un gran interès científic per la seva capacitat de quedar-se fins a 20 minuts sense oxigen i una resposta cel·lular que el fa resistent al càncer.\nUn mamífer molt singular\nLa rata talp té un mecanisme de reparació de l'ADN i una resposta a l'envelliment cel·lular que el fan únic i que serien darrere la immunitat al càncer i la seva longevitat: un dels gens que té, el p16, impedeix que les seves cèl·lules es divideixin quan entren en contacte amb altres cèl·lules.\nPoden arribar a viure 30 anys, una vida molt més llarga que la resta de rosegadors --una rata pot viure entre dos i tres anys-- i no pateixen malalties associades a l'edat. De sang freda, no té greix ni pèl per regular la temperatura corporal, però es protegeixen del fred dormint amuntegades en una de les cambres del cau.\nÉs capaç de sobreviure en ambients amb tan sols un 10% d'oxigen i aguantar fins a 20 minuts sense aire. El nombre d'òvuls que tenen les femelles és infinit i mai no arriben a tenir la menopausa: són fèrtils fins que es moren.\nEusocials\nA banda de la seva excepcional genètica, és l'únic mamífer eusocial. Viu sota terra, en estructures jeràrquiques pròpies d'insectes com les formigues o les abelles. Hi ha una reina que creix fins a fer-se més gran que la resta de la colònia i s'aparella amb només dos o tres mascles del grup per reproduir-se.\nDurant l'època de reproducció, els individus s'agredeixen entre ells, tant mascles com femelles, ja que només els membres dominants del grup es reprodueixen. Les colònies on viuen són un laberint de túnels i cambres grans i cada colònia té una olor pròpia.\nAra, al Bioparc de València se'n podrà observar tota una estructura, amb els seus túnels i el comportament dels exemplars: com s'alimenten, dormen o regulen la temperatura.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "catalan",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://bioparcvalencia.es/animal/rata-topo/",
    "https://bioparcvalencia.es/animal/rata-topo",
    "https://www.bioparcvalencia.es/animal/rata-topo/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T16:42:25.019+03:00",
  "updated": "2024-07-05T16:42:25.019+03:00"
}