{
  "thread": {
    "uuid": "a28a3d277311930d71648b39945e9de3b6ef03f0",
    "url": "https://pt.org.br/estacao-hidrica-vai-beneficiar-615-mil-habitantes-do-semiarido-pernambucano",
    "site_full": "pt.org.br",
    "site": "pt.org.br",
    "site_section": "https://pt.org.br/rss",
    "site_categories": [],
    "section_title": "Partido dos Trabalhadores",
    "title": "Estação hídrica vai beneficiar 615 mil habitantes do semiárido pernambucano",
    "title_full": "Estação hídrica vai beneficiar 615 mil habitantes do semiárido pernambucano",
    "published": "2024-04-04T23:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://pt.org.br/wp-content/uploads/2024/04/pres-lula-visita-a-estaccca7acc83o-elevatoria-de-agua-bruta-eeab-ricardostuckert-pr-12.jpeg",
    "performance_score": 0,
    "domain_rank": 55413,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a28a3d277311930d71648b39945e9de3b6ef03f0",
  "url": "https://pt.org.br/estacao-hidrica-vai-beneficiar-615-mil-habitantes-do-semiarido-pernambucano",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agência PT",
  "published": "2024-04-04T23:01:00.000+03:00",
  "title": "Estação hídrica vai beneficiar 615 mil habitantes do semiárido pernambucano",
  "text": "Estação hídrica vai beneficiar 615 mil habitantes do semiárido pernambucano\nInaugurada nesta quinta-feira (4), em Arcoverde (PE), Estação Elevatória de Água Bruta Ipojuca abastecerá 23 municípios em insegurança hídrica na região. Lula defendeu mais investimentos em educação para melhorar a vida do povo\nPublicado em\nUma das regiões mais secas do semiárido nordestino, onde vivem 2 milhões de pessoas em regime de insegurança hídrica, depositou sua fé na eleição do presidente Lula, em 2022, para que pudesse sonhar com uma vida menos sofrida. A falta d’água no Nordeste brasileiro, fenômeno decorrente das chuvas escassas, sempre foi de preocupação central nas políticas do presidente. “Vocês acreditam em Deus? Vocês acreditam em milagre?”, perguntou Lula, em discurso nesta quinta-feira (4), durante a inauguração da Estação Elevatória de Água Bruta Ipojuca e do trecho Belo Jardim-Caruaru da Adutora do Agreste, que vão abastecer 23 municípios pernambucanos.\nTrata-se do maior sistema integrado de adutoras de abastecimento humano do Brasil e um dos mais extensos do mundo. Finalizado, terá 1,5 mil km de comprimento, responsáveis por transportar 4 mil litros por segundo de água da\nTransposição do Rio São Francisco ao semiárido nordestino.\nDe volta ao estado em que nasceu, e falando à população de Arcoverde, Lula agradeceu os votos recebidos nas últimas eleições e deixou claro que a parcela da população que sofre com a seca jamais será esquecida por seu governo. “O estado de Pernambuco terá água para todo mundo se fartar, bebendo, tomando banho e cuidando dos animais e da nossa agricultura”, comemorou o presidente.\nA obra vai irrigar os municípios de Arcoverde, Pesqueira, Alagoinha, Sanharó, Belo Jardim, Tacaimbó, São Bento do Una, São Caetano, Caruaru, Bezerros, Gravatá, Santa Cruz do Capibaribe, Toritama, Brejo da Madre de Deus, Pedra, Venturosa, Buíque, Tupanatinga, Itaíba, Águas Belas, Iati, Cachoeirinha e Lajedo. Ambicioso, o sistema é composto por unidades de captação, adutoras de água bruta, estação elevatória de água bruta, reservatório de água bruta, estação de tratamento, adutoras de água tratada e estações elevatórias de água tratada.\n“Esta é a obra do século no nosso estado”, exaltou, emocionado, o prefeito de Arcoverde, Wellington Maciel (MDB). A governadora de Pernambuco, Raquel Lyra (PSDB), também emocionada, reconheceu o empenho do governo federal para superar a insegurança hídrica no Nordeste. “Meu querido presidente, venho aqui, como uma cidadã de Caruaru, agradecer, de coração, o seu trabalho e do seu governo aqui no estado de Pernambuco”, disse a governadora.\nO senador Humberto Costa (PT-PE) demonstrou satisfação com a inauguração da Estação Elevatória de Água Bruta Ipojuca. Por meio da rede social X, o parlamentar lembrou do\npresidente Lula como a figura da política brasileira responsável por concretizar a Transposição do Rio São Francisco. “Quis a história do nosso país que um pernambucano de Caetés fizesse a maior revolução hídrica do Brasil com a transposição. Hoje, inauguramos uma nova etapa com o lançamento da Estação Elevatória da Adutora do Agreste, que vai beneficiar 615 mil pessoas na região”, publicou.\nQuis a história do nosso país que um pernambucano nascido em Caetés fizesse a maior revolução hídrica do Brasil com a Transposição. Hoje, inauguramos uma nova etapa com o lançamento da estação elevatória da da Adutora do Agreste, que vai beneficiar 615 mil pessoas da região.\n[pic.twitter.com/1OHIFN4OLb]\n— Humberto Costa (@senadorhumberto)\n[April 4, 2024]\nAté agora, o governo federal já investiu mais de R$ 1,2 bilhão. Em contrapartida, o estado de Pernambuco aplicou outros R$ 200 milhões. O projeto faz parte das obras do Programa de Aceleração do Crescimento (PAC) e vai beneficiar, até 2026, 1,3 milhão de pessoas no semiárido pernambucano com água da Transposição do Rio São Francisco.\nTransposição do Velho Chico\n“Havia uma bobagem de que tinha algum estado que se achava dono do rio. Graças a Deus, a gente elegeu o companheiro Jacques Wagner, governador do PT, que falou: a água não é da Bahia, a água passa pela Bahia, ela é do povo brasileiro. E, portanto, o Brasil tem o direito de fazer a transposição para trazer água para 12 milhões de brasileiros e brasileiras que moram no semiárido”, lembrou Lula, durante seu discurso em Arcoverde.\nA Transposição do Rio São Francisco é uma ideia que já habitava a cabeça dos políticos brasileiros desde 1844, durante o Império, quando o Nordeste enfrentou dois anos de estiagem. Anos mais tarde, em 1877, a região conheceria a chamada Grande Seca, um dos períodos mais duros de sua história. D. Pedro II, aconselhado pelo Barão de Capanema, desistiu de levar adiante a proposta de transposição por não haver recursos técnicos para uma obra de tamanho porte. Foi só a partir do primeiro governo do presidente Lula que o sonho começaria a se tornar realidade.\n“Ninguém pediu para ser pobre, ninguém pediu para não ter água. Mas agora isso vai mudar. Foi preciso um nordestino, pernambucano, chegar à Presidência para colocar água na casa das pessoas. Por isso a minha obsessão pelo Nordeste, porque eu sei o que é isso”, defendeu Lula. “Este nordestino, que saiu daqui para não morrer de sede, volta e, 150 anos depois, faz a Transposição do Rio São Francisco”, acrescentou.\nEducação\nO presidente falou também da necessidade de haver mais investimentos em educação no Nordeste para melhorar a vida da população. “Eu sei o que é a vida do pobre, eu sei o que é a vida do cara que vive lascado, que levanta todo santo dia sem saber se vai ter um bocado de feijão para comer na hora do almoço, que não sabe se vai ter emprego, que nunca pode comprar um presente de Natal para o filho, que nunca pode comprar nada, parece que nós fomos amaldiçoados”, emocionou-se.\nLula lembrou que o Brasil foi o último país do mundo a fazer uma universidade e que ele se sente orgulhoso quando trabalhadores que não tiveram a oportunidade de estudar lhe contam que seus filhos ingressaram em uma faculdade. “A gente pode ser o que a gente quiser, é só o governo dar oportunidade. Na hora que a pessoa mais humilde tiver a oportunidade de sentar no mesmo banco da escola que uma pessoa mais rica que ela, a gente vai provar que a inteligência não está ligada à riqueza”, concluiu.\nDa Redação, com Agência Brasil, Uol, G1 e Site do Planalto",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:46:35.296+03:00",
  "updated": "2024-04-05T00:46:35.296+03:00"
}