{
  "thread": {
    "uuid": "8b5f0f864184c8baae7e7885fc5df52be52b70ca",
    "url": "https://www.miragenews.com/indigenous-songlines-study-aids-australias-1175560",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://www.miragenews.com/complaints",
    "site_categories": [
      "media"
    ],
    "section_title": "Complaints | Mirage News",
    "title": "Indigenous Songlines Study Aids Australia's Whale, Dolphin Protection | Mirage News",
    "title_full": "Indigenous Songlines Study Aids Australia's Whale, Dolphin Protection | Mirage News",
    "published": "2024-02-15T19:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://cdn1.miragenews.com/tmp_cache?cdn=cdn.pixabay.com/photo/2021/04/22/10/46/parliament-house-6198690__340.jpg",
    "performance_score": 0,
    "domain_rank": 14331,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8b5f0f864184c8baae7e7885fc5df52be52b70ca",
  "url": "https://www.miragenews.com/indigenous-songlines-study-aids-australias-1175560",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2024-02-15T19:45:00.000+02:00",
  "title": "Indigenous Songlines Study Aids Australia's Whale, Dolphin Protection | Mirage News",
  "text": "The Hon Tanya Plibersek MP, Minister for the Environment and Water The Hon Stephen Jones MP, Assistant Treasurer, Minister for Financial Services, Member for Whitlam Alison Byrnes MP, Member for Cunningham The Albanese Labor Government will invest more than $300,000 to study Indigenous environmental knowledge about the connections between land, sea and sky, with a particular focus on whales. The funding will support the Unbroken whispers project, which focuses on collecting Indigenous knowledge about the southern right whale, the vulnerable humpback whale, orcas and dolphins, and looking at how we can use this knowledge to better protect these species. The study, led by Dr Jodi Edwards, a Yuin woman from the University of Wollongong, also seeks to unlock a better understanding of long-term migratory patterns, habitats and relationships. The research project is partly funded by the Australian Government through the National Environmental Science Program's Marine and Coastal Hub and will run from 2024 to 2026. Quotes attributable to the Minister for the Environment and Water the Hon Tanya Plibersek: \"We're lucky to have more than 65,000 years of continuous conservation knowledge that we can learn from. First Nations Australians have cared for land and sea country for generations and are crucial in our fight to better protect our environment and the precious creatures who live in it. We know many marine species are under threat from things like habitat loss, pollution and climate change. Projects like this may be the key to how we effectively protect and recover declining populations.\" Quotes attributable to the Member for Whitlam, the Hon Stephen Jones MP: \"Our government is committed to addressing the effects of climate change and ensuring a better future for young Australians - which includes protecting marine life and other native species. \"Dr Edwards brings a wealth of knowledge and expertise as a proud Yuin woman and University of Wollongong researcher. I'm looking forward to examining the findings from this important research project.\" Quotes attributable to the Member for Cunningham, Alison Byrnes MP: \"In the lead up to World Whale Day on 18 February 2024, it is great to see the Unbroken Whispers Project, led by local indigenous researcher Dr Jodi Edwards, receive $300,000 in funding from the Albanese Labor Government. \"The adverse effects of climate change on our marine and coastal environments is an issue that our Government takes extremely seriously, and are taking steps to mitigate. This project will start off the coast of Bruny Island in Tasmania, tracking migratory patterns up the east coast, past the Illawarra and finishing in Northern Queensland. \"We look forward to working with Dr Edwards to gain a better understanding of long-term migratory patterns, habitats and relationships of the southern right whale, the vulnerable humpback whale, orcas and dolphins.\" [here](/indigenous-songlines-study-aids-australias-1175560/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "assista",
        "sentiment": "negative"
      },
      {
        "name": "hon stephen jones",
        "sentiment": "negative"
      },
      {
        "name": "jodi edwards",
        "sentiment": "none"
      },
      {
        "name": "alison byrnes",
        "sentiment": "none"
      },
      {
        "name": "hon ta",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of wollongong",
        "sentiment": "none"
      },
      {
        "name": "coastal hub",
        "sentiment": "none"
      },
      {
        "name": "national environmental science program's marine",
        "sentiment": "none"
      },
      {
        "name": "albanese labor government",
        "sentiment": "none"
      },
      {
        "name": "minister for financial services",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hon tanya plibersek",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T06:59:34.283+02:00",
  "updated": "2024-02-16T06:59:34.283+02:00"
}