{
  "thread": {
    "uuid": "e001887f164fb796d8eb6d238a2b95fa3ee5d4f9",
    "url": "https://www.tunisienumerique.com/revue-de-la-semaine-du-05-au-12-janvier-2024-un-cadeau-tombe-du-ciel-amelioration-de-la-situation-des-barrages-apres-les-dernieres-pluies/",
    "site_full": "www.tunisienumerique.com",
    "site": "tunisienumerique.com",
    "site_section": "https://www.tunisienumerique.com/feed-actualites-tunisie.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Tunisie",
    "title": "Revue de la semaine du 05 au 12 janvier 2024: Un cadeau tombé du ciel: Amélioration de la situation des barrages après les dernières pluies",
    "title_full": "Revue de la semaine du 05 au 12 janvier 2024: Un cadeau tombé du ciel: Amélioration de la situation des barrages après les dernières pluies",
    "published": "2024-01-12T13:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TN",
    "main_image": "https://www.tunisienumerique.com/wp-content/uploads/2021/05/revue-de-la-semaine.jpg",
    "performance_score": 0,
    "domain_rank": 45189,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e001887f164fb796d8eb6d238a2b95fa3ee5d4f9",
  "url": "https://www.tunisienumerique.com/revue-de-la-semaine-du-05-au-12-janvier-2024-un-cadeau-tombe-du-ciel-amelioration-de-la-situation-des-barrages-apres-les-dernieres-pluies/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "D .",
  "published": "2024-01-12T13:36:00.000+02:00",
  "title": "Revue de la semaine du 05 au 12 janvier 2024: Un cadeau tombé du ciel: Amélioration de la situation des barrages après les dernières pluies",
  "text": "La situation de 22 barrages répartis dans les régions du nord-ouest telles que Béja, Jendouba, le Kef, Siliana et Bizerte s’est améliorée après\nles dernières pluies.\nActualités politiques\nLa lutte contre l’exclusion sociale et financière objet d’un entretien Saïed – Hachani\nLe Président de la République, Kais Saied, a rencontré, mercredi 10 janvier 2024, au Palais de Carthage, le chef du gouvernement, Ahmed El Hachani.\nLa réunion a abordé\n l’avancement des travaux du gouvernement en général et d’un certain nombre de projets de lois et de décrets qui ont été discutés lors de la dernière réunion du Conseil des ministres.\nLa loi de lutte contre l’exclusion financière objet d’un conseil ministériel\nSuite aux\nrecommandations issues de la séance de travail ministérielle tenue la semaine dernière, le 3 janvier 2024, sur le projet de loi relative à l’appui à l’inclusion financière et à la facilitation de l’accès au secteur financier, pour consolider l’intégration sociale, le chef du gouvernement, Ahmed Hachani, a supervisé, ce matin, mardi 9 janvier 2024, au Palais du Gouvernement à la Kasbah, une séance de travail ministérielle, en présence de la ministre des Finances, Sihem Boughdiri Namsia, du ministre des Affaires sociales, Malek Zahi, la ministre du Commerce et du Développement des exportations, Kalthoum Ben Rjab Guazah, le ministre des technologies de communication, Nizar ben Naji, et le gouverneur de la Banque centrale, Marwen Abbasi.\nSelon Jourchi, la lutte contre la corruption sera une priorité pour Kais Saïed en 2024\nSlaheddine Jourchi, analyste politique, a déclaré au micro de Tunisie Numérique que les rencontres effectuées entre\nle président de la République Kais Saïed et plusieurs ministres s’inscrivent dans le cadre de la gestion des priorités pour l’année 2024.\nParlement\nUn article de loi sur la confiscation de l’argent fait polémique à l’ARP: Yasser Gourari explique\nYasser Gourari, président de la Commission de législation générale à l’Assemblée des représentants du peuple (\nARP), est revenu, dans une déclaration accordée à Tunisie Numérique, sur le projet de la réconciliation pénale, notamment l’article de la confiscation de l’argent qui a suscité la controverse sous la coupole du Parlement.\nYasser Gourari présente les principaux amendements au projet de loi relatif à la réconciliation pénale\nDans une déclaration à Tunisie Numérique Yasser Gourari, président du Comité de législation générale relevant de\nl’Assemblée des représentants du Peuple (ARP) a fait savoir que le projet de loi portant amendement du décret n°13 de 2022 du 20 mars 2022 relatif à la réconciliation pénale a touché 17 articles.\nL’amendement du décret sur la réconciliation pénale approuvé par la commission de la législation générale\nLa Commission de\nla législation générale relevant de l’Assemblée des représentants du Peuple (ARP) a approuvé le projet de loi portant amendement du décret sur la réconciliation pénale et l’affectation de ses ressources dans sa totalité.\nElections locales\nFixation de la date du 2e tour des élections des conseils locaux\nMohamed Tlili Mansri, porte-parole de l’Instance Supérieure Indépendante pour les Élections (\nISIE), a annoncé, ce mercredi 10 janvier 2024, que le deuxième tour des élections des conseils locaux était prévu pour le 4 février 2024 dans 780 circonscriptions électorales.\nHoussem Hammi (Soumoud): “Nous participerons aux élections présidentielles à condition…”\n“Nous avons appelé au boycott de deux tours des élections locales. Celles-ci représentent une partie du projet de la construction par la base. Un projet qui est encore méconnu par la majorité des Tunisiens ce qui explique le faible taux de participation à ces élections”, a déclaré le coordinateur du\ncollectif Soumoud, Houssem Hammi dans une déclaration accordée à Tunisie Numérique.\nMesures judiciaires\nElections locales – tribunal administratif: sept recours portés contre les jugements de première instance\nLe\nTribunal administratif, a annoncé mardi 09 janvier 2024 avoir été saisi de sept recours portés contre les jugements de première instance rendus par les Chambres d’appel, et ce, dans le cadre de la première phase du contentieux des résultats préliminaires du premier tour des élections locales 2023.\n6 mois de prison avec sursis pour Zied El Heni\nLa Chambre criminelle du Tribunal de première instance de Tunis a prononcé une sentence de six mois de prison avec sursis à l’encontre du journaliste\nZied El Heni. Cette décision judiciaire fait suite à des déclarations publiques du journaliste concernant la ministre du Commerce.\n18 migrants subsahariens incarcérés en prison\nLe parquet près le tribunal de première instance de Tunis a délivré des\nmandats de dépôt en prison à l’encontre de 18 immigrés irréguliers de nationalité subsaharienne, pour séjour illégal.\nNon-lieu pour le magistrat Taïeb Rached\nLa Chambre criminelle près la Cour de cassation a rendu, mardi 9 janvier 2024, un arrêt approuvant la décision de la Chambre d’accusation de rejeter l’accusation de viol portée contre\nl’ancien premier président de la Cour de cassation, Taïeb Rached.\nBen Fadhl reste en prison\nLa sixième chambre, chargée d’examiner les affaires de corruption financière au\nTribunal de première instance de Tunis, a refusé de libérer le coordinateur du Parti « Pole », Riadh Ben Fadhl, tout en retardant l’examen de son affaire, à une date ultérieure.\nHatem El Euchi déféré devant le pôle judiciaire financier\nLe juge d’instruction près le Pôle judiciaire économique et financier a décidé de déférer devant le tribunal d’arrondissement, l’ancien ministre des Domaines de l’Etat,\nHatem Al-Achi, pour y être jugé pour des soupçons de corruption dans le dossier du projet « Tunis Sports City », selon l’Observatoire « Raqaba » dans son rapport publié, jeudi 11 janvier 2024.\nActualités sociales\nLes dernières pluies ont-elles été bénéfiques ?\nDans une déclaration accordée à Tunisie Numérique, l’expert en ressources hydriques Houssine Rhili a exprimé sa satisfaction quant aux\ndernières précipitations, relevées depuis le mois de septembre jusqu’au 09 janvier courant, atteignant entre 180 et 200 millions de mètres cubes.\nProlongation des délais de rééchelonnement des factures de la STEG\nLa\nSociété tunisienne d’électricité et de gaz a décidé de prolonger la mise en œuvre du mémorandum relatif à l’approbation des facilités de paiement au profit des clients domestiques jusqu’au 29 février 2024. Grâce à cette mesure, le client paie 30 pour cent du montant de la facture, et paie le reste de son montant en 3 factures, selon ce qu’a rapporté le directeur du recouvrement de la société, Fathi Al-Khalfawi.\nActualités économiques\nMourad Hattab présente les grandes lignes du projet de loi de la lutte contre l’exclusion financière\nDans une déclaration accordée à Tunisie Numérique,\nMourad Hattab a présenté les grandes lignes du projet de loi de la lutte contre l’exclusion financière. Il s’agit d’abord, selon ses dires, de la valorisation de l’initiative privée notamment dans les régions.\nEtablissements publics: Les top 10 en terme de résultat net bénéficiaire\nSelon un\nrapport du ministère des Finances, 88 établissements publics ont enregistré en 2020 un résultat net global déficitaire de -2981,7 millions de dinars et de -1129,3 millions de dinars en 2021, soit une régression des pertes de 1852,4 millions de dinars (-62%).\nAmélioration de la liquidité des entreprises publiques de 32%\nLa\nliquidité des établissements publics s’est améliorée de 1039,7 millions de dinars et de 32% au cours de l’année 2022 par rapport à 2021 suite principalement à l’assouplissement des mesures de confinement appliquées lors de la propagation de la pandémie du Covid-19 et en raison de la reprise progressive de l’activité de la plupart des établissements publics.\nNemsia confirme les bonnes prévisions de l’ONU et de la BM : 2024 marquera le début de la reprise économique\nLe dernier rapport de l’ONU sur “\nLa situation et les perspectives de l’économie mondiale 2024” a prédit à la Tunisie un taux de croissance de 1,8%. C’est encore plus spectaculaire avec les prévisions de la Banque mondiale (BM): Un taux de croissance de 3% en 2024 et 2025 en Tunisie. C’est dans ce contexte que la ministre des Finances, Sihem Nemsia, a pris la parole ce mercredi 10 janvier. Elle a déclaré que l’exercice 2024 marquera le début de la reprise économique en Tunisie…\nMa vie : Femme divorcée avec trois filles de Hammamet\nTunisie Numérique a mené\nune série d’interviews auprès des familles tunisiennes pour savoir comment elles gèrent leurs budgets en ces temps de crise que traverse le pays.\nCes tunisiens proviennent de différentes classes sociales, sont d’âges différents et habitent dans des quartiers aussi bien huppés que populaires. Ils ont accepté volontairement de répondre de manière spontanée et anonyme aux questions de Tunisie Numérique. Les récits ont été retranscrits tels quels.\nQue se passe-t-il en Tunisie?\nNous expliquons sur notre\nchaîne YouTube . Abonnez-vous!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment"
  ],
  "external_links": [
    "https://www.youtube.com/channel/UCRzypVq0B_yBad5eGrwBx0Q?sub_confirmation=1",
    "https://youtube.com/channel/UCRzypVq0B_yBad5eGrwBx0Q?sub_confirmation=1",
    "https://www.youtube.com/channel/UCRzypVq0B_yBad5eGrwBx0Q"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-12T15:12:23.726+02:00",
  "updated": "2024-01-12T15:12:23.726+02:00"
}