{
  "thread": {
    "uuid": "d1a5705c22bbe9b58419b4345b85d501fbff00e5",
    "url": "https://menafn.com/1107664752/Pole-to-Pole-electric-vehicle-expedition-reaches-the-South-Pole",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "https://menafn.com/pr/index.aspx",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": " User News | MENAFN.COM",
    "title": "Pole to Pole electric vehicle expedition reaches the South Pole | MENAFN.COM",
    "title_full": "Pole to Pole electric vehicle expedition reaches the South Pole | MENAFN.COM",
    "published": "2023-12-28T03:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JO",
    "main_image": "https://menafn.com/updates/pr/2023-12/28/pr_13449_a681905d_image_story.jpg",
    "performance_score": 0,
    "domain_rank": 6304,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d1a5705c22bbe9b58419b4345b85d501fbff00e5",
  "url": "https://menafn.com/1107664752/Pole-to-Pole-electric-vehicle-expedition-reaches-the-South-Pole",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2023-12-28T03:59:00.000+02:00",
  "title": "Pole to Pole electric vehicle expedition reaches the South Pole | MENAFN.COM",
  "text": "( MENAFN - Edelman) YOKOHAMA, Japan (December 28, 2023) - Chris and Julie Ramsey, husband and wife adventurers, have completed their all-electric journey to the South Pole in Antarctica.\nTheir 10-month, 30,000 km adventure that started on the frozen Arctic Sea at the 1823 Magnetic North Pole, has seen them drive the varied terrains and conditions of North, Central and South America before carefully traversing the most remote continent on the planet, to reach the South Pole. This is the first time any car, let alone an EV, has completed such a journey.\nAcross long distances and challenging off-road terrains, the all-electric expedition vehicle, a Nissan Ariya with e-4ORCE all-wheel control, has passed the toughest tests at extreme temperatures and high altitudes. The vehicle – factory-standard with no modifications to the powertrain or battery – was modified by polar mobility specialists Arctic Trucks, to accommodate 39-inch BF Goodrich tires.\nChris and Julie began planning Pole to Pole in 2017 after completing the Mongol Rally in their Nissan LEAF, the first time an EV had been used to tackle the 10,000- km challenge. They recognized how much interest this type of epic adventure could generate in electric vehicles, as well as creating a legacy of charging infrastructure behind. They felt Pole to Pole was the ultimate EV adventure and made it a reality through a commitment to collaboration and innovation with like-minded partners.\nChris commented, “I can’t believe we’re at the South Pole. After so many years of planning, it doesn’t feel real. I’ve always had full confidence in the amazing capabilities of electric vehicles, and I knew our Nissan Ariya would tackle everything thrown at it. But it’s been far tougher than I anticipated. I’m proud that Pole to Pole has reached millions of people in parts of the world and enthused them about embracing EV in their day to day lives.”\nJulie added, ”This has been an incredible journey, with the people we’ve met, the\nfriends we’ve made and the support we’ve received. Pole to Pole started out as just Chris and I, but the expedition team is now made of up of thousands of kind, forward-thinking people. These supporters and contributors want to make a difference and share the excitement of electric driving.”\nAllyson Witherspoon, Corporate vice president, Nissan Global Marketing, Brand and Merchandizing, said, ”On behalf of everyone at Nissan, congratulations on completing Pole to Pole. We all admire your daring spirit and passion for pushing the boundaries of electric adventure. It has been an extraordinary journey to follow and a point of pride for us at Nissan. It has shown how Nissan’s innovative technology continues to deliver excitement, whether on a trip to the office or to the Antarctic!”\nMENAFN28122023003109013449ID1107664752\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.edelman.com/",
    "https://www.edelman.com",
    "https://edelman.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chris",
        "sentiment": "negative"
      },
      {
        "name": "julie ramsey",
        "sentiment": "negative"
      },
      {
        "name": "julie",
        "sentiment": "none"
      },
      {
        "name": "goodrich",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "arctic trucks",
        "sentiment": "none"
      },
      {
        "name": "nissan ariya",
        "sentiment": "none"
      },
      {
        "name": "nissan",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "yokohama",
        "sentiment": "none"
      },
      {
        "name": "south pole",
        "sentiment": "none"
      },
      {
        "name": "antarctica",
        "sentiment": "none"
      },
      {
        "name": "north",
        "sentiment": "none"
      },
      {
        "name": "central and south america",
        "sentiment": "none"
      },
      {
        "name": "arctic sea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:12:54.289+02:00",
  "updated": "2023-12-29T00:12:54.289+02:00"
}