{
  "thread": {
    "uuid": "61afada4bba8cd8632ca8863f3e26f7d4be321ab",
    "url": "https://www.eldiadecordoba.es/vivir-cordoba/claves-ir-perfecta-mantilla_0_1888611695.html",
    "site_full": "www.eldiadecordoba.es",
    "site": "eldiadecordoba.es",
    "site_section": "https://www.eldiadecordoba.es/rss/vivir-cordoba",
    "site_categories": [
      "shopping"
    ],
    "section_title": "",
    "title": "Las claves para ir perfecta de mantilla esta Semana Santa",
    "title_full": "Las claves para ir perfecta de mantilla esta Semana Santa",
    "published": "2024-03-29T07:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cdn.socy.cloud/JOLY/v3/SSFC/6523f524de09f/https://www.eldiadecordoba.es/2024/03/28/vivir-cordoba/Mujer-procesion-Hermandad-Penas-Cordoba_1888621623_207969131_1200x675.jpg",
    "performance_score": 0,
    "domain_rank": 65564,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "61afada4bba8cd8632ca8863f3e26f7d4be321ab",
  "url": "https://www.eldiadecordoba.es/vivir-cordoba/claves-ir-perfecta-mantilla_0_1888611695.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rocío Górriz",
  "published": "2024-03-29T07:00:00.000+03:00",
  "title": "Las claves para ir perfecta de mantilla esta Semana Santa",
  "text": "La mantilla y todo el look que se desarrolla en torno a la misma están irremediablemente asociados a la Semana Santa como símbolo de respeto y luto por la muerte de Cristo. No es difícil conseguir un outfit perfecto, tan sólo hay que seguir unas sencillas pautas.\nEl cabello de la mujer se recogerá en un sencillo moño de bailarina a media altura. Sobre éste se dispondrán dos peinas entrelazadas que servirán de base para insertar la peineta ¡Ojo! ¡Cuánto más finos tenga los dientes, mejor!\nSobre la peineta disponemos la mantilla (normalmente de blonda), que podemos dejar caer hasta media cabeza o bien retirar hacia atrás y dejarla por completo despejada. La fijamos con un par de horquillas invisibles a ambos lados de la cabeza.\nRecogemos la mantilla hacia atrás y la fijamos -haciendo tres o cuatro pliegues- con el broche.\nLa mujer de mantilla lleva pendientes de perlas o en tonos plateados -de plata, rodio, oro blanco o platino- en forma de lágrima y no demasiado grandes. Igualmente, su maquillaje debe ser discreto: funcionan muy bien las sombras de ojos en degradados ahumados y el eyeliner negro¡, realzado por una buena máscara de pestaña. Para los labios, cualquier color que sea natural y con un toque satinado pero no brillante.\nEn cuanto al vestido, es preceptivo el Petite Robe Noir, o lo que es lo mismo, un vestido negro de cóctel, de líneas sencillas con cuello de barco o a la caja. Pocas optan por escote en V, aunque no demasiado pronunciado. La manga ha de ser larga o francesa.\nSe admiten los guantes negros -ya sean de raso o terciopelo- o calados y rosario.\nLas medias siempre son negras y no demasiado tupidas. Las de cristal aportan un toque más glamouroso.\nEn lo que respecta a los zapatos, se imponen los salones negros -con tacón medio o alto- o peeptoe negro, si las temperaturas son muy elevadas. Y no, no se suele llevar bolso. Aunque... si no nos queda más más remedio, lo mejor será elegir uno negro de pequeño tamaño y líneas muy sencillas en formato cartera y con pulsera; o bien alguno que pueda colgarse al hombro ¡Nunca en bandolera!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T08:56:24.260+03:00",
  "updated": "2024-03-29T08:56:24.260+03:00"
}