{
  "thread": {
    "uuid": "ec496181b3f2545334aa91b457879d4b13f1c462",
    "url": "https://www.europapress.es/sociedad/noticia-vaticano-pide-budistas-cristianos-practicar-reconciliacion-resiliencia-contrarrestar-violencia-20240506142152.html",
    "site_full": "www.europapress.es",
    "site": "europapress.es",
    "site_section": "https://europapress.es/sociedad",
    "site_categories": [
      "media"
    ],
    "section_title": "\r\n\tNoticias sociales de hoy | EUROPA PRESS\r\n",
    "title": "El Vaticano pide a budistas y cristianos practicar la \"reconciliación y la resiliencia\" para contrarrestar la violencia",
    "title_full": "El Vaticano pide a budistas y cristianos practicar la \"reconciliación y la resiliencia\" para contrarrestar la violencia",
    "published": "2024-05-06T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.europapress.es/fotoweb/fotonoticia_20240506142152_1200.jpg",
    "performance_score": 0,
    "domain_rank": 2629,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ec496181b3f2545334aa91b457879d4b13f1c462",
  "url": "https://www.europapress.es/sociedad/noticia-vaticano-pide-budistas-cristianos-practicar-reconciliacion-resiliencia-contrarrestar-violencia-20240506142152.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Europa Press Sociedad",
  "published": "2024-05-06T03:00:00.000+03:00",
  "title": "El Vaticano pide a budistas y cristianos practicar la \"reconciliación y la resiliencia\" para contrarrestar la violencia",
  "text": "ROMA, 6 May. (EUROPA PRESS) - El Dicasterio para el Diálogo Interreligioso ha enviado un mensaje a los budistas con motivo de la conmemoración del nacimiento de Buda (Vesak), en el que ha instado a budistas y cristianos a practicar la \\\"reconciliación y la resiliencia\\\" para combatir la \\\"cultura de la violencia\\\" de los tiempos modernos. \\\"Como se enseña en los rituales y cultos de nuestras respectivas tradiciones religiosas, la reconciliación y la resiliencia son, por tanto, correctivos necesarios a una cultura de violencia que a menudo se justifica como respuesta lamentable pero necesaria a acciones militares o terroristas agresivas. La reconciliación y la resiliencia nos permiten perdonar y pedir perdón, amar y estar en paz con nosotros mismos y con los demás, incluso con quienes nos han hecho daño\\\", señala el prefecto del Dicasterio, el cardenal español Miguel Ángel Ayuso Guixot. En la misiva, cita a Desmond Tutu, Buda y San Pablo VI y pide a cristianos y budistas que promuevan \\\"la paz, la reconciliación y la resiliencia\\\" que son \\\"valores profundamente arraigados\\\" en las respectivas tradiciones religiosas. El prefecto español recoge así el discurso de Pablo VI ante las Naciones Unidas el 4 de octubre de 1965 en el que condenó la destrucción causada por las guerras en todo el mundo y lamenta que continúe la \\\"escalada de conflictos\\\" en todo el mundo lo que exige, a su juicio, una atención renovada a la cuestión crítica de la paz y una reflexión más profunda sobre el papel de ambas religiones en la superación de los obstáculos a su crecimiento. Así, insta a budistas y cristianos a hacer lo posible para poner fin al odio y al deseo de venganza que conducen a la guerra y para curar las heridas que la guerra ha infligido a la humanidad y a la Tierra. \\\"Si no se abordan adecuadamente las causas profundas de los conflictos y la violencia, el amanecer de una paz duradera es una ilusión, pues no puede haber paz y reconciliación sin equidad y justicia en la vida política, económica y cultural\\\", añade. Ayuso Guixot también apunta que el perdón y la reconciliación no consisten en fingir que las cosas son diferentes de como son. \\\"No se trata de darnos palmaditas en la espalda y hacer la vista gorda ante el mal. La verdadera reconciliación pone al descubierto el horror, el abuso, el dolor, la degradación, la verdad\\\", destaca.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T16:45:37.265+03:00",
  "updated": "2024-05-06T16:45:37.265+03:00"
}