{
  "thread": {
    "uuid": "91a0e8fbb414fed0bb90a172ff656e98aaddaffb",
    "url": "https://www.betus.com.pa/esports/news/nigma-galaxy-finish-their-roster-01-05-2024/",
    "site_full": "www.betus.com.pa",
    "site": "betus.com.pa",
    "site_section": "https://betus.com.pa/feed",
    "site_categories": [
      "hobbies_and_interests"
    ],
    "section_title": "BetUS Sportsbook &amp; Casino",
    "title": "Nigma Galaxy finish their roster",
    "title_full": "Nigma Galaxy finish their roster",
    "published": "2024-01-06T00:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.betus.com.pa/wp-content/uploads/2024/01/nigma-galaxy-finish-their-roster-01-05-2024-min-e1704489702621.jpg",
    "performance_score": 0,
    "domain_rank": 25349,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "91a0e8fbb414fed0bb90a172ff656e98aaddaffb",
  "url": "https://www.betus.com.pa/esports/news/nigma-galaxy-finish-their-roster-01-05-2024/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BetUS Locker Room Staff",
  "published": "2024-01-06T00:35:00.000+02:00",
  "title": "Nigma Galaxy finish their roster",
  "text": "Nigma Galaxy finish their roster\nFans of Nigma Galaxy are overjoyed that the team’s Dota 2 lineup for the 2024 season is complete. When Amer “Miracle-” Al-Barkawi returned last month, the organization showed its appreciation to the community and its supporters. Check out this information and more of our articles to help your\ndota 2 betting adventures!\nWith the final 2 pieces of the puzzle now known, a full lineup is set, just in time for the DreamLeague Season 22 qualifiers and the BetBoom Dacha 2024. The team announced the addition of Daniel “Ghost” Chan, a former player for Xtreme Gaming, and Roman “rmN-” Paley, a former coach of Nigma Galaxy, as their new offlaner and position four support, respectively.\nSome rumors are more true than others🌟\nWe complete our roster by welcoming\n[@Ghostdota98]and [@rmN_dota]to the team! [pic.twitter.com/lUJXoHFP2P]\n— Nigma Galaxy (@NigmaGalaxy)\n[January 5, 2024]\nThe Malaysian gamer Ghost has served as a representative for several prestigious companies. He has represented formidable Chinese teams including Royal Never Give Up and Xtreme Gaming, his most recent squad. The 25-year-old is the primary carrier. However, Liquipedia states that Ghost will take over the offlane spot while Miracle-takes over the first slot. Ghost performed for RNG and attended The International 2022. However, the athlete hasn’t yet turned forth a standout performance. Maybe 2024, when he sets out on a fresh adventure in Nigma Galaxy with legendary veterans, will be his year. Interestingly, Ghost and Nigma Galaxy Sea played together in 2020, the year that Nigma Galaxy Sea claimed Top Clans. As he enters the European continent for the first time, his relocation to Nigma Galaxy signifies a new chapter in his life. The earlier reports that Ivan “Pure” Moskalenko will be entering Nigma Galaxy have now been disproven with the addition of Ghost.\nOver the past ten years, RmN- has been a competitive player in Dota 2. Since 2019 (even back when Team Liquid was still in existence), he has been the coach of Nigma Galaxy. Over the previous few years, he has also replaced a number of team members. However, he exits the coaching bubble in 2024 and resumes playing competitively. With Team Nigma, rmN-won the OGA Dota PIT Season 2: Europe/CIS 2020, demonstrating his stellar Dota 2 record. He is now a confirmed member of Nigma Galaxy’s Dota 2 squad. Although rmN-has been their coach for the last five years, so they do have some history together. However, their new offlaner is traveling outside of Southeast Asia for the first time and taking on a new position to cover for MinD_ContRoL, who left the team after 8 years.\nThe redesigned Nigma Galaxy is fascinating and strange at the same time. Nigma Galaxy have been struggling to rise to the top for the past four years, missing The International three times in a row. The team needed a fresh start, and this new group of players could be it.\nFans will get to watch the new Nigma Galaxy lineup in action when the BetBoom Dacha 2024 MENA (Middle East and North Africa) closed qualifier approaches. KuroKy and rmN-have previously demonstrated their synergy in competitions, and this fresh chance will let fans discover what else they have planned. It will be interesting to observe whether the squad plays around Miracle in the same way as in the past or if they have fresh tactics to deal with the opposition.\nDota 2’s competitive scene is full of excitement and\nesports odds for you to take a look at! Don’t forget to check our content for more information and bet on esports at BetUS Sportsbook & Casino.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "” paley",
        "sentiment": "none"
      },
      {
        "name": "ghost",
        "sentiment": "none"
      },
      {
        "name": "al-barkawi",
        "sentiment": "none"
      },
      {
        "name": "daniel “ghost” chan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dota",
        "sentiment": "negative"
      },
      {
        "name": "nigma galaxy",
        "sentiment": "negative"
      },
      {
        "name": "xtreme gaming",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:53:11.009+02:00",
  "updated": "2024-01-06T00:53:11.009+02:00"
}