{
  "thread": {
    "uuid": "ee66be4447e4efc9dfd9a3e7d6245291cba016f0",
    "url": "https://thedailyguardian.com/nhsrcl-breaks-new-ground-with-commencement-of-undersea-tunnel-work-for-bullet-train/",
    "site_full": "thedailyguardian.com",
    "site": "thedailyguardian.com",
    "site_section": "https://thedailyguardian.com",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Latest News | Today&#039;s News | Breaking News &amp; India News - The Daily Guardian",
    "title": "NHSRCL breaks new ground with commencement of undersea tunnel work for bullet train - The Daily Guardian",
    "title_full": "NHSRCL breaks new ground with commencement of undersea tunnel work for bullet train - The Daily Guardian",
    "published": "2024-01-05T19:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://thedailyguardian.com/wp-content/uploads/2024/01/2-Bullet-train-2.jpg",
    "performance_score": 0,
    "domain_rank": 97309,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ee66be4447e4efc9dfd9a3e7d6245291cba016f0",
  "url": "https://thedailyguardian.com/nhsrcl-breaks-new-ground-with-commencement-of-undersea-tunnel-work-for-bullet-train/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TDG Network",
  "published": "2024-01-05T19:10:00.000+02:00",
  "title": "NHSRCL breaks new ground with commencement of undersea tunnel work for bullet train - The Daily Guardian",
  "text": "The commencement of work for India’s first 7-km undersea rail passage, and completion of a mountain tunnel running up to 350 metres in just 10 months were among the milestones achieved for the Ahmedabad-Mumbai bullet train project during 2023, officials said. According to the project implementing authority National High Speed Rail Corporation (NHSRCL), the undersea route at Thane creek is part of a 21-km-long tunnel between the Bandra-Kurla Complex in Mumbai and Shilphata in Thane district. Prime Minister Narendra Modi and his Japanese counterpart Shinzo Abe had launched the project in Ahmedabad on September 14, 2017. Once operational, the bullet train cover the 508-km route in 3-3.5 hours. Completion of a mountain tunnel with a length of 350 metres and a diameter of 12.6 metres near Zaroli village of Valsad district in Gujarat was another highlight of the project in 2023, said NHSRCL in a release. The laying of the first reinforced concrete (RC) track bed for the bullet train corridor, as used in Japanese Shinkansen, has started in Surat and Anand, and this is the first time the “J-slab ballastless” track system is being used in India, the release said. Completion of work on six of 24 rivers and acquisition of nearly 99.95 per cent of total land for the project were among other achievements for the NHSRCL, it said. In 2023, NHSRCL said, it awarded all civil contracts for the project covering 508 km in Gujarat and Maharashtra. Work on the eight stations in Gujarat on the corridor – Vapi, Bilimora, Surat, Bharuch, Anand, Vadodara, Ahmedabad and Sabarmati – are under various stages of construction, it said. The route will also have four stations in Maharashtra. The project’s first steel bridge, spanning 70 metres and weighing 673 MT, was erected across NH 53 in Surat and 16 such bridges out of 28 (including 17 in Gujarat and 11 in Maharashtra) are under various stages of fabrication, it said. Civil works for the construction of the Mumbai high-speed rail station have started along with the works on Surat and Sabarmati high-speed rail depots. The Sabarmati multimodal transit hub is almost completed, said the NHSRCL release. “Our Operations and Maintenance team is in Japan for training and recruitment of the first set of HSR pilots who will undergo their training in Japan,” it said. The project covers a distance of 508 km, including 352 km in Gujarat and Dadra and Nagar Haveli and 156 km in Maharashtra. Apart from the 7-km-long undersea tunnel at Thane creek, the corridor will also have 24 river bridges, 28 steel bridges and seven mountain tunnels, it said. The high-speed rail line is being built between Mumbai and Ahmedabad using Japan’s Shinkansen technology, and the project aims to create a high-frequency mass transportation system. The project has been funded by the Japan International Cooperation Agency (JICA) with a soft loan of Rs 88,000 crore from Japan. The Rs 1.1 lakh crore project was earlier expected to be completed by 2022 but faced hurdles in land acquisition. The government has set a target to run the first phase of the bullet train between Surat and Bilimora in south Gujarat by 2026.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "shinzo abe",
        "sentiment": "none"
      },
      {
        "name": "anand",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nhsrcl",
        "sentiment": "negative"
      },
      {
        "name": "national high speed rail corporation",
        "sentiment": "none"
      },
      {
        "name": "bandra-kurla complex",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "ahmedabad",
        "sentiment": "none"
      },
      {
        "name": "shilphata",
        "sentiment": "none"
      },
      {
        "name": "zaroli",
        "sentiment": "none"
      },
      {
        "name": "thane",
        "sentiment": "none"
      },
      {
        "name": "gujarat",
        "sentiment": "none"
      },
      {
        "name": "surat",
        "sentiment": "none"
      },
      {
        "name": "mumbai",
        "sentiment": "none"
      },
      {
        "name": "valsad",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:32:37.863+02:00",
  "updated": "2024-01-06T00:32:37.863+02:00"
}