{
  "thread": {
    "uuid": "9283847f90f24a641832efbe95c845f424bd1d50",
    "url": "https://www.tradingview.com/news/reuters.com,2024-04-11:newsml_GNEVXlS2:0-paxmedica-achieves-key-milestone-in-the-development-of-pax-101-and-provides-update-on-potential-nda-submission",
    "site_full": "www.tradingview.com",
    "site": "tradingview.com",
    "site_section": "https://www.tradingview.com/news",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Financial News &amp; Top Stories — Market Analysis — TradingView",
    "title": "PaxMedica Achieves Key Milestone in the Development of PAX-101 And Provides Update on Potential NDA Submission — TradingView News",
    "title_full": "PaxMedica Achieves Key Milestone in the Development of PAX-101 And Provides Update on Potential NDA Submission — TradingView News",
    "published": "2024-04-11T18:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://s.tradingview.com/static/images/illustrations/news-story.jpg",
    "performance_score": 0,
    "domain_rank": 1620,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9283847f90f24a641832efbe95c845f424bd1d50",
  "url": "https://www.tradingview.com/news/reuters.com,2024-04-11:newsml_GNEVXlS2:0-paxmedica-achieves-key-milestone-in-the-development-of-pax-101-and-provides-update-on-potential-nda-submission",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-11T18:30:00.000+03:00",
  "title": "PaxMedica Achieves Key Milestone in the Development of PAX-101 And Provides Update on Potential NDA Submission — TradingView News",
  "text": "PaxMedica Achieves Key Milestone in the Development of PAX-101 And Provides Update on Potential NDA Submission TARRYTOWN, New York, April 11, 2024 (GLOBE NEWSWIRE) — via IBN – PaxMedica, Inc. (NASDAQ:PXMD), a biopharmaceutical company focused on advancing treatments for neurological disorders, today announced the completed execution of its three pivotal registration/validation batches of PAX-101, an IV formulation of suramin. This achievement is an important milestone to enabling a New Drug Application (NDA) submission to the U.S. Food and Drug Administration (FDA), which is currently planned for Q4 2024, and for the potential commercial availability in the U.S. of the first and only form of suramin for the treatment of Stage 1 Human African Trypanosomiasis (HAT), caused by Trypanosoma brucei rhodesiense, a fatal, neglected tropical disease, if approved by the FDA. Reaching this milestone is critical to PaxMedica's journey towards potential FDA approval for PAX-101, currently the accepted standard of treatment outside the United States for the deadliest cause of HAT, according to the CDC. A successful review and approval of the NDA could further qualify the company for a Tropical Disease Priority Review Voucher (PRV). PaxMedica plans to fund a sustainable global supply chain for PAX-101, and further advance research and clinical trials to address Autism Spectrum Disorder. This underscores the company’s commitment to tackling some of the most challenging neurological conditions. “This is a very significant milestone for PaxMedica as it endeavors to move PAX-101 towards an NDA submission,” said Howard Weisman, chairman and CEO of PaxMedica. “The long-term vision for PaxMedica is to further clinical investigation of PAX-101 as a treatment for individuals who struggle with Autism Spectrum Disorder. With this important manufacturing milestone completed, we have removed a major impediment to testing PAX-101 as a treatment for the core symptoms of Autism Spectrum Disorder. This also progresses us towards our goal of being able to be a consistent and reliable global source of this lifesaving drug for the treatment of HAT currently listed as one of the World’s Essential Medicines. It is our goal to ultimately conduct clinical trials for the use of PAX-101 in the treatment of the core symptoms of Autism Spectrum Disorder. There are currently no approved medications for the core symptoms Autism Spectrum Disorder.” About PaxMedica PaxMedica, Inc. is a forward-looking clinical-stage biopharmaceutical firm specializing in developing cutting-edge, anti-purinergic drug therapies (APT) aimed at addressing a range of challenging neurologic disorders. Our comprehensive portfolio of product candidates encompasses a spectrum of conditions, including neurodevelopmental disorders such as Autism Spectrum Disorder, as well as other critical areas within the neurology field. Additionally, we intend to provide the rest of the world with an additional, reliable source of suramin, the accepted standard of care for Stage 1, Trypanosoma Brucei Rhodesiense. We are dedicated to the continuous development and evaluation of our pioneering program, PAX-101, an intravenous suramin formulation that lies at the heart of our efforts, and are particularly focused on innovative Autism Spectrum Disorder treatment solutions. Our ongoing research initiatives not only prioritize the needs of Autism Spectrum Disorder patients, but also extend to exploring potential therapeutic applications for related conditions. To learn more about our transformative work, please visit www.paxmedica.com. Interested investors and shareholders are encouraged to sign up for press releases and industry updates by registering for Email Alerts at https://www.paxmedica.com/email-alerts and by following PaxMedica on Twitter and LinkedIn. Forward-Looking Statements This press release contains “forward-looking statements.” Forward-looking statements reflect our current view about future events. Investors can identify these forward-looking statements by words or phrases such as “may,” “will,” “could,” “expect,” “anticipate,” “aim,” “estimate,” “intend,” “plan,” “believe,” “is/are likely to,” “propose,” “potential,” “continue” or similar expressions. These forward-looking statements include our anticipated clinical program, the timing and success of our anticipated data announcements, pre-clinical and clinical trials and regulatory filings, potential commercial availability of suramin, our ability to monetize the PRV, our ability to achieve FDA approval of our product candidates, efficacy of our product candidates and statements about the strength of our balance sheet. These forward-looking statements involve known and unknown risks and uncertainties and are based on the Company’s current expectations and projections about future events that the Company believes may affect its financial condition, results of operations, business strategy and financial needs. Such risks and uncertainties include, but are not limited to, risks associated with the Company’s development work, including any delays or changes to the timing, cost and success of the Company’s manufacturing production, product development and clinical trials, risk of insufficient capital resources, cash funding and cash burn and risks associated with intellectual property and infringement claims. The Company undertakes no obligation to update or revise publicly any forward-looking statements to reflect subsequent occurring events or circumstances, or changes in its expectations, except as may be required by law. Although the Company believes that the expectations expressed in these forward-looking statements are reasonable, it cannot assure you that such expectations will turn out to be correct, and the Company cautions investors that actual results may differ materially from the anticipated results and encourages investors to review other factors that may affect its future results described in the Company’s “Risk Factors” section and other sections in its most recent Annual Report on Form 10-K, and subsequent quarterly and other filings with the U.S. Securities and Exchange Commission. Contacts PaxMedica, Inc. 303 S Broadway, Suite 125. Tarrytown, NY 10591 www.paxmedica.com Media Contact media@paxmedica.com Investor Contact Scott McGowan InvestorBrandNetwork (IBN) Phone: 310.299.1717 ir@paxmedica.com www.paxmedica.com/investors SOURCE: PaxMedica, Inc.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://www.paxmedica.com/email-alerts",
    "https://paxmedica.com/email-alerts"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "trypanosoma",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fda",
        "sentiment": "none"
      },
      {
        "name": "u.s. food and drug administration",
        "sentiment": "none"
      },
      {
        "name": "nda",
        "sentiment": "none"
      },
      {
        "name": "ibn – paxmedica, inc.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "tarrytown",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:01:05.264+03:00",
  "updated": "2024-04-12T00:01:05.264+03:00"
}