{
  "thread": {
    "uuid": "f9a12fc7c5e38d33b994235ac103feb31cd31c8a",
    "url": "https://www.wfae.org/race-equity/2024-02-29/queens-universitys-barbershop-talk-creates-a-safe-space-for-black-students",
    "site_full": "www.wfae.org",
    "site": "wfae.org",
    "site_section": "https://music.einnews.com/live_feed",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Live Feed Wire - Music Industry Today - EIN Presswire",
    "title": "Queens University's 'Barbershop Talk' creates a safe space for Black students | WFAE 90.7 - Charlotte's NPR News Source",
    "title_full": "Queens University's 'Barbershop Talk' creates a safe space for Black students | WFAE 90.7 - Charlotte's NPR News Source",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://npr.brightspotcdn.com/dims4/default/d430ff3/2147483647/strip/true/crop/4032x2117+0+454/resize/1200x630!/quality/90/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fe7%2Fdc%2F8f93b7a24da3bfe50d9aaf648579%2Fryan-barber-shop.jpg",
    "performance_score": 0,
    "domain_rank": 23636,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f9a12fc7c5e38d33b994235ac103feb31cd31c8a",
  "url": "https://www.wfae.org/race-equity/2024-02-29/queens-universitys-barbershop-talk-creates-a-safe-space-for-black-students",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elvis Menayese",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Queens University's 'Barbershop Talk' creates a safe space for Black students | WFAE 90.7 - Charlotte's NPR News Source",
  "text": "A barbershop is a sacred place in the Black community — where trust and relationships are formed, and advice is shared between different generations of men. At Queens University in Charlotte this week, conversations took place in a setting that replicated the barbershop experience to provide students an opportunity to discuss sensitive topics and delve into matters of public interest. Students, faculty, and community members gathered in a room as two barbers cut hair in the back. Ryan Byrd, 22, is head of the Queens Black Student Union. He helped set up the event. The setting brought up memories of his first haircut, and he saw it also did for the student sitting next to him. Growing up in Durham, Byrd only let his father and one barber regularly cut his hair. When he started college at Queens, he found a local barber named Dexter Green, who he connected with; he’s willing to wait weeks to see him. “If he’s not able to put me in a slot that week, I won’t get my haircut. It’s just loyalty, and (there's) something beautiful about it,” Byrd said. The barber chair is a safe haven for Byrd. With the support of faculty, Byrd invited Green and another barber to the campus to cut students' hair — and create an environment that puts students at ease and makes it easy to open up, especially for those living far from home looking for connections and mentors. Byrd closed his eyes as Green used a sharp blade on his hairline — a sign of comfort and trust. He said barbershops can be good environments for a range of conversations, including financial ones. “As a place where people learn about economic mobility and learn about how to own a house and be an entrepreneur because most barber shops are small businesses and owned by one individual. It’s the best space to probably have those conversations,” Byrd said. Assistant Dean of Diversity, Inclusion, and Community Engagement, Darryl White, handed out tickets for free haircuts. The university started the annual event taking place during Black History Month in 2020. At the event, a representative from the Police Academy shared the training officers go through to prevent altercations. There was also a retired surgeon talking about surgeries he’s performed on young men caught up in violence, and several other retired men. White said the aim is to connect students with men they can relate to, help them navigate issues young Black men face, and get them to open up about tough subjects. “Probably one of the hardest things for us to really talk about is our mental health because it makes us look weak or makes us feel like we’re just not strong men,” White said. “And I know that some of the older gentlemen in the room are willing to be vulnerable and say, ‘Hey, I’ve struggled with mental health before.’” There were also conversations about civic engagement led by some of the older men in the room, who urged the students to get civically active and vote. Gerald Patton was one of them. He’s a retired probation officer. Patton said he was able to progress in his career because of barbershop talk. He hopes the students will use the event to help navigate obstacles in their lives. “This takes it back to the time period where I grew up,” Patton said. “Where you spent all day in the barbershop, and you were able to hear these stories and grow and make these connections and relationships that will serve you later in life.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Education",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dexter green",
        "sentiment": "none"
      },
      {
        "name": "byrd",
        "sentiment": "none"
      },
      {
        "name": "ryan byrd",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "queens university",
        "sentiment": "negative"
      },
      {
        "name": "npr news",
        "sentiment": "negative"
      },
      {
        "name": "queens black student union",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "charlotte",
        "sentiment": "none"
      },
      {
        "name": "queens",
        "sentiment": "none"
      },
      {
        "name": "durham",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:18:52.443+02:00",
  "updated": "2024-03-01T00:18:52.443+02:00"
}