{
  "thread": {
    "uuid": "b724ee1c18705f00b369c185ec148facdf592fa9",
    "url": "https://newsrnd.com/news/2024-03-09-rutte-is-to-become-the-new-nato-chief--the-man-who-charms-trump.B14lliYa6.html",
    "site_full": "newsrnd.com",
    "site": "newsrnd.com",
    "site_section": "https://www.newsrnd.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News/Politics - The Limited Times",
    "title": "Rutte is to become the new NATO chief: the man who charms Trump - The Limited Times",
    "title_full": "Rutte is to become the new NATO chief: the man who charms Trump - The Limited Times",
    "published": "2024-03-09T10:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.merkur.de/assets/images/33/972/33972046-nato-generalsekretaer-jens-stoltenberg-und-sein-moeglicher-nachfolger-mark-rutte-1Jn2CgI8cyfe.jpg",
    "performance_score": 0,
    "domain_rank": 51032,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b724ee1c18705f00b369c185ec148facdf592fa9",
  "url": "https://newsrnd.com/news/2024-03-09-rutte-is-to-become-the-new-nato-chief--the-man-who-charms-trump.B14lliYa6.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2024-03-09T10:38:00.000+02:00",
  "title": "Rutte is to become the new NATO chief: the man who charms Trump - The Limited Times",
  "text": "name=\"articleBody\" itemprop=\"articleBody\"> As of: March 9, 2024, 9:24 a.m\nBy: Marcus Mäckler\nComments\nPress\nSplit\nNATO Secretary General Jens Stoltenberg (r.) and his possible successor Mark Rutte.\n(Archive image) © Pool Sebastien Pirlet/dpa\nIn stormy times, NATO is looking for a new Secretary General - the big favorite is Mark Rutte.\nBut the “Trump whisperer” is not well received everywhere.\nMunich – Someone had to counteract all this gravity and that one was Mark Rutte.\n“We should stop whining, complaining and crying about Trump,” said the Dutchman with a calm that was rare at the Munich Security Conference.\nHe then said who would become US President was a matter for the Americans.\nYou have to work with everyone who ends up on the dance floor.\nTrump, it should be mentioned again, had previously threatened that, if he won the election, he would hand over to Russia's mercy all those NATO states that spend too little on defense.\nConcern and horror reigned in Munich, and Rutte's coolness stood out.\nIt was a message to everyone: Don't be afraid, I'll make even a bulldozer like Trump dance.\nMark Rutte as Stoltenberg's successor?\nDutch favorite as NATO chief\nThat was three weeks ago - but the Dutch Prime Minister has been considered the top candidate to succeed Jens Stoltenberg as NATO Secretary General for much longer.\nThe signs are becoming increasingly clear: a few days after the Siko, Washington, London and Berlin declared their support for the 57-year-old.\nIt's no coincidence that this happened at the same time.\nOne thing is clear: Rutte wants the job - even if it's not one of the most pleasant ones these days.\nThe NATO chief must not only remain steadfast against Putin, but also possibly defend the alliance against internal explosive forces after the US election in the fall, the time bomb Trump.\nThe Dutchman at least has the reputation of having that in his back.\nThis is mainly due to an episode from 2018. At that time, the NATO partners met in Brussels and experienced a US president who angrily threatened to withdraw from his country if the others did not increase their military spending.\nMerkel, Macron, everyone talked about Trump.\nIn the end it is said to have been Rutte who saved the situation.\nNot only did he assure the US Republican that spending had long since increased - he also flattered him by claiming that it was his doing.\nTrump later said: “I like this guy!”\nNATO is looking for a new Secretary General: Not every member is behind “Trump whisperer” Rutte\nSince then, the liberal-conservative has been nicknamed the “Trump Whisperer,” which is intended to be appreciative and sounds much nicer than the “Teflon Mark” common in the Netherlands, the man from whom everything bounces off.\nThe ability to deal with difficult characters is an asset when applying for a NATO post.\nAnother is the support of US President Joe Biden, who recently said that he considered the Dutchman to be a natural leader who would be good for the alliance.\nThat was the blessing from Washington.\nWithout him, no one will become head of NATO.\nMy news\nTo defend against Russia: NATO opens old Soviet air base in Albaniaread\nAt home in the forests: Swedes are building the NATOs' future flagship tank\nRussian governor wants to make Ukrainian prisoners of war “pay with their blood” read\n2 hours ago\nRussia satellite images reveal: Putin's weapons cache is bleeding out read\nUnmanned combat robot: Ukraine develops remote-controlled “Phantom-2” tank reading\n“Everything is allowed against the enemy”: Putin henchman Medvedev sends a clear message\nThe new one should be announced as early as April, but at the latest in July.\nHowever, it is not entirely certain whether that will actually be Rutte.\nBecause there needs to be unanimity among the 32 members - and especially in Eastern Europe, people are not completely happy with the election.\nHungary is once again out of line and has announced that it will not support Rutte.\nThere is also skepticism among the NATO partners who border Russia.\nUnbelievable: Estonia's head of government with allegations against Rutte\nEstonia's Prime Minister Kaja Kallas recently complained that a few countries were dividing up the top jobs in the EU and NATO.\nRutte would be the fourth NATO Secretary General from the Netherlands, she told Politico.\n“The question arises as to whether there are first and second class countries in NATO.” Kallas also recalled that in his 13 years as head of government, Rutte never achieved NATO's two percent target.\nThe fact that he is now one of the loudest when it comes to defense seems unbelievable to many.\nBut Kallas' words also express disappointed hope.\nThe Estonian would have liked to become NATO chief herself, but is considered hardly acceptable because of her clearly anti-Russian stance.\nAt some point, they say, we will have to talk to Moscow again.\nRutte, in turn, will have to convince Estonians, Latvians and others that he is not being too soft on the Kremlin.\nHe is still in office as acting Prime Minister because the formation of a new government is delayed after the new elections in The Hague.\nBut the fact that Stoltenberg will quit as NATO chief is considered a given, and Rutte is the man to be reckoned with.\nHowever, he is not without competition: Romania's President Klaus Iohannis has declared that he also wants to compete.\n(Marcus Mäckler)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "marcus mäckler comment",
        "sentiment": "negative"
      },
      {
        "name": "mark rutte",
        "sentiment": "none"
      },
      {
        "name": "trump dan",
        "sentiment": "none"
      },
      {
        "name": "rutte",
        "sentiment": "none"
      },
      {
        "name": "sebastien pirlet",
        "sentiment": "none"
      },
      {
        "name": "jens stoltenberg",
        "sentiment": "none"
      },
      {
        "name": "trump",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "trump",
        "sentiment": "negative"
      },
      {
        "name": "limited times",
        "sentiment": "negative"
      },
      {
        "name": "nato",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "munich",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T10:41:38.122+02:00",
  "updated": "2024-03-09T10:41:38.122+02:00"
}