{
  "thread": {
    "uuid": "ea61fad826b6a73e93bcb5c0d3999c11093e1543",
    "url": "https://www.mindbodygreen.com/articles/vo2-max-strengthen",
    "site_full": "www.mindbodygreen.com",
    "site": "mindbodygreen.com",
    "site_section": "https://mindbodygreen.com/rss.xml",
    "site_categories": [
      "alternative_medicine",
      "health"
    ],
    "section_title": "",
    "title": "The One Biomarker To Track If You Want To Live Longer, From Experts",
    "title_full": "The One Biomarker To Track If You Want To Live Longer, From Experts",
    "published": "2024-01-05T17:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2236,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ea61fad826b6a73e93bcb5c0d3999c11093e1543",
  "url": "https://www.mindbodygreen.com/articles/vo2-max-strengthen",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Emma Loewe",
  "published": "2024-01-05T17:02:00.000+02:00",
  "title": "The One Biomarker To Track If You Want To Live Longer, From Experts",
  "text": "Advertisement\nHow VO2 Max Training Can Help You Reach Your Health & Fitness Goals This Year\n[By Emma Loewe](/wc/emma-loewe) [commerce guidelines.](/commerce-guidelines)Our selections are never influenced by the commissions earned from our links.\nWhether your New Year's goals include lifting heavier weights, setting a personal record on the bike, or running your first 5k, having a strong VO2max can help you get there.\nOur bodies need a steady supply of oxygen to perform at their best, and VO2max is a measurement of how much oxygen you can utilize at a time. The biomarker shows how efficiently you take oxygen from the air into your lungs and pump it through the blood to your muscles.\nRaising your VO2max can improve your athletic performance—but even more importantly, it can boost your cardiorespiratory health, decrease your risk of some diseases, and pay off for your longevity. Here's why you might want to spend more of the coming year feeling breathless in the name of this essential health metric.\nWhy is your VO2max important?\n\"Research from my lab and others has found a strong link between a moderate to high VO2max and a lower risk for several common diseases such as cardiovascular disease, Type 2 diabetes, dementia, and several forms of cancer. This is seen in both men and women, most often across all age spans,\"\nElin Ekblom Bak, Ph.D., a physiology researcher and associate professor at the Swedish School of Sport and Health Sciences, tells mindbodygreen.\nIn research published last summer, Ekblom Bak and her team monitored over 177,000 Swedish men over a nearly 10-year period and found that having a higher cardiorespiratory fitness (as measured by VO2max) was associated with\na lower risk of death due to colon and lung cancer [1](#citations). A separate study published in the International Journal of Cardiology (#citations) found a connection between a high VO2max and lower risk of carotid atherosclerosis—a major predictor of heart disease.\nIn fact, longevity medicine specialist\nPeter Attia, M.D., recently told mindbodygreen that not many variables are more strongly correlated to mortality than VO2max.\nHow do you measure VO2max?\nVO2max is measured in milliliters of oxygen consumed in one minute per kilogram of body weight (mL/kg/min). The\naverage VO 2 max for an adult male between ages 30 and 60 is around 39.2-44 mL/kg/min, while an adult female in the same age range typically falls around 35.6-40.5 mL/kg/min.\nThe most accurate way to measure your VO2max is in a lab setting, where you wear a mask that measures the amount of oxygen being \"consumed\" by the body, Ekblom Bak explains. However, she also developed\na test that you can do to estimate yours at home. Some fitness trackers like the Oura Ring, Garmin, and WHOOP can also give you an approximate reading.\nOnce you crunch your numbers, know that there is no such thing as a \"good\" or \"bad\" VO2max. Like other biomarkers such as\nheart rate variability (HRV), VO2max depends on factors like age, sex, and genetics. So it's best to focus on improving upon your own baseline before you worry too much about comparing yourself to others.\n\"It has previously been recommended that men should have a VO2max above 35 ml/min/kg and women 32 ml/min/kg. However, more recent research has seen that there is no clear threshold, at least not in the lower end of the VO2max span,\" explains Ekblom Bak. \"This means that every ml-increase in VO2max from lower and moderate levels (~below 35 to 40 ml/min/kg) may be associated with risk reduction and possible health benefits.\"\nTraining at a high threshold that gets your heart and lungs pumping will help make you more efficient at converting oxygen into energy, raising your VO2max. Typically, people who are less physically fit will be able to raise their VO2max quicker than those who have higher cardiorespiratory fitness to begin with. There's a limit to how much oxygen any body can take in at a time—Lance Armstrong was rumored to have\na VO https://www.nytimes.com/2005/07/24/weekinreview/super-sure-but-not-more-than-human.html max around 85 at the height of his career—so be gentle with yourself as you work on this metric, and don't expect huge jumps after one gym session.\nHow to improve yours this year\nThe most effective way to raise your VO2max is to train in zones 4 and 5. These are the zones that leave your lungs full and your heart racing. Unlike more sustainable\nzone 2 training, you should only be able to stay in them for four to five minutes at a time, maximum. Research shows [3](#citations) that the most effective exercises for building VO2max are high-intensity anaerobic movements that bring you to about 80% of your maximum heart rate or above. If you don't have a heart rate monitor, you can use a \"talk test\"; you should only be able to get a word or two out at a time at this level.\nAttia recommends capping each high-intensity set at four minutes, then taking four minutes of recovery before repeating. Use these recovery minutes to actually recover and allow your heart rate to come back down. If you don't, you'll limit how hard you can push in the next rep and won't get as much benefit from the workout.\nIf you're looking to actively raise your VO2max, Ekblom Bak recommends doing these high-intensity circuits for 15-30 minutes per session, three to five days per week. The more intense the activity, the lower the total workload. \"Also, the more muscles involved, the greater the aerobic challenge on the cardiovascular system,\" she adds. \"Activities that involve the lower body, or more preferably both arms, legs, and trunks, are recommended.\"\nBelow, you'll find a few types of exercises you can use to reach these zones. However, as\nMartin Gibala, Ph.D., a professor and chair of the kinesiology department at McMaster University, tells mindbodygreen, \"Many types of exercise can elicit increases in VO2max provided the amount and intensity is sufficient. There is evidence that for a given 'dose,' vigorous exercise can elicit greater improvements compared to moderate exercise, but the best advice is for people to do what they like and enjoy it and be consistent.\"\n- Sprinting\n- Running uphill\n- Speed cycling\n- Fast laps in a pool\n- High-intensity interval training (HIIT)\n- Plyometric and ballistic-style exercises like jumping and throwing\nYou shouldn't be doing high-intensity training every day, as it's tough on the body and can come with a higher risk of injury. For every day of zone 4/5 training, do at least one day of easier aerobic (endurance/cardio) exercise.\n\"A combination of aerobic and anaerobic exercise appears to be most effective at\npromoting longevity compared to either type alone,\" biologist Matt Kaeberlein, Ph.D., previously told mindbodygreen. \"One recent study [4](#citations) found that both moderate and vigorous aerobic exercise combined with two or more anaerobic muscle-strengthening exercise sessions per week was associated with the greatest reduction in mortality.\"\nSet a strong base:\nTrain your VO2max this year by working more heart-pumping physical activity that you enjoy into your routine—whether it's running, swimming, or biking. Gibala notes that simply sprinkling small\nexercise \"snacks\" [5](#citations)—a minute of vigorous physical activity here and there, amounting to a few minutes a day—can also be enough to lower all-cause mortality [6](#citations), so don't discount the power of a few jumping jacks or high knees between meetings.\nThe level up:\nFor those looking to take their VO2max training up a notch, try to structure your routine around Ekblom Bak's recommendation to do 15-30 minutes of high-intensity training three to five days per week. Be sure to balance it out with less vigorous zone 2 training, which is also essential for cardiovascular health (\nthough its benefits for women may be a touch overstated). Happy training!\n6 Sources\nhttps://jamanetwork.com/journals/jamanetworkopen/fullarticle/2806585 https://www.sciencedirect.com/science/article/pii/S235290671930034X https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10279791/ https://jamanetwork.com/journals/jamainternalmedicine/article-abstract/2807854 https://pubmed.ncbi.nlm.nih.gov/34669625/ https://pubmed.ncbi.nlm.nih.gov/36482104/\nWatch Next\nEnjoy some of our favorite clips from\n[classes](/classes/all-access)\nEnjoy some of our favorite clips from\n[classes](/classes/all-access)\nWhat Is Meditation?\nMindfulness/Spirituality | Light Watkins\nBox Breathing\nMindfulness/Spirituality | Gwen Dittmar\nWhat Breathwork Can Address\nMindfulness/Spirituality | Gwen Dittmar\nThe 8 Limbs of Yoga - What is Asana?\nYoga | Caley Alyssa\nTwo Standing Postures to Open Up Tight Hips\nYoga | Caley Alyssa\nHow Plants Can Optimize Athletic Performance\nNutrition | Rich Roll\nWhat to Eat Before a Workout\nNutrition | Rich Roll\nHow Ayurveda Helps Us Navigate Modern Life\nNutrition | Sahara Rose\nMessages About Love & Relationships\nLove & Relationships | Esther Perel\nLove Languages\nLove & Relationships | Esther Perel\nWhat Is Meditation?\nBox Breathing\nWhat Breathwork Can Address\nThe 8 Limbs of Yoga - What is Asana?\nTwo Standing Postures to Open Up Tight Hips\nHow Plants Can Optimize Athletic Performance\nWhat to Eat Before a Workout\nHow Ayurveda Helps Us Navigate Modern Life\nMessages About Love & Relationships\nLove Languages\nAdvertisement\n[more Movement](/movement)\nAdvertisement\nPopular Stories\n5 Simple Tarot Spreads For Guidance Love & More How To Read The Heart Line On Your Palm & What It Means What Are The 5 Love Languages? How To Use Them In Relationships The 4 Attachment Styles: How They Form + Dating Habits Enneagram Compatibility: How The Types Pair Romantically Aura Colors & Their Meanings: How To Interpret Your Aura",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://www8.garmin.com/manuals/webhelp/fenix3/EN-US/GUID-1FBCCD9E-19E1-4E4C-BD60-1793B5B97EB3.html",
    "https://pubmed.ncbi.nlm.nih.gov/36482104/",
    "https://www.nytimes.com/2005/07/24/weekinreview/super-sure-but-not-more-than-human.html",
    "https://pubmed.ncbi.nlm.nih.gov/34669625/",
    "https://martingibala.com/",
    "https://www.sciencedirect.com/science/article/pii/S235290671930034X",
    "https://www.gih.se/english/research/laboratories/the-astrand-laboratory/the-ekblom-bak-test",
    "https://esc365.escardio.org/person/557982",
    "https://jamanetwork.com/journals/jamainternalmedicine/article-abstract/2807854",
    "https://halo.dlmp.uw.edu/people/matt-kaeberlein/",
    "https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2806585",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10279791/",
    "https://www.pubmed.ncbi.nlm.nih.gov/34669625/",
    "https://.garmin.com/manuals/webhelp/fenix3/EN-US/GUID-1FBCCD9E-19E1-4E4C-BD60-1793B5B97EB3.html",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC10279791/",
    "https://pubmed.ncbi.nlm.nih.gov/36482104",
    "https://www.jamanetwork.com/journals/jamanetworkopen/fullarticle/2806585",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10279791",
    "https://martingibala.com",
    "https://pubmed.ncbi.nlm.nih.gov/34669625",
    "https://nytimes.com/2005/07/24/weekinreview/super-sure-but-not-more-than-human.html",
    "https://gih.se/english/research/laboratories/the-astrand-laboratory/the-ekblom-bak-test",
    "https://halo.dlmp.uw.edu/people/matt-kaeberlein",
    "https://www.pubmed.ncbi.nlm.nih.gov/36482104/",
    "https://www.jamanetwork.com/journals/jamainternalmedicine/article-abstract/2807854",
    "https://www.esc365.escardio.org/person/557982",
    "https://sciencedirect.com/science/article/pii/S235290671930034X",
    "https://www.martingibala.com/",
    "https://www.halo.dlmp.uw.edu/people/matt-kaeberlein/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "emma",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "loewe",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T03:02:59.763+02:00",
  "updated": "2024-01-06T03:02:59.763+02:00"
}