{
  "thread": {
    "uuid": "87f01cbb6ebf4657ce1928dae30567735e2e8f2a",
    "url": "https://cxotoday.com/story/there-has-been-a-fundamental-shift-in-repositioning-hr-to-drive-business-transformations/",
    "site_full": "cxotoday.com",
    "site": "cxotoday.com",
    "site_section": "https://cxotoday.com",
    "site_categories": [],
    "section_title": "Technology News, Business Technology News, Information Technology News, Tech News India | CXOToday.com",
    "title": "There has been a fundamental shift in repositioning HR to drive business transformations",
    "title_full": "There has been a fundamental shift in repositioning HR to drive business transformations",
    "published": "2023-12-29T06:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://cxotoday.com/wp-content/uploads/2023/12/Jasvinder-Bedi-Managing-Partner-Biz-Staffing-Comrade-Pvt-Ltd--150x150.jpg",
    "performance_score": 0,
    "domain_rank": 38403,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "87f01cbb6ebf4657ce1928dae30567735e2e8f2a",
  "url": "https://cxotoday.com/story/there-has-been-a-fundamental-shift-in-repositioning-hr-to-drive-business-transformations/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CXOtoday News Desk",
  "published": "2023-12-29T06:57:00.000+02:00",
  "title": "There has been a fundamental shift in repositioning HR to drive business transformations",
  "text": "There has been a fundamental shift in repositioning HR to drive business transformations By Jasvinder Bedi In the past couple of years, HR leaders were tested like never before. With the abrupt shift to remote work, continuous technological advancements, macroeconomic shifts, economic volatility, restructuring and job cuts, geopolitical upheaval etc, they were challenged on all fronts. The HR landscape has also witnessed profound transformations in recent years from being a standalone function to becoming a strategic business partner. There has been a fundamental shift in repositioning HR to drive business transformations and it will strengthen its hold in the near future as well. Skill-based hiring continues to gain prominence, focusing on candidates’ specific skills and competencies rather than traditional qualifications that match the future needs of the business. Workforce planning and anticipating future talent needs is one trend that will be a top priority for HR leaders. In addition, the integration of new-age technologies with different HR functions will streamline and augment various processes such as recruitment, performance management, and learning and development. The use of data analytics in HR has also been on the rise to make informed decisions regarding workforce planning. The careful approach towards hiring and spending is likely to continue for the next few quarters as the companies are focusing on improving employee utilisation due to weakening demand specially by IT companies in response to a sluggish revenue growth across the industry. Startups have been the worst hit this year since the highs of aggressive hiring in the past. Even well-funded companies have taken a cautious stand on hiring now. Another factor that has been impacting jobs is automation. We will go through a phase where Artificial Intelligence (AI) will destroy jobs in certain areas, and we have to be prepared for it as it has already made significant inroads in various industries. As we move forward, human resources leaders will find themselves at the nexus of change, charged with steering organisations through unprecedented challenges and transformative opportunities. Clearly, the coming year is going to be crucial in terms of HR tech adaptation, hybrid work norms, and evolving workforce practices, ushering in an era of new priorities. Overall, HR will continue to rediscover its identity and lean into more strategic conversations, becoming integral to organisational success. As planning progresses for 2024, the consideration of HR’s role and capacity to support both the organization and employees will be crucial to adapt to both known and unknown changes. The business environment is dynamic, and HR leaders are expected to adopt agile practices to respond quickly to changing circumstances. (The author is Jasvinder Bedi, Managing Partner, Biz Staffing Comrade Pvt Ltd., and the views expressed in this article are his own)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jasvinde",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T13:23:51.190+02:00",
  "updated": "2023-12-29T13:23:51.190+02:00"
}