{
  "thread": {
    "uuid": "76e138d5fda4635507459c50dcbb19ebcb3506b5",
    "url": "https://www.elespanol.com/motor/20240412/tesla-mejora-model-tener-todavia-exito-version-autonomia/846915610_0.html",
    "site_full": "www.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://www.elespanol.com/invertia",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Invertia - El Diario Económico de EL ESPAÑOL",
    "title": "Tesla mejora el Model Y para tener todavía más éxito: así es su versión con más autonomía",
    "title_full": "Tesla mejora el Model Y para tener todavía más éxito: así es su versión con más autonomía",
    "published": "2024-04-12T04:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s1.elespanol.com/2024/04/11/motor/846926237_241440786_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2551,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 15
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "76e138d5fda4635507459c50dcbb19ebcb3506b5",
  "url": "https://www.elespanol.com/motor/20240412/tesla-mejora-model-tener-todavia-exito-version-autonomia/846915610_0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Itziar Echave-Sustaeta",
  "published": "2024-04-12T04:18:00.000+03:00",
  "title": "Tesla mejora el Model Y para tener todavía más éxito: así es su versión con más autonomía",
  "text": "La firma norteamericana ha anunciado el lanzamiento de una nueva versión de su exitoso Tesla Model Y , un SUV del segmento D -tamaño grande- que fue el coche más vendido en el mundo en 2023.\nEsta nueva incorporación es el Tesla Model Y de gran autonomía con tracción trasera , por lo que se puede equiparar con el modelo de entrada pero con un recorrido eléctrico mayor. Con esto, la marca quiere mantener al todocamino en la posición número uno de ventas, ya que, por sus prestaciones y precio, se convierte en la opción más interesante de la gama.\nEn este sentido, cabe recordar que existen actualmente cuatro variantes del Tesla Model Y , sumando el último integrante. A continuación vamos a repasar las principales características de cada versión:\nTesla Model Y Batería Autonomía Potencia Tracción trasera 57.5 kWh 455 km 299 CV Gran autonomía y tracción trasera 75 kWh 600 km 270 CV Gran autonomía y tracción a las cuatro ruedas 75 kWh 533 km 514 CV Performance y tracción a las cuatro ruedas 75 kWh 514 km 534 CV Como se puede apreciar, este nuevo Tesla Model Y ofrece una autonomía de 600 kilómetros , el rango más extenso de todas las versiones. Esto es gracias a la batería de 75 kWh, la misma que usan sus hermanos de tracción total. Además, responsables de la marca han confirmado a EL ESPAÑOL que ofrece una potencia de 270 CV.\nPor otro lado, la combinación de un motor único, la batería de alta densidad energética, la bomba de calor de serie y los neumáticos de baja resistencia , hacen que el Tesla Model Y maximice su eficiencia. Con esto consigue un consumo medio de 14,9 kWh/100 km y establece un nuevo punto de referencia en este segmento.\nTesla Model Y.\nPrecios En cuanto a los precios, el Tesla Model Y arranca en 44.990 euros en su versión de entrada (tracción trasera). El resto de opciones quedan de la siguiente manera:\nTesla Model Y PVP Tracción trasera 44.990 € Gran autonomía y tracción trasera 48.990 € Gran autonomía y tracción a las cuatro ruedas 51.990 € Performance y tracción a las cuatro ruedas 57.990 € Por ende, la nueva variante es solo 4.000 euros más cara que la básica , pudiendo ofrecer una autonomía de 600 kilómetros y, por tanto, más tranquilidad a la hora de recorrer largas distancias. Por este motivo, el Tesla Model Y de gran autonomía y tracción trasera podría aglutinar el mayor número de ventas de la gama, dado que, además, pocos coches en el mercado pueden brindar esa cifra eléctrica.\nAlgunos de los modelos cero emisiones que más autonomía tienen y, por consiguiente, compiten con el Tesla Model, son el Mercedes EQS 450+ (734 km), Polestar 2 (655 km), Mercedes-Benz EQE 300 (631 km), BMW iX xDrive50 (629 km) o el Hyundai Ioniq 6 (614 km).\nInterior del Tesla Model Y.\nProducido en Berlín El Tesla Model Y se produce en Gigafactory de Berlin-Brandenburg (Alemania), una planta que se inauguró en el año 2022 y que ya cuenta con una plantilla de más 11.000 personas. Además, su capacidad productiva semanal alcanzó el record de 6.000 unidades, lo que se traduce en más de 300.000 coches al año.\nSin embargo, la factoría espera llegar a las 500.000 unidades e, incluso, llegar en un futuro al millón de vehículos gracias a la ampliación de sus instalaciones. Otras fábricas (algunas solo de baterías) de la compañía son la de Fremont, California (EE.UU.); Sparks, Nevada (EE.UU.); Shanghái (China); Austin, Texas (EE.UU.) y Buffalo, Nueva York (EE.UU.).\nTambién te puede interesar... Todos los precios y ofertas de los coches nuevos en España Precios y ofertas de coches híbridos | Coches híbridos enchufables | Coches eléctricos Listado con los principales coches con etiqueta eco Coches con etiqueta cero de la Dirección General de Tráfico Precios y ofertas de coches de segunda mano Todos los coches SUV | Coches SUV medianos | Coches SUV urbanos",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T04:39:04.858+03:00",
  "updated": "2024-05-03T13:58:52.347+03:00"
}