{
  "thread": {
    "uuid": "421c5862cc97e0d1681593ca297741f424e350f3",
    "url": "https://www.kezi.com/news/hundreds-of-cottage-grove-community-members-celebrate-new-st-vincent-de-paul-store/article_5496f758-e251-11ee-9b5f-4bc94ae3ef27.html",
    "site_full": "www.kezi.com",
    "site": "kezi.com",
    "site_section": "https://www.kezi.com/search/?f=rss&amp",
    "site_categories": [
      "media"
    ],
    "section_title": "www.kezi.com - RSS Results",
    "title": "Hundreds of Cottage Grove community members celebrate new St. Vincent de Paul store",
    "title_full": "Hundreds of Cottage Grove community members celebrate new St. Vincent de Paul store",
    "published": "2024-03-15T00:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/kezi.com/content/tncms/assets/v3/editorial/e/40/e40c288a-e252-11ee-86a3-377fed540a11/65f37b3d99c15.image.jpg?crop=1662%2C873%2C0%2C187&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 44054,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "421c5862cc97e0d1681593ca297741f424e350f3",
  "url": "https://www.kezi.com/news/hundreds-of-cottage-grove-community-members-celebrate-new-st-vincent-de-paul-store/article_5496f758-e251-11ee-9b5f-4bc94ae3ef27.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "By: Madison Yeash",
  "published": "2024-03-15T00:25:00.000+02:00",
  "title": "Hundreds of Cottage Grove community members celebrate new St. Vincent de Paul store",
  "text": "COTTAGE GROVE, Ore. -- Hundreds of community members came out for the grand opening of the Saint Vincent de Paul Society of Lane County’s Cottage Grove store on March 14. The grand opening celebration started around 9:30 a.m. with remarks by the St. Vincent de Paul Executive Director Bethany Cartledge and Cottage Grove Mayor Candace Solesbee. They had a ribbon cutting before opening the doors just before 10 a.m. on Thursday. Hourly raffle drawings and a 50% off sale also kicked off the store opening. Cottage Grove community members said they have been watching the progress and were excited for the new store to open. “Everyone in the area has been waiting and waiting and waiting and waiting. Watched all the landscaping go in, watched from the first time they spread gravel, and everything being put up and just really anxious to have it. I'm excited for it,” said Cottage Grove resident Susan Jeppesen. Jeppesen said that she is excited about the resources that the new store will bring to the community. Cottage Grove Mayor Candace Solesbee also said that she is glad that St. Vincent de Paul is joining Cottage Grove. “I think it's important for organizations like St. Vinnie's to support the rural communities because so many times, the rural communities, unfortunately, fall through the cracks,” Solesbee said. St. Vincent de Paul's decided to open a store in Cottage Grove to bring human services and quality materials to rural communities. A spokesperson from St. Vincent said they have seen an increasing need for assistance for low-income community members and are happy to bring those resources to many families who need them. The store will also create job opportunities for Cottage Grove community members, and a spokesperson for St. Vinnie’s said they expect to have a staff of about 15 full-time employees at the new store. \"We've had a lot of outreach asking, 'When are you opening? When can I bring donations by?' and then also 'When can I apply?' So we've had staff who live in Cottage Grove, and they've had to commute to other locations, so we have a mix of employees who are able to relocate and work in the community they live in, as well as bring on new applications from people in the community here,\" said St. Vincent De Paul Executive Director Bethany Cartledge. Cartledge said that St. Vincent staff from all around the area have been coming in to help prepare the new store over the last month. “We have had our store managers out here helping and supporting. We've had different staff from the different stores coming out, and it's such a fun environment. Everyone's really excited to open,” said Cartledge. “I'm so appreciative of the work that everyone's been doing.” This store marks the return of St. Vincent de Paul to Cottage Grove. The organization formerly operated a store in the town from 1986 to 2000 and is now returning after over two decades. This opening will be the first new SVdP store since 2022, when the Eugene location at 888 Garfield Street opened. This store will be St. Vincent de Paul's 14th location and the seventh store located outside of the Eugene-Springfield area. It will also be the southernmost store in St. Vinnie's Oregon network. “I am proud of St. Vincent de Paul’s long history of preserving and building affordable housing in rural Lane County, including Cottage Grove,” Cartledge says. “And I am so excited that we can expand the scope of what we offer in South Lane County through this beautiful new store.” The new store is located at 910 Row River Road.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vincent de paul",
        "sentiment": "negative"
      },
      {
        "name": "vin",
        "sentiment": "negative"
      },
      {
        "name": "susan jeppesen",
        "sentiment": "none"
      },
      {
        "name": "jeppesen",
        "sentiment": "none"
      },
      {
        "name": "vincent de pa",
        "sentiment": "none"
      },
      {
        "name": "candace solesbee",
        "sentiment": "none"
      },
      {
        "name": "bethany cartledge",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "paul society of lane county’s cottage grove",
        "sentiment": "none"
      },
      {
        "name": "st. vincent de paul executive",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cottage grove",
        "sentiment": "none"
      },
      {
        "name": "ore.",
        "sentiment": "none"
      },
      {
        "name": "cottage grove",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:01:58.968+02:00",
  "updated": "2024-03-15T03:03:59.635+02:00"
}