{
  "thread": {
    "uuid": "86c763c1e911733b69cc517d1cc4765c339b8f1b",
    "url": "https://indianexpress.com/article/india/meet-electoral-bonds-donor-number-1-santiago-martin-labourer-turned-lottery-king-9214877",
    "site_full": "indianexpress.com",
    "site": "indianexpress.com",
    "site_section": "https://indianexpress.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News Today: Breaking News and Top Headlines from India, Entertainment, Business, Politics and Sports | The Indian Express",
    "title": "Meet electoral bonds donor number 1: Santiago Martin, labourer turned Lottery King | India News - The Indian Express",
    "title_full": "Meet electoral bonds donor number 1: Santiago Martin, labourer turned Lottery King | India News - The Indian Express",
    "published": "2024-03-14T22:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.indianexpress.com/2024/03/santiago-2col.jpg",
    "performance_score": 0,
    "domain_rank": 974,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "86c763c1e911733b69cc517d1cc4765c339b8f1b",
  "url": "https://indianexpress.com/article/india/meet-electoral-bonds-donor-number-1-santiago-martin-labourer-turned-lottery-king-9214877",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Arun Janardhanan",
  "published": "2024-03-14T22:20:00.000+02:00",
  "title": "Meet electoral bonds donor number 1: Santiago Martin, labourer turned Lottery King | India News - The Indian Express",
  "text": "The story of Santiago Martin of Future Gaming and Hotel Services is one that intertwines dreams with political scandals; of a labourer in Myanmar who metamorphosed into the ‘Lottery King’. Despite his humble beginnings, Martin’s reputation burgeoned as he navigated the murky waters of Indian politics while selling dreams and fortunes to ordinary people through lotteries. According to data uploaded on the Election Commission website, Martin’s company purchased electoral bonds worth Rs 1,368 crore between April 2019 and January 2024. When it comes to business in South India, few names have sparked as much controversy and intrigue as Martin, now 59. On his return from Myanmar, he started a lottery business in 1988 when he founded Martin Lottery Agencies Ltd in Coimbatore. What made his name, 'Lottery Martin’, and his business a household name was the two-digit lottery craze that swept the region during the period. Based in Coimbatore, he expanded his operations to Karnataka and Kerala, eventually securing permissions to operate in Sikkim, Meghalaya, Arunachal Pradesh, Punjab and Maharashtra. His empire, built on the hopes and dreams of the common people, made him a figure of immense wealth and influence. Martin’s first brush with political scandal was in Kerala, a state where the lottery has a huge stake in people’s psyche and the government’s revenue. In 2008, when Martin was already facing allegations of defrauding the Sikkim government of over Rs 4,500 crore, he contributed Rs 2 crore to CPI(M) mouthpiece Deshabhimani. At a time when the CPI(M) Kerala unit was facing an internal feud over two groups led by Pinarayi Vijayan and V S Achuthanandan, the contribution came as an embarrassment to the Vijayan faction, which controlled the party and the mouthpiece then. Amid a direct attack by Achuthanandan himself against the party, the Vijayan faction had to retreat, return the money to Martin, and remove heavyweight Malabar leader E P Jayarajan as general manager of the publication. Thereafter, ‘Lottery Martin’ became a name associated with almost all political discourses about the decay of the Left in Kerala. People who knew Martin, though, would have been surprised at the Rs 2 crore amount — a pittance as compared to what he would splurge at parties and individual politicians known to him. A few years later, Achuthanandan, in an interview to The Indian Express in 2015, tried to put Martin’s business in perspective. Even though he was a rare leader who took on Martin, Achuthanandan saw lotteries as a lifeline and a glimmer of hope for the underprivileged. \"For them (the public), it's a harmless dream,\" he said. The lottery tickets revenue of Kerala is a testimony to this: The state’s revenue increased from Rs 557 crore in 2011 to Rs 5,696 crore in 2015 to Rs 9,974 crore in 2020. Martin’s close association with the DMK also brought fluctuating fortunes. In 2011, he produced a Rs 20 crore Tamil film called Ilaignan, written by none other than the then Chief Minister M Karunanidhi — his 75th screenplay based on Maxim Gorky’s The Mother. But when the AIADMK came to power, Martin’s fortunes took a turn for the worse. He was arrested along with hundreds of DMK leaders and sympathisers under land grabbing charges and the Goondas Act, wielded by the Jayalalithaa regime to handle mafia leaders in the initial days of her taking charge. Later, the Madras High Court quashed his detention and he was released on bail. While Martin was jailed for over eight months and started facing CBI chargesheets in several lottery cases, his wife Leema Rose started assuming an increasingly higher profile. She filed a police complaint in May 2012, accusing two lottery agents, including a person close to DMK chief M Karunanidhi’s family, of trying to frame Martin in a fake lottery case. She also joined the Indhiya Jananayaga Katchi (IJK) and appeared on stage with the then Prime Ministerial candidate Narendra Modi during an election campaign in Coimbatore before his ascendance to power. Martin’s son-in-law Aadhav Arjuna, who used to be in the close circle of M K Stalin’s son-in-law Sabareesan, recently joined as the deputy general secretary of the Dalit political outfit and DMK ally, Viduthalai Chiruthaigal Katchi (VCK). While Arjuna’s presence was always associated with DMK’s resource mobilisation during polls, a top source in the DMK first family said he left to join the VCK as he wasn’t given a ticket for the Lok Sabha polls. “He has serious political ambitions,” said the source about Arjuna, a basketball player and gym trainer. In the last decade, Martin’s businesses expanded beyond the lottery — Martin Homeopathy Medical College and Hospital near Coimbatore; SS Music, a television music channel; M and C Property Development; Martin Nanthavanam apartments; and Leema Real Estate Private Limited were some of them. But he and his work were rarely out of news. In 2011, he faced searches from Tamil Nadu and Karnataka police forces as part of a crackdown on illegal lottery businesses. In 2013, the Kerala police conducted raids on Martin's premises as part of an investigation into illegal lottery operations in the state. In 2015, the Income Tax Department conducted raids on Martin's premises across various states, including Tamil Nadu, Kerala, and Karnataka, on allegations of tax evasion and financial irregularities. In 2016, the Enforcement Directorate raided his properties in connection with money laundering investigations related to his lottery businesses. And in 2018, CBI conducted searches at Martin's residences and offices in multiple states as part of a broader investigation into the illegal lottery operations and alleged financial crimes. One of the last crackdowns on Martin was in May 2023, when the ED attached Rs 457 crore under the Prevention of Money Laundering Act in connection with a case linked to the alleged loss of over Rs 900 crore to the Sikkim government.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [
    "https://indianexpress.com)",
    "https://www.indianexpress.com)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "santiago martin",
        "sentiment": "negative"
      },
      {
        "name": "martin",
        "sentiment": "none"
      },
      {
        "name": "‘lottery martin’",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hotel services",
        "sentiment": "negative"
      },
      {
        "name": "election commission",
        "sentiment": "none"
      },
      {
        "name": "martin lottery agencies ltd",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "myanmar",
        "sentiment": "none"
      },
      {
        "name": "coimbatore",
        "sentiment": "none"
      },
      {
        "name": "karnataka",
        "sentiment": "none"
      },
      {
        "name": "south india",
        "sentiment": "none"
      },
      {
        "name": "kerala",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:53:03.535+02:00",
  "updated": "2024-03-15T01:27:05.208+02:00"
}