{
  "thread": {
    "uuid": "0712dad9af685660aa89dc278ef1b104b860ec60",
    "url": "http://french.china.org.cn/foreign/txt/2024-03/09/content_117050749.htm",
    "site_full": "french.china.org.cn",
    "site": "china.org.cn",
    "site_section": "http://french.china.org.cn",
    "site_categories": [
      "japan",
      "travel"
    ],
    "section_title": "Centre d&#39;Informations Internet de Chine",
    "title": "Le président sénégalais reçoit en audience des ex-combattants du MFDC",
    "title_full": "Le président sénégalais reçoit en audience des ex-combattants du MFDC",
    "published": "2024-03-09T16:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2591,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0712dad9af685660aa89dc278ef1b104b860ec60",
  "url": "http://french.china.org.cn/foreign/txt/2024-03/09/content_117050749.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-09T16:17:00.000+02:00",
  "title": "Le président sénégalais reçoit en audience des ex-combattants du MFDC",
  "text": "Le président sénégalais Macky Sall a reçu vendredi soir les membres de l'initiative pour la réunification des ailes politiques et armées du Mouvement des forces démocratiques de Casamance (MFDC, rébellion) ainsi que les ex-combattants de Diakay, une faction dudit mouvement séparatiste, a annoncé samedi la présidence sénégalaise.\nLa rencontre fait suite à la signature d'un accord de cessation des hostilités signé entre les ex-rebelles et le comité ad hoc mis en place par le président Macky Sall.\nLors de l'audience, le président sénégalais a salué \"le courage\" des anciens séparatistes et a insisté sur un nécessaire accompagnement à leur réinsertion sociale, a indiqué la même source.\nSituée dans le sud du Sénégal, la Casamance est le théâtre d'un des plus vieux conflits d'Afrique, depuis que des indépendantistes ont pris le maquis après la répression d'une marche en décembre 1982. Après avoir fait des milliers de victimes et ravagé l'économie de cette région, le conflit a continuellement baissé en intensité.\nIl y a deux ans environ, l'armée sénégalaise a mené des opérations d'envergure pour neutraliser les principales bases rebelles, renforçant ainsi l'accalmie notée dans la partie sud du pays et favorisant le retour des personnes déplacées dans leurs villages d'origine.\nEn août 2022, le gouvernement sénégalais et les factions sud du mouvement séparatiste MFDC de Casamance se sont mis d'accord sur la feuille de route d'un dépôt des armes et se sont engagés à travailler à un retour à la paix.\nEn mai 2023, au moins 250 combattants du MFDC ont déposé les armes lors d'une cérémonie à Mangone, une localité qui abritait naguère une importante base du mouvement séparatiste.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-09T16:58:58.888+02:00",
  "updated": "2024-03-09T16:58:58.888+02:00"
}