{
  "thread": {
    "uuid": "c29ea15d365283876ec0fc25e501352d44bd44d0",
    "url": "https://www.hindustantimes.com/cities/pune-news/how-the-pune-centre-contributed-to-imd-s-150-year-long-journey-101705257644505.html",
    "site_full": "www.hindustantimes.com",
    "site": "hindustantimes.com",
    "site_section": "https://www.hindustantimes.com/feeds/rss/cities/rssfeed.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "City News: City Latest News, Metro City News Today and Headlines  | Hindustan Times",
    "title": "How the Pune centre contributed to IMD’s 150-year-long journey",
    "title_full": "How the Pune centre contributed to IMD’s 150-year-long journey",
    "published": "2024-01-14T15:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.hindustantimes.com/ht-img/img/2024/01/14/1600x900/In-1928--the-Bhamburda-area-of-Shivajinagar--Pune-_1705257638705.jpg",
    "performance_score": 0,
    "domain_rank": 935,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c29ea15d365283876ec0fc25e501352d44bd44d0",
  "url": "https://www.hindustantimes.com/cities/pune-news/how-the-pune-centre-contributed-to-imd-s-150-year-long-journey-101705257644505.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@httweets",
  "published": "2024-01-14T15:40:00.000+02:00",
  "title": "How the Pune centre contributed to IMD’s 150-year-long journey",
  "text": "How the Pune centre contributed to IMD’s 150-year-long journey\nFrom Imperial Meteorological Department to the present-day India Meteorological Department, the department has shifted headquarters four times\nAs the India Meteorological Department (IMD) enters its 150th year on Monday, a walk down memory lane highlights its robust contribution as a national data centre and research hub in accurately forecasting the weather while also serving as a regional centre for South Asia. The journey also underscores the continuing importance of the Pune centre in making IMD the institution it is today.\nFrom Imperial Meteorological Department to the present-day India Meteorological Department, the department has shifted headquarters four times, each time in a different city belonging to a distinct climate zone. Established in Kolkata in 1875, the headquarters then shifted to Shimla in 1904 due to cyclones and heavy rainfall. In 1928, the Bhamburda area of Shivajinagar, Pune, became the IMD’s headquarters while in 1944, they shifted to Delhi during World War II.\nClick here\nDespite these shifts, Pune remained a significant centre for the IMD, with weather records spanning 123 years preserved here. Numerical modelling commenced in 1956 under the leadership of Dr P K Das, and gave a major boost to weather forecasting in the country. After the modernisation programme during 2007-12, the IMD experienced significant change in weather forecasting and services. In the last decade, the numerical weather prediction modelling capabilities of IMD Pune reached new heights with improved dynamic models run in a seamless manner from nowcasts to long-range and seasonal weather predictions.\nThe 12 km resolution global model was introduced in 2016; ensemble prediction model in 2018; extended range forecast system in 2017; dynamic MMCFS (Monsoon Mission Coupled Forecast System) for seasonal forecasting also in 2017; followed by the multi-model ensemble-based seasonal forecasting model in 2021. Due to these milestones, forecast accuracy for all types of severe weather events increased by about 50% in 2023 as compared to 2014. It is a matter of pride for IMD Pune that the data required for all the model development was provided by it through the years. Apart from this, the Pune centre also plays a crucial role in providing weather information for countries in the Indian Ocean Region (IOR).\nK S Hosalikar, head of climate research and services, IMD Pune, said, “The Pune office plays a crucial role in training researchers, validating meteorological equipment, and guiding agro-meteorology. Looking ahead, the department aims to make Pune a major centre for validating weather monitoring instruments in the South Asian region.”\n“The department is planning to undertake new experiments in the field of weather observation, especially in upper air circulation. We are in the process of using drone technology to observe the upper air circulation. This technology is cost-effective and reusable. We are working in that direction too,” Hosalikar said.\nHosalikar said that the very high population density and infrastructure in the urban areas of the country demands a special approach to forecasting and early warning systems to minimise losses and overall impact of extreme weather events. “To cater to that, the IMD has a well-developed Megacity forecasting system in which different components like dense observational network, very high resolution weather models (sub-kms), high power computing systems, and disseminations are taken into account. It is also termed as urban meteorology and is built with multi-institutional approaches like IMD, local municipal and state authorities, and other agencies,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Weather"
  ],
  "external_links": [
    "https://www.amazon.in/l/27322764031?_encoding=UTF8&pd_rd_w=rHoiO&content-id=amzn1.sym.de8b29ce-d2f5-4706-a6fb-4e73d83f683b&pf_rd_p=de8b29ce-d2f5-4706-a6fb-4e73d83f683b&pf_rd_r=HATH9JD1BJYMYCW4ZM0V&pd_rd_wg=GXVZZ&pd_rd_r=ab0b2104-33ed-4a33-9558-13b826fa52da&linkCode=ll2&tag=within_article_text-21&linkId=57ec8ed5f99956a537270c45eae42aae&language=en_IN&ref_=as_li_ss_tl",
    "https://www.amazon.in/l/27322764031",
    "https://amazon.in/l/27322764031?_encoding=UTF8&pd_rd_w=rHoiO&content-id=amzn1.sym.de8b29ce-d2f5-4706-a6fb-4e73d83f683b&pf_rd_p=de8b29ce-d2f5-4706-a6fb-4e73d83f683b&pf_rd_r=HATH9JD1BJYMYCW4ZM0V&pd_rd_wg=GXVZZ&pd_rd_r=ab0b2104-33ed-4a33-9558-13b826fa52da&linkCode=ll2&tag=within_article_text-21&linkId=57ec8ed5f99956a537270c45eae42aae&language=en_IN&ref_=as_li_ss_tl"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "imd",
        "sentiment": "none"
      },
      {
        "name": "imperial meteorological department",
        "sentiment": "none"
      },
      {
        "name": "india meteorological department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pune",
        "sentiment": "none"
      },
      {
        "name": "delhi",
        "sentiment": "none"
      },
      {
        "name": "shimla",
        "sentiment": "none"
      },
      {
        "name": "kolkata",
        "sentiment": "none"
      },
      {
        "name": "bhamburda",
        "sentiment": "none"
      },
      {
        "name": "shivajinagar",
        "sentiment": "none"
      },
      {
        "name": "south asia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T04:06:27.937+02:00",
  "updated": "2024-01-15T04:06:27.937+02:00"
}