{
  "thread": {
    "uuid": "f3f908024baf6087b87ebe3b7c8be60d84ebd3af",
    "url": "https://scienmag.com/pet-mri-accurately-classifies-prostate-cancer-patients-offers-potential-to-avoid-unnecessary-biopsies",
    "site_full": "scienmag.com",
    "site": "scienmag.com",
    "site_section": "https://scienmag.com/category/science-news/cancer-featured/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "",
    "title_full": "",
    "published": "2024-04-12T04:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 65988,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f3f908024baf6087b87ebe3b7c8be60d84ebd3af",
  "url": "https://scienmag.com/pet-mri-accurately-classifies-prostate-cancer-patients-offers-potential-to-avoid-unnecessary-biopsies",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "admin",
  "published": "2024-04-12T04:14:00.000+03:00",
  "title": "",
  "text": "Reston, VA— PET/MRI can improve diagnostic accuracy for prostate cancer patients and help avoid unnecessary biopsies, according to new research published in the April issue of The Journal of Nuclear Medicine . By applying the PRIMARY scoring system to PET/MRI results, researchers found that more than 80 percent of unnecessary biopsies could be avoided at the expense of missing one in eight clinically significant prostate cancer cases.\nCredit: Images created by Dr. Jingyan Shi, Nanjing University, China.\nReston, VA— PET/MRI can improve diagnostic accuracy for prostate cancer patients and help avoid unnecessary biopsies, according to new research published in the April issue of The Journal of Nuclear Medicine . By applying the PRIMARY scoring system to PET/MRI results, researchers found that more than 80 percent of unnecessary biopsies could be avoided at the expense of missing one in eight clinically significant prostate cancer cases.\nThe Prostate Imaging Reporting and Data System (PI-RADS) is a five-point scale used to evaluate suspected prostate cancer on MR images. PI-RADS category 3, which presents an unclear suggestion of clinically significant prostate cancer, remains a diagnostic challenge. Although biopsy is recommended under the current guidelines, less than 20 percent of PI-RADS 3 lesions contain clinically significant prostate cancer.\n“PI-RADS 3 lesions present a dilemma to both urologists and patients because immediate biopsy could be unnecessary; however, a monitoring strategy could lead to some missed diagnoses of clinically significant prostate cancer,” stated Hongqian Guo, MD, a urologist at Nanjing Drum Tower Hospital at the Affiliated Hospital of Nanjing University Medical School in Nanjing, China. “Hence, specifically ruling out clinically significant prostate cancer among PI-RADS 3 lesions has significant clinical implications.”\nIn this study, 56 men with PI-RADS 3 lesions underwent 68 Ga-PSMA PET/MRI. The five-level PRIMARY system, which is based on a combination of 68 Ga-PSMA pattern, localization, and intensity information, was used to report prostate 68 Ga-PSMA PET/MRI findings. After imaging, all patients underwent prostate systematic biopsy in combination with targeted biopsy to determine clinically significant prostate cancer.\nAmong the 56 patients, clinically significant prostate cancer was detected in eight patients (14.3 percent) by biopsy. When a PRIMARY score of at least four was used to make a biopsy decision in men with PI-RADS 3 lesions, 40 of 48 (83.3 percent) participants could have avoided unnecessary biopsies, at the expense of missing 1 in 8 (12.5 percent) of clinically significant prostate cancer cases.\n“By demonstrating the additive value of 68 Ga-PSMA PET/MRI in classifying PI-RADS 3 lesions, this study provides new insight into the clinical indication for 68 Ga-PSMA PET/MRI,” noted Guo. “In the future, PI-RADS 3 patients could be referred for 68 Ga-PSMA PET/MRI before prostate biopsy.”\nThis study was published online in March 2024.\nThe authors of “ The Value of 68 Ga-PSMA PET/MRI for Classifying Patients with PI-RADS 3 Lesions on Multiparametric MRI: A Prospective Single-Center Study ” include Jingyan Shi, Mengxia Chen, Qing Zhang , Jing Liang, Qun Lu, Xuefeng Qiu and Hongqian Guo, Department of Urology, Nanjing Drum Tower Hospital, Affiliated Hospital of Medical School, Nanjing University, Nanjing, China; Danyan Li and Jiaming Lu, Department of Radiology, Nanjing Drum Tower Hospital, Affiliated Hospital of Nanjing University Medical School, Nanjing, China; Yao Fu and Shan Peng, Department of Pathology, Nanjing Drum Tower Hospital, Affiliated Hospital of Nanjing University Medical School, Nanjing, China; and Shuyue Ai and Feng Wang, Department of Nuclear Medicine, Nanjing First Hospital, Nanjing Medical University, Nanjing, China.\nVisit the JNM website for the latest research, and follow our new Twitter and Facebook pages @JournalofNucMed or follow us on LinkedIn .\n###\nPlease visit the SNMMI Media Center for more information about molecular imaging and precision imaging. To schedule an interview with the researchers, please contact Rebecca Maxey at (703) 652-6772 or rmaxey@snmmi.org .\nAbout JNM and the Society of Nuclear Medicine and Molecular Imaging\nThe Journal of Nuclear Medicine (JNM) is the world’s leading nuclear medicine, molecular imaging and theranostics journal, accessed more than 16 million times each year by practitioners around the globe, providing them with the information they need to advance this rapidly expanding field. Current and past issues of The Journal of Nuclear Medicine can be found online at\nJNM is published by the Society of Nuclear Medicine and Molecular Imaging (SNMMI), an international scientific and medical organization dedicated to advancing nuclear medicine and molecular imaging—precision medicine that allows diagnosis and treatment to be tailored to individual patients in order to achieve the best possible outcomes. For more information, visit www.snmmi.org.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://jnm.snmjournals.org/",
    "https://doi.org/10.2967/jnumed.123.266742",
    "http://www.snmmi.org/",
    "https://www.facebook.com/JournalofNucMed",
    "https://twitter.com/JournalofNucMed",
    "https://i0.wp.com/scienmag.com/wp-content/uploads/2024/04/PETMRI-accurately-classifies-prostate-cancer-patients-offers-potential-to-avoid.jpeg?ssl=1",
    "http://jnm.snmjournals.org/",
    "http://www.linkedin.com/company/journal-nuc-med",
    "http://www.snmmi.org/Media.aspx",
    "http://snmmi.org/Media.aspx",
    "https://www.twitter.com/JournalofNucMed",
    "http://www.snmmi.org",
    "http://snmmi.org/",
    "http://linkedin.com/company/journal-nuc-med",
    "https://jnm.snmjournals.org",
    "http://jnm.snmjournals.org",
    "https://www.jnm.snmjournals.org/",
    "https://i0.wp.com/scienmag.com/wp-content/uploads/2024/04/PETMRI-accurately-classifies-prostate-cancer-patients-offers-potential-to-avoid.jpeg",
    "https://www.doi.org/10.2967/jnumed.123.266742",
    "https://www.i0.wp.com/scienmag.com/wp-content/uploads/2024/04/PETMRI-accurately-classifies-prostate-cancer-patients-offers-potential-to-avoid.jpeg?ssl=1",
    "http://www.jnm.snmjournals.org/",
    "https://facebook.com/JournalofNucMed"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jingyan shi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nanjing university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "reston",
        "sentiment": "none"
      },
      {
        "name": "va",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:52:22.684+03:00",
  "updated": "2024-04-12T04:52:22.684+03:00"
}