{
  "thread": {
    "uuid": "7abbe46c011468ff023c42423a541598008b008a",
    "url": "https://www.cbc.ca/radio/asithappens/fox-mask-1.7144344",
    "site_full": "www.cbc.ca",
    "site": "cbc.ca",
    "site_section": "https://www.cbc.ca/radio",
    "site_categories": [
      "media"
    ],
    "section_title": "CBC Radio",
    "title": "Why did veterinary assistant Melissa Stanley wear",
    "title_full": "Why did veterinary assistant Melissa Stanley wear",
    "published": "2024-03-14T20:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://i.cbc.ca/1.7144360.1710451840!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/baby-fox-rescued.jpg",
    "performance_score": 0,
    "domain_rank": 320,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7abbe46c011468ff023c42423a541598008b008a",
  "url": "https://www.cbc.ca/radio/asithappens/fox-mask-1.7144344",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T20:22:00.000+02:00",
  "title": "Why did veterinary assistant Melissa Stanley wear",
  "text": "As It Happens 5:49 This wildlife centre is taking unusual steps to try and rehab a fox kit Why did veterinary assistant Melissa Stanley wear a large, furry fox mask to work? Because that's what was best for her patient, of course.\nStanley is the executive director at Richmond Wildlife Center in Virginia, which posted a viral video this week of a person in a fox mask and latex gloves feeding a baby fox with a syringe.\nThat person is Stanley, and the hungry little patient is a kit who had been separated from her mother before her eyes had fully opened.\n\"The last thing I wanted to happen was for me to be in the process of feeding her, and her open her eyes for the very first time to the world, and she sees a human immediately and have that positive reinforcement of me giving her milk,\" Stanley told As It Happens host Nil Köksal.\n\"So I donned the mask.\"\nBig ears and a 'good snout' It's not, she said, that unusual for staff at wildlife rehabilitation centres to wear masks for such occasions. But it's usually for the birds.\n\"We do typically wear masks for young baby birds, particularly birds of prey,\" she said. \"We do that so that they don't associate food with humans and so that they don't imprint on a person.\n\"The last thing we want is to have an animal like that growing up, we release it and then it, you know, it tries to approach a person looking for food.\"\nWATCH | Dressing like a fox to feed a fox: This wildlife centre is taking unusual steps to try to rehab a fox kit\n11 days ago Duration 0:49 Staff at the Richmond Wildlife Center, in Virginia, take the mission of readying orphaned creatures to return to the wild very seriously — so seriously that one worker wore a fox mask to ensure a red fox kit didn't get used to being around humans. Stanley says she doesn't typically wear a mask for mammals, \"but this one is so young and it is a larger land predator.\"\nChoosing a mask, she says, was \"kind of strategic.\"\n\"When they're this young, when their eyes open, their vision isn't fully developed. So she would kind of be blurry and she would see forms,\" Stanley said.\n\"So I needed a good snout and I needed big ears. And I needed her to be able to tell that there was fur.\"\nShe also gave the kit a stuffed fox to snuggle up with during the feeding.\n\"We did that so that when she's feeding, she feels more like she would with mom,\" Stanley said. \"When she's suckling on mom, she would be pawing at mom's belly and feeling that fur and skin. So we placed her on this stuffed fox, and she does the same thing with it.\"\nLost in an alley Stanley says the little fox was found all alone in an alleyway on Feb. 29.\n\"A gentleman was walking his dog in the alley, and he saw some people on the ground, and he actually thought that they were injured, and so he approached to help and realized that they were all looking around at this animal on the ground,\" she said.\n\"They all thought it was a kitten. And so he volunteered to take it to a local humane society. And it was there that they quickly realized it wasn't a kitten. It was actually a fox kit. And they called us for assistance.\"\nStaff gave the newborn fox kit a stuffed toy to snuggle with so it would feel fur while getting fed. (Richmond Wildlife Center/Facebook) Staff quickly realized she was a newborn, Stanley said, probably less than 24 hours old. Not only were her eyes closed, but her umbilical cord was still attached and she weighed less than 80 grams.\nThey returned to the alley in the hopes of finding the fox's den and reuniting her with her mother. But a groundskeeper for a nearby property informed her the foxes had been trapped and taken away.\n\"The wildlife removal company would have had to have parked in the alley. So she either fell out of the trap or fell off the back of the truck,\" Stanley said. \"She was a lucky lone survivor.\"\nUnder Virginia law, licensed wildlife removal companies must either release trapped animals at the site where they were found, or remove and euthanize them.\n\"This leads us to conclude that they unfortunately were euthanized,\" the Richmond Wildlife Center said in an email.\nIntern saves pelican by reaching down its 'slimy' throat for swallowed phone Despite all she's been through, the kit is doing well, Stanley said. Soon, she'll be transferred to the Animal Education and Rescue Organization in northern Virginia, which is currently looking after three other baby foxes.\nThe facility will eventually release all four of them together.\n\"Getting her with other fox kits is so important,\" Stanley said. \"It increases her chance for survival in the wild.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "melissa stanley",
        "sentiment": "negative"
      },
      {
        "name": "stanley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "richmond wildlife center",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "virginia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:50:13.258+02:00",
  "updated": "2024-03-24T11:46:22.680+02:00"
}