{
  "thread": {
    "uuid": "9bb5ebfe724cace0205adafc49753141f9b2c290",
    "url": "https://www.lanacion.com.py:443/politica/2023/12/29/gestion-legislativa-kemper-destaca-sanciones-de-leyes-que-favorecen-la-generacion-de-empleos/",
    "site_full": "www.lanacion.com.py",
    "site": "lanacion.com.py",
    "site_section": "https://lanacion.com.py",
    "site_categories": [
      "media"
    ],
    "section_title": "Últimas noticias de Paraguay y el mundo, las 24 horas",
    "title": "La Nación / Gestión legislativa: Kemper destaca sanciones de leyes que favorecen la generación de empleos",
    "title_full": "La Nación / Gestión legislativa: Kemper destaca sanciones de leyes que favorecen la generación de empleos",
    "published": "2023-12-29T14:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PY",
    "main_image": "https://www.lanacion.com.py/resizer/Q3h2tOq4yzbp5eFybt7SC1fhbL0=/1200x630/smart/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/lanacionpy/ANS4DHGLYFET3I3E5GC7G6EYKE.jpg",
    "performance_score": 0,
    "domain_rank": 36839,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9bb5ebfe724cace0205adafc49753141f9b2c290",
  "url": "https://www.lanacion.com.py:443/politica/2023/12/29/gestion-legislativa-kemper-destaca-sanciones-de-leyes-que-favorecen-la-generacion-de-empleos/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@lanacionpy",
  "published": "2023-12-29T14:36:00.000+02:00",
  "title": "La Nación / Gestión legislativa: Kemper destaca sanciones de leyes que favorecen la generación de empleos",
  "text": "El presidente de la comisión de Industria, Comercio y Turismo de la Cámara de Senadores, Patrick Kemper, de la bancada de Hagamos, realizó un balance de su gestión al frente de la mesa de trabajo, destacando su satisfacción por el avance y la aprobación de varios proyectos que van a beneficiar al país, en lo referente a la inversión, generación de ingresos y empleos. Apuntó en la necesidad de un mayor apoyo del Estado a la iniciativa privada, tanto a industrias como a emprendedores para generar empleos. Indicó que el principal compromiso asumido, junto a los senadores miembros, fue salir a conocer de primera mano las necesidades del sector productivo, de los emprendedores, y llevando adelante reuniones, mesas de trabajo, visitas a industrias, productores y emprendedores. Esto se realizó dentro del departamento Central y varias ciudades del interior, así también recibieron a diversas autoridades para trabajar en proyectos de leyes muy importantes para el país. [Le puede interesar: Riera homenajea al agente Martín Mendoza: “El mal no va a tener la última palabra”](https://www.lanacion.com.py/politica/2023/12/29/riera-homenajea-al-agente-martin-mendoza-el-mal-no-va-a-tener-la-ultima-palabra/) En ese sentido, el legislador resaltó el proyecto de Ley de los “Créditos de Carbono”, normativa de la cual él fue proyectista; un instrumento que permitirá, tanto al sector privado como el Estado, generar recursos para inversiones en necesidades prioritarias para el país. “Presentamos el proyecto y lo socializamos en varias mesas de trabajo con todos los sectores, fue aprobado con el apoyo de los colegas de ambas Cámaras y finalmente promulgado por el presidente Santiago Peña. Esta ley pone al país a la vanguardia de lo que es la regulación de esta actividad en el mercado internacional, brindando seguridad jurídica, diversificación de ingresos para el sector privado e ingreso de divisas al país por muchos millones de dólares, que podrán ser reinvertidos en salud, educación, infraestructura”, resaltó. Oportunidades a mipymes Por otro lado, destacó el trabajo qué se está realizando desde la Comisión en la modificación de varios artículos de la Ley N° 4457/12 “Para las Micro, Pequeñas y Medianas Empresas”, con el fin de que los emprendedores tengan más facilidades y oportunidades, y sobre todo, puedan seguir generando puestos de empleos para nuestros compatriotas. “Desde la Comisión de Industria estamos actualmente trabajando la modificación de varios artículos de la Ley de las Mipymes, con la participación de todos los sectores afectados. Estamos confiados en que el próximo año tendremos una ley actualizada que brindará un apoyo y facilidades a este sector tan importante que genera cerca del 80% del empleo en el país”, acotó. Kemper agregó que los senadores miembros de la Comisión realizaron varias visitas a productores e industriales en el interior del país, así como también visitas a empresas y emprendimientos en el Departamento Central. “Realizamos audiencias públicas, recibimos a ministros, viceministros, embajadores, sectores gremiales, y realizamos sesiones ordinarias y extraordinarias donde tuvimos una producción interesante de dictámenes apuntando a aumentar la producción del próximo año, con varias ideas que queremos implementar para seguir apoyando a los sectores que generan mano de obra para los paraguayos, porque necesitamos una mayor presencia y apoyo del Estado a la iniciativa privada”, finalizó el legislador. [Siga informado con: Tren de Cercanías cubriría demanda de 250.000 pasajeros al día](https://www.lanacion.com.py/politica/2023/12/28/tren-de-cercanias-cubriria-demanda-de-250000-pasajeros-al-dia/) [#Comisión asesora](/tag/comision-asesora/) [#Senado](/tag/senado/) [#Industria Comercio y Turismo](/tag/industria-comercio-y-turismo/) [#balance](/tag/balance/) [#gestión legislativa](/tag/gestion-legislativa/) [#positiva](/tag/positiva/) [#sanciones](/tag/sanciones/) [#leyes](/tag/leyes/) [#generación de empleos](/tag/generacion-de-empleos/) [#oportunidad](/tag/oportunidad/) [#industrias](/tag/industrias/) [#emprendedores](/tag/emprendedores/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T14:51:32.415+02:00",
  "updated": "2023-12-29T14:51:32.415+02:00"
}