{
  "thread": {
    "uuid": "88186fca6441eec88b7de98fb008c5ee50858b1f",
    "url": "https://cmsedit.cbn.com/mundocristiano/latinoamerica/2024/june/asi-oro-el-pastor-dante-gebel-por-nayib-bukele-y-el-salvador-durante-la-ceremonia-de-embestidura-presidencial",
    "site_full": "cmsedit.cbn.com",
    "site": "cbn.com",
    "site_section": "https://cmsedit.cbn.com/rss.xml",
    "site_categories": [],
    "section_title": "CBN.com",
    "title": "Así oró el pastor Dante Gebel por Nayib Bukele y El Salvador durante la ceremonia de investidura presidencial",
    "title_full": "Así oró el pastor Dante Gebel por Nayib Bukele y El Salvador durante la ceremonia de investidura presidencial",
    "published": "2024-06-02T00:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cmsedit.cbn.com/sites/default/files/media/slider/images/gebel_bukele.png",
    "performance_score": 0,
    "domain_rank": 3279,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "88186fca6441eec88b7de98fb008c5ee50858b1f",
  "url": "https://cmsedit.cbn.com/mundocristiano/latinoamerica/2024/june/asi-oro-el-pastor-dante-gebel-por-nayib-bukele-y-el-salvador-durante-la-ceremonia-de-embestidura-presidencial",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mundo Cristiano",
  "published": "2024-06-02T00:00:00.000+03:00",
  "title": "Así oró el pastor Dante Gebel por Nayib Bukele y El Salvador durante la ceremonia de investidura presidencial",
  "text": "Así oró el pastor Dante Gebel por Nayib Bukele y El Salvador durante la ceremonia de investidura presidencial\nEl pastor Dante Gebel realizó una oración durante la ceremonia de investidura presidencial de Nayib Bukele, marcando la segunda ocasión en que ora por el presidente y por El Salvador. Gebel ya había estado presente al inicio del primer mandato de Bukele, dirigiendo entonces también las bendiciones a la nación.\nEl pastor Gebel hizo hincapié en la importancia de la unidad y la reverencia, independientemente de las creencias religiosas de cada persona, invitando a todos a inclinar sus cabezas en señal de respeto. Citó segunda de Crónicas 7:14: \"Si mi pueblo se humilla y ora y busca mi rostro y se arrepiente de su mala conducta, escucharé desde el cielo, perdonaré sus pecados y sanaré su tierra.\"\nEl pastor Gebel, reflexionó sobre la oportunidad histórica que representa este nuevo mandato. Subrayó la responsabilidad de los líderes de la nación, incluyendo al Presidente, su familia, el gabinete, la Asamblea Legislativa y el Tribunal Supremo, instándolos a buscar la guía divina en su gestión.\n\"Pedimos la bendición para el Presidente, su familia, los miembros del gabinete, la Asamblea Legislativa, el Tribunal Supremo y todos los que son responsables en el liderazgo de esta nación y ahora República del Salvador,\" oró el pastor.\nGebel recordó a los presentes la promesa que Dios hizo a Moisés, relacionándola con la situación actual de El Salvador. \"Si ustedes obedecen los mandamientos que les he dado, serán el pueblo favorito de toda la tierra, Recibirán siempre los milagros de Dios que mencionó el Presidente hace un rato.\" dijo, “Dios los bendecirá dondequiera que vayan, en el campo y en la ciudad. Bendecirá a sus hijos a sus cosechas ganados y todo lo que esta tierra produzca. Dios bendecirá vuestros hogares en los viajes. Serán muy felices en este país en el cual nacieron. Nunca le faltará alimentos. Siempre tendrán pan en la mesa. Dios le dará el Salvador Victoria sobre sus enemigos.” Añadió el pastor entre aplausos del pueblo salvadoreño.\nEn un emotivo pasaje, Gebel adaptó la mítica bendición irlandesa del siglo V, atribuida a San Patricio, para los salvadoreños: \"Que el camino se levante a tu encuentro. Que el viento y la brisa soplen a tu espalda. Siempre a tu favor. Que el sol brille cálido sobre tu rostro. Que las lluvias caigan suaves sobre tus fértiles campiñas. Que vivan 100 años y conozcan a los hijos de sus hijos.\"\nEl pastor concluyó su oración con una ferviente petición por la obediencia a los mandamientos divinos y la fidelidad a Dios, asegurando que tales acciones llevarían a El Salvador a ser \"el país más importante del mundo.\"\n\"Que Dios te bendiga. Hasta siempre. Buena vida,\" finalizó Gebel, dejando una sensación de esperanza y fe entre los presentes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T03:19:24.725+03:00",
  "updated": "2024-06-02T03:19:24.725+03:00"
}