{
  "thread": {
    "uuid": "ab7110e2b658ee9ad432b5197d83e14f43d06d01",
    "url": "https://www.laprensagrafica.com/internacional/Las-hermanas-afganas-que-desafian-al-Taliban-cantando-debajo-de-la-burka-20240307-0103.html",
    "site_full": "www.laprensagrafica.com",
    "site": "laprensagrafica.com",
    "site_section": "http://www.laprensagrafica.com/Generales/RSS?rss=Espectaculos",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Las hermanas afganas que desafían al Talibán cantando debajo de la burka",
    "title_full": "Las hermanas afganas que desafían al Talibán cantando debajo de la burka",
    "published": "2024-03-08T11:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "SV",
    "main_image": "https://www.laprensagrafica.com/__export/1709902146506/sites/prensagrafica/img/2024/03/07/c9c35b30-dbde-11ee-9a5b-e35447f6c53b.jpg_673822677.jpg",
    "performance_score": 0,
    "domain_rank": 27183,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab7110e2b658ee9ad432b5197d83e14f43d06d01",
  "url": "https://www.laprensagrafica.com/internacional/Las-hermanas-afganas-que-desafian-al-Taliban-cantando-debajo-de-la-burka-20240307-0103.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@prensagrafica",
  "published": "2024-03-08T11:14:00.000+02:00",
  "title": "Las hermanas afganas que desafían al Talibán cantando debajo de la burka",
  "text": "Las hermanas afganas que desafían al Talibán cantando debajo de la burka\nLectura 7:00 min\nLectura 7:00 min\nDesde la toma de poder de 2021, los talibanes han impuesto restricciones a las libertades de las mujeres. Dos hermanas decidieron usar en secreto el poder de sus voces para resistir.\nMientras el mundo observaba el regreso de los talibanes al poder en agosto de 2021, dos hermanas en Kabul se encontraban entre los millones de mujeres en Afganistán que podían sentir directamente cómo el nuevo régimen comenzaba a ejercer su control sobre ellas.\nLas hermanas decidieron que no podían simplemente quedarse de brazos cruzados mirando lo que ocurría, y comenzaron a usar en secreto el poder de sus voces para resistir.\nPoniéndose en gran peligro, iniciaron un movimiento de canto en las redes sociales conocido como La Última Antorcha.\n\"Vamos a cantar esto, pero nos puede costar la vida\", dice una de ellas en un video grabado, antes de comenzar a cantar.\nEl video se publicó en agosto de 2021, pocos días después de la toma de poder de los talibanes, y rápidamente se volvió viral en Facebook y WhatsApp.\nSin ninguna formación musical, las hermanas, que visten burkas para ocultar su identidad, se convirtieron en un fenómeno musical.\n\"Nuestra lucha comenzó justo con los talibanes y contra los talibanes\", dice Shaqayeq (un nombre ficticio para proteger su identidad), la integrante más joven del dúo.\n\"Antes de que los talibanes llegaran al poder, nunca habíamos escrito un solo poema. Esto es lo que los talibanes nos hicieron\".\n\"Jaula móvil\"\nTras regresar al poder, los talibanes se demoraron menos de 20 días en implementar su visión única para Afganistán.\nImponer la Sharia (la ley religiosa islámica) en la vida cotidiana y restringir el acceso de las mujeres a la educación eran parte de sus prioridades.\nLas mujeres salieron a las calles de Kabul y otras ciudades importantes para resistir, pero enfrentaron una dura represión.\n\"Las mujeres fueron el último rayo de esperanza que pudimos ver\", dice Shaqayeq.\n\"Por eso decidimos continuar nuestra lucha junto a ellas y llamarnos La Última Antorcha. Pensando que no podríamos ir a ninguna parte, decidimos iniciar una protesta secreta desde casa\".\nEl dúo pronto lanzó otras canciones, cantadas debajo de burkas azules, tal como ocurrió con la primera canción.\nUna era un famoso poema de la fallecida Nadia Anjuman, quien lo escribió en protesta contra la primera toma de poder de los talibanes en 1996.\n¿Cómo puedo hablar de miel si tengo la boca llena de veneno?\n¡Ay! Mi boca está destrozada por un puño cruel...\n¡Ay! Por el día que rompa la jaula,\nLibérate de este aislamiento y canta con alegría\nCuando los talibanes prohibieron la educación de las mujeres, Nadia Anjuman y sus amigas comenzaron a reunirse en una escuela clandestina, The Golden Needle (La aguja dorada), donde fingían estar cosiendo, pero en lugar de eso leían libros.\nEllas también vestían la burka azul, conocida como chadari en Afganistán.\nLa mayor de las dos hermanas cantantes, Mashal (también un nombre ficticio), compara la burka con \"una jaula móvil\".\n\"Es como un cementerio donde están enterrados los sueños de miles de mujeres y niñas\", afirma.\n\"Esta burka es como una piedra que los talibanes arrojaron a las mujeres hace 25 años\", añade Shaqayeq. \"Y lo hicieron de nuevo cuando regresaron al poder\".\n\"Queríamos utilizar el arma que ellos usaron contra nosotras, para luchar contra sus restricciones\".\nLas hermanas solo han lanzado siete canciones hasta ahora, pero cada una de ellas ha tenido un fuerte impacto entre las mujeres de todo el país.\nAl principio utilizaron letras de otros escritores, pero llegaron a un punto \"en el que ningún poema podía explicar cómo nos sentíamos\", dice Shaqayeq, así que empezaron a escribir sus propias letras.\nSus temas son las limitaciones asfixiantes impuestas a la vida cotidiana de las mujeres, el encarcelamiento de activistas y las violaciones de los derechos humanos.\nSus fans respondieron publicando sus propias interpretaciones de las canciones en las redes sociales. En algunos casos también han usado burkas para ocultar su identidad, mientras que un grupo de estudiantes afganos que viven fuera del país grabaron una versión en el escenario del auditorio de la escuela.\nEsto es lo contrario de lo que querían lograr los talibanes.\nUna de sus primeras medidas tras asumir el poder fue sustituir el Ministerio de Asuntos de la Mujer por el Ministerio para la Propagación de la Virtud y la Prevención del Vicio.\nEl nuevo ministerio no sólo ha impuesto el uso de la burka, sino que también ha condenado la música por supuestamente destruir las raíces del Islam.\n\"Cantar y escuchar música es muy perjudicial\", dijo Sawabgul, un funcionario que apareció en uno de los videos de propaganda del ministerio.\n\"Distrae a la gente de las oraciones de Dios... Todo el mundo debería mantenerse alejado de ella\".\nPronto aparecieron en las redes sociales videos de soldados talibanes quemando instrumentos musicales y haciendo desfilar a músicos detenidos.\n\"Sabremos cómo quitarles la lengua\"\nMientras Shaqayeq y Mashal siguieran publicando canciones desde su hogar en Afganistán, estaban corriendo un gran riesgo.\nShaqayeq dice que ha pasado muchas noches sin dormir pensando que los talibanes podrían identificarlas.\n\"Hemos visto sus amenazas en las redes sociales: 'Una vez que las encontremos, sabremos cómo quitarles la lengua de la garganta'\", es una, dice Mashal.\n\"Nuestros padres se asustan cada vez que leen estos comentarios. Dicen que tal vez ya sea suficiente y que deberíamos parar... Pero les decimos que no podemos, que no podemos simplemente continuar con nuestra vida normal\".\nPor su seguridad, las hermanas abandonaron el país el año pasado pero esperan regresar pronto.\nEsperanza\nSonita Alizada, una rapera profesional de Afganistán que ahora vive en Canadá, es una de las que ha admirado los videos de La Última Antorcha desde el extranjero.\n\"Cuando vi a dos mujeres cantando bajo una burka, honestamente, me puse a llorar\", dice.\nAlizada nació en 1996, el año en que los talibanes tomaron el poder por primera vez, y su familia huyó a Irán cuando ella era apenas una niña.\nAllí su madre intentó venderla para un matrimonio forzado, pero ella encontró la salida a través de la música.\nAl igual que las dos hermanas de La Última Antorcha, ve en las mujeres que han protestado contra los talibanes un signo de esperanza.\nUna de las canciones de las hermanas se refiere directamente a las manifestantes.\nTu pelea es hermosa. Tu grito femenino.\nEres mi imagen rota en la ventana.\n\"La situación actual en Afganistán es muy decepcionante porque hemos perdido décadas de progreso\", dice Alizada. \"Pero en esta oscuridad todavía hay una llama encendida. Vemos individuos luchando con su propio talento\".\nLa BBC también le mostró una de las canciones más recientes de las hermanas a Farida Mahwash, una de las cantantes más famosas de Afganistán, con una carrera de más de medio siglo hasta su reciente jubilación.\n\"Estas dos cantantes se volverán cuatro, luego diez y luego mil\", dice. \"Si un día suben al escenario, caminaré con ellas aunque tenga que usar un bastón\".\nEn Kabul, la represión contra el activismo se intensificó aún más el año pasado, y las autoridades prohibieron a las mujeres realizar manifestaciones, arrestando a quienes desafían la norma.\nUna de las últimas canciones de las hermanas trata sobre mujeres activistas que fueron encarceladas por los talibanes y mantenidas en lo que Human Rights Watch describió como \"condiciones abusivas\".\nLas olas de voces femeninas\nrompen candados y cadenas de prisión.\nEsta pluma llena de nuestra sangre\nrompe tus espadas y flechas.\n\"Estos poemas son sólo una pequeña parte del dolor y la pena que tenemos en nuestros corazones\", dice Shaqayeq.\n\"El dolor y la lucha del pueblo de Afganistán, y el dolor que han soportado bajo el régimen talibán en los últimos años, no caben en ningún poema\".\nLa ONU dice que los talibanes podrían ser responsables del apartheid de género si continúan con sus políticas actuales.\nLos talibanes señalan que están implementando la Sharia y no aceptarán interferencias externas en los asuntos internos del país.\nShaqayeq y Mashal están trabajando en sus próximas canciones. Esperan hacerse eco de la voz de las mujeres de Afganistán en su lucha por la libertad y el derecho a estudiar y trabajar.\n\"Nuestra voz no será silenciada. No estamos cansadas. Es sólo el comienzo de nuestra lucha\".\nLos nombres de las hermanas han sido cambiados por su seguridad.\nHaz clic para leer más historias de\nBBC News Mundo.\nRecuerda que puedes recibir notificaciones de BBC News Mundo. Descarga la última versión de nuestra app y actívalas para no perderte nuestro mejor contenido.\n\"La vida ha perdido el sentido para mí\": la prohibición que les impide a las mujeres médicas ejercer su profesión en Afganistán \"Eran más que lugares para maquillarnos, nos daban energía y esperanza\": la última visita de 3 mujeres afganas a un salón de belleza tras el cierre ordenado por el Talibán “Afganistán no es un país sino una jaula para las mujeres”\nTags\n- Talibán\n[Afganistán](/afganistan-t4644)\n- Burka\nMás sobre este tema\nMantente informado\nSuscríbete a nuestros boletines y actualiza tus preferencias\n[políticas de privacidad.](/pages/politicas-de-privacidad.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.bbc.com/mundo?xtor=AL-73-%5Bpartner%5D-%5Blaprensagrafica.com%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D",
    "https://www.bbc.com/mundo/noticias-internacional-64065132?xtor=AL-73-%5Bpartner%5D-%5Blaprensagrafica.com%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D",
    "https://www.bbc.com/mundo/articles/c9ek1ln4x30o?xtor=AL-73-%5Bpartner%5D-%5Blaprensagrafica.com%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D",
    "https://www.bbc.com/mundo/articles/c1322ep62y8o?xtor=AL-73-%5Bpartner%5D-%5Blaprensagrafica.com%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D",
    "https://bbc.com/mundo/articles/c1322ep62y8o?xtor=AL-73-%5Bpartner%5D-%5Blaprensagrafica.com%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D",
    "https://bbc.com/mundo/articles/c9ek1ln4x30o?xtor=AL-73-%5Bpartner%5D-%5Blaprensagrafica.com%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D",
    "https://www.bbc.com/mundo/noticias-internacional-64065132",
    "https://www.bbc.com/mundo/articles/c1322ep62y8o",
    "https://bbc.com/mundo?xtor=AL-73-%5Bpartner%5D-%5Blaprensagrafica.com%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D",
    "https://www.bbc.com/mundo/articles/c9ek1ln4x30o",
    "https://bbc.com/mundo/noticias-internacional-64065132?xtor=AL-73-%5Bpartner%5D-%5Blaprensagrafica.com%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D",
    "https://www.bbc.com/mundo"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T15:26:50.782+02:00",
  "updated": "2024-03-08T15:26:50.782+02:00"
}