{
  "thread": {
    "uuid": "8c65b0a60cd57fce05f30fdb0b8c3f17eb9c818d",
    "url": "https://www.newsbreak.com/news/3280821968544-dogs-of-berlin-season-1-streaming-watch-stream-online-via-netflix",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/comingsoon-1584027",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "ComingSoon | NewsBreak",
    "title": "Dogs of Berlin Season 1 Streaming: Watch & Stream Online via Netflix",
    "title_full": "Dogs of Berlin Season 1 Streaming: Watch & Stream Online via Netflix",
    "published": "2023-12-29T21:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/3IGn84_0qTq0A4F00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3324,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8c65b0a60cd57fce05f30fdb0b8c3f17eb9c818d",
  "url": "https://www.newsbreak.com/news/3280821968544-dogs-of-berlin-season-1-streaming-watch-stream-online-via-netflix",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2023-12-29T21:59:00.000+02:00",
  "title": "Dogs of Berlin Season 1 Streaming: Watch & Stream Online via Netflix",
  "text": "If you love investigation procedures, Dogs of Berlin Season 1 will be perfect for you. Created by Christian Alvart, this German series follows two police officers delving into a renowned Turkish-German soccer player’s homicide. However, complications arise when it is revealed that one of them harbors connections to the underworld, casting a shadow of controversy over the investigation. Here’s how you can watch and stream Dogs of Berlin Season 1 via streaming services such as Netflix. Yes, Dogs of Berlin Season 1 is available to watch via streaming on Netflix. Directed by Christian Alvart, the German series shows two police officers — Erol Birkan and Kurt Grimmer — investigating the murder of the fictional Turkish-German football star Orkan Erdem. Their homicide investigation unleashes a city-wide frenzy in Berlin. With a myriad of potential suspects, including Neo-Nazis, the Arab Mafia, Turkish nationalists, football fans, and the Berlin Mafia, the complex case seems to reach the highest offices of the capital. To unravel the truth, the two officers must navigate the underbelly of the Berlin underworld. The cast features Fahri Yardım as Erol Birkan and Felix Kramer as Kurt Grimmer. The rest of the supporting actors and actresses include Urs Rechn, Katharina Schüttler, Anna Maria Mühe, Kais Setti, Mohammed Issa, Deniz Orta, Katrin Sass, and Sebastian Zimmler. Dogs of Berlin Season 1 is available to watch on Netflix. Subscribe to Netflix and turn your screen into a movie hall with a vast library of blockbuster hits and exclusive content. You can watch the series via Netflix by following these steps: The cheapest Netflix Standard with Ads Plan provides all but a few of its movies and TV shows. However, it will show ads before or during most of its content. You can watch in Full HD and on two supported devices at a time. Its Standard Plan provides the same but is completely ad-free while also allowing users to download content on two supported devices with an additional option to add one extra member who doesn’t live in the same household. The Premium Plan provides the same as above, though for four supported devices at a time, with content displaying in Ultra HD. Users get to download content on up to six supported devices at a time and have the option to add up to two extra members who don’t live in the same household. Netflix spatial audio is also supported. The Dogs of Berlin Season 1 synopsis is as follows: “A politically sensitive murder forces two disparate detectives into a battle with the Berlin underworld and a confrontation with their own corruption.” NOTE: The streaming services listed above are subject to change. The information provided was correct at the time of writing.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.comingsoon.net/tag/dogs-of-berlin",
    "https://comingsoon.net/tag/dogs-of-berlin"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "erol birkan",
        "sentiment": "none"
      },
      {
        "name": "christian alvart",
        "sentiment": "none"
      },
      {
        "name": "orkan erdem",
        "sentiment": "none"
      },
      {
        "name": "kurt grimmer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "netflix",
        "sentiment": "negative"
      },
      {
        "name": "mafia",
        "sentiment": "none"
      },
      {
        "name": "arab mafia",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "berlin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:02:26.030+02:00",
  "updated": "2023-12-30T00:02:26.030+02:00"
}