{
  "thread": {
    "uuid": "e1ef5372d7c4912266a125494eb82b9881bc9e6d",
    "url": "https://scheerpost.com/2023/12/29/minnesota-man-who-was-arrested-at-16-exonerated-after-19-years-in-prison/",
    "site_full": "scheerpost.com",
    "site": "scheerpost.com",
    "site_section": "https://scheerpost.com",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "ScheerPost &#8211; Your home for independent journalism.",
    "title": "Minnesota Man Who Was Arrested at 16 Exonerated After 19 Years in Prison – ScheerPost",
    "title_full": "Minnesota Man Who Was Arrested at 16 Exonerated After 19 Years in Prison – ScheerPost",
    "published": "2023-12-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i0.wp.com/scheerpost.com/wp-content/uploads/2023/12/Screen-Shot-2023-12-28-at-8.13.04-PM-1.png?fit=1200%2C616&#038;ssl=1",
    "performance_score": 0,
    "domain_rank": 50797,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e1ef5372d7c4912266a125494eb82b9881bc9e6d",
  "url": "https://scheerpost.com/2023/12/29/minnesota-man-who-was-arrested-at-16-exonerated-after-19-years-in-prison/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Editor",
  "published": "2023-12-29T07:00:00.000+02:00",
  "title": "Minnesota Man Who Was Arrested at 16 Exonerated After 19 Years in Prison – ScheerPost",
  "text": "This article was originally published by the Equal Justice Initiative. On December 11, Marvin Haynes was released after 19 years in prison for a crime he did not commit. Mr. Haynes was arrested at 16 years old and was sentenced to life in prison in 2005. No physical evidence linked Mr. Haynes to the 2004 murder of a Minneapolis flower shop employee and he always maintained his innocence, even as detectives interrogated him alone after his arrest and lied to him about the evidence against him. Instead, his conviction rested upon coerced and improper evidence. A surviving witness to the killing described the assailant as a 19 to 22 year old weighing 180 pounds, with cropped hair. At the time, Mr. Haynes was a slight 16-year-old weighing 130 pounds and had an afro. The surviving witness was subsequently presented with a lineup of potential perpetrators and she chose one of the men in the lineup, saying she was 75 to 80% certain the man had committed the killing—but the man had an alibi. Contrary to departmental guidelines, the officers involved in the investigation presented a a second, “unnecessarily suggestive” line up using a two-year-old photo of Mr. Haynes in which he had short hair, not the afro he had at the time of the killing. The witness then identified [Mr. Haynes](https://www.law.umich.edu/special/exoneration/Pages/casedetail.aspx?caseid=6718). Prosecutors pushed ahead on this evidence and the statements of two additional witnesses, both 14-year-old boys. The two boys later provided sworn affidavits that detectives had pressured them into making statements implicating Mr. Haynes, including by threatening them with criminal charges if they did not cooperate. One of the boys, who had been placed in a jail cell while officers worked to extract a statement implicating Mr. Haynes, even tried to recant his statement at trial, but prosecutors threatened him again with potential prison time. This week, nearly two decades after Mr. Haynes’s trial, prosecutors agreed that Mr. Haynes was innocent and that the State was wrong to arrest and prosecute him, acknowledging that the actual culprit has remained free for the last 20 years. Mr. Hayne’s release follows recent investigations into the Minneapolis Police Department’s history of discriminating against Black people and engaging in widespread abuses that culminated in the killing of George Floyd in 2020. As EJI has documented, [wrongful convictions](https://eji.org/issues/wrongful-convictions/) are one manifestation of our nation’s legacy of racial injustice and the presumption of dangerousness and guilt assigned particularly to young Black men and boys. As a result, innocent Black people are about seven times more likely to be wrongfully convicted than innocent white people and nearly half of all exonerees are Black. “There was a terrible injustice done in this case,” said Mary Moriarty, the Hennepin County Attorney. Her office agreed with Mr. Hayne’s attorneys to request that a local court vacate his conviction and grant his release, and the Hennepin County district judge granted the request. “Sometimes doing the right thing means we must seek to undo the harms of the past, not defend them,” Ms. Moriarty added. “I always knew I was going to find a way to get justice,” Mr. Haynes said, but that perseverance was costly for both him and his family. According to his sister, the family was forced to invest all their savings. Mr. Haynes is now seeking compensation from the state for the injustice inflicted upon him. Editor’s Note: Please support our independent journalism by making a tax-deductible donation through our new fiscal sponsor, Community Partners. Funding from our readers in any amount is vital to continuing our coverage of news you should know, often not reported by mainstream corporate-owned media. Our goal is to reach $25,000 in reader donations by the new year to match a grant we are receiving, and we are already over halfway there. As we navigate through roiling waters of fake news, blatantly biased reporting by mainstream media and serious challenges to our democracy, our work is needed now more than ever. Our publisher and editor are unpaid, thereby devoting all income to our staff and writers. Thank you.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://eji.org/issues/wrongful-convictions/)",
    "https://www.law.umich.edu/special/exoneration/Pages/casedetail.aspx?caseid=6718).",
    "https://law.umich.edu/special/exoneration/Pages/casedetail.aspx?caseid=6718).",
    "https://www.law.umich.edu/special/exoneration/Pages/casedetail.aspx",
    "https://www.eji.org/issues/wrongful-convictions/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "marvin haynes",
        "sentiment": "neutral"
      },
      {
        "name": "haynes",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "minnesota",
        "sentiment": "none"
      },
      {
        "name": "minneapolis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T15:21:37.026+02:00",
  "updated": "2023-12-29T15:21:37.026+02:00"
}