{
  "thread": {
    "uuid": "285c67c74ed464f12e15c6154135c1919747bcbd",
    "url": "https://www.managedhealthcareexecutive.com/view/the-iconic-stethoscope-is-getting-a-21st-century-makeover",
    "site_full": "www.managedhealthcareexecutive.com",
    "site": "managedhealthcareexecutive.com",
    "site_section": "https://www.managedhealthcareexecutive.com",
    "site_categories": [
      "health"
    ],
    "section_title": "Managed Healthcare Executive",
    "title": "The Iconic Stethoscope Is Getting a 21st Century Makeover",
    "title_full": "The Iconic Stethoscope Is Getting a 21st Century Makeover",
    "published": "2024-04-05T00:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.sanity.io/images/0vv8moc6/mhe/78db0f949a2e05288d615372961bd73ae940a42e-3873x3873.jpg?fit=crop&amp;auto=format",
    "performance_score": 0,
    "domain_rank": 46761,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "285c67c74ed464f12e15c6154135c1919747bcbd",
  "url": "https://www.managedhealthcareexecutive.com/view/the-iconic-stethoscope-is-getting-a-21st-century-makeover",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Peter Wehrwein, Managing Editor",
  "published": "2024-04-05T00:27:00.000+03:00",
  "title": "The Iconic Stethoscope Is Getting a 21st Century Makeover",
  "text": "Digital versions are coming on strong and this week the FDA cleared Eko Health’s algorithim-enhanced version that uses ECGs to screen for heart failure with reduced ejection fraction. Two years ago, a pair of New Zealand physicians wrote an opinion piece in a peer-reviewed journal of the Royal Australasian of Physicians about point-of-care ultrasound. The gist of their argument was that ultrasound ought to be used more routinely to detect various heart and lung conditions. The somewhat cheeky title of that article is “Update on Echocardiography: Do We Still Need a Stethoscope?” Jason Bellet has spent more than a decade making pretty much the opposite case: Not only do healthcare professionals still need a stethoscope, they need a vastly improved, 21st century version that harnesses digital technology and artificial intelligence (AI) “It has been a decade’s journey to get clinicians more comfortable and familiar with digital stethoscopes and the advantages of taking something that is analog — a rubber tube — and pulling it into the digital age, the same way we’ve done with our doorbells and our thermostats and every other analog device,” says Bellet, the co-founder and a board director of Eko Health, an Emeryville, California, company that makes and markets digital stethoscopes. Bellet and Eko Health are celebrating an FDA decision this week that gave the go-ahead for an AI-generated enhancement to their main product, the CORE 500 digital stethoscope. Now companion software to the stethoscope can use the electrocardiograms (ECGs) that it takes to detect possible heart failure with low ejection fraction. The clearance was based on data from a 3,500-patient study that the company submitted to the FDA but has not yet published in a peer-reviewed journal or presented at a medical meeting. The proprietary algorithm was developed at the Mayo Clinic in Rochester, Minnesota. Currently, heart failure with low ejection fraction — which accounts for approximately half of heart failure cases — is diagnosed primarily with echocardiograms. The algorithm that Eko is pairing with ECGs that its stethoscope takes will not replace echocardiograms for diagnosis but, in Bellet’s telling, will enable unprecedented screening for heart failure with low ejection fraction during a routine doctor's visit “When you are examining a patient during an annual wellness visit and you are listening for heart disease, now, for the first time, you can actually screen for heart failure with reduced ejection fraction,” he says. As a screening test for heart failure with low injection, the ECG algorithm is 74.7% sensitive and 77.5% specific, according to the data that Eko submitted to the FDA. That translates into a false negative (missed cases) rate of approximately 25% and a false positive (additional testing showing that the patient didn’t have heart failure with low ejection fraction) rate of 22.5%. Bellet says those numbers point to the AI-enhanced stethoscope’s status as a “clinical decision support tool.” The false negatives and positives should be considered against the backdrop of the current standard of care, he says, which includes no specific screening tests for heart failure, he says. It also positions the iconic stethoscope, draped around the neck of countless healthcare professionals around the world, as a more complex device for screening for cardiac and pulmonary disease. “That's the beauty of the stethoscope,” says Bellet. “It's used in under one minute in every physical exam.It’s really a screening and early detection device.” Bellet, 31, co-founded Eko with his University of California, Berkeley, college classmates [Connor Landgraf](https://www.linkedin.com/in/connorlandgraf/), the company’s CEO, and Tyler Crouch. Landgraf, who has a masters in bioengineering from Berkely, saw the limitations of the traditional stethoscope and had the idea of digitizing its function. The company received FDA clearance for its first product, a digital attachment to a traditional stethoscope, in 2015. Two years later, the agency cleared the DUO, which, as the name suggests, combined traditional auscultation — listening to the sounds that heart and lungs make — with an ECG, which detects the electrical signals that drive the heart’s contractions. Stethoscopes vary widely in quality — and price. 3M’s Littmann stethoscopes are widely rated as having the highest quality. According to Bellet, Eko licensed its digital technology to Littmann about five years ago. Littman’s [CORE Digital Stethoscope](https://www.littmann.com/3M/en_US/littmann-stethoscopes/advantages/core-digital-stethoscope/) works with Eko software. Bellet characterized the arrangement as partnership rather Eko selling its technology to a rival. “They really wanted to offer a digital solution, and that's something that they turned to us to do,” he says.“It's been a really, really great partnership. And we had an opportunity to get our technology in the hands of more clinicians.” Meanwhile, some researchers at the Mayo Clinic who were on the early edge of machine learning and AI used access to the vast amounts of patient data collected and stored by Mayo to find a correlation between ECG measurements and heart failure detected by echocardiograms. As Bellet puts it, they discovered an ECG “signature” indicative of heart failure. Paul A. Friedman, M.D., chair of cardiovascular medicine at Mayo, and his colleagues reported results in January 2019 in [Nature Medicine](https://pubmed.ncbi.nlm.nih.gov/30617318/) that showed their algorithm that uses ECG data could be used to identify suspected cases of asymptomatic left ventricular dysfunction without an echocardiogram. Friedman and his colleagues said their results showed that the algorithm’s accuracy was comparable to other screening tests, such as mammography for breast cancer and Pap smears for cervical cancer. In October 2023, the FDA [gave clearance](https://www.businesswire.com/news/home/20231002851453/en/Anumana-Receives-U.S.-FDA-510-k-Clearance-for-ECG-AI-Algorithm-to-Detect-Low-Ejection-Fraction) to a version of Mayo’s ECG AI for detecting low-ejection that uses the standard 12-lead ECG. That version of is marketed by Anumana, a healthcare AI company in Cambridge, Massachusetts, that is a joint venture of Mayo (Friedman chairs its board of advisors) and Nference. The FDA cleared Eko’s “low injection fraction tool” under rules that grant clearance to medical devices and software they are “substantially equivalent” to those that have been previously given an OK. In this case, the Eko’s tool was deemed substantially equivalent to Anumana low ejection fraction AI-ECG algorithm, although Eko’s relies on a one-lead ECG in the stethoscope and Anumana’s on the standard-issue 12-lead one. As a result of the FDA decision, Eko has added the low ejection fraction tool to its Sensora platform, which includes other AI-aided tools that identify atrial fibrillation and structural heart murmurs. It is an open question how much difference early detection of heart failure with low ejection fraction might make in preventing more serious illness or death. Friedman and his co-authors said in the Nature Medicine piece that asymptomatic left ventricular dysfunction is present in between 1.4% and 2.2% of the population and perhaps in much as 9% whose who older population. There are an increasing number of pharmaceutical treatments, including standbys such as ACE inhibitors and beta blockers, and the SGLT2 inhibitors, such as Jardiance (empagliflozin) and Farxiga (dapagliflozin), which were originally diabetes medications but have since been approved for treatment of heart failure. Notwithstanding the intuitive appeal of screening, early detection and treatment, they don't always translate into the anticipated benefit. More research will be needed see how moving diagnosis and treatment plays out for asymptomatic heart failure patients. Bellet says Eko has sold more than 500,000 stethoscopes. On the company website, the CORE 500 is priced at $429. Almost all of the company’s sales have been in the U.S., and Bellet says the customers are split evenly between nurses and physicians. Not surprisingly, young, tech-welcoming healthcare professionals are digital stethoscope adopters, but Bellet says so are older ones who want to take advantage of the amplification and other features and “are really looking for support and being able to hear hard to hear heart sounds.” As described by Bellet, Eko’s sales strategy includes e-commerce channels, including its own website, and sales teams that pitch the stethoscopes and related software to health systems as an “early detection platform.” NCH (Naples Comprehensive Health), a small healthcare system in in Naples, Florida, put out a news release in February 2024 to announce it was using the Eko digital stethoscope and the related software to detect structural heart murmurs indicative of valvular heart disease during primary care visits (this was before the FDA clearance for low ejection fraction detection). The NCH news release says it was first healthcare system to do so. Ekoi’s press materials say it has raised $125 million, and it lists a number of venture capital firms and the Mayo Clinic as sources of the funds. Although more than a decade has gone by since Bellet and his college roommates founded Eko, he casts this as early days yet. “We’ve made a significant dent in the digital transformation of stethoscope technology in the U.S., but there is still a long way to go,” he says. And the digital stethoscope is the warm-up act. “The ultimate step is the smart stethoscope,” says Bellet. “We started by digitizing it and now we are building in the intelligence that really helps close the loop.” [DC Roundtable: Ceci Connolly and Margaret \"Meg\" Murray Talk Medicare Advantage, Drug Pricing and Political Priorities in 2024 Elections](/view/dc-roundtable-ceci-connolly-and-margaret-meg-murray-talk-medicare-advantage-drug-pricing-and-political-priorities-in-2024-elections?utm_source=www.managedhealthcareexecutive.com&utm_medium=relatedContent) In this second part of a two-part podcast episode, Managed Healthcare Executive's Managing Editor Peter Wehrwein spoke with Ceci Connolly and Margaret \"Meg\" Murray about Medicare Advantage utilization and challenges, highlighting proposed CMS payment cuts and prior authorization issues. Listen [Trust, transparency, affordability: engaging patients for fair IRA drug pricing](/view/trust-transparency-affordability-engaging-patients-for-fair-ira-drug-pricing?utm_source=www.managedhealthcareexecutive.com&utm_medium=relatedContent) The Inflation Reduction Act proposes a significant initiative, the Drug Price Negotiation Program, aimed at tackling healthcare affordability and accessibility in the US. In this column, the importance of meaningful patient engagement during the IRA’s implementation is highlighted as a vital step towards improving health outcomes and equity for patients. Read More",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.linkedin.com/in/connorlandgraf/),",
    "https://www.littmann.com/3M/en_US/littmann-stethoscopes/advantages/core-digital-stethoscope/)",
    "https://pubmed.ncbi.nlm.nih.gov/30617318/)",
    "https://www.businesswire.com/news/home/20231002851453/en/Anumana-Receives-U.S.-FDA-510-k-Clearance-for-ECG-AI-Algorithm-to-Detect-Low-Ejection-Fraction)",
    "https://linkedin.com/in/connorlandgraf/),",
    "https://www.pubmed.ncbi.nlm.nih.gov/30617318/)",
    "https://businesswire.com/news/home/20231002851453/en/Anumana-Receives-U.S.-FDA-510-k-Clearance-for-ECG-AI-Algorithm-to-Detect-Low-Ejection-Fraction)",
    "https://littmann.com/3M/en_US/littmann-stethoscopes/advantages/core-digital-stethoscope/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eko health",
        "sentiment": "negative"
      },
      {
        "name": "jason bellet",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fda",
        "sentiment": "negative"
      },
      {
        "name": "royal australasian of physicians",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new zealand",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:29:22.045+03:00",
  "updated": "2024-04-12T06:35:07.893+03:00"
}