{
  "thread": {
    "uuid": "100697a1c38bbe703564b1fe53b7a9d8f6c30455",
    "url": "https://markets.financialcontent.com/stocks/article/accwirecq-2024-5-6-ondas-secures-initial-purchase-order-from-a-major-defense-company-for-its-autonomous-counter-drone-system-the-iron-drone-raider",
    "site_full": "markets.financialcontent.com",
    "site": "financialcontent.com",
    "site_section": "https://markets.financialcontent.com/stocks/markets/news?type=press+release&currentpage=24",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Stock Market News | NSDQ, NYSE, and AMEX Stock Market News, Market News Categories, Market Indicators | FinancialContent Business Page ",
    "title": "Ondas Secures Initial Purchase Order from a Major Defense Company for its Autonomous Counter-Drone System the Iron-Drone Raider | FinancialContent Business Page",
    "title_full": "Ondas Secures Initial Purchase Order from a Major Defense Company for its Autonomous Counter-Drone System the Iron-Drone Raider | FinancialContent Business Page",
    "published": "2024-05-06T13:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 6000,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "100697a1c38bbe703564b1fe53b7a9d8f6c30455",
  "url": "https://markets.financialcontent.com/stocks/article/accwirecq-2024-5-6-ondas-secures-initial-purchase-order-from-a-major-defense-company-for-its-autonomous-counter-drone-system-the-iron-drone-raider",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ACCESSWIRE",
  "published": "2024-05-06T13:30:00.000+03:00",
  "title": "Ondas Secures Initial Purchase Order from a Major Defense Company for its Autonomous Counter-Drone System the Iron-Drone Raider | FinancialContent Business Page",
  "text": "The Iron-Drone Raider System is a unique, AI-integrated interception drone system that enables the neutralization of hostile drones to protect borders and infrastructure\nThe initial purchase order was received from a major defense company and is expected to be followed by additional orders in line with its integration process\nThe Raider System was launched commercially last year and has been enhanced to meet certain military requirements for an autonomous counter-drone system\nMARLBOROUGH, MA / ACCESSWIRE / May 6, 2024 / Ondas Holdings Inc. (NASDAQ:ONDS) (\"Ondas\" or the \"Company\"), a leading provider of private industrial wireless networks and commercial drone and automated data solutions, announced today that it has received an initial purchase order for its Iron-Drone Raider counter-uncrewed aircraft system (C-UAS) from an Israeli defense company. Ondas anticipates that this initial order, which was placed following a testing and integration process, will be followed by additional orders from this customer and others.\n\"This order is a major advance for our Ondas Autonomous Systems business unit as we drive commercialization of our Iron-Drone Raider C-UAS platform,\" said Eric Brock, Chairman and CEO of Ondas. \"Our Airobotics team has demonstrated its exceptional capabilities by rapidly enhancing the Iron-Drone Raider platform for new market requirements tailored for military deployments. We believe this system offers best-in-class specifications and will help protect borders and critical infrastructure assets not only in Israel, but also many other countries worldwide.\"\nOndas believes the threat posed by small and autonomous drones is growing, and the Iron-Drone Raider platform provides a unique solution to cost-effectively neutralize these threats without causing collateral damage. The Iron-Drone Raider system utilizes on-board AI technologies to identify, locate, track and intercept hostile drones and can be integrated into a variety of drone detection systems. The Raider is an incredibly swift and agile autonomous drone equipped with interception mechanisms. This is combined with a highly automated docking station capable of addressing several hostile drone targets simultaneously. After each mission, the Raider returns to its original location and can be reused.\nIn early 2023, Ondas' Airobotics acquired the assets of Iron Drone Ltd and launched the first new Iron-Drone Raider system by Airobotics. In August of the same year, the Israel Innovation Authority (IIA) awarded a grant to support further development of the system and enhance its capabilities.\nAbout Ondas Holdings Inc\nOndas Holdings Inc. (\"Ondas\") is a leading provider of private wireless data solutions via Ondas Networks Inc. (\"Ondas Networks\") and commercial drone solutions through Ondas Autonomous Holdings Inc. via its wholly-owned subsidiaries American Robotics, Inc. (\"American Robotics\" or \"AR\") and Airobotics LTD (\"Airobotics\"), which we operate as a separate business unit called Ondas Autonomous Systems.\nOndas Networks is a developer of proprietary, software-based wireless broadband technology for large established and emerging commercial and government markets. Ondas Networks' standards-based (802.16s), multi-patented, software-defined radio FullMAX platform enables Mission-Critical IoT (MC-IoT) applications by overcoming the bandwidth limitations of today's legacy private licensed wireless networks. Ondas Networks' customer end markets include railroads, utilities, oil and gas, transportation, aviation (including drone operators) and government entities whose demands span a wide range of mission critical applications.\nOur Ondas Autonomous Systems business unit designs, develops, and markets commercial drone solutions via the Optimus System™ - the world's first FAA certified small UAS (sUAS) developed for aerial security and data capture and the Iron Drone Raider™ (the \"Autonomous Drone Platforms\"). The Autonomous Drone Platforms are highly automated, AI-powered drone systems capable of continuous, remote operation and are marketed as \"drone-in-a-box\" turnkey data solution services. They are deployed for critical industrial and government applications where data and information collection and processing are required. The Autonomous Drone Platforms are typically provided to customers under a Data-as-a-Service (DaaS) business model. American Robotics and Airobotics have industry leading regulatory successes which include a first of its kind FAA Type Certification for the Optimus System and having the first drone system approved by the FAA for automated operation beyond-visual-line-of-sight (BVLOS) without a human operator on-site.\nOndas Networks, American Robotics and Airobotics together provide users in oil & gas, rail, mining, agriculture, public safety and other critical infrastructure and government markets with improved connectivity and data collection and information processing capabilities.\nFor additional information on Ondas Holdings, visit www.ondas.com or follow Ondas Holdings on X formerly known as Twitter and LinkedIn . For additional information on Ondas Networks, visit www.ondasnetworks.com or follow Ondas Networks on X and LinkedIn . For additional information on American Robotics, visit www.american-robotics.com or follow American Robotics on X and LinkedIn . For additional information on Airobotics, visit www.airoboticsdrones.com or follow Airobotics on X and LinkedIn .\nInformation on our websites and social media platforms is not incorporated by reference in this release or in any of our filings with the U.S. Securities and Exchange Commission.\nForward-Looking Statements\nStatements made in this release that are not statements of historical or current facts are \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995. We caution readers that forward-looking statements are predictions based on our current expectations about future events. These forward-looking statements are not guarantees of future performance and are subject to risks, uncertainties and assumptions that are difficult to predict. Our actual results, performance, or achievements could differ materially from those expressed or implied by the forward-looking statements as a result of a number of factors, including the risks discussed under the heading \"Risk Factors\" discussed under the caption \"Item 1A. Risk Factors\" in Part I of our most recent Annual Report on Form 10-K or any updates discussed under the caption \"Item 1A. Risk Factors\" in Part II of our Quarterly Reports on Form 10-Q and in our other filings with the SEC. We undertake no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise that occur after that date, except as required by law.\nContacts\nIR Contact for Ondas Holdings Inc.\n888.350.9994\nir@ondas.com\nMedia Contact for Ondas\nPreston Grimes\nMarketing Manager, Ondas Holdings Inc.\npreston.grimes@ondas.com\nSOURCE: Ondas Holdings Inc.\nView the original press release on accesswire.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://pr.report/6G0UB9ot",
    "https://pr.report/twRW-epk",
    "https://www.accesswire.com/img.ashx?id=859725",
    "https://www.accesswire.com/859725/ondas-secures-initial-purchase-order-from-a-major-defense-company-for-its-autonomous-counter-drone-system-the-iron-drone-raider",
    "https://pr.report/iIPgq0vV",
    "https://pr.report/73Z5U-ct",
    "https://pr.report/MVO4DWzo",
    "https://pr.report/GQSxD0ER",
    "https://pr.report/kFU4L8be",
    "https://pr.report/jZclUGQ4",
    "https://pr.report/W4J9kcSo",
    "https://pr.report/R4PsuZD7",
    "https://pr.report/tRvhBl3-",
    "https://tracking.newsrpm.com/pixel?slug=accwirecq-2024-5-6-ondas-secures-initial-purchase-order-from-a-major-defense-company-for-its-autonomous-counter-drone-system-the-iron-drone-raider",
    "https://pr.report/TwYIgUO2",
    "https://pr.report/laFNXOrk",
    "https://pr.report/wW6BGfgL",
    "https://www.pr.report/R4PsuZD7",
    "https://www.pr.report/wW6BGfgL",
    "https://www.pr.report/TwYIgUO2",
    "https://www.pr.report/tRvhBl3-",
    "https://www.pr.report/iIPgq0vV",
    "https://www.pr.report/kFU4L8be",
    "https://accesswire.com/859725/ondas-secures-initial-purchase-order-from-a-major-defense-company-for-its-autonomous-counter-drone-system-the-iron-drone-raider",
    "https://www.pr.report/jZclUGQ4",
    "https://www.pr.report/laFNXOrk",
    "https://www.accesswire.com/img.ashx",
    "https://www.pr.report/MVO4DWzo",
    "https://www.pr.report/twRW-epk",
    "https://www.pr.report/6G0UB9ot",
    "https://www.tracking.newsrpm.com/pixel?slug=accwirecq-2024-5-6-ondas-secures-initial-purchase-order-from-a-major-defense-company-for-its-autonomous-counter-drone-system-the-iron-drone-raider",
    "https://www.pr.report/W4J9kcSo",
    "https://accesswire.com/img.ashx?id=859725",
    "https://www.pr.report/73Z5U-ct",
    "https://www.pr.report/GQSxD0ER",
    "https://tracking.newsrpm.com/pixel"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "major defense company",
        "sentiment": "neutral"
      },
      {
        "name": "ondas autonomous systems",
        "sentiment": "none"
      },
      {
        "name": "ondas holdings inc.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "marlborough",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T13:51:18.058+03:00",
  "updated": "2024-05-06T13:51:18.058+03:00"
}