{
  "thread": {
    "uuid": "6584ee74ca4a0a6464cb0337df3b03000104fa17",
    "url": "https://www.osservatoreromano.va/it/news/2024-03/quo-073/il-papa-lava-i-piedi-a-dodici-detenute.html",
    "site_full": "www.osservatoreromano.va",
    "site": "osservatoreromano.va",
    "site_section": "https://www.osservatoreromano.va/it.html",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "L&#39;Osservatore Romano",
    "title": "Il Papa lava i piedi a dodici detenute - L'Osservatore Romano",
    "title_full": "Il Papa lava i piedi a dodici detenute - L'Osservatore Romano",
    "published": "2024-03-29T16:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.osservatoreromano.va/content/dam/or/images/it/2024/03/073/varobj23963025obj2035841.jpg/_jcr_content/renditions/cq5dam.web.1280.1280.jpeg",
    "performance_score": 0,
    "domain_rank": 32400,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6584ee74ca4a0a6464cb0337df3b03000104fa17",
  "url": "https://www.osservatoreromano.va/it/news/2024-03/quo-073/il-papa-lava-i-piedi-a-dodici-detenute.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "L'Osservatore Romano",
  "published": "2024-03-29T16:21:00.000+03:00",
  "title": "Il Papa lava i piedi a dodici detenute - L'Osservatore Romano",
  "text": "«Oh, famo Tu sei la mia vita che me vie’ bene!». Sotto la tensostruttura del carcere femminile di Rebibbia, alla periferia di Roma, dove il Papa ha scelto quest’anno di celebrare la messa in Coena Domini del Giovedì santo, le detenute che fanno parte del coro ci tengono a fare bella figura con Francesco. Ci sono loro, insieme a guardie, volontari e alle suore con il cartellino “Articolo 17” (francescane, domenicane, dell’Ordo Virginum) che svolgono tra queste mura il loro apostolato, a distribuire libretti, sistemare le sedie e il cesto da donare al Papa con finocchi, cipolle, carciofi e altri ortaggi coltivati dalle stesse recluse nella serra interna al carcere. Oltre 200 sedie sono state allestite sul campo da calcio dove gioca la squadra del penitenziario e dove si svolgono i corsi per diventare allenatrici. La tenda bianca, dove il Papa ha compiuto il gesto sempre commovente della lavanda dei piedi — quello con cui «Gesù ci insegna la strada del servizio», come dirà nell’omelia — a 12 donne di diversa nazionalità, età e religione, è invece lo spazio in cui si svolgono manifestazioni culturali, cerimonie, premi. Un’umanità diversificata Le detenute di Rebibbia femminile, circa 200 sulle 300 ristrette che stanno scontando una pena definitiva (alcune anziane o malate tanto da non riuscire a partecipare), tra cui una giovane mamma col suo piccolo Jairo Massimo, di 3 anni (lei da 9 mesi a Rebibbia), arrivano una alla volta, in fila indiana. Qualcuna già piange, qualcuna fuma, qualcuna si regge a un bastone o cammina a braccetto con la compagna di cella. Sono nigeriane, peruviane, filippine, sri lankesi, etiopi, bulgare, ucraine, italiane, alcune russe e anche una cinese. La maggior parte sono di etnia Rom. «Camerotti!», «Cellulari!», gridano le guardie. Sono i nomi delle sezioni in cui sono divise: media sicurezza, per reati come furti, rapine o spaccio; alta sicurezza, dove ci sono i capi promotori di associazioni di mafia, tra cui alcuni componenti di un noto clan romano; poi la “z”, con i parenti di collaboratori di giustizia. E infine l’infermeria, con le detenute affette da malattie psichiatriche. Volti tutti diversi: giovani, anziani, scavati e smunti, truccatissimi o tatuati, con dei tagli evidenti o con piercing alle labbra. Masticano chewing-gum, indossano tute colorate, sneakers o anche ciabatte. Alcune tra le più giovani hanno fatto delle treccine per l’occasione, altre portano una t-shirt bianca con il volto del Papa, quasi tutte hanno al collo un Rosario di plastica. «Tié, t’aiuto io», dice una ragazza mentre aiuta l’amica con le stampelle a indossarlo. Prima bacia la croce. Cori e applausi e il saluto al Papa Cantano insieme al coro durante l’attesa del Papa, poi esplodono in un applauso e in un grido: «Libertà, libertà» — ripetuto pure a fine messa— quando Francesco fa il suo ingresso, poco prima delle 16, dal portoncino in ferro blu, accolto dalla direttrice Nadia Fontana. Con la sedia a rotelle percorre la fila di marmo che traccia un percorso sull’erba dal profumo di bagnato. «W il Papa, W il Papa!», urlano le recluse di Rebibbia e con loro le suore. Jorge Mario Bergoglio prima di addentrarsi tra le file di sedie apre le braccia a mo’ di saluto. Di nuovo gridate, qualche spintone e qualcuna gli si butta addosso per baciargli la mano. «Piano, piano», raccomandano le assistenti. «Io ci sono riuscita!», «io l’ho salutato due volte» si sente, mentre Francesco compie ancora il giro. Poi fatto il suo ingresso nella tenda e indossati i paramenti, inizia la celebrazione che fa memoria dell’Ultima Cena del Signore. Una messa breve, sobria, partecipata. La lavanda dei piedi a 12 donne di diversa nazionalità e religione All’omelia segue il rito della lavanda dei piedi. Dodici donne — tra cui bulgare, italiane, Rom, nigeriane, peruviane, croate, bosniache, tra i 40 e i 50 anni, anche di altre confessioni — si sistemano su una pedana e si siedono su sgabelli di legno. La più anziana si mette la mano sul petto e respira profondamente mentre il Papa, in sedia a rotelle, inizia a lavare e baciare i piedi alle compagne. Sembra non reggere l’emozione. Una ragazza, con la faccia poggiata su un fazzoletto, stretta tutto il tempo in un pile bianco, scoppia in un pianto ininterrotto. Un’altra manda a Francesco un bacio. Si sporgono alla fine per dirgli «grazie» in varie lingue. Doni e abbracci Un nuovo applauso sale dalla folla, dove si vedono in prima fila due sorelle abbracciate in lacrime. Qualcuna invece fa battute ad alta voce per stemperare la tensione. Il piccolo Jairo invece sta buono nel passeggino e sgranocchia patatine e biscotti. Con la mamma si avvicina a fine messa al Papa che gli regala un uovo al cioccolato. Un altro regalo il Papa lo consegna per l’intero penitenziario: il quadro di una Madonna col bambino. «Me l’hanno regalata dipinta e ho pensato subito a voi», spiega Francesco. Un pensiero a tutte le donne che soffrono la lontananza dai loro figli. Una, albanese, trova il tempo di confidarlo al Pontefice, chiedendo preghiere. Il Papa le regala un Rosario e lo stesso fa con tutte le altre recluse che trova sulla via d’uscita. Con una — Gioia, senegalese — scherza per il fatto di essere entrambi sulle sedie a rotelle. Lei si lancia in avanti e gli bacia la mano. Il Papa consola una donna in lacrime Prima di entrare in infermeria, un fuori programma: una donna, anche lei di origine africana, retta da due assistenti, urla e scoppia in un pianto incontrollabile. Già durante la messa aveva manifestato il suo disagio. «Soffro troppo, non ce la faccio più, soffro tanto», dice tra i singhiozzi a Papa Francesco che la accarezza, prova a tranquillizzarla, poi le poggia una mano sopra la fronte e le assicura preghiere, invitando anche lei a pregare. Successi e difficoltà Un altro giro di saluti avviene nell’infermeria: in semicerchio guardie, volontari, recluse, attendono il loro turno per stringere la mano del vescovo di Roma. «Ammazza, che bella giornata!», esclama una signora coi capelli arruffati dal vento. Anche qui un regalo: un uovo gigante di cioccolato con la scritta «Buona Pasqua». In una saletta, infine, il saluto alla direttrice Fontana che poco prima a fine messa diceva al Pontefice: «La sua presenza qui, oggi, è per ciascuno di loro un raggio di sole che scalda il cuore e ravviva la speranza di poter ricominciare, anche quando ci si trova a ripartire da zero». Parole che ripete anche dopo a Francesco, non nascondendo le difficoltà dentro al penitenziario ma anche i «successi» che ogni tanto si registrano tra queste mura in mattone arancione. Il Papa incoraggia ad andare avanti, poi si congeda per fare ritorno in Vaticano. Ma prima di salire sulla Fiat 500 l, il saluto a una signora che aveva avuto un malore durante la messa e non era riuscita a vederlo. Corre dal Pontefice e anche lei riceve un abbraccio e una benedizione. di Salvatore Cernuzio",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T16:26:54.101+03:00",
  "updated": "2024-03-29T16:26:54.101+03:00"
}