{
  "thread": {
    "uuid": "4b83f8a325fb9b551fc94f7c50d3eddd87e9d2df",
    "url": "https://vnexplorer.net/z/921704.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Gracias a ‘Alberto’ caen primeras lluvias en presas del Sistema Cutzamala",
    "title_full": "Gracias a ‘Alberto’ caen primeras lluvias en presas del Sistema Cutzamala",
    "published": "2024-06-21T02:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1oCkkr.img",
    "performance_score": 0,
    "domain_rank": 82409,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4b83f8a325fb9b551fc94f7c50d3eddd87e9d2df",
  "url": "https://vnexplorer.net/z/921704.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-06-21T02:32:00.000+03:00",
  "title": "Gracias a ‘Alberto’ caen primeras lluvias en presas del Sistema Cutzamala",
  "text": "Imagen de la presa El Bosque, ubicada en Zitacuaro, Michoacán Con la llegada de &quot;Alberto&quot;, la primera tormenta tropical de la temporada en el Océano Atlántico, se presentaron las tan anheladas lluvias en las cuencas y presas que abastecen al Sistema Cutzamala. A sólo siete días de alcanzar el llamado “Día Cero”, establecido por la propia Comisión Nacional del Agua (Conagua), para el 26 de junio, una pertinaz lluvia sorprendió a los habitantes de Valle de Bravo y Villa Victoria, en el Estado de México, así como de Zitácuaro, Michoacán. Las precipitaciones iniciaron por la noche del miércoles 19 de junio en Valle de Bravo y Zitácuaro, y se prolongaron durante todo el jueves 20 de junio, en los dos municipios anteriores y Villa Victoria, generando esperanza entre pobladores, pescadores y agricultores, que sufren los impactos de la prolongada sequía. Los últimos datos disponibles de la Conagua, con fecha al 19 de junio, establecen que las tres principales presas del Sistema Cutzamala cuentan con 203 millones 524 mil metros cúbicos de agua disponible, equivalente a 26.01 por ciento de llenado, es decir, a sólo 48.5 millones de metros cúbicos de rozar el nivel mínimo de operación. La Presa Villa Victoria tiene 22.65 por ciento de almacenamiento; la Presa Valle de Bravo 26.53 por ciento, con una lluvia registrada el miércoles de 15 milímetros, y la Presa El Bosque de Zitácuaro 28.08 por cierto, con una lluvia de 18 milímetros. Hugo Plata, gerente operativo de las Comisiones de Cuenca Valle de Bravo - Amanalco y Villa Victoria - San José del Rincón, destacó que estas primeras lluvias ayudan a atenuar un poco la sequía y la presencia de incendios forestales, lo que brinda esperanzas de que el Sistema Cutzamala no tenga que parar operaciones por falta de agua. &quot;Tendrá que llover un poco más para equilibrar la salida de agua con las entradas en cada presa; ya establecida la temporada, se verá a partir de agosto-septiembre el incremento significativo en los niveles de los embalses”, confío. También puedes leer: Nueva fuga en el sistema Cutzamala, pero ahora en Cuautitlán Izcalli jcp",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Weather",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T10:34:21.276+03:00",
  "updated": "2024-06-21T10:34:21.276+03:00"
}