{
  "thread": {
    "uuid": "8256e76f523a025c8c7dd10bb891fa343d94768d",
    "url": "https://usach.cl/news/facultad-ingenieria-y-technovation-girls-lanzan-programa-para-impulsar-participacion-ninas-y",
    "site_full": "usach.cl",
    "site": "usach.cl",
    "site_section": "https://usach.cl/rss.xml",
    "site_categories": [],
    "section_title": "Universidad de Santiago de Chile",
    "title": "Facultad de Ingeniería y Technovation Girls lanzan programa para impulsar participación de niñas y adolescentes en STEM",
    "title_full": "Facultad de Ingeniería y Technovation Girls lanzan programa para impulsar participación de niñas y adolescentes en STEM",
    "published": "2024-04-11T19:38:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://usach.cl/sites/default/files/field/noticia_image/Foto-destacado-1-Fing.jpg",
    "performance_score": 0,
    "domain_rank": 35190,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8256e76f523a025c8c7dd10bb891fa343d94768d",
  "url": "https://usach.cl/news/facultad-ingenieria-y-technovation-girls-lanzan-programa-para-impulsar-participacion-ninas-y",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "sandra.gomez.s",
  "published": "2024-04-11T19:38:00.000+03:00",
  "title": "Facultad de Ingeniería y Technovation Girls lanzan programa para impulsar participación de niñas y adolescentes en STEM",
  "text": "Usach-Technovation es un programa que busca impulsar el interés de niñas y adolescentes por las carreras STEM (ciencia, tecnología, ingeniería y matemáticas) a través del desarrollo de nuevas tecnologías y la innovación digital. Además, establece una vinculación temprana con estas áreas, promoviendo el aumento de mujeres en las ingenierías.\nEl pasado sábado 6 de abril se llevó a cabo una jornada inaugural masiva en la Facultad de Ingeniería. Asistieron las participantes, junto a sus padres y madres, y al equipo de la Facultad.\nEn la oportunidad se presentó Usach-Technovation y el público conoció al robot humanoide ATOM; luego las niñas y adolescentes se dirigieron a su primera clase.\nLa jornada inaugural fue un éxito rotundo y marcó el inicio de una experiencia enriquecedora para las participantes del programa que se ejecutará en tres cohortes anuales: un bootcamp de verano y dos talleres, uno en cada semestre.\nEn el primer semestre, el programa se desarrollará durante once sábados y contará con 74 participantes de entre 13 y 17 años. Durante este periodo, las aprenderán a programar y desarrollar habilidades tecnológicas para abordar un problema en su entorno, utilizando los Objetivos de Desarrollo Sostenible (ODS) como marco de referencia. Culminará con la creación de una aplicación para celular que busca resolver dicho problema.\nEsta iniciativa no solo promueve el desarrollo tecnológico, sino que también contribuye a derribar las barreras de género y fomenta la participación activa de las mujeres en las STEM.\nEl decano de la Facultad de Ingeniería, Dr. Cristian Vargas Riquelme, destacó que la participación de las niñas en áreas STEM no solo contribuye a su desarrollo individual, sino que también promueve la diversidad y el progreso en nuestra sociedad. \"Incentivamos así un aumento en la representación de las mujeres en las ingenierías\", subrayó.\nPor su parte, la directora Estratégica Informática de la Universidad de Santiago, Dra. Carolina Bonacic Castro, resaltó el impacto positivo que programas como Technovation Girls tienen en las participantes y en la sociedad en general. \"Estas instancias permiten a las alumnas comprender el proceso de resolución de problemas tecnológicos y su impacto en la sociedad\", señaló.\nJunto a Technovation Girls, la Facultad de Ingeniería de la Universidad de Santiago de Chile reafirmó su compromiso con la promoción de la igualdad de género y el desarrollo tecnológico en nuestro país.\nRevisa a continuación el registro audiovisual de la jornada:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:02:33.058+03:00",
  "updated": "2024-04-12T00:02:33.058+03:00"
}