{
  "thread": {
    "uuid": "1e49d93d5b56e44008b532c60d65a79fba63e417",
    "url": "https://www.infobae.com/america/agencias/2024/06/24/el-servicio-aereo-de-la-onu-refuerza-sus-vuelos-de-ayuda-humanitaria-en-sudan-del-sur",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/america/agencias/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Últimas Noticias de Argentina y del Mundo - Infobae",
    "title": "El servicio aéreo de la ONU refuerza sus vuelos de ayuda humanitaria en Sudán del Sur - Infobae",
    "title_full": "El servicio aéreo de la ONU refuerza sus vuelos de ayuda humanitaria en Sudán del Sur - Infobae",
    "published": "2024-06-24T15:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=2386",
    "performance_score": 0,
    "domain_rank": 1981,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1e49d93d5b56e44008b532c60d65a79fba63e417",
  "url": "https://www.infobae.com/america/agencias/2024/06/24/el-servicio-aereo-de-la-onu-refuerza-sus-vuelos-de-ayuda-humanitaria-en-sudan-del-sur",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@infobae",
  "published": "2024-06-24T15:17:00.000+03:00",
  "title": "El servicio aéreo de la ONU refuerza sus vuelos de ayuda humanitaria en Sudán del Sur - Infobae",
  "text": "Rosa Soto\nRenk (Sudán del Sur), 24 jun (EFE).- El Servicio Aéreo Humanitario de la ONU (UNHAS, en inglés) recupera capacidad y frecuencias de su programa de vuelos humanitarios en Sudán del Sur, con un avión de mayor envergadura y conexiones diarias entre la capital, Yuba, y la ciudad de Renk, en el norte del país y fronteriza con Sudán.\nTras semanas de trabajo para cerrar trámites administrativos pendientes, la UNHAS ya opera esta ruta a pleno rendimiento, según informaron este lunes a EFE fuentes del Programa Mundial de Alimentos (WFP, en inglés), una de las principales agencias de la ONU que se beneficiarán de este servicio.\nEl nuevo avión, modelo DASH 8, tiene capacidad para 28 personas y más espacio para la carga, compuesta principalmente de ayuda humanitaria como paquetes nutricionales de emergencia o neveras con vacunas, frente al avión que utilizaban hasta ahora, de tan solo 12 plazas.\nEFE estuvo presente en el viaje piloto de esta nueva nave el pasado 10 de mayo y constató sobre el terreno cómo el avión aterrizó puntual en la pista de arena ante la expectación de una veintena de trabajadores humanitarios del WFP que esperaban bajo el sol con una temperatura de unos 42 grados y rodeados del paisaje árido que caracteriza la sabana sursudanesa.\nUNHAS invirtió 1,5 millones de euros para reforzar esta conexión humanitaria, que incluye la ampliación de la pista de aterrizaje en Renk, lo que permite la presencia de varios aviones en ella.\nLa ampliación de este servicio aéreo diario se da en paralelo al recrudecimiento de la guerra en el vecino Sudán, inmerso en un conflicto desde hace más de un año entre el Ejército sudanés y el grupo paramilitar Fuerzas de Apoyo Rápido (FAR), que ha llevado a la organización a recuperar su calendario de vuelo durante todos los días de la semana y no solo durante días puntuales.\nA través del paso fronterizo de Joda, próximo a Renk y que conecta Sudán con Sudán del Sur, han cruzado más de 700.000 personas desde el inicio de la emergencia humanitaria derivada de la guerra, según el portal de registro conjunto de la Agencia de la ONU para los Refugiados (UNHCR) y la Organización Internacional para las Migraciones (OIM). EFE\n(foto) (vídeo)\nrsm/amr/jac",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-24T15:36:54.869+03:00",
  "updated": "2024-06-24T15:36:54.869+03:00"
}