{
  "thread": {
    "uuid": "34bd36a54c9fa84fc204ba471cad740f864c6f32",
    "url": "https://www.teletica.com/entretenimiento/i-locks-labbe-fundador-de-gondwana-dice-estar-enamorado-de-costa-rica_356702",
    "site_full": "www.teletica.com",
    "site": "teletica.com",
    "site_section": "https://www.teletica.com/rss/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Teletica",
    "title": "I-locks Labbé, fundador de Gondwana, dice estar enamorado de Costa Rica",
    "title_full": "I-locks Labbé, fundador de Gondwana, dice estar enamorado de Costa Rica",
    "published": "2024-04-19T00:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CR",
    "main_image": "https://assets-teletica.ray.media/Files/Sizes/2019/12/5/1527887344_760x520.jpeg",
    "performance_score": 0,
    "domain_rank": 63256,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "34bd36a54c9fa84fc204ba471cad740f864c6f32",
  "url": "https://www.teletica.com/entretenimiento/i-locks-labbe-fundador-de-gondwana-dice-estar-enamorado-de-costa-rica_356702",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@teletica",
  "published": "2024-04-19T00:10:00.000+03:00",
  "title": "I-locks Labbé, fundador de Gondwana, dice estar enamorado de Costa Rica",
  "text": "I-locks Labbé, fundador de Gondwana, dice estar enamorado de Costa Rica Gondwana se presentará nuevamente en el país el próximo 20 de abril. I-locks Labbé, bajista, compositor y fundador de la banda Gondwana, reside desde hace unos años en Cahuita, Limón; y aunque los otros integrantes de la banda de reggae viven en el extranjero, el músico dice que no piensa irse a otro lugar porque Costa Rica “es un paraíso”. Por este motivo, y para promocionar la gira de la banda, Labbé conversó con Teletica.com sobre los inicios de Gondwana, su música y cómo se enamoró de la zona del Caribe. I-locks, como es conocido por sus fanáticos, explicó que Gondwana fue la primera banda de reggae en Chile, y aunque al inicio fue duro, siempre las ganas de trabajar en su música los alentó. \"Como todo, al inicio de la banda fue difícil, pero con muchas gracias de hacer las cosas, y hacerlas bien. Yo soy el fundador de la banda, era un lugar bastante postergado socialmente, entonces fue muy difícil, pero con las ganas que había y con visión de ser una banda de reggae, se nos fueron abriendo las puertas, poco a poco. \"Pasamos 10 años para poder grabar un disco, pero ocupamos esa experiencia para plasmarlo en los discos y trabajos que hemos hecho\", expresó. Sobre su música, subrayó que vienen cosas muy buenas para la banda, y que les ha ido muy bien con su sencillo ‘Cahuita’, que está dedicado a este “lugar de paz y calidez”. \"Se vienen sorpresas. Estamos trabajando en un disco nuevo, con nuevas canciones, hemos sacado dos 'singles', y dos 'singles' que están dedicados a Cahuita, el primero se llama así literalmente, habla de la bondad y de este lugar maravilloso en que yo vivo. \"Y luego, una colaboración con Collie Bubbz y J-Vibe, en un álbum del Cali Roots. Este álbum estuvo nominado al Grammy, son muchos exponentes del reggae internacionales que participaron del disco, y nosotros participamos con la canción 'Do it right'\", añadió. El fundador de la banda dice estar enamorado de Costa Rica, sobre todo del Caribe, desde la primera vez que visitó el país hace 24 años. \"Nosotros vinimos a tocar en Costa Rica en el año 2002, en el marco de lo que fue el primer festival de Reggae Latinoamericano, en Alajuela. En esa oportunidad, conocí a unas personas que me hablaron muy bien de la zona Caribe, y me invitaron. Pude conocer la bondad, la calidez, el paisaje, la fauna y me enamoré. Ahí fue donde dije: 'Yo quiero vivir acá'. Había estado en Jamaica, se parece, pero me gusta mucho la vibra de Costa Rica, al inicio en Puerto Viejo y ahora que vivo en Cahuita\", indicó. I-locks encontró en este lugar el amor, se casó con la limonense Colette Daly, y actualmente tiene dos hijos. Pese a que el grupo musical es como su segunda familia, ama pasar tiempo en Costa Rica, para disfrutar con los suyos. El artista finalizó extendiendo la invitación al público tico a su concierto el próximo sábado 20 de abril, en el Club Peppers. Las entradas están disponibles por medio de [ e-tickets](https://www.eticket.cr/eventos.aspx?idartista=1122), y el evento dará inicio a las 9 p. m.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.eticket.cr/eventos.aspx?idartista=1122",
    "https://eticket.cr/eventos.aspx?idartista=1122",
    "https://www.eticket.cr/eventos.aspx"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:29:20.432+03:00",
  "updated": "2024-04-19T02:27:55.128+03:00"
}