{
  "thread": {
    "uuid": "6830d9f7130b535d51faae0ad1397cd1eb2f4397",
    "url": "https://www.journal-news.net/journal-news/your-prayers-will-make-a-difference/article_d2f01200-5ba7-5b09-bd62-fab95691dde4.html",
    "site_full": "www.journal-news.net",
    "site": "journal-news.net",
    "site_section": "http://www.journal-news.net/search/?f=rss&t=article&c=life&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.journal-news.net - RSS Results in life of type article",
    "title": "Your prayers will make a difference",
    "title_full": "Your prayers will make a difference",
    "published": "2023-12-29T11:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/journal-news.net/content/tncms/assets/v3/editorial/d/6f/d6f6b6ca-7128-534a-be9d-0061f0805e5a/64ef894647978.image.png?crop=1943%2C1020%2C0%2C22&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 65706,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6830d9f7130b535d51faae0ad1397cd1eb2f4397",
  "url": "https://www.journal-news.net/journal-news/your-prayers-will-make-a-difference/article_d2f01200-5ba7-5b09-bd62-fab95691dde4.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joseph Quesenberry Retired Assembly of God Pastor",
  "published": "2023-12-29T11:00:00.000+02:00",
  "title": "Your prayers will make a difference",
  "text": "As we are about to enter 2024, it is a good time to make some plans for the New Year. There are individuals, home and family members, community, church and national issues that need much prayer. We as Christians are called to ‘stand in the gap’, ‘make up the hedge’ and to intercede for these things. Jeremiah declared “Call upon me and I will answer you and show you great and mighty things which you know not.” We have a God who calls us to ask, seek and knock and that He will answer our prayers. The Bible has shown us that much is accomplished in prayer. Jesus was a man with a great prayer life and so were the men and women of the Bible. Their prayers made a profound difference in the things they prayed for in the forming of the New Testament Church.\nSo, how do we pray effectively? Here are some excellent suggestions from the Bible. We pray to the Father in Jesus name, in the power of the Spirit, in faith believing and in harmony with principles from the Bible. What do we pray for? We pray for our family with all their needs especially to come to salvation. We pray for our church, the pastor and leaders and the needs of the people that we know there. We pray for the community and the culture around us including the community leaders, our schools, our medical and emergency personnel and others that we know need our prayers. We pray for our nation that righteousness would prevail and corruption exposed and dealt with. There are things that concern us and those should be turned into prayers and then released to God. There are unsaved loved ones that weigh us down because of the things they are doing that are hurting them. God loves them very much. There are decisions being made by leaders that we realize will destroy us and we need to stand for right decisions. When we pray these things that are on our hearts, God hears and answers them. Watch for the answer. Look for little signs along the way!\nMany times we give up give up on our prayers because they are not answered quickly or like we thought. Scripture encourages us to keep praying and there will be break throughs. Remember that when we are praying for others God does not force people to change but He works things in a way that those who are getting His attention are led to make right decisions. He helps to make them open to Him. For instance, He draws them, gives them insights, brings others into their life to share with them, brings them to a place where they cry out for help and many other things He may do to get them to receive His love and receive Him as Lord and Savior. Remember too that the draw of fleshly appetites, the beckoning of worldly pleasure, money and power have a strong hold that needs to be broken. It may take some time. So, you pray, He softens their hearts, their hearts open to God and circumstances change. Change is a process! The beauty of it all is that prayer changes people, situations and outcomes. Fervent prayers produce phenomenal results. Prayer is the mightiest agent to advance the work of God. God does nothing but by prayer and everything with it. You can make a difference in 2024 in your family, church, community, nation and even the world. God is looking for people to “stand in the gap”.\nLet’s close with some quotes from God’s Word. “He shall call upon Me and I will answer him, and be with him in trouble. I will deliver him and honor him. If you abide in Me and My words abide in you, you shall ask what you will and it shall be done!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "jeremiah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "new testament church",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T13:23:17.214+02:00",
  "updated": "2023-12-29T13:23:17.214+02:00"
}