{
  "thread": {
    "uuid": "215ca3ae57afbd9ad93ab4aa554e8176cd23c783",
    "url": "https://www.elespanol.com/quincemil/articulos/economia/amancio-ortega-llega-por-primera-vez-a-los-100-000-millones-de-dolares-en-la-lista-forbes",
    "site_full": "www.elespanol.com",
    "site": "elespanol.com",
    "site_section": "http://seguro.elespanol.com",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "EL ESPAÑOL - Diario digital, plural, libre, indomable, tuyo",
    "title": "Amancio Ortega llega por primera vez a los 100.000 millones de dólares en la lista Forbes",
    "title_full": "Amancio Ortega llega por primera vez a los 100.000 millones de dólares en la lista Forbes",
    "published": "2023-12-28T21:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://mediaplus.quincemil.com/galicia/1200x630/73/733644.jpg",
    "performance_score": 0,
    "domain_rank": 2584,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 123,
        "comments": 31,
        "shares": 48
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 1
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "215ca3ae57afbd9ad93ab4aa554e8176cd23c783",
  "url": "https://www.elespanol.com/quincemil/articulos/economia/amancio-ortega-llega-por-primera-vez-a-los-100-000-millones-de-dolares-en-la-lista-forbes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gabriel Muñoz",
  "published": "2023-12-28T21:01:00.000+02:00",
  "title": "Amancio Ortega llega por primera vez a los 100.000 millones de dólares en la lista Forbes",
  "text": "Amancio Ortega llega por primera vez a los 100.000 millones de dólares en la lista Forbes A Amancio Ortega también le ha tocado, a su manera, la Lotería de Navidad. El fundador de Inditex [no solamente ha sido abuelo por sexta vez hace unos días](https://www.elespanol.com/quincemil/articulos/actualidad/marta-ortega-da-a-luz-a-su-tercer-hijo-en-a-coruna), sino que además su fortuna ha superado en las últimas horas por primera vez los 100.000 millones de dólares de valoración, según el seguimiento en tiempo real de los multimillonarios que hace la publicación americana Forbes. La multinacional textil está teniendo unos últimos meses espectaculares en bolsa y en las últimas semanas ha superado en varias ocasiones su máximo valor histórico, la última de ellas hoy mismo. Este hito de Inditex, en combinación con la fortaleza del euro respecto al dólar (en estos momentos 1 euro es 1,11 dólares), ha hecho que su máximo accionista vea [cómo su patrimonio crezca notablemente para las estimaciones de Forbes](https://www.forbes.com/profile/amancio-ortega/?list=rtb/&sh=4503039d116c). La fortuna de Ortega se encuentra ahora mismo de duodécima a nivel mundial valorada en 100.300 millones de dólares (91.200 millones de euros al cambio actual), justo por debajo de los 104.500 millones del mexicano Carlos Slim, compañero de partidas de dominó en Avión (Ourense). La valoración de Inditex llega a un nuevo máximo histórico Este hito para Ortega, de 87 años de edad, se consigue en paralelo a que Inditex haya superado en varias jornadas de este mes su récord de valoración bursátil. La acción de Inditex comenzó diciembre en 38,31 euros y ha cerrado este 28 de diciembre a 39,38 euros, superando el récord que batió ayer, 27 de diciembre, cuando la acción cerró a 39,25 euros. El valor en bolsa de la compañía es en estos momentos de 124.050 millones de euros. Amancio Ortega posee el 59,294% de las acciones, por lo que Inditex aporta a su fortuna 73.554 millones de euros. El resto son activos inmobiliarios que gestiona Pontegadea, su sociedad patrimonial. La multinacional textil con sede en Arteixo está a punto de terminar un año en el que se ha revalorizado en bolsa un 53,83%. Las acciones de Inditex han subido y bajado como una montaña rusa en los últimos cuatro años: en febrero y marzo de 2020 se desplomaban por el temor a los efectos del Covid y, cuando a finales de 2021 parecían volver a su valor habitual de alrededor de 30 euros, la dimisión de Pablo Isla provocó que la cotización bursátil del emporio textil comenzase a descender hasta llegar a un mínimo de 20,11 euros el día que Marta Ortega asumió la presidencia no ejecutiva. Había dudas sobre la sucesión. El tándem Marta Ortega-García Maceiras bate récords Desde esos primeros días de la primavera de 2022, la acción de la multinacional gallega comenzó a recuperarse a medida que los resultados trimestrales mostraban la fortaleza del modelo de negocio y los éxitos de la nueva gestión encabezada por Óscar García Maceiras, el nuevo consejero delegado. La acción de Inditex cerró diciembre de 2022 cotizando a 24,85 euros, superó en noviembre el máximo histórico de 36,42 euros, que databa de mayo de 2017, y termina el año rozando los 40 euros por título.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.forbes.com/profile/amancio-ortega/?list=rtb/&sh=4503039d116c).",
    "https://www.forbes.com/profile/amancio-ortega/",
    "https://forbes.com/profile/amancio-ortega/?list=rtb/&sh=4503039d116c)."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:05:45.070+02:00",
  "updated": "2023-12-29T00:05:45.070+02:00"
}