{
  "thread": {
    "uuid": "34f1ca51c94918e36ab9d2eb875e20cf5999b98f",
    "url": "https://elnacional.com.do/oracion-por-todos-a-jehova/",
    "site_full": "elnacional.com.do",
    "site": "elnacional.com.do",
    "site_section": "http://elnacional.com.do/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "El Nacional",
    "title": "Oración por todos a Jehova",
    "title_full": "Oración por todos a Jehova",
    "published": "2023-12-29T14:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "https://elnacional.com.do/wp-content/uploads/2021/10/8_Actualidad_06_1okp01.jpg",
    "performance_score": 0,
    "domain_rank": 84357,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "34f1ca51c94918e36ab9d2eb875e20cf5999b98f",
  "url": "https://elnacional.com.do/oracion-por-todos-a-jehova/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ubi Rivas",
  "published": "2023-12-29T14:00:00.000+02:00",
  "title": "Oración por todos a Jehova",
  "text": "En el umbral de un año 2024 que asoma en horas, los hombres y mujeres de buena voluntad a nivel planetario, estamos compelidos, como si fuésemos una persona, a elevar profunda y sincera impetración a nuestro Universal Padre Alto Jehová, para iluminarnos y guiarnos con clarividencia, justicia, equidad, tolerancia, comprensión, paz, amor.\nA líderes mundiales conducen grandes y pequeños Estados, saturarlos nutridos caudales de sabiduría, tolerancia, corrección, equidad.\nComenzando por nuestro presidente Luis Abinader, conducirlo con prudencia, buen juicio, certeza y sabiduría, atributos del espíritu que lo ayuden superar enormes retos que enfrenta, redituables a sus gobernados.\nIluminar la cúpula empresarial dominante en nuestro difícil vecino Haití, invocando conclusión de injustificadas como peligrosas provocaciones a nuestro país, logrando que los reiterados y agresivos desacuerdos culminen en fructíferos y permanentes equitativos acuerdos.\nAl noble pueblo de Estado Unidos, iluminarlo por identificar el gobernante que conducirá su destino 2024-28.\nExcluyendo a su actual Joe Biden, valetudinario, pusilánime, carente de luz, arbitrando con pésimos resultados providencias conflictos palestino-judío y ruso-ucraniano.\nAl cuestionable Donald Trump, de conocida deriva arbitraria, racista, inclemente anti migratorio, extremista con México, erigir valla fronteriza, sustentador vital mano de obra agropecuaria e industria construcción.\nEncontrar término medio entre ambos.\nIluminar al presidente de Ucrania, VolodimirZelenski, logrando comprender imposible ganar guerra a Rusia,no seguir siendo mequetrefe imperial, evitando seguir destruyendo su gran país, granero trigo y soja, merecedor paz y mejor destino.\nAl gran estadista y líder mundial Vladimir Putin, lograr gran acuerdo con BRICS, China, Irán, Arabia Saudita y Qatar, gestar un mundo multipolar, incluyendo a Estado Unidos.\nAl gigante asiático China y su gran líder mundial Xi Jin-ping, acoplar enormes intereses de gravitación con Estados Unidos, con equilibrados mutuos óptimos resultados, ocultando mostrar supremacía nuclear de chantaje e intimidación.\nA Ismael Haniyeh, por Mahoma, disponer drástica orden a Hamás retirarse de Gaza hacia Líbano, Siria, Jordania, Qatar,Yemen, sin arriar la lucha, suspenderla, imponiendo una pausa que evite destruir a Gaza y cesar la lóbrega crisis humanitaria que abate a sus 2.7 mm.\nA Benjamín Netanyahu, por Yavé, iluminarlo regresar Acuerdo de Oslo 1993 y Hoja de Ruta del presidente George Bush, desconocidos ambos por Ariel Sharón, solución dos Estados en Tierra Santa, sin el cual jamás habrá paz.\nAl presidente de Egipto, mariscal Abdelfatah al Sisi, por Mahoma, abrirRaffah a palestinos ansían evadir infierno de Gaza que los tortura Netanyahu y condena Hamás.\nA Javier Milei, contemporizar con el insomne peronismo posibilitar grandes reformas que el pueblo argentino requiere y merece.\nA Daniel Ortega y Rosario Murillo, renunciar al autoritarismo, restaurar democracia, piedad a su pueblo, sacerdotes presos, y evitar surgir otro posible Rigoberto López Pérez.\nAMEN, PADRE JEHOVÁ.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T15:57:30.113+02:00",
  "updated": "2023-12-29T15:57:30.113+02:00"
}