{
  "thread": {
    "uuid": "0bfa6fdedd912b23e431fa8781f320f9ac3f318d",
    "url": "https://www.timesnownews.com/mumbai/with-atal-setu-pune-to-become-a-part-of-mumbai-heres-how-article-107747795",
    "site_full": "www.timesnownews.com",
    "site": "timesnownews.com",
    "site_section": "https://www.timesnownews.com/india/uttarkashi-tunnel-rescue-rat-hole-mining-rescuers-begin-drilling-vertical-boring-makes-headway-key-updates-article-105541259",
    "site_categories": [
      "media"
    ],
    "section_title": "Uttarkashi Tunnel Rescue: Rat-hole Mining Rescuers Begin Drilling, Vertical Boring Makes Headway | Key Updates | India News, Times Now",
    "title": "Mumbai News: With Atal Setu, Pune To Become A Part Of Mumbai; Here's How | Mumbai News, Times Now",
    "title_full": "Mumbai News: With Atal Setu, Pune To Become A Part Of Mumbai; Here's How | Mumbai News, Times Now",
    "published": "2024-02-16T07:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.tnn.in/thumb/msid-107747742,thumbsize-1649372,width-1280,height-720,resizemode-75/107747742.jpg",
    "performance_score": 0,
    "domain_rank": 4286,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0bfa6fdedd912b23e431fa8781f320f9ac3f318d",
  "url": "https://www.timesnownews.com/mumbai/with-atal-setu-pune-to-become-a-part-of-mumbai-heres-how-article-107747795",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TN City Desk",
  "published": "2024-02-16T07:42:00.000+02:00",
  "title": "Mumbai News: With Atal Setu, Pune To Become A Part Of Mumbai; Here's How | Mumbai News, Times Now",
  "text": "With Atal Setu, Pune To Become A Part Of Mumbai; Here's How According to Nadir Godrej, with the Atal Setu, Pune will seamlessly integrate with Bombay, bridging the short distance between them and transforming the entire expanse into a vast megalopolis. Pune will become a part of Bombay with the Atal Setu. Photo : ANI Mumbai: In an interview, Nadir Godrej, Managing Director of Godrej Industries, shared insights on Mumbai's evolution and the city's infrastructure expansion, particularly with the inauguration of the Atal Setu bridge. According to him, the Atal Setu significantly expands Mumbai's urban footprint, transitioning it into what Americans term a megalopolis, akin to Boswash—an extensive urban corridor stretching from Boston to Washington, DC, encompassing New York City. With the Atal Setu, Pune will seamlessly integrate with Bombay, bridging the short distance between them and transforming the entire expanse into a vast megalopolis. As per an [ET Now report](https://economictimes.indiatimes.com/markets/expert-view/pune-will-become-a-part-of-bombay-with-the-atal-setu-everything-in-between-will-be-one-huge-megalopolis-nadir-godrej/articleshow/107716697.cms?from=mdr), Godrej highlighted Mumbai's cosmopolitan nature and its historical significance as a global city with a thriving financial hub akin to New York. Reflecting on Mumbai's growth trajectory, Godrej noted the exponential rise in population and urban development over the years. While applauding infrastructural advancements such as the Atal Setu bridge and the forthcoming coastal road, he also expressed concerns about escalating air pollution and urged government intervention to address environmental challenges. According to him, the construction of the Atal Setu bridge will significantly enhance connectivity between Pune and Bombay (Mumbai). Historically, Pune and Bombay have been two distinct cities with some geographical distance between them. However, with the introduction of the Atal Setu bridge, the physical barrier between the two cities is greatly reduced, making travel between them much more accessible and convenient. Mumbai's Trans-Harbour Link In recent news, Navi Mumbai Municipal Transport (NMMT) may kick off bus services on the newly-inaugurated Mumbai Trans Harbour Link (MTHL) or the Atal Setu. Once the proposal is passed, locals willing to experience the longest sea link in India will be able to travel using public transport. In its proposal, NMMT has proposed initiating four services between Nerul and Mantralaya on the bridge. Mumbai's Coastal Road Project Mumbai Coastal Road project aims to establish an access-controlled freeway along the western shoreline of Mumbai, extending from Marine Drive to Dahisar. Phase 1 covering the stretch from Marine Drive to Worli is nearing completion, with 84 per cent progress. The subsequent phase will be from Worli to Versova. Phase 3, from Versova to Dahisar, has recently finalised its contractors, marking a significant step forward in the overall project. [Latest News](https://www.timesnownews.com/latest-news) End of Article Subscribe to our daily Newsletter! [Related News](https://www.timesnownews.com/mumbai) Mumbai Bus Operators Against New School Timings, May Hike Fares by 25-40 Per Cent AI Centre In London Likely To Be Named After Chhatrapati Shivaji Maharaj Mumbai Local Trains To Get Less-Crowded; Major Infra Boost On Cards To Ensure Hassle-Free Travel Wheelchair Unavailable, Air India Passenger Walks For 1 Km; Dies Of Heart Attack Akasa Air Cancels THESE Mumbai-Bengaluru Flights Until March 30",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "atal setu",
        "sentiment": "negative"
      },
      {
        "name": "nadir godrej",
        "sentiment": "negative"
      },
      {
        "name": "godrej",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "godrej industries",
        "sentiment": "negative"
      },
      {
        "name": "times now mumbai",
        "sentiment": "negative"
      },
      {
        "name": "mumbai news",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "pune",
        "sentiment": "none"
      },
      {
        "name": "mumbai",
        "sentiment": "none"
      },
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "bombay",
        "sentiment": "none"
      },
      {
        "name": "washington, dc",
        "sentiment": "none"
      },
      {
        "name": "boston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T10:26:16.683+02:00",
  "updated": "2024-02-16T13:26:07.985+02:00"
}