{
  "thread": {
    "uuid": "89b225ebdd3e707c52eb6de35944836eec60c1c2",
    "url": "https://www.timeslive.co.za/sport/soccer/2023-12-29-stellenbosch-launch-spirited-second-half-fight-back-to-stun-pirates/",
    "site_full": "www.timeslive.co.za",
    "site": "timeslive.co.za",
    "site_section": "https://www.timeslive.co.za/sport",
    "site_categories": [
      "travel",
      "africa"
    ],
    "section_title": "Sport",
    "title": "Stellenbosch launch spirited second half fight-back to stun Pirates",
    "title_full": "Stellenbosch launch spirited second half fight-back to stun Pirates",
    "published": "2023-12-29T22:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZA",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 4984,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "89b225ebdd3e707c52eb6de35944836eec60c1c2",
  "url": "https://www.timeslive.co.za/sport/soccer/2023-12-29-stellenbosch-launch-spirited-second-half-fight-back-to-stun-pirates/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MAHLATSE MPHAHLELE AT ORLANDO STADIUM",
  "published": "2023-12-29T22:00:00.000+02:00",
  "title": "Stellenbosch launch spirited second half fight-back to stun Pirates",
  "text": "Soccer Stellenbosch launch spirited second half fight-back to stun Pirates 29 December 2023 - 22:00 By MAHLATSE MPHAHLELE AT ORLANDO STADIUM Support independent journalism. Subscribe to our digital news package for R80 p/m. Subscribe now Deano van Rooyen of Stellenbosch fights for the ball with Karim Kimvuidi of Orlando Pirates during their DStv Premiership match at Orlando Stadium.\nImage: Sydney Mahlangu/BackpagePix\nStellenbosch came from two goals down to stun Orlando Pirates 3-2 during their exciting exciting DStv Premiership clash at Orlando Stadium on Friday night.\nPirates took an early lead through goals by Tapelo Xoki and Evidence Makgopa but Stellies launched a stunning second half fightback with goals from Iqraam Rayners, Devin Titus and Andre de Jong.\nAs a result of this hard fought away victory, Stellenbosch, who recently won the Carling Knockout, end the year on a high and in the top half of the table with 26 points from 15 matches.\nOn the other hand, Pirates have dropped to the middle of the table and they may end the season on sixth if Kaizer Chiefs beat Sekhukhune United in Polokwane on Saturday.\nPirates coach Jose Riveiro started the match with Makgopa as the only player in the final Africa Cup of Nations (Afcon) squad for Bafana Bafana while Nkosinathi Sibisi started on the bench.\nBroos names Bafana Bafana squad for Afcon Bafana Bafana coach Hugo Broos has named his squad that will do battle at the Africa Cup of Nations in Ivory Coast in January. Sport 1 day ago Thabang Monare and Zakhele Lepasa did not make the team while Stellenbosch coach Steve Barker started with Jayden Adams who is the only player in his team going to Afcon.\nThe other surprise by Riveiro was that he started exciting teenager Relebohile Mofokeng on the bench while improving Karim Kimvuidi was paired with Makgopa to lead the attack.\nPirates started on the offensive with Patrick Maswanganyi and Phillip Ndlondlo initiating most of their attacks but they were led down in the final third by Makgopa, Deon Hotto and Kimvuidi.\nStellenbosch also had their moments on the attack but the likes of Rayners, Titus and Adams could not get the better of Pirates goalkeeper Melusi Buthelezi.\nPirates took the lead after 32 minutes when defender Xoki sent Stellenbosch goalkeeper Sage Stephens the wrong way from the penalty spot after Thabelo Moloisane was handled the ball in the box.\nPirates increased their lead after 58 minutes when Makgopa produced a moment of brilliance with a cheeky back heel flick to beat Stephens after he connected with a cross from Fortune Makaringe.\n‘He’s got our blessings’, says Safa on Foster’s reasons for skipping Afcon South African Football Association CEO Lydia Monyepao says they gave their blessings to Lyle Foster when he asked to be excused from playing for ... Sport 15 hours ago Stellenbosch launched a spirited fightback with Rayners, Devon Titus and De Jong finding the back of the net during a frantic period of the match between the 66th and 78th minutes to secure the vital three points.\nFor the late goals, Stellenbosch the Pirates defence that went to sleep as they completed a league double over the Buccaneers.\nIn the earlier kickoff on Friday, AmaZulu moved to seventh spot on the DStv Premiership standings with a dominant 3-0 win over struggling Royal AM at the Moses Mabhida Stadium in Durban.\nAmaZulu, who may be kicked out of the top eight by Polokwane City, Golden Arrows or Moroka Swallows below them on the log, ensured this vital victory through first half goals by Mlondi Mbanjwa and a brace frpm Augustine Kwem.\nMbanjwa took the lead after 13 minutes and Kwem found the back of the net on the 27th and 32nd minutes to leave Royal AM in the danger zone and with a mountain to climb to revive their season.\nThe talking point of this match was Royal AM starting the match with club chairman Andile Mpisane who was replaced at half time as they tried to come back in the game.\nSupport independent journalism. Subscribe to our digital news package for R80 p/m. Subscribe now",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.pinterest.com/pin/create/button/",
    "https://app.beyondwords.io/api/v2/projects/13405/podcasts/iframe.html",
    "https://playback.oovvuu.media/frame/e03ec371-3fdc-468f-b815-c1bf205f74dc",
    "https://pinterest.com/pin/create/button/",
    "https://www.pinterest.com/pin/create/button",
    "https://www.playback.oovvuu.media/frame/e03ec371-3fdc-468f-b815-c1bf205f74dc",
    "https://www.app.beyondwords.io/api/v2/projects/13405/podcasts/iframe.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stellies",
        "sentiment": "none"
      },
      {
        "name": "mahlatse mphahlele",
        "sentiment": "none"
      },
      {
        "name": "karim kimvuidi",
        "sentiment": "none"
      },
      {
        "name": "sydney mahlangu",
        "sentiment": "none"
      },
      {
        "name": "sekhukhune unit",
        "sentiment": "none"
      },
      {
        "name": "deano van rooyen",
        "sentiment": "none"
      },
      {
        "name": "tapelo xoki",
        "sentiment": "none"
      },
      {
        "name": "devin titus",
        "sentiment": "none"
      },
      {
        "name": "andre de jong",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "orlando pirates",
        "sentiment": "none"
      },
      {
        "name": "iqraam rayners",
        "sentiment": "none"
      },
      {
        "name": "kaizer chiefs",
        "sentiment": "none"
      },
      {
        "name": "pirates",
        "sentiment": "none"
      },
      {
        "name": "backpagepix stellenbosch",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "stellenbosch",
        "sentiment": "none"
      },
      {
        "name": "orlando",
        "sentiment": "none"
      },
      {
        "name": "orlando stadium",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T23:36:20.258+02:00",
  "updated": "2023-12-30T03:43:30.660+02:00"
}