{
  "thread": {
    "uuid": "15092d2802a498f75fd15c7f9d71207e7789d023",
    "url": "https://www.ktiv.com/2024/06/20/nebraska-family-three-four-daycare-children-survive-collapse-home-during-2014-tornado",
    "site_full": "www.ktiv.com",
    "site": "ktiv.com",
    "site_section": "https://ktiv.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News",
    "title": "Nebraska family of three, four daycare children survive collapse of home during 2014 tornado",
    "title_full": "Nebraska family of three, four daycare children survive collapse of home during 2014 tornado",
    "published": "2024-06-21T02:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-ktiv-prod.cdn.arcpublishing.com/resizer/v2/KCYLCYHNP5DZNMLQ2C3PLVH36A.jfif?auth=6a65c5f6518796936c0919e69bca3565d00647384e07864d67d7178898db9c49&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 59726,
    "domain_rank_updated": "2024-06-18T13:08:26.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "15092d2802a498f75fd15c7f9d71207e7789d023",
  "url": "https://www.ktiv.com/2024/06/20/nebraska-family-three-four-daycare-children-survive-collapse-home-during-2014-tornado",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ktivnews",
  "published": "2024-06-21T02:24:00.000+03:00",
  "title": "Nebraska family of three, four daycare children survive collapse of home during 2014 tornado",
  "text": "NEAR STANTON, Neb. (KTIV) - One of the first targets of an EF-4 tornado, which formed on June 16, 2014, was the Kremlacek family’s farm home northwest of Stanton, Nebraska.\nInside were Troy and Amy Kremlacek, Amy’s son 11-year-old Christian, and four young children in Amy’s in-home daycare. It took the tornado seconds to reduce the home to rubble trapping all seven inside.\nWhen the day began, the family knew something about June 16th would be different. “I remember it was real hot, humid in the morning, but kind of felt like a normal day,” said Troy Kremlacek. But, by the time Troy Kremlacek finished his errands in nearby Norfolk, Nebraska, things changed. “I don’t know how to describe it,” Troy Kremlacek said. “But it was just like, when he walked out the door, it just took your breath away.”\nThirteen miles away, at the family’s home northwest of Stanton, Nebraska, Troy’s wife, Amy, could feel the change, too. “It was just so heavy,” said Amy Kremlacek. “I mean, it almost made your chest hurt, it was so heavy.”\nNormally, the Kremlaceks would sit outside and watch storms roll in. But not this time. “I made the kids come inside because I just felt like something wasn’t right,” said Amy Kremlacek.\nThe Kremlaceks had been through bad storms before. The week before, a fierce hailstorm sent them to the basement. “I used that day to teach the kids how to do a tornado drill,” said Amy Kremlacek. “And they, you know, they all knew to put their shoes on, they all knew to grab their blankets so they could cover their heads, and where to go in the basement. So, we had practiced it.”\nSo, when the Kremlaceks heard the sirens sound in nearby Stanton, Amy gathered the four children staying at her in-home daycare, and her own son, Christian, and went to the basement. “It sounded like a train only it’s right there,” said Troy Kremlacek. “You are right beside it.” “Troy was right,” said Amy Kremlacek. “It did sound like... it sounded like a train coming at us. And I looked at him and I said, ‘Wow, that’s really heavy rain.’ And he said, ‘that’s not rain.’ “It was just loud man,” said Troy Kremlacek. “Destruction. And, stuff was hitting. Hitting me. And I thought I needed to stay standing. Nope. That’s when hot water heater hit me.” “And then all of a sudden the house came down,” said Amy Kremlacek.\nBriefly knocked unconscious, Troy woke up... to find his world turned upside down. “First thing I saw was Christian,” said Troy Kremlacek. “I couldn’t see Amy or the kids. So, and that’s when panic set in.” “I can only see myself and one of the child on my lap and the child next to me,” said Amy Kremlacek. “So, I could just see the three of us and then I was talking to the other two children that I could hear down there still.”\nAmy’s son, Christian, managed to crawl through a small opening in the debris, and climb out. “I remember getting out there and just yelling ‘it’s all gone’,” said Christian French. “Everything was flat, and like it got steamrolled. It was unbelievable.”\nAmy managed to call 911. And, one by one, rescue crews got everyone out, safely. Troy spent three days in a local hospital with a concussion, “compression syndrome” in his legs, and a torn rotator cuff. Amy had “compression syndrome” in her legs, too. When they were well enough to return, utter devastation greeted the Kremlaceks. “It was heartbreaking,” said Amy Kremlacek. “Everything that we had both put together to combine our family because we had just gotten married a few weeks before this. It was gone.”\nThankfully, the community came together to donate everything the Kremlaceks had lost. “I mean, you know, in the world that we live in, you never know how people are going to be, but they really stepped up and they were amazing to help us a situation where so many did so much,” said Amy Kremlacek.\nThat restoring their faith, and the family acknowledged faith’s role in their survival. “There’s no other way to explain it... it, we were... we had a higher power watching over us that day,” said Amy Kremlacek. “Yeah, we had to have somebody looking over it,” said Troy Kremlacek.\nTroy Kremlacek had actually been through this before. On May 8th, 1996, a tornado destroyed the home he was living in, in Beatrice, Nebraska.\nTo see more stories from our Pilger tornadoes special, follow this link.\nCopyright 2024 KTIV. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kremlacek",
        "sentiment": "none"
      },
      {
        "name": "amy kremlacek",
        "sentiment": "none"
      },
      {
        "name": "troy kremlacek",
        "sentiment": "none"
      },
      {
        "name": "amy",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "nebraska",
        "sentiment": "none"
      },
      {
        "name": "neb.",
        "sentiment": "none"
      },
      {
        "name": "stanton",
        "sentiment": "none"
      },
      {
        "name": "anton",
        "sentiment": "none"
      },
      {
        "name": "norfolk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T03:46:16.733+03:00",
  "updated": "2024-06-21T19:03:40.251+03:00"
}