{
  "thread": {
    "uuid": "00d8c265fd3c0eb57bd4763f1dca6f0fc4d8928d",
    "url": "https://www.arabnews.pk/node/2476826/sport",
    "site_full": "www.arabnews.pk",
    "site": "arabnews.pk",
    "site_section": "https://www.arabnews.pk/taxonomy/term/5/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Sport",
    "title": "Amid PSL craze, Pakistani man becomes internet sensation with Danny Morrison commentary impression",
    "title_full": "Amid PSL craze, Pakistani man becomes internet sensation with Danny Morrison commentary impression",
    "published": "2024-03-14T14:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "SA",
    "main_image": "https://www.arabnews.pk/sites/default/files/styles/660x371_watermarkpakistan/public/main-image/2024/03/14/4274251-1612984928.jpg?itok=3dtsx8sK",
    "performance_score": 0,
    "domain_rank": 90421,
    "domain_rank_updated": "2024-03-12T12:13:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "00d8c265fd3c0eb57bd4763f1dca6f0fc4d8928d",
  "url": "https://www.arabnews.pk/node/2476826/sport",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "daniel.fountain",
  "published": "2024-03-14T14:15:00.000+02:00",
  "title": "Amid PSL craze, Pakistani man becomes internet sensation with Danny Morrison commentary impression",
  "text": "PESHAWAR: The young man held the hammer up to his mouth as a makeshift microphone, looked straight at the camera and burst into spirited commentary about an imaginary cricket match.\nThe accent is distinctive: that of famed New Zealand cricket commentator and former cricketer Danny Morrison, but the man behind the voice is a 21-year-old Pakistani who became an overnight sensation after a social media influencer captured his commentary on video and the footage went viral.\nWaqar Bettani hails from the impoverished and volatile settlement of Lakki Marwat in the northwestern Khyber Pakhtunkhwa province, but moved with his family, including five sisters and four brothers, to the provincial capital of Peshawar two decades ago, where he is currently pursuing a zoology degree and juggling two jobs.\nSpeaking to Arab News, Bettani said the success of his first video clip inspired him to set up his own social media accounts on TikTok and Instagram.\n“I started posting videos over there and they started going viral,” he said.\n“When I talk, I say my name is ‘Danny Morrison Lite’, so I am a lite version of him because I love his commentary and my accent is just the same as his.”\nBettani said people widely told him he sounded like Morrison: “So, probably I will say that he is my ideal in commentary.”\nHe said he had enjoyed speaking in and polishing his English since he was a school-going child.\n“I try everyday to polish my English speaking skills. In school, I would speak in English with my teachers and friends randomly and got the confidence to speak it in public and on social media.”\nBettani said he would fanatically watch cricket since he was a kid and listened to television commentary on high volume, which inspired him to start mimicking commentators and doing commentary at local cricket grounds.\nMorrison has been his favorite for years: “Danny Morrison is my inspiration and I like his aggression in commentary for which he is admired across the globe in different cricket leagues.\"\n“THIS IS MY LIFE”\nLike many of his friends in the northwestern city, Bettani is a fan of Peshawar Zalmi, a Pakistani franchise Twenty20 cricket team which plays in the Pakistan Super League and represents KP capital Peshawar.\n“I support my own team, Peshawar Zalmi, the Yellow Storm,” Bettani said. “We love cricket, we love PSL, we are supporting our teams and we are behind them.”\nHe is also a huge admirer of Zalmi captain Babar Azam, one of the top performers in the ongoing PSL tournament and a former all-format captain of the Pakistan cricket team.\n“I love the one and only King Babar Azam. He is on top in the world [rankings], and he is one of the greatest batsmen of present time in PSL and BPL [Bangladesh Premier League].”\nBettani has himself also received widespread recognition for his commentary and was recently invited at district-level tournaments to showcase his skills.\n“I look forward to being part of the international cricket commentary box and in national level games like PSL,” he said. “I will find my place there.”\nBut the fan following has not made his life's challenges easier. He still has to work to support his family, which owns a small shop along the Ring Road in Peshawar.\nThe zoology student attends classes three days a week at a local private college and spends the remaining time working two jobs.\n“I work in a quartz stone factory which exports to China,” Bettani said. “In the daytime, I work there and on the night shift, I work as a security guard. This is my life.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "danny morrison",
        "sentiment": "negative"
      },
      {
        "name": "danny morrison lite’",
        "sentiment": "none"
      },
      {
        "name": "bettani",
        "sentiment": "none"
      },
      {
        "name": "waqar bettani",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "arab news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "peshawar",
        "sentiment": "none"
      },
      {
        "name": "new zealand",
        "sentiment": "none"
      },
      {
        "name": "khyber pakhtunkhwa",
        "sentiment": "none"
      },
      {
        "name": "peshawar",
        "sentiment": "none"
      },
      {
        "name": "lakki marwat",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:15:16.960+02:00",
  "updated": "2024-03-15T01:15:16.960+02:00"
}