{
  "thread": {
    "uuid": "fea47442dd554b5d520c1dd4fb5c830a23bb72af",
    "url": "https://www.foodrepublic.com/1482720/expensive-bread-paul-hollywood-roquefort-and-almond/",
    "site_full": "www.foodrepublic.com",
    "site": "foodrepublic.com",
    "site_section": "https://foodrepublic.com",
    "site_categories": [
      "food",
      "cocktails_beer",
      "food_allergies"
    ],
    "section_title": "Food Republic | Restaurants, Reviews, Recipes, Cooking Tips",
    "title": "The Luxury Loaf Paul Hollywood Calls The 'Rolls Royce' Of Bread",
    "title_full": "The Luxury Loaf Paul Hollywood Calls The 'Rolls Royce' Of Bread",
    "published": "2024-01-08T00:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.foodrepublic.com/img/gallery/the-luxury-loaf-paul-hollywood-calls-the-rolls-royce-of-bread/l-intro-1704207650.jpg",
    "performance_score": 0,
    "domain_rank": 17870,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fea47442dd554b5d520c1dd4fb5c830a23bb72af",
  "url": "https://www.foodrepublic.com/1482720/expensive-bread-paul-hollywood-roquefort-and-almond/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Erica Martinez",
  "published": "2024-01-08T00:15:00.000+02:00",
  "title": "The Luxury Loaf Paul Hollywood Calls The 'Rolls Royce' Of Bread",
  "text": "The Luxury Loaf Paul Hollywood Calls The 'Rolls Royce' Of Bread Famous baker Paul Hollywood loves bread as much as he [loathes Twinkies](https://www.foodrepublic.com/1458952/dessert-paul-hollywood-hates-twinkies/). Born into a family of bakers, Hollywood has built an empire in the business of baking, most notably penning the best-selling book \"100 Great Breads\" and hosting baking TV shows in Britain and the United States, including \"The Great British Baking Show.\" Known for his substantial knowledge of bread-making, Hollywood has tasted and sampled wonderful loaves of bread from around the world. The most luxurious bread recipe he's ever sampled, though, is all his own. In 2008, Hollywood created an almond and Roquefort sourdough bread that was sold at London's famed department store, Harrods, for £15 per loaf, or about $19 American dollars in 2024 terms. It was the most expensive bread in Britain at the time, and was made with grade A flour from a specialist miller and Roquefort blue cheese imported from France. Hollywood even referred to it as Rolls Royce of bread, in reference to one of the fanciest cars money can buy. At such a cost, it was certainly not an everyday bread for most people, but a special indulgence. Bake a similar loaf using Paul Hollywood's recipe It is certainly fitting that Paul Hollywood's almond and Roquefort sourdough was sold at Harrods, as the store is famed for selling all things lavish, from designer clothing to costly culinary treats in its very own famed food hall. Enter this culinary emporium and you'll find exotic produce, caviar, luxury chocolates, and of course, freshly-baked bread. While Paul Hollywood's special loaf of bread is no longer sold, and there's no official recipe, the chef does have a recipe for a a Roquefort and walnut loaf, which he suggests serving on a [cheese board](https://www.foodrepublic.com/1407019/must-know-etiquette-rules-cluttered-cheese-boards-charcuterie/) in lieu of crackers. This bread, with the sharp blue cheese and crunchy nuts, would be a sublime treat with a slathering of good butter. You could enjoy a chunk of the bread with a fruit jam like fig, apricot, or cherry. A classic wine choice to accentuate Roquefort's complex flavor is port wine, but a nutty ale, a sharp Riesling, and a smoky Scottish whisky would also be delicious. It may not be the Rolls Royce of bread, but pair it with the right ingredients and it will certainly taste like a million bucks. Other breads with a hefty price tag If shelling out nearly $20 for a loaf of bread seems extreme to you, Paul Hollywood's creation is actually a bargain compared to some other luxury breads around the globe. In 2014, Orchard Pigs bakery in North Wales created a £75 pound loaf that was made with champagne (in place of water) and gold flakes. While in this example, the flakes were dusted on top primarily for decoration purposes, Pan Pina bakery in Algatocin, Spain actually bakes gold and silver right into its luxury sourdough loaves, which sell for an astounding 1,480 per unit, making it the most expensive bread in the world. The ingredients for the bread are kept in a safe, if that tells you anything about its value. Compared to breads such as these — which get a little closer to matching the actual price of a Rolls Royce – Hollywood's almond and Roquefort sourdough certainly does sound like the more approachable option. It may also sound tastier to those of us who aren't keen on chowing down on silver and gold. We're willing to bet that blue cheese has much more flavor than a flake of precious metal.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "paul hollywood",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "luxury loaf paul hollywood",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "hollywood",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:49:32.309+02:00",
  "updated": "2024-01-08T01:49:32.309+02:00"
}