{
  "thread": {
    "uuid": "66bfde9833ce3a47aa3d1fc81936b55bc738ee40",
    "url": "https://www.consalud.es/estetic/ninos-mas/sari-arponen-cuidado-microbiota-pequenos-prevencion-salud_138354_102.html",
    "site_full": "www.consalud.es",
    "site": "consalud.es",
    "site_section": "https://www.consalud.es",
    "site_categories": [
      "health",
      "womens_health"
    ],
    "section_title": "ConSalud.es | Diario Online líder en el sector salud",
    "title": "“El cuidado de la microbiota desde pequeños es prevención”",
    "title_full": "“El cuidado de la microbiota desde pequeños es prevención”",
    "published": "2024-01-07T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.consalud.es/estetic/uploads/s1/27/02/29/2/sari-arponen-doctora-en-ciencias-biomedicas-especialista-en-medicina-interna-docente-y-experta-en-microbiota-foto-pedro-curbelo_16_1200x680.jpeg",
    "performance_score": 0,
    "domain_rank": 50102,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "66bfde9833ce3a47aa3d1fc81936b55bc738ee40",
  "url": "https://www.consalud.es/estetic/ninos-mas/sari-arponen-cuidado-microbiota-pequenos-prevencion-salud_138354_102.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Estetic",
  "published": "2024-01-07T23:00:00.000+02:00",
  "title": "“El cuidado de la microbiota desde pequeños es prevención”",
  "text": "Cuando somos pequeños, muy pocas veces nos hablan de la microbiota. Algunos piensan que es una información demasiado complicada o difícil de comprender para los niños. Sin embargo, presentársela es fundamental para que conozcan, en la medida de sus posibilidades, que es muy importante cuidarse desde la [alimentación](https://www.consalud.es/estetic/nutricion/alimentacion-complementaria-bebe_127164_102.html) y unos hábitos de vida saludables, la base para crecer sanos y fuertes. De hecho, es altamente recomendable hacerlo desde pequeños para asentar los hábitos. No estamos hablando de presentarles el mundo de las bacterias de forma literal, sino adaptada, como propone la Sari Arponen, Doctora en Ciencias Biomédicas y experta en microbiota, con su nuevo libro, ‘El mundo secreto de la microbiota’. En él cuenta para el público infantil y de una manera muy visual, a través de las ilustraciones de Lirios Bou, cómo funciona nuestra [microbiota](https://www.consalud.es/estetic/ninos-mas/entendiendo-microbiota-ninos-entenderan-mejor-importancia-buena-alimentacion_136304_102.html) y cómo debemos cuidarla. Una información que también viene muy bien a los padres, pues, tal y como señala la doctora, “las bases de un estilo de vida saludable que ayude a tener una microbiota equilibrada se establecen en la infancia”. Además, la experta cree que la infancia “es un momento fantástico” para aprender aquellos conocimientos que tienen que ver con la ciencia y con nuestra salud, pues “lo que se aprende de niño deja un poso para más adelante”. De hecho, “los niños pueden incluso inducir cambios de hábitos en sus mayores”, dice la Dra. Arponen, quien cree que la edad no debe ser una barrera, sino todo lo contrario: “los niños tienen una curiosidad infinita”, reseña. MICROBIOTA DEL NIÑO: LA SALUD DE SU FUTURO Ya hemos visto que [la microbiota está relacionada](https://www.consalud.es/estetic/bienestar/desequilibrios-microbiota-sistema-inmune-inflamacion_138281_102.html) con nuestro sistema inmune y con nuestro cerebro, más allá de los intestinos. Por lo tanto, un desequilibrio de la microbiota que “puede hundir sus raíces desde la infancia”, puede favorecer, según la Dra. Arponen, el desarrollo de enfermedades crónicas no transmisibles “que son tan frecuentes”, como las alergias, las enfermedades cardiovasculares y metabólicas (obesidad, diabetes), los problemas neurodegenerativos o del estado de ánimo, los trastornos autoinmunes… De hecho, la ciencia estipula que los 1.000 primeros días de vida de un bebé son fundamentales para el asentamiento de las bacterias ‘buenas’ en el organismo del niño, pues “en estos momentos, es cuando se constituye la microbiota de las diferentes partes del cuerpo”. El resto de la vida no deja de ser importante, pero “estos primeros años de vida son especialmente críticos porque es cuando se programa en gran parte el sistema inmunitario”. Del mismo modo, la [infancia](https://www.consalud.es/estetic/nutricion/la-importancia-de-los-habitos-alimentarios-en-la-infancia_18340_102.html) es el momento del desarrollo del cerebro, un proceso que también “se ve influido por la microbiota y sus metabolitos”. En definitiva, cuidar la microbiota del niño “es clave” para un correcto funcionamiento y desarrollo orgánico a todos los niveles. “Si un niño aprende desde pequeño los hábitos adecuados, tendrá un capital de salud para toda la vida” El cuidado de la microbiota se obtiene a través de muchos factores: la leche materna durante los primeros años de vida, la alimentación saludable, la vida activa, el contacto con la naturaleza, un buen descanso, la higiene, la salud del individuo, la no exposición a tóxicos y a las [pantallas](https://www.consalud.es/estetic/ninos-mas/laura-cloux-pantallas-2-anos-limita-desarrollo-cerebro_135313_102.html) y mantener el estrés a raya… Sari Arponen aporta todas las claves y de una manera divertida a los más pequeños en su libro pero, sin duda, una de las mejores fórmulas para que los niños capten la importancia del mensaje y quieran llevarlo a cabo es “siendo el mejor ejemplo para ellos”. “De nada sirve decirles que hagan ejercicios si nos ven todo el día en el sofá, que coman verdura y eviten los ultraprocesados si ven que los adultos no comen sano, o decirles que no abusen de la tecnología si nos ven todo el día pegados al móvil”. Por ello, la doctora propone “cocinar sano y con amor en familia, hacer ejercicio juntos en la naturaleza, y promover actividades de ocio no digital”. Y recuerda que “si un niño aprende desde pequeño los hábitos adecuados, tendrá un capital de salud para toda la vida”, pues “el cuidado de la microbiota desde pequeños es prevención en salud”, concluye.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:42:45.091+02:00",
  "updated": "2024-01-08T00:42:45.091+02:00"
}