{
  "thread": {
    "uuid": "ecfe46f3f012a6d30076e1a362a4e5442d1c72fa",
    "url": "https://www.eltiempo.com/vida/medio-ambiente/ocho-ciudades-de-latinoamerica-se-preparan-para-rugir-con-una-campana-que-busca-impulsar-la-proteccion-de-los-jaguares-3363628",
    "site_full": "www.eltiempo.com",
    "site": "eltiempo.com",
    "site_section": "http://www.eltiempo.com/rss/vida.xml",
    "site_categories": [
      "media",
      "education",
      "business",
      "top_news"
    ],
    "section_title": "EL TIEMPO.COM -Vida",
    "title": "Ocho ciudades de Latinoamérica se preparan para ‘rugir’ con una campaña que busca impulsar la protección de los jaguares",
    "title_full": "Ocho ciudades de Latinoamérica se preparan para ‘rugir’ con una campaña que busca impulsar la protección de los jaguares",
    "published": "2024-07-19T06:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://imagenes.eltiempo.com/files/og_thumbnail/files/fp/uploads/2023/06/13/6488c9d665bdc.r_d.800-545-0.jpeg",
    "performance_score": 0,
    "domain_rank": 3764,
    "domain_rank_updated": "2024-07-16T13:07:25.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 3,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ecfe46f3f012a6d30076e1a362a4e5442d1c72fa",
  "url": "https://www.eltiempo.com/vida/medio-ambiente/ocho-ciudades-de-latinoamerica-se-preparan-para-rugir-con-una-campana-que-busca-impulsar-la-proteccion-de-los-jaguares-3363628",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Edwin Caicedo",
  "published": "2024-07-19T06:18:00.000+03:00",
  "title": "Ocho ciudades de Latinoamérica se preparan para ‘rugir’ con una campaña que busca impulsar la protección de los jaguares",
  "text": "Noticia Medio Ambiente Ocho ciudades de Latinoamérica se preparan para ‘rugir’ con una campaña que busca impulsar la protección de los jaguares La campaña ‘Latinoamérica ruge por el jaguar’ es una iniciativa para promover la conciencia sobre la protección de este animal y sus corredores genéticos que atraviesan el continente. Conforme a los criterios de Temas Relacionados [ ‘Desarrollamos el primer bono de biodiversidad y gracias a eso ofrecemos créditos con tasas preferenciales a proyectos que ayuden a conservar’: BBVA Colombia](https://www.eltiempo.com/vida/medio-ambiente/creamos-el-primer-bono-de-biodiversidad-y-gracias-a-eso-podemos-ofrecer-creditos-con-tasas-preferenciales-a-proyectos-que-ayuden-a-conservar-bbva-colombia-3363514) La importancia del jaguar DESCARGA LA APP EL TIEMPO Personaliza, descubre e informate. Empodera tu conocimiento [Internet para hogares se podría convertir en un servicio público domiciliario vigilado por la Superservicios](/economia/sectores/internet-para-hogares-se-podria-convertir-en-un-servicio-publico-vigilado-por-la-superservicios-3361719) [Así tendría que ser el contrato de una empleada doméstica en Colombia con la reforma laboral](/economia/finanzas-personales/asi-tendria-que-ser-el-contrato-de-una-empleada-domestica-en-colombia-con-la-reforma-laboral-3364497) [¿Fue uno de los afortunados ganadores? Conozca los números y resultados del sorteo del 20 de julio de Baloto y Baloto Revancha](/economia/finanzas-personales/fue-uno-de-los-afortunados-ganadores-conozca-los-numeros-y-resultados-del-sorteo-del-20-de-julio-de-baloto-y-baloto-revancha-3364205) [¿Le atinó al premio mayor? Aquí están los resultados y ganadores del sorteo del 20 de julio de la Lotería del Cauca y Boyacá](/economia/finanzas-personales/le-atino-al-premio-mayor-aqui-estan-los-resultados-y-ganadores-del-sorteo-del-20-de-julio-de-la-loteria-del-cauca-y-boyaca-3364203) Más noticias Nuestro mundo [ Líder indígena en Nariño lanzó alerta en España sobre el riesgo que corre la laguna de La Cocha ](/colombia/otras-ciudades/lider-indigena-en-narino-lanzo-alertaen-espana-sobre-el-riesgo-que-corre-la-laguna-de-la-cocha-3364729) Asegura que este ecosistema se encuentra en un riesgo ambiental. [ Paro de taxistas: puntos de concentración en Cali, Cartagena, Santa Marta, Pasto y otras ciudades de Colombia que se unieron ](/colombia/otras-ciudades/cali-cartagena-santa-marta-pasto-y-todas-las-ciudades-que-se-unen-al-paro-de-taxistas-este-martes-estos-son-los-puntos-de-concentracion-3364722) Los taxistas se movilizarán este 23 de julio en contra de los conductores de particulares que trabajan a través de plataformas. [ Atención: estos son los 7 puntos de concentración de los taxistas en Cartagena que se suman al paro nacional ](/colombia/otras-ciudades/taxistas-en-cartagena-que-se-suman-a-paro-nacional-estos-son-los-7-puntos-de-concentracion-3364713) [ Impactante video: motociclista salió disparado al ser embestido por un carro en Tunja; buscan al conductor que huyó ](/colombia/otras-ciudades/impactante-video-motociclista-salio-disparado-al-ser-embestido-por-un-carro-en-tunja-buscan-al-conductor-que-huyo-3364709) [ ¿Le conviene a Medellín la venta de las acciones que EPM tiene en Tigo-UNE? esto opinan los expertos ](/colombia/medellin/le-conviene-a-medellin-la-venta-de-las-acciones-que-epm-tiene-en-tigo-une-esto-opinan-los-expertos-3364643) [ Tiroteo en asilo de ancianos en Croacia: la madre del presunto asesino vivía en la residencia; hay al menos 5 muertos ](/mundo/al-menos-cinco-muertos-en-tiroteo-en-un-asilo-croata-de-ancianos-3364393) Las autoridades informaron que otras 5 personas están heridas. Por lo pronto, se desconocen los motivos del ataque. [ El primer ministro israelí, Benjamín Netanyahu, viaja a Washington bajo presión para firmar un acuerdo de tregua con Hamás ](/mundo/medio-oriente/el-primer-ministro-israeli-benjamin-netanyahu-viaja-a-washington-bajo-presion-para-firmar-un-acuerdo-de-tregua-con-hamas-3364208) El primer ministro israelí viajará a Washington el lunes para reunirse con el presidente Joe Biden, mientras enfrenta presiones para firmar un acuerdo de tregua con Hamás antes de su partida. Además, tiene previsto pronunciar un discurso ante el Congreso y reunirse con Donald Trump. [ Terremoto de magnitud 6.2 fue registrado en Jalapa, Guatemala con una gran profundidad ](/mundo/terremoto-de-magnitud-6-2-fue-registrado-en-jalapa-guatemala-con-una-gran-profundidad-3364201) [ La Unesco discute en Nueva Delhi los sitios en peligro del Patrimonio Mundial ](/mundo/la-unesco-discute-en-nueva-delhi-los-sitios-en-peligro-del-patrimonio-mundial-3364147) [ Embajada de EE. UU en Bogotá extendió las felicitaciones a la Selección Colombia y les hizo invitación ](/mundo/eeuu-y-canada/embajada-de-ee-uu-en-bogota-extendio-las-felicitaciones-a-la-seleccion-colombia-y-les-hizo-inusual-invitacion-3361195) [ El Campín se cierra para los equipos de Bogotá: así va la adecuación de la grama para el Mundial Femenino Sub 20 ](/bogota/el-campin-se-cierra-para-los-equipos-bogotanos-asi-va-la-adecuacion-de-la-grama-para-el-mundial-femenino-sub-20-en-bogota-3364646) Los parches y zonas amarillas que ven los hinchas en la grama es por las obras de adecuación que hace el IDRD para cumplir con las exigencias de la FIFA para el torneo. El estadio de Techo también es intervenido. [ Así va la investigación por asesinato de periodista durante un robo en Bogotá; alcalde Galán dice que el caso es una prioridad ](/bogota/asi-va-la-investigacion-por-asesinato-de-periodista-durante-un-robo-en-bogota-alcalde-galan-dice-que-el-caso-es-una-prioridad-3364639) [ Paro de taxistas en Bogotá este 23 de julio: estos son los puntos de concentración de 'plan tortuga' y las razones de la protesta ](/bogota/pilas-paro-de-taxistas-en-bogota-este-23-de-julio-gremio-tendra-ocho-puntos-de-concentracion-3364650) [ El alcalde Carlos Fernando Galán habla de su reunión con Gustavo Petro: propuso crear comunidad energética en Bogotá ](/bogota/el-alcalde-carlos-fernando-galan-habla-de-su-reunion-con-gustavo-petro-propuso-crear-comunidad-energetica-en-bogota-3364640) [ ¿Le conviene a Medellín la venta de las acciones que EPM tiene en Tigo-UNE? esto opinan los expertos ](/colombia/medellin/le-conviene-a-medellin-la-venta-de-las-acciones-que-epm-tiene-en-tigo-une-esto-opinan-los-expertos-3364643) Hay voces a favor y en contra de esta iniciativa, que ya se intentó hacer en la alcaldía Quintero. [ Fico Gutiérrez radicó ante el Concejo de Medellín el proyecto para vender las acciones que EPM tiene en Tigo-UNE ](/colombia/medellin/fico-gutierrez-radico-ante-el-concejo-de-medellin-el-proyecto-para-vender-las-acciones-que-epm-tiene-en-tigo-une-3364589) El Alcalde indicó que será una empresa independiente la que definirá la valoración de las acciones. [ Bomberos en Medellín atienden voraz incendio estructural: esto es lo que se sabe de la emergencia ](/colombia/medellin/bomberos-en-medellin-atienden-voraz-incendio-estructural-esto-es-lo-que-se-sabe-de-la-emergencia-3364576) [ Recompensas y cartel de los más buscados, la estrategia de Antioquia para frenar los homicidios colectivos ](/colombia/medellin/recompensas-y-cartel-de-los-mas-buscados-la-estrategia-de-antioquia-para-frenar-los-homicidios-colectivos-3364460) [ Federico Gutiérrez denunció penalmente a Daniel Quintero por polémico lote que pasó de valer $2.700 millones a $48.000 millones ](/colombia/medellin/fico-denuncio-penalmente-a-daniel-quintero-por-polemico-lote-que-paso-de-valer-2-700-millones-a-48-000-millones-3364398) [ Incendio en una vivienda de tres pisos en Cali: el fuego afectó todo el último nivel; así, los bomberos controlaron las llamas ](/colombia/cali/incendio-en-una-vivienda-de-tres-pisos-en-cali-el-fuego-afecto-todo-el-ultimo-nivel-asi-los-bomberos-controlaron-las-llamas-3364595) La crítica situación se registró en un sector del barrio San Judas, en el sur de Cali. [ 'Vivimos entre grietas': tutela ordena evaluar riesgos para una reubicación de apartamentos de Chiminangos en Cali ](/colombia/cali/el-viacrucis-de-una-decada-de-habitantes-de-chiminangos-por-grietas-en-techos-paredes-y-suelos-tutela-ordena-evaluar-riesgos-y-determinar-reubicacion-3364411) Desde hace una década, más de un centenar de habitantes de estos conjuntos en el nororiente caleño vienen clamando por ayuda, debido a grandes fisuras. Personería de Cali intervino con la tutela que pide acciones concretas y no más espera. [ Drama en Luruaco (Atlántico): así vivieron los pobladores el primer día de apagón por millonaria deuda ](/colombia/barranquilla/drama-en-luruaco-atlantico-asi-vivieron-los-pobladores-el-primer-dia-de-apagon-anunciado-por-air-e-3364684) El desespero se apodera de los afectados, que deben enfrentar el calor sin ventilador. Compañía explicó los 'Periodos de Continuidad'. [ El programa de mejoramiento de vivienda de Barranquilla ya muestra resultados a dos meses de haber iniciado ](/colombia/barranquilla/el-programa-de-mejoramiento-de-vivienda-de-barranquilla-ya-muestra-resultados-a-dos-meses-de-haber-iniciado-3364620) Alcalde Char presenta el avance de los proyectos claves en los que avanza su administración. [ Líder indígena en Nariño lanzó alerta en España sobre el riesgo que corre la laguna de La Cocha ](/colombia/otras-ciudades/lider-indigena-en-narino-lanzo-alertaen-espana-sobre-el-riesgo-que-corre-la-laguna-de-la-cocha-3364729) Asegura que este ecosistema se encuentra en un riesgo ambiental. [ Paro de taxistas: puntos de concentración en Cali, Cartagena, Santa Marta, Pasto y otras ciudades de Colombia que se unieron ](/colombia/otras-ciudades/cali-cartagena-santa-marta-pasto-y-todas-las-ciudades-que-se-unen-al-paro-de-taxistas-este-martes-estos-son-los-puntos-de-concentracion-3364722) Los taxistas se movilizarán este 23 de julio en contra de los conductores de particulares que trabajan a través de plataformas. [ Atención: estos son los 7 puntos de concentración de los taxistas en Cartagena que se suman al paro nacional ](/colombia/otras-ciudades/taxistas-en-cartagena-que-se-suman-a-paro-nacional-estos-son-los-7-puntos-de-concentracion-3364713) [ Impactante video: motociclista salió disparado al ser embestido por un carro en Tunja; buscan al conductor que huyó ](/colombia/otras-ciudades/impactante-video-motociclista-salio-disparado-al-ser-embestido-por-un-carro-en-tunja-buscan-al-conductor-que-huyo-3364709) [ Temor y zozobra por el asesinato de tres personas en Hobo, Huila: disidencias de las Farc estarían detrás de estos hechos ](/colombia/otras-ciudades/temor-y-zozobra-por-el-asesinato-de-tres-personas-en-hobo-huila-disidencias-de-las-farc-estarian-detras-de-estos-hechos-3364546) [ Chile pide formalmente a Costa Rica la extradición del sospechoso de matar al exmilitar venezolano Ronald Ojeda ](/mundo/latinoamerica/chile-pide-formalmente-a-costa-rica-la-extradicion-de-sospechoso-de-matar-al-exmilitar-venezolano-ronald-ojeda-3364693) Maickel Villegas, sospechoso del asesinato, fue detenido el pasado 12 de julio cuando pretendía ingresar por tierra a Costa Rica. [ En video: robo de celular terminó en tragedia; ladrón murió arrollado por bus de servicio público mientras huía ](/mundo/latinoamerica/en-video-robo-de-celular-termino-en-tragedia-ladron-murio-arrollado-por-bus-de-servicio-publico-mientras-huia-3364635) El suceso, captado por cámaras de seguridad, ocurrió en Sao Paulo, Brasil. [ ¿Por qué la construcción de nueva cárcel de alta seguridad que propone Gabriel Boric desata la polémica en Chile? ](/mundo/latinoamerica/por-que-la-construccion-de-nueva-carcel-de-alta-seguridad-en-santiago-que-propone-gabriel-boric-desata-la-polemica-en-chile-3364590) [ ¿Qué es el ántrax, la bacteria que tiene bajo alerta a República Dominicana? ](/mundo/latinoamerica/que-es-el-antrax-la-bacteria-que-tiene-bajo-alerta-a-republica-dominicana-3364554) [ 'El crimen de Berrini': Viuda condenada por matar a su marido pide permiso para estudiar Enfermería ](/mundo/latinoamerica/el-crimen-de-berrini-viuda-condenada-por-matar-a-su-marido-pide-permiso-para-estudiar-enfermeria-3364522) [ Elecciones en Venezuela: cinco países de Latinoamérica exigen al gobierno de Nicolás Maduro cesar los insultos y hostilidades contra la oposición ](/mundo/venezuela/elecciones-venezuela-cinco-paises-exigen-al-gobierno-de-nicolas-maduro-cesar-los-insultos-y-hostilidades-contra-la-campana-de-edmundo-gonzalez-3364407) Los mandatarios firmantes expresaron además su preocupación en relación con las elecciones presidenciales previstas para el próximo 28 de julio. [ Tres factores que alientan a los venezolanos en el marco de las elecciones presidenciales ](/mundo/venezuela/tres-factores-que-alientan-a-los-venezolanos-en-el-marco-de-las-elecciones-3364322) La falta de transparencia en las últimas elecciones generan dudas sobre el ejercicio democrático del 28 de julio. Sin embargo, las presiones sociales y económicas podrían poner contra las cuerdas a Maduro. [ Nicolás Maduro dice que cuenta con el apoyo de la Fuerza Armada de cara a las presidenciales en Venezuela ](/mundo/venezuela/nicolas-maduro-dice-que-cuenta-con-el-apoyo-de-la-fuerza-armada-de-cara-a-las-presidenciales-en-venezuela-3364342) [ Nicolás Maduro dice que Biden 'ha tomado la decisión más sensata' al renunciar a su candidatura ](/mundo/venezuela/nicolas-maduro-dice-que-biden-ha-tomado-la-decision-mas-sensata-al-renunciar-a-su-candidatura-3364323) [ Grupo Idea viajará a Venezuela para acompañar las elecciones presidenciales del 28 julio ](/mundo/venezuela/grupo-idea-viajara-a-venezuela-para-acompanar-las-elecciones-presidenciales-del-28-julio-3364313) [ La vicepresidenta de Estados Unidos, Kamala Harris, afianza el apoyo demócrata y arremete contra Trump: 'Vamos a ganar' ](/mundo/eeuu-y-canada/kamala-harris-afianza-el-apoyo-democrata-y-arremete-contra-trump-3364725) La vicepresidenta no dio fechas para la nominación ni aclaró la gran incógnita: a quién elegiría como compañero de fórmula si los demócratas la nombran candidata. [ Récord en recaudaciones y avalancha de apoyos demócratas: Kamala Harris allana su camino hacia la nominación presidencial ](/mundo/eeuu-y-canada/record-en-recaudaciones-y-avalancha-de-apoyos-kamala-harris-allana-su-camino-hacia-la-nominacion-democrata-3364682) Harris batió el récord de recaudación de dinero que ostentaba Trump y se aseguró el apoyo de rivales y pesos pesados del Partido Demócrata, entre ellos la excongresista Nancy Pelosi. [ El papa Francisco otorga a Santiago del Estero el título de honor de sede primada de Argentina ](/mundo/europa/el-papa-otorga-a-santiago-del-estero-el-titulo-de-honor-de-sede-primada-de-argentina-3364641) Santiago del Estero se convirtió en la primera diócesis de lo que después sería el territorio de Argentina. [ Corte rusa condena a 6 años y medio de cárcel a reportera ruso-estadounidense ](/mundo/europa/corte-rusa-condena-a-6-anos-y-medio-de-carcel-a-la-reportera-ruso-estadounidense-alsu-kurmasheva-3364558) La periodista Alsu Kurmasheva fue condenad por difundir \"información falsa\" sobre el ejército ruso en Ucrania. [ Una semana de celebraciones en el Reino Unido: así festejaron en Londres el Día de la Independencia de Colombia ](/mundo/europa/una-semana-de-celebraciones-londres-festeja-el-dia-de-la-independencia-de-colombia-3364317) [ España: Pedro Sánchez declarará ante un juez en el caso contra su esposa por presunta corrupción ](/mundo/europa/espana-pedro-sanchez-declarara-ante-un-juez-en-caso-contra-su-esposa-por-presunta-corrupcion-3364372) [ Asamblea Nacional de Francia: izquierdistas se burlan de diputado de derecha en votación y no le dan la mano (video) ](/mundo/europa/video-izquierdistas-en-francia-se-burlan-de-diputado-de-derecha-en-votacion-de-la-asamblea-nacional-3364239) [ Detienen a un hombre en Kenia que confesó haber matado y descuartizado a 42 mujeres: sus víctimas tenían entre 18 y 30 años ](/mundo/africa/detienen-a-un-hombre-en-kenia-que-confeso-haber-matado-y-descuartizado-a-42-mujeres-3362185) El presidente keniano, William Ruto, pidió a la Policía que acelerara la investigación. [ Turista español muere tras ser pisoteado por un elefante en Sudáfrica: 'Se acercó para tomar fotografías' ](/mundo/africa/turista-espanol-muere-tras-ser-pisoteado-por-un-elefante-en-sudafrica-se-acerco-para-tomar-fotografias-3360377) La tragedia sucedió en el parque nacional de Pilanesberg. El turista iba con su prometida y otras dos personas. [ Los refugiados afirman que el plan de Ruanda de Sunak, que busca deportar a miles de africanos, no impedirá los sueños de miles de migrantes ](/mundo/africa/los-refugiados-afirman-que-el-plan-de-ruanda-de-sunak-que-busca-deportar-a-miles-de-africanos-no-impedira-los-suenos-de-miles-de-migrantes-3357592) [ África: presidente de Kenia retira proyecto de ley que desató graves protestas y causó 23 muertes en el país ](/mundo/africa/africa-presidente-de-kenia-retira-proyecto-de-ley-que-desato-graves-protestas-y-causo-23-muertes-en-el-pais-3356727) [ Al menos 17 muertos en las graves protestas en Kenia contra una subida de los impuestos: la Policía abrió fuego contra los manifestantes ](/mundo/africa/al-menos-17-muertos-en-las-graves-protestas-en-kenia-contra-una-subida-de-los-impuestos-la-policia-abrio-fuego-contra-los-manifestantes-3356052) [ Rescatan a un bebé del vientre de una palestina embarazada que murió tras un bombardeo ](/mundo/medio-oriente/rescatan-a-un-bebe-del-vientre-de-una-palestina-embarazada-que-murio-tras-un-bombardeo-3364523) La mujer resultó gravemente herida en el campamento de Nuseirat, en el centro del territorio palestino, según un funcionario del hospital Al Awda. [ Tropas vuelven a Jan Yunis y reducen la zona humanitaria: así avanza la ofensiva de Israel en Gaza tras casi 10 meses de invasión ](/mundo/medio-oriente/franja-de-gaza-reportan-al-menos-37-muertos-en-ataques-en-jan-yunis-cerca-de-una-zona-humanitaria-evacuada-3364379) Una organización humanitaria dijo haber atendido a decenas de muertos y heridos por los ataques israelíes en la zona oriental de Jan Yunis, pero denunció que las fuerzas no dejan entrar a sus ambulancias a zonas afectadas. [ El Ejército de Israel confirma la muerte de otros dos rehenes en la Franja de Gaza: ¿qué se sabe? ](/mundo/medio-oriente/el-ejercito-de-israel-confirma-la-muerte-de-otros-dos-rehenes-en-la-franja-de-gaza-que-se-sabe-3364366) [ Israel ordena evacuación en la zona humanitaria de Mawasi ante inminente acción militar contra milicianos en la Franja de Gaza ](/mundo/medio-oriente/israel-ordena-evacuacion-en-la-zona-humanitaria-de-mawasi-ante-inminente-accion-militar-contra-milicianos-en-la-franja-de-gaza-3364355) [ El primer ministro israelí, Benjamín Netanyahu, viaja a Washington bajo presión para firmar un acuerdo de tregua con Hamás ](/mundo/medio-oriente/el-primer-ministro-israeli-benjamin-netanyahu-viaja-a-washington-bajo-presion-para-firmar-un-acuerdo-de-tregua-con-hamas-3364208) [ Hizbulá: el ataque israelí contra Yemen es el principio de una 'fase nueva y peligrosa' ](/mundo/medio-oriente/hizbula-el-ataque-israeli-contra-yemen-es-el-principio-de-una-fase-nueva-y-peligrosa-3364143) [ Israel bombardea el puerto yemení de Hodeida en respuesta al ataque de hutíes en Tel Aviv ](/mundo/medio-oriente/israel-bombardea-el-puerto-yemeni-de-hodeida-en-respuesta-al-ataque-de-huties-en-tel-aviv-3364099) [ 'El pueblo judío no es conquistador': Benjamín Netanyahu rechaza opinión de la CIJ sobre ocupación de territorios palestinos ](/mundo/medio-oriente/el-pueblo-judio-no-es-conquistador-benjamin-netanyahu-tras-comentarios-de-la-corte-internacional-de-justicia-3363857) [ Dron que impactó en Tel Aviv fue fabricado por Irán y lanzado por los hutíes: lo que se sabe sobre el ataque en Israel que dejó un muerto ](/mundo/medio-oriente/autoridades-de-israel-aseguran-que-el-dron-lanzado-en-tel-aviv-fue-fabricado-por-iran-y-lanzado-por-los-huties-3363770) [ Corte Internacional de Justicia afirma que ocupación de Israel de los territorios palestinos es 'ilegal' y debe llegar a su fin ](/mundo/medio-oriente/cij-dice-que-asentamientos-de-israel-en-los-territorios-palestinos-violan-la-ley-3363781) [ Explosión por dron en Tel Aviv: Ejército israelí apunta a que un 'error humano' permitió el ataque ](/mundo/medio-oriente/explosion-por-dron-en-tel-aviv-ejercito-israeli-apunta-a-que-un-error-humano-permitio-el-ataque-3363713) [ Un muerto y cuatro heridos tras explosión en Tel Aviv, junto a la embajada de Estados Unidos; hutíes asumieron el ataque ](/mundo/medio-oriente/un-muerto-tras-explosion-en-tel-aviv-ejercito-investiga-posible-ataque-con-dron-que-dejo-siete-personas-heridas-3363706) [ Mahra Sheikha, hija del polémico emir de Dubái, anuncia su divorcio por redes sociales: 'Cuídate, tu exesposa' ](/mundo/medio-oriente/mahra-sheikha-hija-del-polemico-emir-de-dubai-anuncia-su-divorcio-por-instagram-cuidate-tu-exmujer-3363371) [ 'Israel usa el agua como arma de guerra': ONG denuncia cómo se ha reducido el suministro de líquido que llega a Gaza casi un 94 % ](/mundo/medio-oriente/israel-usa-el-agua-como-arma-de-guerra-ong-denuncia-como-se-ha-reducido-el-suministro-de-liquido-que-llega-a-gaza-casi-un-3363384) [ Parlamento de Israel vota en contra de crear un Estado palestino: 'Perpetuará el conflicto y desestabilizará la región' ](/mundo/medio-oriente/parlamento-de-israel-vota-en-contra-de-crear-un-estado-palestino-por-principio-3363331) [ Amnistía Internacional denuncia torturas y detenciones arbitrarias a ciudadanos gazatíes por parte de Israel ](/mundo/medio-oriente/amnistia-internacional-denuncia-torturas-y-detenciones-arbitrarias-a-ciudadanos-gazaties-por-parte-de-israel-3363307) [ 'Grupos liderados por Hamás cometieron crímenes de guerra y de lesa humanidad el 7 de octubre', según informe de HRW ](/mundo/medio-oriente/grupos-liderados-por-hamas-cometieron-crimenes-de-guerra-y-de-lesa-humanidad-el-7-de-octubre-segun-informe-de-hrw-3362896) [ El ejército de Israel llamará a judíos ultraortodoxos a partir del próximo domingo para su reclutamiento ](/mundo/medio-oriente/ejercito-de-israel-llamara-a-ultraortodoxos-a-partir-del-domingo-para-su-reclutamiento-3362666) [ Tragedia en la Franja de Gaza: al menos 40 muertos tras dos bombardeos israelíes en las últimas horas ](/mundo/medio-oriente/continua-en-aumento-la-cifra-de-victimas-fatales-en-medio-oriente-al-menos-40-muertos-en-dos-bombardeos-israelies-en-gaza-en-las-ultimas-horas-3362634) [ Estados Unidos expresa su preocupación por el número de víctimas civiles en Gaza por ataques de Israel: 'es inaceptablemente alto' ](/mundo/medio-oriente/estados-unidos-dice-que-es-inaceptable-el-alto-numero-de-muertos-civiles-en-gaza-mas-de-38-600-personas-han-perdido-la-vida-por-fuego-israeli-3362538) [ Murió 'influencer' china de 24 años por comer en exceso durante 10 horas seguidas en un directo ](/mundo/asia/murio-influencer-china-de-24-anos-por-comer-en-exceso-durante-10-horas-seguidas-en-un-directo-3364606) Pan Xiaoting falleció a la edad de 24 años durante un reto llamado 'mukbang', que consiste en ingerir grandes cantidades de comida. [ ¿Qué está pasando en Bangladés? Más de 100 personas muertas en protestas estudiantiles ](/mundo/asia/que-esta-pasando-en-banglades-mas-de-100-personas-muertas-en-protestas-estudiantiles-3364232) Un oficial a cargo de la oficina policial del Hospital Universitario de Daca, indicó a EFE además que entre los muertos se encontraba un fotógrafo de un diario local, lo que haría de este el segundo periodista muerto en la cobertura de las manifestaciones. [ Colapso de puente en China provocó caída de carros y camiones al río: hay 12 muertos ](/mundo/asia/colapso-de-puente-en-china-provoco-caida-de-carros-y-camiones-al-rio-hay-12-muertos-3364077) [ Protestas estudiantiles en Bangladés: suman más de cien muertos e imponen toque de queda ](/mundo/asia/protestas-estudiantiles-en-banglades-suman-mas-de-cien-muertos-e-imponen-toque-de-queda-3364055) [ Así es el Grand Hyatt Erawan Bangkok, el hotel de 5 estrellas donde fueron encontrados los cuerpos de seis extranjeros ](/mundo/asia/asi-es-el-grand-hyatt-erawan-bangkok-el-hotel-de-5-estrellas-donde-fueron-encontrados-los-cuerpos-de-seis-extranjeros-3363455) [ Planta que florece una vez al siglo abre sus pétalos en parque de Tokio ](/mundo/asia/planta-que-florece-una-vez-al-siglo-abre-sus-petalos-en-parque-de-tokio-3363330) [ Aumenta número de muertos en incendio en gran almacén de China: al menos 16 personas; indagan sobre las causas ](/mundo/asia/aumenta-numero-de-muertos-en-incendio-en-gran-almacen-en-china-al-menos-16-personas-indagan-sobre-las-causas-3363308) [ Grave incendio en China: seis personas murieron y hay algunas atrapadas en un centro comercial ](/mundo/asia/grave-incendio-en-china-seis-personas-murieron-y-hay-personas-atrapadas-en-un-centro-comercial-3363216) [ Donald Trump dice que Taiwán debe pagar a Estados Unidos para preservar su seguridad y la isla ya respondió al reproche del republicano ](/mundo/asia/donald-trump-dice-que-taiwan-debe-pagar-a-estados-unidos-para-preservar-su-seguridad-y-la-isla-ya-respondio-al-reproche-del-republicano-3363045) [ El misterio detrás del crimen en un lujoso hotel de Tailandia: hallaron sin vida a seis extranjeros en una habitación en Bangkok ](/mundo/asia/el-misterio-detras-del-crimen-en-un-lujoso-hotel-de-tailandia-hallaron-sin-vida-a-seis-extranjeros-en-una-habitacion-en-bangkok-3362915) [ ¿Corea del Norte habría ejecutado públicamente a 30 adolescentes por ver televisión surcoreana? Esto respondieron las autoridades de ese país ](/mundo/asia/corea-del-norte-habria-ejecutado-publicamente-a-30-adolescentes-por-ver-television-surcoreana-esto-respondieron-las-autoridades-de-ese-pais-3362536) [ Un informe denuncia la institucionalización de la esclavitud en Corea del Norte: ¿cómo opera este régimen de explotación? ](/mundo/asia/un-informe-denuncia-la-institucionalizacion-de-la-esclavitud-en-corea-del-norte-como-opera-este-regimen-de-explotacion-3362502) [ China: comienza el encuentro en el que el Partido Comunista trazará la hoja de ruta económica para los próximos años; ¿qué se espera? ](/mundo/asia/comienza-el-encuentro-en-el-que-el-partido-comunista-trazara-la-hoja-de-ruta-economica-de-china-para-los-proximos-anos-3362155) [ Desfiles, cantantes y hasta las hermanas Kardashian: así será la lujosa boda de Anant Ambani, el hijo del hombre más rico de Asia ](/mundo/asia/asi-sera-la-boda-de-anant-ambani-el-hijo-del-hombre-mas-rico-de-asia-mukesh-ambani-3361713) [ Tailandia amplía de 57 a 93 los países que están exentos de visado: ¿Colombia está en la lista? ](/mundo/asia/tailandia-amplia-a-93-los-paises-exentos-de-visado-colombia-esta-en-la-lista-3361497) [ 'Proyecto Star Wars': el nuevo tipo de arma láser con el que Corea del Sur busca contrarrestar drones norcoreanos ](/mundo/asia/proyecto-star-wars-el-nuevo-tipo-de-arma-laser-con-el-que-corea-del-sur-busca-contrarrestar-drones-norcoreanos-3361426) [ Tensión en Taiwán: detectan 56 aviones militares chinos cerca de la isla, el mayor número de incursiones desde 2021 ](/mundo/asia/taiwan-detecta-56-aviones-militares-chinos-cerca-de-la-isla-el-mayor-numero-de-incursiones-desde-2021-3361189) [ Rescatan con vida en Japón a joven que llevaba 36 horas perdida en el mar: fue encontrada a 80 km de la playa donde desapareció ](/mundo/asia/japon-rescatan-a-joven-de-21-anos-que-llevaba-36-horas-perdida-en-el-mar-3361108) [ Detuvieron a un hombre que intentó entrar a China con 100 serpientes escondidas en sus pantalones ](/mundo/asia/detuvieron-a-un-hombre-que-intento-entrar-a-china-con-100-serpientes-escondidas-en-sus-pantalones-3360780) [ Grave accidente de tránsito en India deja al menos 18 muertos y 19 heridos; un autobús chocó con un camión ](/mundo/asia/al-menos-18-muertos-y-19-heridos-en-un-accidente-de-autobus-en-el-norte-de-la-india-3360603) [ Microsoft y otros fallos y apagones informáticos que han afectado al mundo en los últimos años ](/mundo/mas-regiones/microsoft-y-otros-fallos-y-apagones-informaticos-que-han-tenido-alcance-mundial-en-los-ultimos-anos-3363767) En 2016, por ejemplo, Delta se vio obligada a cancelar miles de vuelos en todo el mundo por un fallo informático. [ Fallo de Microsoft: Así es el caos a nivel mundial en los aeropuertos ante el problema ](/mundo/mas-regiones/fallo-de-microsoft-asi-es-el-caos-a-nivel-mundial-en-los-aeropuertos-ante-el-problema-3363736) Grandes aerolíneas tuvieron que retrasar o cancelar vuelos y otras recurrieron a sistemas manuales de registro de pasajeros. [ ¿Qué puede hacer el mundo para enfrentar los retos que imponen la tecnología, el cambio climático y las tensiones geopolíticas? ](/mundo/mas-regiones/que-puede-hacer-el-mundo-para-enfrentar-los-retos-que-imponen-la-tecnologia-el-cambio-climatico-y-las-tensiones-geopoliticas-3363479) [ Una vuelta al mundo: la insólita medida de Edmundo González en Venezuela ante la persecución del gobierno de Nicolás Maduro ](/mundo/mas-regiones/una-vuelta-al-mundo-la-insolita-medida-de-edmundo-gonzalez-ante-la-persecucion-en-venezuela-3361892) [ Población mundial llegará a 10.300 millones para 2080 y luego caerá más de lo previsto: estas son las proyecciones que hace la ONU ](/mundo/mas-regiones/poblacion-mundial-llegara-a-10-300-millones-para-2080-y-luego-caera-mas-de-lo-previsto-estas-son-las-proyecciones-que-hace-la-onu-3361659) [ Australia arresta a una exsoldado y su esposo acusados de espionaje ruso; accedieron a material militar 'sensible' ](/mundo/mas-regiones/australia-arresta-a-una-exsoldado-y-su-esposo-acusados-de-espionaje-ruso-accedieron-material-militar-sensible-3361397) [ Explosión en fábrica de químicos provoca grave incendio en Melbourne, Australia: autoridades dicen que tardarán días en extinguirlo ](/mundo/mas-regiones/explosion-en-fabrica-de-quimicos-provoca-grave-incendio-en-melbourne-australia-autoridades-dicen-que-tardaran-dias-en-extinguirlo-3361069) [ Acusó a Julian Assange de abuso sexual y ahora se alegra de que esté libre ](/mundo/mas-regiones/acuso-a-julian-assange-de-abuso-sexual-y-ahora-se-alegra-de-que-este-libre-3360106) [ 'Le di una dosis de morfina que acabó con su vida': confesión de una madre sobre la muerte de su hijo que tenía una enfermedad terminal ](/mundo/mas-regiones/le-di-una-enorme-dosis-de-morfina-que-acabo-con-su-vida-la-confesion-de-una-madre-sobre-la-muerte-de-su-hijo-de-7-anos-que-tenia-una-enfermedad-terminal-3359809) [ Egipto media en cruciales negociaciones para un alto al fuego en Gaza con delegaciones de EE. UU. e Israel, buscando resolver puntos pendientes y facilitar un acuerdo de tregua ](/mundo/mas-regiones/egipto-media-en-cruciales-negociaciones-para-un-alto-al-fuego-en-gaza-con-delegaciones-de-ee-uu-e-israel-buscando-resolver-puntos-pendientes-y-facilitar-un-acuerdo-de-tregua-3359661) [ Australia sube en un 125 % el precio de la visa para estudiantes: esto cuesta ahora en pesos colombianos ](/mundo/mas-regiones/australia-sube-en-un-125-el-precio-de-la-visa-para-estudiantes-esto-cuesta-ahora-en-pesos-colombianos-3359476) [ Policía encontró los restos de una niña atacada por un cocodrilo en Australia ](/mundo/mas-regiones/policia-encontro-los-restos-de-una-nina-atacada-por-un-cocodrilo-en-australia-3358920) [ Representación y espacios seguros: los retos pendientes con la población LGBTIQ+ en Estados Unidos y Sudáfrica ](/mundo/mas-regiones/lgbtiq-representacion-y-espacios-seguro-retos-de-paises-como-estados-unidos-y-sudafrica-3356632) [ Viena repite por tercer año consecutivo el título de la ciudad con mejor calidad de vida: este es el top de los mejores y peores lugares en The Economist ](/mundo/mas-regiones/viena-repite-por-tercer-ano-consecutivo-como-la-ciudad-con-mejor-calidad-de-vida-estas-son-las-otras-ciudades-en-el-top-3356803) [ Julian Assange 'necesita tiempo y recuperarse' para 'acostumbrarse a la libertad': Stella Morris, esposa del fundador de WikiLeaks ](/mundo/mas-regiones/julian-assange-necesita-tiempo-y-recuperarse-para-acostumbrarse-a-la-libertad-stella-morris-esposa-del-fundador-de-wikileaks-3356282) [ Julian Assange, en Australia tras acuerdo con la justicia de Estados Unidos que lo dejó en libertad a cambio de declarase culpable ](/mundo/mas-regiones/julian-assange-en-australia-tras-acuerdo-con-la-justicia-de-estados-unidos-que-lo-dejo-en-libertad-a-cambio-de-declarase-culpable-3356268) [ Cartagena, Nueva York y Miami, entre las zonas costeras en riesgo de desaparecer por el cambio climático: ¿cuánto les quedaría? ](/mundo/mas-regiones/cartagena-nueva-york-o-miami-entre-las-islas-y-pueblos-costeros-que-empiezan-a-desaparecer-por-el-cambio-climatico-3355656) [ Emotivo video: colombiano diagnosticado con cáncer muy extraño en Australia logró reencontrarse con su mamá y papá ](/mundo/mas-regiones/emotivo-video-colombiano-diagnosticado-con-cancer-muy-extrano-en-australia-logro-reencontrarse-con-su-mama-y-papa-3355768) [ Intensas olas de calor azotan Europa, Asia y América: se calculan cerca de mil personas muertas por estas condiciones en las últimas semanas ](/mundo/mas-regiones/intensas-olas-de-calor-azotan-europa-asia-y-america-se-calculan-cerca-de-mil-personas-muertas-por-estas-condiciones-3354925) [ Nvidia, la empresa que se convirtió en la más valiosa en bolsa en el mundo, superando a Apple y Microsoft: ¿a qué se debe su éxito? ](/mundo/mas-regiones/esta-es-la-empresa-que-se-convirtio-en-la-mas-valiosa-en-bolsa-en-el-mundo-superando-a-apple-y-microsoft-a-que-se-debe-su-exito-3353828) [Horóscopo](https://www.eltiempo.com/horoscopo?cid=AUT_CON_PUBL_ET_HOROSCOPOCONT) Encuentra acá todos los signos del zodiaco. Tenemos para ti consejos de amor, finanzas y muchas cosas más. [Crucigrama](https://www.eltiempo.com/crucigrama?cid=AUT_CON_PUBL_ET_CRUCIGRAMACONT) Pon a prueba tus conocimientos con el crucigrama de EL TIEMPO",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Environment"
  ],
  "ai_allow": true,
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-19T07:58:41.593+03:00",
  "updated": "2024-07-23T06:20:09.116+03:00"
}