{
  "thread": {
    "uuid": "fbca8393030a88360e85bb2c98cde6e7ddc49161",
    "url": "https://wydaily.com/latest-news/2023/12/29/volunteers-serve-seniors-thrive-at-faith-in-action/",
    "site_full": "wydaily.com",
    "site": "wydaily.com",
    "site_section": "https://wydaily.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Williamsburg Yorktown Daily | Your source for news and information in Williamsburg, James City &amp; York Counties",
    "title": "Top Stories of 2023: Volunteers Serve, Seniors Thrive at Faith in Action | Williamsburg Yorktown Daily",
    "title_full": "Top Stories of 2023: Volunteers Serve, Seniors Thrive at Faith in Action | Williamsburg Yorktown Daily",
    "published": "2023-12-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.wydaily.com/wp-content/uploads/2023/06/355147283_10226809242389957_3040726057052696201_n.jpg",
    "performance_score": 0,
    "domain_rank": 70123,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fbca8393030a88360e85bb2c98cde6e7ddc49161",
  "url": "https://wydaily.com/latest-news/2023/12/29/volunteers-serve-seniors-thrive-at-faith-in-action/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Stephanie Sabin",
  "published": "2023-12-29T07:00:00.000+02:00",
  "title": "Top Stories of 2023: Volunteers Serve, Seniors Thrive at Faith in Action | Williamsburg Yorktown Daily",
  "text": "Editor’s Note — As part of our countdown to 2024, WYDaily is revisiting its most-read and favorite stories of the year. Reporter Stephanie Sabin said she chose this story because she enjoys covering area nonprofit organizations and learning about all the resources available to the community. She said she especially enjoyed this story since she was able to speak with so many different people involved in different ways throughout Faith in Action. The Williamsburg Faith in Action Senior Benefit was held on Sunday, June 25 at Frothy Moon. The event was well received and the community support was in abundance. WILLIAMSBURG — “Volunteers serve. Seniors thrive,” is the mission of Williamsburg Faith in Action, a local nonprofit agency that focuses on allowing citizens of James City County aged 60 years and older to stay independent. The organization has been around since 2002 and operates through a network of volunteers, many over the age of 60 themselves. [Faith in Action](https://wjv.230.mwp.accessdomain.com/) provides transportation and other support services within the community to approximately 150 active care receivers. Retired Director of Riverside Center for Excellence in Aging and Lifelong Health and current Faith in Action Chairman of the Board Rick Jackson says the purpose of the organization is to prolong the ability of older adults to remain in their own homes. Assistance is provided free of charge to those in need that meet the criteria when manpower is available. “Caregiving services can be very expensive and without our volunteers, many of the people we serve simply could not stay in their own homes,” said Jackson. In addition to providing trips to the doctor or delivering groceries, Jackson says, the group sees a vulnerable population that deals with isolation. “Older adults who become isolated are at greater risk of depression, falls and other things that can affect their independence. So, we not only provide an essential service, we provide companionship,” Jackson continues, “To see the light in a person’s eye, to know that without you they are alone and isolated and not getting the essential tools they need to remain independent in the community.” COVID-19 made Faith in Action rethink how it could assist those in need. Food security became a focus, with volunteers delivering food. As restrictions have lifted, Caitlynn Butcher, Program Services Administrator, says that in addition to food services, many are in need of medical transportation. The agency wants to expand its services, however, it needs more volunteers. “In the past, we were able to offer additional services and more one-on-one visits,” adds Butcher, “There are so many needs. We want to serve the whole person; physical and social. That is part of what makes this program so special. If someone lives alone, not only will they get a ride to the doctor but, also socialization.” Butcher said, “90% of our volunteers are seniors themselves. We have volunteers in their 60s, 70s, 80s, and even their 90s. We have many long-term volunteers that have worked with us for many years, too. It is very unique.” “Many of our volunteers are older adults who have retired from work. They want to still have meaning in their lives and have a positive impact on the community. These are people who have the time and the wherewithal to sign up and provide these extremely valuable services,” states Jackson. At 93 years of age, one may think Ruth McMahon is the care receiver, but they would be wrong. McMahon has been an active volunteer for Faith in Action for 20 years. McMahon says she loves to help others and will continue to give back as long as she is able. “I don’t do as much now that I am older,” McMahon said, “but, if you can help someone else, then that is just the right thing to do. I feel wonderful being able to help people and it gives me a lot of satisfaction.” Faith in Action relies heavily on community awareness to let those in the area know the organization exists for those with needs as well as to get the word out about volunteering and financial support. [Frothy Moon Brewhouse](https://wydaily.com/brews-and-bites/2023/04/18/frothy-moon-enters-orbit-phase/) will be hosting a benefit bash to support Faith in Action on Sunday, June 25 from 1-5 p.m. Live music will be provided by Scott Varney and local band, London. Community members are invited to come out and learn more about the programs and volunteer opportunities offered by Faith in Action. Volunteers do not have to be retired or a senior, Faith in Action finds as little as 30 minutes a week can be put to use helping someone. The organization asks that anyone interested fill out a [volunteer application](https://wjv.230.mwp.accessdomain.com/volunteers/). “Without our volunteers, this organization could not exist. All of the accolades and recognition goes to them!” Butcher said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://wjv.230.mwp.accessdomain.com/)",
    "https://wjv.230.mwp.accessdomain.com/volunteers/).",
    "https://www.wjv.230.mwp.accessdomain.com/volunteers/).",
    "https://www.wjv.230.mwp.accessdomain.com/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stephanie sabin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "williamsburg yorktown daily",
        "sentiment": "negative"
      },
      {
        "name": "williamsburg faith in action",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "james city county",
        "sentiment": "none"
      },
      {
        "name": "williamsburg",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T11:48:39.272+02:00",
  "updated": "2023-12-29T11:48:39.272+02:00"
}