{
  "thread": {
    "uuid": "8fe8efb2efa0a42a71e3eec00a842933697168c6",
    "url": "https://www.elnortedecastilla.es/palencia/sol-acompana-ninos-primera-comunion-procesion-corpus-20240602185516-nt.html",
    "site_full": "www.elnortedecastilla.es",
    "site": "elnortedecastilla.es",
    "site_section": "https://elnortedecastilla.es",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "El Norte de Castilla - Noticias de Castilla y León desde 1854",
    "title": "Palencia: El sol acompaña a los niños de Primera Comunión en la procesión del Corpus | El Norte de Castilla",
    "title_full": "Palencia: El sol acompaña a los niños de Primera Comunión en la procesión del Corpus | El Norte de Castilla",
    "published": "2024-06-02T19:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s3.ppllstatics.com/elnortedecastilla/www/multimedia/2024/06/02/CorpusCristi14-kzn-U220324391298nxH-1920x1080@El%20Norte.jpg",
    "performance_score": 0,
    "domain_rank": 21814,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8fe8efb2efa0a42a71e3eec00a842933697168c6",
  "url": "https://www.elnortedecastilla.es/palencia/sol-acompana-ninos-primera-comunion-procesion-corpus-20240602185516-nt.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carmen Aguado",
  "published": "2024-06-02T19:55:00.000+03:00",
  "title": "Palencia: El sol acompaña a los niños de Primera Comunión en la procesión del Corpus | El Norte de Castilla",
  "text": "PalenciaEl sol acompaña a los niños de Primera Comunión en la procesión del Corpus Secciones Servicios Destacamos PalenciaEl sol acompaña a los niños de Primera Comunión en la procesión del Corpus Palencia Necesitas ser suscriptor para acceder a esta funcionalidad. Domingo, 2 de junio 2024, 18:55 Necesitas ser suscriptor para acceder a esta funcionalidad. Compartir Los trajes y vestidos de comunión, con sus lazos y sus diademas de flores, las fotografías y los nervios previos volvían a protagonizar un año más la mañana de este domingo del Corpus Christi con la plaza de la Inmaculada y la Catedral de Palencia como eje principal ante los actos organizados para celebrar este día. Desde las diez y media de la mañana comenzaban a congregarse los primeros niños acompañados de sus padres que, emocionados, eran recibidos en el templo catedralicio, para asistir a la eucaristía a cargo del obispo de Palencia, Mikel Garciandía. En esta primera cita para el nuevo prelado, Garciandía recordaba ante los niños, sus catequistas, los padres y orgullosos abuelos el compromiso que conlleva y expresa salir en procesión por las calles de la ciudad después de haber recibido a Cristo en la Primera Comunión. Noticia relacionada «Hoy es un día especialmente luminoso para nosotros los cristianos católicos», destacaba en la homilía de una ceremonia que se extendió durante una hora y media mientras fuera se ultimaban todos los preparativos para la posterior procesión que daría comienzo tras la bendición final. Mientras, en las inmediaciones de la Catedral de Palencia se agolpaban familiares, amigos y también muchos palentinos que no querían perderse un año más este día tan especial en el que todos los niños que han recibido durante este año la Primera Comunión se reúnen para procesionar por las principales calles del centro. Un año más, la Cofradía del Santo Sepulcro de la capital ha sido la encargada de organizar todos los actos de la mañana de este domingo en la que los gigantes y cabezudos, la cruz y ciriales han vuelto a abrir la procesión. En ella, han participado doscientos poqueños pertenecientes a todas las parroquias palentinas donde durante el mes de mayo han recibido por primera vez este sacramento y lo han celebrado por todo lo alto con la familia y, desde hace unos pocos años, también con los amigos. A la salida después de la eucaristía, cuya organización ha recaído este año sobre la Parroquia de Nuestra Señora del Carmen, los gigantes y cabezudos abrían el séquito al que le ha seguido la banda de música y las primeros representantes de las cofradías. El viento también se ha querido colar en la celebración con alguna racha repentina que ha puesto en jaque los estandartes de las cofradías y también algún que otro vestido vaporoso. En cualquier caso, los niños, un año más, portaban en diferentes cestas de mimbre los pétalos con los que adornar su paso por el recorrido fijado. Tras ellos, la custodia del Corpus Christi que ha sido recibida por el grupo Danzas de Castilla y que ha procesionado delante de los represnetantes eclesiásticos y políticos de la capital. Los altares instalados por las cofradías se han sucedido por las principales calles por donde ha pasado el séquito, atrayendo la atención de los transeúntes y de sus cámaras. Los flashes se han sucedido durante todo el recorrido que ha partido de la plaza de la Inmaculada para después dirigirse a la iglesia de la Compañía tras recorrer Gil de Fuentes y llegar hasta los Cuatro Cantones, donde se ha podido ver a más gente esperando a ver a los niños de comunión. La vuelta a la tercera catedral más grande de España se retomó desde Barrio y Mier para volver a una repleta explanada frente al templo, donde ha concluido un año más esta cita que se ha desarrollado sin la amenaza de lluvia, a diferencia de otros años, lo que también ha hecho que se alargara algo más de lo previsto su duración. Publicidad Publicidad Te puede interesar Publicidad Publicidad Comentar es una ventaja exclusiva para suscriptores ¿Ya eres suscriptor? Necesitas ser suscriptor para poder votar. Reporta un error en esta noticia",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.eldiariomontanes.es/region/occidental/capricho-reivindica-obra-clave-gaudi-20240526074444-nt.html#vca=voc-recirc&vso=elnortedecastilla)",
    "https://eldiariomontanes.es/region/occidental/capricho-reivindica-obra-clave-gaudi-20240526074444-nt.html#vca=voc-recirc&vso=elnortedecastilla)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T20:06:47.282+03:00",
  "updated": "2024-06-02T21:51:35.740+03:00"
}