{
  "thread": {
    "uuid": "ced676bf1e4c3ff852fd80c682f85cb104c6121f",
    "url": "https://finance.yahoo.com/news/eps-growth-more-cti-logistics-000204607.html",
    "site_full": "finance.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "stocks"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "With EPS Growth And More, CTI Logistics (ASX:CLX) Makes An Interesting Case",
    "title_full": "With EPS Growth And More, CTI Logistics (ASX:CLX) Makes An Interesting Case",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.zenfs.com/en/simply_wall_st__316/de08ce5a09ed74f962345d43f617cd22",
    "performance_score": 0,
    "domain_rank": 37,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ced676bf1e4c3ff852fd80c682f85cb104c6121f",
  "url": "https://finance.yahoo.com/news/eps-growth-more-cti-logistics-000204607.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Simply Wall St.",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "With EPS Growth And More, CTI Logistics (ASX:CLX) Makes An Interesting Case",
  "text": "Simply Wall St. With EPS Growth And More, CTI Logistics (ASX:CLX) Makes An Interesting Case Read full article editorial-team@simplywallst.com (Simply Wall St) December 29, 2023 at 2:02 a.m. · 3 min read For beginners, it can seem like a good idea (and an exciting prospect) to buy a company that tells a good story to investors, even if it currently lacks a track record of revenue and profit. But the reality is that when a company loses money each year, for long enough, its investors will usually take their share of those losses. Loss-making companies are always racing against time to reach financial sustainability, so investors in these companies may be taking on more risk than they should.\nIf this kind of company isn't your style, you like companies that generate revenue, and even earn profits, then you may well be interested in CTI Logistics (ASX:CLX). Even if this company is fairly valued by the market, investors would agree that generating consistent profits will continue to provide CTI Logistics with the means to add long-term value to shareholders.\nSee our latest analysis for CTI Logistics\nHow Fast Is CTI Logistics Growing Its Earnings Per Share? In the last three years CTI Logistics' earnings per share took off; so much so that it's a bit disingenuous to use these figures to try and deduce long term estimates. As a result, we'll zoom in on growth over the last year, instead. In previous twelve months, CTI Logistics' EPS has risen from AU$0.20 to AU$0.22. That's a modest gain of 9.3%.\nOne way to double-check a company's growth is to look at how its revenue, and earnings before interest and tax (EBIT) margins are changing. CTI Logistics maintained stable EBIT margins over the last year, all while growing revenue 6.6% to AU$302m. That's progress.\nThe chart below shows how the company's bottom and top lines have progressed over time. For finer detail, click on the image.\nASX:CLX Earnings and Revenue History December 29th 2023 CTI Logistics isn't a huge company, given its market capitalisation of AU$113m. That makes it extra important to check on its balance sheet strength.\nAre CTI Logistics Insiders Aligned With All Shareholders? Theory would suggest that it's an encouraging sign to see high insider ownership of a company, since it ties company performance directly to the financial success of its management. So as you can imagine, the fact that CTI Logistics insiders own a significant number of shares certainly is appealing. Actually, with 50% of the company to their names, insiders are profoundly invested in the business. This should be a welcoming sign for investors because it suggests that the people making the decisions are also impacted by their choices. In terms of absolute value, insiders have AU$57m invested in the business, at the current share price. So there's plenty there to keep them focused!\nStory continues Does CTI Logistics Deserve A Spot On Your Watchlist? One positive for CTI Logistics is that it is growing EPS. That's nice to see. To add an extra spark to the fire, significant insider ownership in the company is another highlight. That combination is very appealing. So yes, we do think the stock is worth keeping an eye on. We should say that we've discovered 2 warning signs for CTI Logistics that you should be aware of before investing here.\nAlthough CTI Logistics certainly looks good, it may appeal to more investors if insiders were buying up shares. If you like to see companies with insider buying, then check out this handpicked selection of Australian companies that not only boast of strong growth but have also seen recent insider buying. .\nPlease note the insider transactions discussed in this article refer to reportable transactions in the relevant jurisdiction.\nHave feedback on this article? Concerned about the content? Get in touch with us directly. Alternatively, email editorial-team (at) simplywallst.com.\nThis article by Simply Wall St is general in nature. We provide commentary based on historical data and analyst forecasts only using an unbiased methodology and our articles are not intended to be financial advice. It does not constitute a recommendation to buy or sell any stock, and does not take account of your objectives, or your financial situation. We aim to bring you long-term focused analysis driven by fundamental data. Note that our analysis may not factor in the latest price-sensitive company announcements or qualitative material. Simply Wall St has no position in any stocks mentioned.\nTRENDING 1. Big interest rate declines, strong bank stocks and more market predictions for the year ahead 2. This 7.6% Dividend Stock Is My Top Pick for Immediate Income 3. Canadian Investors: 2 Oversold Canadian Stocks to Buy Now 4. Lifetime Income: 3 Dividend Stocks to Buy and Never Sell 5. This 8.2% Dividend Stock Pays Cash Every Month",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://simplywall.st/",
    "https://s.yimg.com/ny/api/res/1.2/nolZhfcsIV7sx601vZbdJA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY1NQ--/https://media.zenfs.com/en/simply_wall_st__316/249a74db842d153e8b2573a6fe3ec0c6",
    "https://simplywall.st/discover/investing-ideas/16951/growing-companies-with-insider-buying?blueprint=2808805&utm_medium=finance_user&utm_campaign=conclusion-grid&utm_source=yahoo",
    "https://s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://media.zenfs.com/en/simply_wall_st__316/de08ce5a09ed74f962345d43f617cd22",
    "https://s.yimg.com/ny/api/res/1.2/NUA2o3431PKjKDe430Ho5A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwODtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://feedback.simplywall.st/article/MjgwODgwNTpjNmI3OGE3ODA4NjBiMGZj",
    "https://www.s.yimg.com/ny/api/res/1.2/NUA2o3431PKjKDe430Ho5A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwODtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://www.simplywall.st/",
    "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://www.s.yimg.com/ny/api/res/1.2/nolZhfcsIV7sx601vZbdJA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY1NQ--/https://www.media.zenfs.com/en/simply_wall_st__316/249a74db842d153e8b2573a6fe3ec0c6",
    "https://www.feedback.simplywall.st/article/MjgwODgwNTpjNmI3OGE3ODA4NjBiMGZj",
    "https://www.media.zenfs.com/en/simply_wall_st__316/de08ce5a09ed74f962345d43f617cd22",
    "https://www.simplywall.st/discover/investing-ideas/16951/growing-companies-with-insider-buying?blueprint=2808805&utm_medium=finance_user&utm_campaign=conclusion-grid&utm_source=yahoo",
    "https://simplywall.st/discover/investing-ideas/16951/growing-companies-with-insider-buying",
    "https://simplywall.st"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "cti",
        "sentiment": "negative"
      },
      {
        "name": "cti logistics",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:13:27.346+02:00",
  "updated": "2023-12-29T02:13:27.346+02:00"
}