{
  "thread": {
    "uuid": "d357167e4f5662b45b0e3623321d543af0203b6a",
    "url": "https://actualitte.com/article/117991/chroniques/cabu-ou-le-dessin-satirique-au-secours-de-la-planete",
    "site_full": "actualitte.com",
    "site": "actualitte.com",
    "site_section": "https://actualitte.com/thematique/35/chroniques",
    "site_categories": [],
    "section_title": "\n            Chroniques\n      ",
    "title": "Cabu, ou le dessin satirique au secours de la planète",
    "title_full": "Cabu, ou le dessin satirique au secours de la planète",
    "published": "2024-07-05T12:53:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://actualitte.com/uploads/images/cabu-ou-le-dessin-satirique-au-secours-de-la-planete-6687a929ebda0842517735.jpeg",
    "performance_score": 0,
    "domain_rank": 22236,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d357167e4f5662b45b0e3623321d543af0203b6a",
  "url": "https://actualitte.com/article/117991/chroniques/cabu-ou-le-dessin-satirique-au-secours-de-la-planete",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ActuaLitte",
  "published": "2024-07-05T12:53:00.000+03:00",
  "title": "Cabu, ou le dessin satirique au secours de la planète",
  "text": "« Cabu n’était pas un idéologue, mais un dessinateur, c’est-à-dire un artiste. Ce qui le guidait, c’était sa sensibilité, son intelligence. C’est pour cela qu’il a toujours été écolo », écrit Riss dans l’édito de ce hors-série Charlie Hebdo, Cabu, premier écolo de France ! Garanti sans greenwashing ! Le 05/07/2024 à 10:53 par [ Victor De Sepausy ](/auteurs/212/victor-de-sepausy) 0 Réactions | 1 Partages Publié le : 05/07/2024 à 10:53 0 Commentaires 1 Partages Réunissant des dessins de presse de Jean Cabut, d’après l’état civil, c’est tout l’art de la caricature qui est ici à l’œuvre, car Cabu croquait le monde avec l’intuition du bon sens et le sens aigu de l’observation. À sa décharge, il suffit d’ouvrir les yeux, même pas trop grand, pour s’en rendre compte : entre marées noires, gaspillage, dictature de la voiture, déchets nucléaires et réchauffement climatique, les sujets ne manquent pas. Et, plus globalement, les dérives de la société de consommation industrielle : à promettre une croissance sans fin pour nourrir les économies et les entreprises, l’humanité — le monde occidental ayant largement inspiré les habitudes du reste de la planète — courait à sa perte. Elle a décidé d’accélérer. « Au début des années 1990, quand on commençait à parler de réchauffement climatique et que, déjà, s’élevaient les voix de ceux qui en contestaient la réalité, les climatosceptiques, Cabu avait du mal à cacher sa colère », se souvient Riss. « À la table de la salle de rédaction, lui qui s’énervait rarement s’emportait contre ces escrocs, parfois scientifiques éminents, qui, du haut de leur magistère, affirmaient avec autorité que rien ne prouvait l’existence du réchauffement climatique. » Et dans une époque où l’on est écolo comme on allait à la messe pour faire bonne figure — combien de fumeurs continuent de jeter leur mégot sur le trottoir, tout en s’appliquant soigneusement à trier leurs déchets ? – les saynètes de Cabu font grincer des dents. Et pour rejoindre Kriss, oui, peu de ces écologistes autoproclamés ont véritablement renoncé aux habitudes de consommation nocives — encouragées par la publicité omniprésente. L’idéologie de l’abondance demeure ancrée dans les esprits. Or, n’oublions pas que Cabu avait collaboré avec le Musée du Vivant-AgroParisTech, le premier musée international consacré à l’écologie et au développement durable. Il avait réalisé leur logo et leur offrit une collection exceptionnelle de plus de 600 dessins originaux, certains datant de 1954. Des œuvres mettant (déjà !) en lumière des thématiques liées à l’agriculture, à la nature et à l’écologie. Dans cette continuité, Laurent Gervereau avait fait paraître en 2014 un livre intitulé Cabu à la ville, Cabu aux champs, qui rassemble ces dessins et témoigne de l’engagement de Cabu envers la cause écologique. Et l’on retrouvera à cette adresse, gratuitement accessible, l’exposition [Cabu, dessinateur citoyen !](https://www.reseau-canope.fr/fileadmin/user_upload/Projets/Laicite/Exposition_Cabu_dessinateur_citoyen.pdf) réunissant nombre de ses coups de griffes. « Ces dessins parlent de nature, d’agriculture et d’écologie. Ce faisant, ils abordent tous les sujets importants de notre planète en mutation, car Cabu était un reporter dessinateur toujours en éveil », assurait Laurent Gervereau, directeur du Musée du Vivant-AgroParisTech. Comme celui-ci : Comme tant de ses confrères, Cabu dénonçait la destruction de notre planète — cachant peut-être un profond pessimisme derrière l’humour et la satire. Pour autant, ce hors-série atteste d’une volonté de fer et d’une combativité où le ridicule en prend plein les dents : un plaidoyer, bien entendu, mais avant tout la nécessité de faire œuvre utile. Railler avec intelligence les comportements qui mèneront à la chute… en espérant que les cons-prennent. Même s’ils osent tout et que c’est bien à cela qu’on les reconnait. Hors-série Charlie Hebdo : Cabu, premier écolo de France - 9,50 € Crédits : V. Cabut Plus d'articles sur le même thème C’est avec un léger sourire que l’on commence la lecture du premier tome du Manoir de Castlecatz, L’automne des aspirants, signé Alain T. Puysségur. Des chats qui vont à l’école et pratiquent la magie, ça ne peut que bien se passer, non ? 05/07/2024, 17:32 Dans cette dystopie qui a tout de la fable philosophique, Estelle Tharreau porte un regard très dur sur notre actualité moderne et questionne l'écologie de manière pointue. C'est fort, puissant, violent même. Texte par Bruno Ménétrier. 05/07/2024, 16:29 Didier Quella-Guyot signe aux Éditions Le Carrelet un recueil de mini-polars passionnants et inquiétants. Trente-deux histoires allant d’une page à guère plus d’une dizaine, vous faisant entrer sans chichi dans le cœur de l’intrigue. Attention, bourlingues fatales ! 05/07/2024, 11:31 Québec, les années 60. Si la population québécoise est très majoritairement francophone, ses dirigeants sont presque exclusivement anglophones. Le commentaire d’un patron du CN (compagnie de chemins de fer) met le feu aux poudres et incite la création du FLQ, Front de Libération du Québec, sous l’impulsion de quelques marginaux à l’origine d’actions qui ont marqué l’histoire du Québec. 04/07/2024, 17:13 Tomson Highway est un écrivain, dramaturge, musicien, auteur-compositeur célèbre outre-Atlantique. Il est Cri, les Cris sont des indiens originaires du nord du Manitoba au Canada. Le Baiser de la Reine blanche (trad. Robert Dickson), publié par les éditions Dépaysage, est son premier et unique roman et c’est à peine croyable. 04/07/2024, 16:31 La mode est aux rééditions de romans capables de traverser les années, et les Éditions de l’Olivier ont eu la très bonne idée de nous ressortir Le masque de Dimitrios d’Eric Ambler, sous une traduction de Gabriel Veraldi. L’archétype du roman d’espionnage, et un auteur salué par tous ses pairs de Ian Fleming à John Le Carré. Texte par Bruno Ménétrier. 03/07/2024, 12:53 Harvey Weinstein, Gérard Depardieu, Roman Polanski, Benoit Jacquot… Depuis quelques années, nombre d’acteurs, de producteurs ou de réalisateurs se trouvent accusés d’abus sexuels. Ancienne critique littéraire, notamment au Figaro Madame, publiée notamment chez JC Lattès, Valérie Gans a choisi d’évoquer ce sujet sensible à travers un percutant roman, diffusé par ses soins car refusé par de nombreuses maisons. Texte par Étienne Ruhaud 03/07/2024, 11:36 Un éloge des « moches », rien que ça, c'est ce que le membre de la rédaction du mensuel Historia, Pierre-Louis Lensel, a décidé d'entreprendre, non sans provocation, à travers des portraits des plus célèbres représentants de la caste des gueules. 02/07/2024, 18:11 En avril 2015, paraissait la BD Résistants oubliés, un ouvrage collectif de Kamel Mouellef et Olivier Jouvray au scénario, et Baptiste Payen au dessin et à la couleur ! Une parution alors adoubée par Jack Lang, auteur d’une courte préface. 01/07/2024, 10:27 Aya a flashé sur le disquaire de la boutique près de la gare. Il est tellement beau et mystérieux, et en plus il a les mêmes goûts qu’elle en rock… Mais Aya est loin de se douter que le fameux disquaire n’est autre que Mitsuki, l’intravertie à lunettes assise à côté d’elle en classe. La comédie romantique lesbienne qui a pris le Japon d’assaut débarque enfin en France ! 30/06/2024, 11:15 Invisible, de Paul Auster (trad. Christine Le Boeuf), fut publié en 2009 aux États-Unis. Parmi les fragments fictionnels qui composent le kaléidoscope de ce livre doté d’une force d’attraction étonnante, on trouve celui qui s’intitule « ÉTÉ », lequel succède au meurtre de Cedric Williams par Rudolf Born dans l’ordre de l’histoire, au début du second chapitre. 27/06/2024, 10:23 L’histoire des États-Unis, mais de l’autre côté du miroir. Là où la conquête de l’Ouest est un désastre, autant humain que naturel. Une expérience cruelle, de vol et d'incompréhension. De rejet de la différence, d'éradication de croyances, de suppression d’une culture riche, proche de la nature, ancrée dans un quotidien de partage. L’histoire des États-Unis, racontée par une jeune femme autochtone. 26/06/2024, 09:01 « Disons-le comme ça : de 1937 à 2007 — à l’exception de Bobby Fischer — tous les champions du monde d’échecs sont soviétiques puis russes » ! En 1972, le Championnat du monde d’échec est organisé en Islande. C’est Boris Spassky, le champion soviétique depuis 1969 qui remet en jeu son titre ! Son adversaire ? Un Américain qui n’a pas encore 30 ans : Bobby Fischer, que précède déjà sa réputation. 25/06/2024, 15:38 Jun-woo est professeur à l'université. Depuis peu, il égaie son quotidien routinier par une lecture effrénée de webnovels de romance. Sa rencontre avec l'autrice de l'un d'eux va être le début d'une quête intergénérationnelle autour des sentiments. Un beau récit poétique où les voix se croisent. 25/06/2024, 09:33 On le sait, on le dit, mais on a du mal à agir en conséquence : la pédophilie et les violences sur mineurs sont presque toujours commises par des proches à l'intérieur du cercle familial. Et les autres proches ferment les yeux, n'ont rien vu, rien entendu ou, à la façon des trois petits signes, se gardent en tout cas de parler. Et qui subit les conséquences de ce silence ? Les enfants bien entendu, comme le petit Mattéo, héros de cette BD publiée aux éditions Delcourt. 24/06/2024, 15:47 L'épopée spatiale The Terrifics, fruit de l'imagination débordante de Jeff Lemire, propulse le lecteur dans une aventure peu banale. Cet album de l'univers DC Comics, découle du projet \"New Age of Heroes\", amorcé en 2018 : on y revisite le concept de la famille de super-héros avec une dose d'excentricité bienvenue. 23/06/2024, 22:01 L’hôtel des parents d'Alice a certainement connu des heures plus fastueuses que celles des dernières années où il a, à l'évidence, dû bénéficier de miracles pour n'avoir pas disparu dans les déboires économiques subis par le petit village où il est installé dans la province de Pavie en Lombardie. Avec sa sœur Theresa, qui poursuit des études de médecine à Milan, Alice aide leurs parents à tenir malgré tout l'enseigne d’Il Cedro où les clients ne se bousculent pas ! 21/06/2024, 13:12 Paru en 2002 aux États-Unis, Roadmaster (traduit par François Lasquin aux éditions Le Livre de poche) de Stephen King, peut être lu comme un livre conceptuel. Sous ses dehors de roman d’horreur à tiroirs (ceux qu’y ouvrent l’alternance balisée entre passé et présent de l’histoire et les voix narratives qui s’y suivent à un rythme dramatique), il sonde au fond la substance romanesque, ni plus ni moins. 21/06/2024, 12:41 « Elle mesure un mètre soixante-sept, porte du 36, ne met jamais de soutien-gorge ni de talons de moins de cinq centimètres, a des taches de rousseur mais les cheveux blonds. » Elle, c’est Lou Trenet – sans aucun lien de parenté avec le chanteur, à son grand dam. Une jeune femme tout à fait charmante, suivie par 730 000 personnes sur Instagram. Dont Diane. 20/06/2024, 10:25 Il est le plus grand des mammifères carnassiers du monde : jusqu’à plus de 20 mètres de long pour les plus grands mâles ! Il est celui qui a la capacité de descendre en apnée jusqu’à des profondeurs où seule une poignée d’engins de conception humaine parviennent alors que c’est là que se trouve son garde-manger quotidien : au-delà de 2000 mètres pour des apnées de presque une heure et demie ! 18/06/2024, 11:39 « J’ai froid, laisse-moi rester dans ta tente. » Et avec cette phrase, c’est une histoire aussi étrange qu’attachante qui commence. Là haut, dans les montagnes, à la frontière entre l’Italie et la Slovénie, un vieil homme campa en solitaire, comme il a pour habitude de le faire – soit disant pour s’éloigner du monde, retrouver un semblant d’entièreté. Mais cette nuit-là, quelqu’une s’invite dans sa tente. 17/06/2024, 15:14 Personne ne peut résister au charisme foudroyant de la fille la plus populaire du lycée ! Personne à part... le nouvel élève qui vient d'arriver et qui garde ses distances, quoi que Mona fasse pour le faire fondre. Piquée au vif, elle va redoubler d'effort pour le séduire... quitte à s'y brûler les ailes. 17/06/2024, 10:30 Dans Ce qui m’appartient (traduction de Keylla Barbosa et Pierre Marlière, Grasset, 2024), premier roman autobiographique de l'auteur, José Henrique Bortoluci nous raconte son père, camionneur sur les routes sans fin du Brésil. Par Bruno Ménétrier. 13/06/2024, 12:51 Aurélie Wilmet est une autrice de bande dessinée qui, dès son premier album, s’est imposée comme une des artistes contemporaines à suivre. Elle revient avec un second album tout aussi marquant, toujours chez Super Loto Éditions, l’occasion pour nous de vous les présenter. 12/06/2024, 13:29 Les épreuves de la Reine Soleil : un titre de fantasy aguicheur qui attire l’œil en librairie. Une fois l’ouvrage retourné, 4 phrases seulement barrent une quatrième de couverture bien (trop) mystérieuse. Dans ce premier tome des Artefacts d’Ouranos, Nisha J. Tuli (avec la traduction d’Anath Riveline, pour les éditions Michel Lafon) nous embarque au cœur des épreuves mortelles de la cour du Roi Soleil. Dix femmes, mais seulement une place au bras du Roi. Un objectif commun : survivre, mais à quel prix ? 11/06/2024, 13:18 Décédé en 2006, Alex Toth ne figure pas dans le panthéon que le public établit immédiatement quand on parle de dessinateurs : Will Eisner et Jack Kirby. Mais il aura marqué l’industrie du comics, débutant sa carrière dès l’âge de 15 ans. Le spécialiste français Jean Depelley le hisse d’ailleurs au rang de « maître de la narration, l’égale d’un Hugo Pratt ou d’un Joe Kubert ». 11/06/2024, 10:18 Nul sur les sept mers ne l’ignore : une femme à bord d’un navire, c’est pire que le cousin à grandes oreilles pour vous attirer le mauvais œil. Mais Monday Ryan — née un dimanche… ne cherchez pas… — n’a connu que l’écume en guise de lait maternel et les embruns pour changer ses langes. Alors, devenir Reine des pirates, quoi de plus naturel ? 10/06/2024, 15:55 Le jury du cinquantième prix du Livre Inter, présidé par Isabelle Huppert vient de couronner Phoebe Hadjimarkos Clarke pour son second roman Aliène. De quoi redonner un nouvel éclairage à ce formidable roman, puissant et dérangeant, qui était paru en janvier 2024. Par Bruno Ménétrier. 10/06/2024, 15:42 Quand Scott Snyder se lance dans une série personnelle, pour laisser de côté les traditionnels encapés, « ça a un côté effrayant », confie-t-il. Pour le lecteur, c’est l’inconnu, tant attendu, d’un des actuels maîtres du scénario dans le monde du comics. Nocterra, donc : la planète est subitement plongée dans les ténèbres. Et avec elles, son lot de créatures monstrueuses… 10/06/2024, 11:43 Dans l'univers du comic, rares sont les auteurs qui auront marqué la création autant que Nexus : de visionnaire, l'oeuvre du scénariste Mike Baron et l'artiste Steve Rude se poursuit de manière totalement farfelue. Publiée pour la première fois en 1981 par Capital Comics, cette série est proposée par Delirium en France (trad. Alex Nikolavitch), qui sort un second omnibus de ces aventures hors norme. 07/06/2024, 17:51 Ce ne sont pas des hommes qui gouvernent, mais des archétypes. Leur fonction reste la même : fabriquer un « réel alternatif », nourrir le peuple d’illusions de liberté. C’est en tout cas le destin de Djamel Hamidi. Par Faris Lounis. 07/06/2024, 17:51 Publié en 2016 aux éditions de Minuit, Envoyée spéciale signe le retour à un haut degré de fiction de Jean Echenoz après ses trois monographies inspirées. Outre la qualité des dialogues, à l’agencement virtuose, une scène m’a frappé : celle du suicide de Pélestor, au dix-septième chapitre de cette œuvre politique, empreinte d’une subtile cruauté. 06/06/2024, 17:27 Il y a 80 ans, les plages de Normandie allaient se teinter de rouge sang. Il y a 80 ans, les jeunes de nombreux pays allaient périr pour libérer la France et empêcher la progression du mal, la progression du nazisme. Américains, parmi lesquels « bon nombre de juifs qui savaient parfaitement pourquoi ils venaient se battre en France », Britanniques, Français, Canadiens, Polonais et bien d’autres ont fait, il y a 80 ans, le sacrifice de leur vie, pour venir libérer la France et faire tomber le IIIe Reich. 06/06/2024, 17:19 Parmi les géants de la musique dite classique au XXe siècle, Igor Stravinsky est titulaire dans une dream team aux côtés de la trinité, Schönberg, Alban Berg et Anton Webern, ou des Pierre Boulez et autres Karl-Heinz Stockhausen. Clint Eastwood a néanmoins bien écorné l’image du compositeur russe, en reprenant dans son film Bird l’épisode où un autre génie du dernier siècle, Charlie Parker, sonna à la porte du maître installé à Los Angeles, sans succès… 05/06/2024, 18:22 Il y a peu, La Pléiade publiait enfin en son sein… La Pléiade. Cette fois, elle retrouve sa toute première signature : le poète du vin, des lumières de la ville, des amants, du haschich, du spleen et de l’idéal, Charles Baudelaire. C’est en 1931 que le père de la plus belle des collections des Lettres françaises, le Juif russe Jacques Schiffrin, inaugurait sa Bibliothèque avec l’auteur de Bénédiction. Deux ans avant l'intégration de la collection dans la maison à Gaston Gallimard. 05/06/2024, 18:20 Autres articles de la rubrique Livres Morgane Moncomble reste en tête des meilleures ventes, avec le tome 4 de la série Seasons, Un été pour te retrouver. L’autrice de new romance réalise 16.564 ventes en cette 26e semaine (du 24 au 30 juin). La jeunesse s’est résolument emparée du classement des 10 meilleures ventes, ne laissant que peu de place à la littérature générale. Au milieu des cahiers de vacances, Une belle vie de Virginie Grimaldi se faufile dans le top 10, décrochant une 8e place avec 9717 ventes. 05/07/2024, 11:53 Rentreelitteraire2024 — « Wesh, Madame, faut nous parler français des fois ! » Cette pépite, parmi tant d'autres, est issue du journal de Myriam Meyer, professeure de français, latin et grec dans un collège en Réseau d'Éducation Prioritaire. 05/07/2024, 08:30 Après De notre monde emporté, Christian Astolfi propose un nouveau roman social. Ce récit met en lumière les parcours de Rose, une Corse qui s'installe à Toulon dans les années 50, et de Farida, une Algérienne résidant dans un bidonville. À travers leurs histoires, l'auteur illustre une amitié née dans le contexte des répercussions de la Seconde Guerre mondiale et des débuts des tensions en Algérie. 05/07/2024, 07:28 Internet est devenu désormais, et de loin, la première porte d’entrée pour les escroqueries en tout genre. Il est donc impératif à présent, que l’on soit un particulier ou une entreprise, d’être prêt à faire face à ce type d’attaque. Les formes que peuvent prendre ces intrusions malveillantes ne cessent de se diversifier, au gré de l’imagination des escrocs. 04/07/2024, 09:10 Rentreelitteraire2024 — « Ma première fois serait une telle ivresse qu’en vérité je crois que je ne la supporterais pas. Toucher un garçon tient du merveilleux et de l’extraordinaire. Je gâche délibérément, et avec obstination, les plus belles années de mon existence. Celles-ci sont d’ailleurs déjà nimbées d’une mélancolie insupportable. Mais c’est plus fort que moi, je ne peux rien faire contre ma lâcheté. Ni contre cet amour bizarre. » 04/07/2024, 08:00 Rentreelitteraire2024 — La route qui mène vers Thoreau Heights est somptueuse, magnifiée par les rayons dorés du soleil couchant, qui n’en finit plus de jouer avec les monts alentour... Cinq sœurs vivent pourtant un moment douloureux. La plus jeune, Rose, est atteinte d’un cancer agressif de stade avancé. Face à un destin inévitable, les amies se réunissent pour vivre ensemble des derniers moments aussi beaux que déchirants. 04/07/2024, 07:36 Rentreelitteraire2024 — En avril 2022, la mère de Julia Deck subit un accident cérébral et les médecins estiment ses chances de survie extrêmement faibles. Pourtant, elle déjoue les pronostics. Commence alors un long parcours de rétablissement à travers divers établissements de soins. 04/07/2024, 06:31 Rentreelitteraire2024 — Ils sont cinq, et n'ont rien en commun. Ensemble, ils sont perdus dans un lieu désert... Qui sont-ils ? D’où viennent-ils ? Que vont-ils devenir ? Aurélie Massé signe avec Le soleil se lèvera demain, son troisième roman jeunesse chez Slalom, à découvrir dès 13 ans. 03/07/2024, 10:00 Rentreelitteraire2024 — « Je dis, en divisant chaque syllabe, en les plantant pour faire germer un nouveau monde, je dis aimez Gil. Aimez Gil. Une prière dans la voix la plus basse, la voix la plus insignifiante qui puisse être. Aimez Gil. » 03/07/2024, 08:30 Rentreelitteraire2024 — Dans son œuvre récente, Leyla, une jeune femme tiraillée entre les traditions de sa famille arabo-musulmane et sa propre quête de liberté sensuelle et révoltée, parcourt les rues de Paris sur une journée exceptionnelle. 03/07/2024, 06:30 Le Prix Cultissime a établi une première sélection d’œuvres pouvant prétendre au titre de lauréat. Au total, 20 œuvres se sont distinguées parmi 4 catégories différentes : prix du livre cultissime, de la BD, la meilleure réédition, et de l’adaptation Cultissime. Les vainqueurs seront annoncés les 27, 28 et 29 septembre prochains, à l’occasion de la première édition du Festival International des Oeuvres Cultes d’Angers. 02/07/2024, 17:21 Rentreelitteraire2024 — Emma Becker, célèbre pour sa prose introspective, explore dans son dernier roman les dualités complexes de l'amour et du désir à travers la vie d'une femme tiraillée entre une passion amoureuse ardente et un amour profond pour ses enfants. 02/07/2024, 08:00 Rentreelitteraire2024 — « Il n’y a pas mort d’homme ». Voilà ce qu’Annalie, 17 ans, ne cesse d’entendre après avoir découvert un graffiti à caractère raciste sur la porte de leur garage. Xixi Tian signe un roman centré sur les thématiques de l’identité, la famille, et la sororité, sous la traduction de Alison Jacquet-Robert. 02/07/2024, 07:30 Rentreelitteraire2024 — « Je m’appelle Sorb, c’est le diminutif de Sorbonne. Ceux de la bande m’ont donné ce surnom parce qu’ils me trouvent plus instruit qu’eux. Ce ne sont pas vrai- ment des voyous, juste une bande. Des mecs de Meu- don-la-Forêt, c’est tout. On zone, on fout la pagaille, on choure deux ou trois trucs, rien de méchant. » 02/07/2024, 06:30 Rentreelitteraire2024 — Dans le royaume de Frzangzwe, le fossé entre les riches et les pauvres ne cesse de s'élargir. D'un côté, la baronne est accompagnée de ses bras cassés : Mo, l'homme de main toujours chargé des basses besognes, Mouna la Souris experte en informatique, Hakkon le Brave avec sa hache tranchante, le Toubib échappé de la justice, et Zap le naïf. 01/07/2024, 07:38 Rentreelitteraire2024 — Quels secrets Adam découvrira-t-il en explorant les photographies, les archives, et les souvenirs douloureux de la guerre d'Algérie ? Un jour, il n'y aura plus de pères narre le parcours d'un homme se plongeant dans son passé, hanté par une unique question : quels souvenirs laissera-t-il à son enfant ? 01/07/2024, 07:30 Découvrez comment les bandes dessinées enseignent notamment l'art d'agir avec stratégie et discernement. Explorez les techniques de bluff que l'on peut découvrir à travers des histoires captivantes et des illustrations plus pédagogiques que l'on ne le pense bien souvent. 28/06/2024, 13:13 La sortie du tome 4 de la série Seasons, un été pour te retrouver de Morgane Moncomble, n’a pas laissé son public indifférent. L’autrice rafle une première place qui met tout le monde d’accord, avec 30.183 exemplaires vendus, et remporte ainsi le titre de meilleure sortie de cette semaine 25 (du 17 au 23 juin). Une fin de série qui marque aussi le début de l’été, annonce l’arrivée de la chaleur, et des lectures qui font plaisir. 28/06/2024, 11:08 BONNES FEUILLES – Les personnages de Robert Cullen ne sont pas des héros extraordinaires, mais des gens communs dont la vie change de manière inattendue. À travers trois histoires courtes, l'auteur explore les thèmes de l'espoir, de la peur et de la mémoire, examinant le point de rupture entre la réalité et l'inconnu. 28/06/2024, 08:00 Rentreelitteraire2024 — Mélissa Da Costa, l'autrice du best-seller Tout le bleu du ciel (Le Livre de poche, 2020) vendu à plus d'un million d'exemplaires, publie un nouveau roman en cette rentrée littéraire. Dès le 14 août, redécouvrez la plume de l'autrice dans un roman complexe, narrant l'histoire d'amour brisée d'un couple qui tente de tenir debout. 28/06/2024, 07:30 Les éditions Casterman nous proposent une réédition, pour la première fois publiée en son sens de lecture d’origine, d’Un zoo en hiver, manga autobiographique de Jirô Taniguchi. Son nom, vous le connaissez sûrement : le festival d’Angoulême lui a consacré une exposition d’envergure en 2015. Avec lui, plongez dans le Japon des années 1960-70, aux côtés d’Hamaguchi, mangaka en devenir, dans un style intimiste et réaliste... Tiens tiens, voilà qui nous rappelle quelqu’un... 27/06/2024, 14:29 Rentreelitteraire2024 — Les larmes rouges sur la façade (Traduit de l’américain par Sarah Gurcel), c'est le récit d'une histoire d'amour entre deux hommes dans le Téhéran contemporain. Une tragédie moderne mêlant sexe, vengeance et trahison, où l'amour défie les lois et les coutumes d'une société impitoyable. 27/06/2024, 09:02 Rentreelitteraire2024 — À l'aube de la cinquantaine, Marc dresse le bilan de sa vie. Issu de la classe moyenne, il a rempli son existence d'ambitions pour échapper à l'ennui de sa jeunesse. Lors d'une confession, il revisite sa carrière de grand reporter, son succès modeste en tant que romancier, et les événements qui l'ont mené à ce sentiment d'échec : en cherchant à réussir sa vie, il l'a perdue. 27/06/2024, 08:06 Rentreelitteraire2024 — Comment les élites de ce monde ressentent-elles l'angoisse apocalyptique de notre époque ? Trash Vortex, référence à ces immenses tourbillons d'ordures flottant dans l'océan, dresse un tableau complexe d'une classe dominante à la fois ivre de son pouvoir et confrontée à un désastre imminent. 27/06/2024, 07:30 Rentreelitteraire2024 — Lorsqu'une mendiante muette de Maracaibo, au Venezuela, découvre un nouveau-né abandonné sur les marches d'une église, elle est loin de s'imaginer le destin exceptionnel qui attend cet orphelin. Antonio, élevé dans la pauvreté, deviendra successivement vendeur de cigarettes, porteur sur les quais, puis domestique dans une maison close, avant que son énergie débordante ne le propulse au rang des chirurgiens les plus réputés de son pays. 26/06/2024, 08:24 Rentreelitteraire2024 — 14 juillet 1977. La vie d’un petit village du Cantal bascule en ce soir de fête nationale, lorsque deux jeunes Allemandes débarquent au milieu d’un bal. Mystère et danger entourent les deux silhouettes féminines. 26/06/2024, 08:00 Rentreelitteraire2024 — Le 30 août 1995, un babouin en fuite est abattu par les gendarmes de Monnerville, un petit village situé en Beauce, dans l’Essonne, à soixante-dix kilomètres de Paris. Non loin de là, Denis Langlois qui, sans le savoir, va trouver beaucoup de ressemblances entre la vie de ce babouin et le fil de sa propre existence. 26/06/2024, 07:30 Rentreelitteraire2024 — Londres, 19 juillet 1938. Stefan Zweig et Salvador Dalí rendent visite à Sigmund Freud, tout juste échappé de l'Autriche nazie. Zweig, proche de Freud et également réfugié, a organisé cette rencontre à la demande insistante de Dalí, qui vénère Freud et brûle de lui montrer l'une de ses œuvres. 25/06/2024, 08:34 Rentreelitteraire2024 — Jess découvre à Venise et sur l'île de Torcello un espace qui lui est propre, un endroit où elle peut dessiner son avenir sans attentes ni planifications, sans guide ni repères. Alors que les lecteurs l'ont rencontré dans Avant l'été, elle réside aujourd'hui à Venise et travaille comme guide touristique, explorant chaque recoin de la ville à la découverte de ses nombreux secrets. 25/06/2024, 07:49",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.reseau-canope.fr/fileadmin/user_upload/Projets/Laicite/Exposition_Cabu_dessinateur_citoyen.pdf",
    "https://reseau-canope.fr/fileadmin/user_upload/Projets/Laicite/Exposition_Cabu_dessinateur_citoyen.pdf"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T14:33:41.093+03:00",
  "updated": "2024-07-05T22:09:59.012+03:00"
}