{
  "thread": {
    "uuid": "ec5b704ef6cb8c0d6e9984d3b3d9db4021920822",
    "url": "https://www.thebetterindia.com/web-stories/odourless-waterless-urinals-in-india-biodegradable-public-urinals-by-pune-startup-kedar-kulkarni",
    "site_full": "www.thebetterindia.com",
    "site": "thebetterindia.com",
    "site_section": "https://thebetterindia.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Media for Good News and Positive Stories - The Better India",
    "title": "Public Urinals That Don't Stink! Tech for Odourless Toilets Saves Litres of Water",
    "title_full": "Public Urinals That Don't Stink! Tech for Odourless Toilets Saves Litres of Water",
    "published": "2024-02-15T11:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://en-media.thebetterindia.com/uploads/2024/02/2-20-1708005478.jpg",
    "performance_score": 0,
    "domain_rank": 16609,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ec5b704ef6cb8c0d6e9984d3b3d9db4021920822",
  "url": "https://www.thebetterindia.com/web-stories/odourless-waterless-urinals-in-india-biodegradable-public-urinals-by-pune-startup-kedar-kulkarni",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TBI Team",
  "published": "2024-02-15T11:09:00.000+02:00",
  "title": "Public Urinals That Don't Stink! Tech for Odourless Toilets Saves Litres of Water",
  "text": "Biotechnology graduate Kedar Kulkarni has developed a solution to get rid of the sickening stench often surrounding public washrooms and urinals. The 29-year-old from Pune co-founded Rutu Biosystems, which provides odour control, sanitation and water conservation facilities. His technology not only reduces odour but also saves water! “The way the urinals are built in itself is a problem. The uric salt in urine gets deposited in the drain line, which then comes in contact with water. It reacts and releases ammonia gas. This can be treated using our products,” Kedar tells The Better India . According to an IIT-Delhi research, on average four litres of water is used to flush urinals. If an average person urinates 4–5 times a day, total water consumption can go up to 20-40 litres of water a day. Since urine is already in liquid form, Kedar explains that it does not actually require water to flow down the drainage lines. Their technology consists of three solutions – a washroom cleaner, a urinal screen and bio block, and an odour controller. “The basic components of these products are bacteria and enzymes. These bacteria typically belonging to the bacillus family are found everywhere in nature. We extract and use them in our products,” says Kedar. The bacteria and active enzymes present in the bio block and cleaner react with the uric salts and produce nitrogen instead of ammonia, which causes no stench in the urinals. Kedar says that Rutu Biosystems has saved 55 crore litres of water, 700 metric tons of carbon emission by installing bio blocks and other products in more than 15,000 public washrooms in the country. But why go for waterless urinals? They do not require any plumbing accessories, hence optimising the cost of operating them. Up to 20 litres of water per person can be saved by using waterless urinals. There is no need to touch the flush mechanism after installing bio blocks in urinals, hence minimising the spread of bacteria and diseases. The enzymes and bacteria in the bio block remove the odour at the source itself. The bio block for waterless urinals also solves the problem of drain and pipe blockages by breaking down uric acid salts at the source, thereby creating a remarkable solution for this issue. .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kedar kulkarni",
        "sentiment": "negative"
      },
      {
        "name": "kedar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "odourless toilets saves litres of water biotechnology",
        "sentiment": "negative"
      },
      {
        "name": "iit",
        "sentiment": "none"
      },
      {
        "name": "better india",
        "sentiment": "none"
      },
      {
        "name": "rutu biosystems",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "delhi",
        "sentiment": "none"
      },
      {
        "name": "pune",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T09:47:27.310+02:00",
  "updated": "2024-02-16T09:47:27.310+02:00"
}