{
  "thread": {
    "uuid": "cf06539a5268882044092f4076cdbfde937a6a31",
    "url": "https://www.hamilton.edu/news/story/chefalo-outstanding-first-year-student-advocate",
    "site_full": "www.hamilton.edu",
    "site": "hamilton.edu",
    "site_section": "https://hamilton.edu/news",
    "site_categories": [
      "graduate_school",
      "homework_study_tips",
      "education"
    ],
    "section_title": "News - Hamilton College",
    "title": "Chefalo Receives Outstanding First-Year Student Advocate Award - News - Hamilton College",
    "title_full": "Chefalo Receives Outstanding First-Year Student Advocate Award - News - Hamilton College",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s3.amazonaws.com/mediacdn.hamilton.edu/images/16:9/740/240314tessachafalokmw0013jpg.jpg",
    "performance_score": 0,
    "domain_rank": 13060,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cf06539a5268882044092f4076cdbfde937a6a31",
  "url": "https://www.hamilton.edu/news/story/chefalo-outstanding-first-year-student-advocate",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@HamiltonCollege",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Chefalo Receives Outstanding First-Year Student Advocate Award - News - Hamilton College",
  "text": "Chefalo has been working with [orientation](/firstyear/orientation) and new students since she arrived at Hamilton 10 years ago, and this year her dedication, creativity, and innovation were rewarded when she received the [Outstanding First-Year Student Advocate Award](https://sc.edu/about/offices_and_divisions/national_resource_center/award_recognition_programs/outstanding_advocates/recipients/index.php) from the National Resource Center for First-Year Students and Students in Transition. How did you feel when you received this award? The first feeling that I had when I got the email was gratitude, not only to the Resource Center but also to the people on campus who nominated me. It is very humbling to get recognition for the work that you're doing that you care about. That is part of why I enjoy working at Hamilton, I think, partially because of our size, but also because there are close connections between employees and students. This application required submissions from various people that I work with, so to know that the work that I do is having an impact was really special to me. When I went to the Annual Conference on the First-Year Experience for the first time in 2020, it revitalized me and reinvigorated me for my work. So, I was honored to be receiving something from a program that has had such a big impact on my own professional development. What drew you to working in student life and how did you end up here? What drew me to working in student life was my own undergraduate experience (SUNY Geneseo). I was very involved in student activities, student government, and student senate, and a bunch of other positions on campus. Eventually, I discovered that I could do this full time, and I love working in educational settings. I love the creativity that fuels me in my job. Also, being able to work in a place where the population is constantly changing is appealing, because we always need to change to keep up. I have to be on my toes and learn more every year, whether that’s directly from students or doing more research and work to figure things out. Those are the two huge parts of why I came into the field, and why I continue to work in it because there's something different every day, especially at Hamilton. People are often really willing to collaborate. Why do you think it’s so important to get first-year programming right? Being a person who is specifically focused on the transition into Hamilton has allowed me to be an advocate for these students because I’m seeing everything through that lens. For example, when we made tons of policy changes during COVID, every time I would think: how is this going to impact first-year students, maybe disproportionately, or how is their experience going to be different from other students? Those policy changes altered that milestone experience that you are looking forward to as a first-year student and a first-year family. Had my position not existed, it might have looked different when those policies rolled out because I was able to advocate for exceptions and adapt the policy to fit the needs of first-year students. I am always considering the intricacies of how it impacts somebody in their first days a little bit differently. Programming that is dedicated to finding a sense of belonging is really important to how successful students are in all other aspects of their future life on campus. In addition, more generally, students’ first two semesters are crucial. National data will bear out that most students are still looking for their place in the first year. If no one is setting up specific resources geared toward students who are new on campus, whether that’s communications or events, it creates a big gaping hole. Programming that is dedicated to finding a sense of belonging is really important to how successful students are in all other aspects of their future life on campus. What accomplishment are you most proud of during your time here? I think it would be creating the [Exploration Adventure (XA) trips](/firstyear/orientation/trips/xa). When I started in 2014, there had been one pilot XA trip. Hamilton had decided to move to a universal orientation model, which meant trips for every new student based on the fact that those who had gone on [Adirondack Adventure and Outreach Adventure] trips were happier, they had more connections, they just generally felt better and more acclimated to campus. By August 2015, my job was to create 25 new XA trips. One student intern and I planned those new trips and launched the full XA program in 2015. We also launched the first-year experience for the first time that year. The trips we created spanned a lot of areas of interest, a lot of disciplines, and a lot of regions of New York State. Developing and tweaking that program over time to make it engaging to students, to take student feedback into consideration, to train better leaders, and to make sure that we are doing better at inclusivity, all of those things combined within the XA program are probably [what I] feel has been my biggest success within the [first-year experience](/firstyear) at Hamilton. I remember driving a U-Haul with bicycles into Utica when I passed a cycling trip that we were running that year out riding around. And I remember thinking, “Wow it’s really happening.” It was stressful but exciting that students were actually getting to have the experiences that we’d spent the whole year planning.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [
    "https://sc.edu/about/offices_and_divisions/national_resource_center/award_recognition_programs/outstanding_advocates/recipients/index.php)",
    "https://www.sc.edu/about/offices_and_divisions/national_resource_center/award_recognition_programs/outstanding_advocates/recipients/index.php)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hamilton",
        "sentiment": "negative"
      },
      {
        "name": "ann",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "hamilton college chefalo",
        "sentiment": "none"
      },
      {
        "name": "hamilton",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:01:24.065+02:00",
  "updated": "2024-03-22T01:29:15.020+02:00"
}