{
  "thread": {
    "uuid": "a5d0c6191087825ac5a0e42d8b7233553452a541",
    "url": "https://www.stripes.com/history/2023-12-30/iowa-waterloo-american-wwii-heritage-city-park-service-12508373.html",
    "site_full": "www.stripes.com",
    "site": "stripes.com",
    "site_section": "http://classifieds.stripes.com",
    "site_categories": [
      "media",
      "jobs",
      "us_military"
    ],
    "section_title": "Stars and Stripes | The U.S. military's independent news source.",
    "title": "Waterloo named American World War II Heritage City by National Park Service | Stars and Stripes",
    "title_full": "Waterloo named American World War II Heritage City by National Park Service | Stars and Stripes",
    "published": "2023-12-30T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.stripes.com/incoming/1ao678-wwii-heritage-cities-2-27.png/alternates/LANDSCAPE_480/WWII-Heritage-Cities-2-27.png",
    "performance_score": 0,
    "domain_rank": 3666,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a5d0c6191087825ac5a0e42d8b7233553452a541",
  "url": "https://www.stripes.com/history/2023-12-30/iowa-waterloo-american-wwii-heritage-city-park-service-12508373.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-30T07:00:00.000+02:00",
  "title": "Waterloo named American World War II Heritage City by National Park Service | Stars and Stripes",
  "text": "WASHINGTON, D.C. (Tribune News Service) — Waterloo is one of 11 cities across the United States designated as American World War II Heritage Cities, the National Park Service announced Friday. The American World War II Heritage Cities program honors the contributions of towns, cities, counties and their citizens who stepped into the workforce to support America’s war effort during World War II. Only one American World War II Heritage City can be designated in each state or territory. “Waterloo’s contributions on the home front, as well as in the field, to the World War II Allied Forces victory is a perfect example for why this national designation was envisioned,” Tim Hurley, former Waterloo mayor who helped lead the charge for the designation, said in a news release. “I have learned so much about what our Waterloo soldiers, sailors, Marines and citizens did to help win the war. We should be very proud of our WWII history, and that we are the only city in Iowa to earn this honor from the National Park Service.” Submitted last fall, the city’s application for consideration included a letter from Mayor Quentin Hart that highlighted extensive WWII preservation efforts. “Today our community supports the Iowa Veterans Museum, Sullivan Park and Sullivan Plaza, a lighted patriotic Veterans Way, service member banner program, celebrations and remembrances, and memorials, all of which showcase the veneration we have for veterans,” the letter states. U.S. Sens. Chuck Grassley and Joni Ernst supported the application, as well as retired U.S. Army Major Gen. Evan Hultman, who served in World War II, and his daughter, Heidi Hultman-Warrington, a retired colonel in the U.S. Army Nurse Corps. Other letters of support came from Yolando Loveless, Black Hawk County veterans affairs director, and Kelly Sullivan, granddaughter of Albert Sullivan, one of the five Sullivan brothers. The Sullivan brothers stand as a symbol for all veterans in the community. On Nov. 13, 1942, the USS Juneau was destroyed in the South Pacific, resulting in the death of 700 sailors including all five brothers. It was the largest single family combat loss in American military history. Over four years, Waterloo sent more than 8,100 citizens into the service. Of those, 255 did not return. The “Ironman Unit,” headquartered in Waterloo, spent 611 days in combat beginning in 1943 in North Africa and ending in 1945 in northern Italy. World War II permeated every aspect of American life and resulted in a large migration of people within the United States. Individuals and families relocated to industrial centers for good-paying war jobs and out of a sense of patriotic duty. Many industrial centers became “boom towns,” growing at phenomenal rates. Workers from around the nation had to intermingle with each other and overcome differences to meet war demands, forever changing the cultural landscape of the United States. Contributions by a city to the World War II home front war effort include defense manufacturing, such as ships, aircraft, uniforms, and equipment; production of food and consumer items for Armed Forces and home consumption; volunteer participation; and civil defense preparedness. Waterloo was known as the “Factory City” in the early 1900s and the “industrial capital of Iowa” by 1940. The two major industries were agricultural tractor manufacturing at John Deere and meat packing at Rath Packing Company. During the war Deere switched to supplying the army with tank transmissions and airplane parts. Rath began feeding the troops. Other Waterloo factories produced bombs, munitions, clothing, tents and other personal and tactical equipment. The World War II Heritage Cities program was established by the John D. Dingell Jr. Conservation, Management, and Recreation Act of 2019 to recognize the historic importance of the United States’ domestic involvement in World War II and ensure the continued preservation of a defining period in American history. This year’s additions follow the inaugural designation of Wilmington, North Carolina, in September 2020. The 10 other newly designated communities • Foley, Alabama. • Tempe, Arizona. • Richmond, California. • Wilmington, Delaware. • Baltimore County, Maryland. • Johnson County and Warrensburg, Missouri. • Hastings, Nebraska. • Boulder City and Henderson, Nevada. • Yonkers, New York. • Bedford County, Virginia. (c)2023 Waterloo-Cedar Falls Courier (Waterloo, Iowa) Visit [Waterloo-Cedar Falls Courier](https://www.wcfcourier.com/) Distributed by [Tribune Content Agency, LLC](https://tribunecontentagency.com/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.wcfcourier.com/)",
    "https://tribunecontentagency.com/).",
    "https://wcfcourier.com/)",
    "https://www.tribunecontentagency.com/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tim hurley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national park service",
        "sentiment": "negative"
      },
      {
        "name": "tribune news service",
        "sentiment": "negative"
      },
      {
        "name": "marines",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      },
      {
        "name": "d.c.",
        "sentiment": "none"
      },
      {
        "name": "waterloo",
        "sentiment": "none"
      },
      {
        "name": "iowa",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T00:04:28.715+02:00",
  "updated": "2023-12-31T00:04:28.715+02:00"
}