{
  "thread": {
    "uuid": "4c84cc3a860914e67a441d90618279daeba6f678",
    "url": "https://journalstar.com/news/nation-world/homeless-people-750-dollars-a-month-improved-lives-new-study-nonprofit/article_46b2ddfb-a846-529c-9bb2-9278397ccc58.html",
    "site_full": "journalstar.com",
    "site": "journalstar.com",
    "site_section": "http://journalstar.com/search/?f=rss&amp;t=article&amp;l=50&amp;s=start_time&amp;sd=desc&amp;k%5B%5D=%23topstory",
    "site_categories": [
      "media"
    ],
    "section_title": "journalstar.com - RSS Results",
    "title": "Study: $750 a month improved the lives of homeless people",
    "title_full": "Study: $750 a month improved the lives of homeless people",
    "published": "2024-01-07T23:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/journalstar.com/content/tncms/assets/v3/editorial/4/6b/46b2ddfb-a846-529c-9bb2-9278397ccc58/65942ae259bc9.preview.jpg?crop=290%2C290%2C720%2C55&amp;resize=200%2C200&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 6638,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4c84cc3a860914e67a441d90618279daeba6f678",
  "url": "https://journalstar.com/news/nation-world/homeless-people-750-dollars-a-month-improved-lives-new-study-nonprofit/article_46b2ddfb-a846-529c-9bb2-9278397ccc58.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "DOUG SMITH Los Angeles Times",
  "published": "2024-01-07T23:15:00.000+02:00",
  "title": "Study: $750 a month improved the lives of homeless people",
  "text": "That question was at the core of a controlled study conducted by a San Francisco-based nonprofit and the USC Suzanne Dworak-Peck School of Social Work.\nThe results were so promising that the researchers decided to publish results after only six months. The answer: food, 36.6%; housing, 19.5%; transportation, 12.7%; clothing, 11.5%; and health care, 6.2%, leaving only 13.6% uncategorized.\nThose who got the stipend were less likely to be unsheltered after six months and able to meet more of their basic needs than a control group that got no money, and half as likely as the control group to have an episode of being unsheltered.\n“I felt there was enough interest and the initial findings were compelling enough that it was important to get those results out,” said Benjamin Henwood, director of the Center for Homelessness, Housing and Health Equity Research at the Dworak-Peck School, who led the study.\nPeople are also reading… Dylan Raiola flies in to help Nebraska football's transfer recruiting efforts Carter Nelson's catch highlights Nebraska football signees at All-American Bowl Nebraska lawmaker to seek ban of Delta-8 sales at attorney general's request Minnesota All-American outside hitter Taylor Landfair transfers to Nebraska Lincoln expected to get 5-8 inches of snow Monday; winter storm warning issued A tech billionaire has bought $113 million in Nebraska farmland Nebraska makes first purchase of land in Colorado for proposed canal Nebraska football's Nash Hutmacher electrifies in college wrestling debut Amie Just: Predicting 2024 for Nebraska Athletics — and beyond Icy conditions lead to fatal crash near Lincoln that kills Hickman man Charcuterie chain opens first Nebraska location in Lincoln Driver violated red light in 70th Street and Nebraska Parkway crash, LPD says Alvo couple welcomes first baby of 2024 in Lincoln 44-year-old woman dies in southwest Lincoln crash, State Patrol says Nebraska lawmakers introduce 80 bills, including repeal of abortion, trans care restrictions “It may not be earth-shattering that providing money is going to help meet basic needs, but I do think it dispels this myth that people will use money for illicit purposes,” Henwood said. “We weren’t finding that in the study.”\nAbout 2% of the total went to alcohol, cigarettes and drug expenses — the largest portion of which was cigarettes, Henwood said.\nThe participants submit monthly reports on their spending and are surveyed in more detail quarterly.\nA follow-up report will be published after participants have received the funds for a full year. But Henwood said the main findings were robust enough that they were unlikely to change.\nThe study arose from Miracle Messages, a San Francisco-based nonprofit that sends volunteers to the streets and shelters to befriend homeless people and try to make connections with the loved ones who lost contact with them. Next founder and chief executive Kevin F. Adler started Miracle Friends, matching homeless people to volunteer phone buddies for weekly calls.\nListen now and subscribe: Apple Podcasts | Google Podcasts | Spotify | RSS Feed | Omny Studio\nThat evolved into Miracle Money when volunteers began asking Adler whether it was OK to give their buddies a few dollars.\n“You asked me to be a friend to this person, but they don’t know what they’re going to eat tonight,” Adler said they would tell him.\nAdler didn’t think the volunteers should hand out their own money. But the idea of cash support appealed to him.\nAfter a pilot showed promise, Adler got a grant to expand to Los Angeles. He hired two recruiters to canvass homeless shelters. They enlisted more than 200 clients who met the criteria of being at least 18 years old and homeless and expressed interest in having a phone buddy.\nRather than just give money away, Adler hoped to document its effect. He teamed up with Henwood, who devised the controlled study. The participants were divided randomly into two groups. One group of 103 received stipends. The others were told they were on a waiting list.\nAfter six months, only 12% of those who received funds reported being unsheltered at any time in the prior month, a dramatic decrease from 30% at the outset. Those on the waiting list also reported fewer unsheltered episodes, but by a much smaller margin, from 28% to 23%.\nThe cash recipients also said they were better able to meet their basic needs. On a scale of 1 (completely) to 5 (not at all), they dropped from about 3.75 on average to just over 3.25. The control group did not budge from 3.75.\nAmong those receiving the funds, some found permanent housing, even though the money fell far below average rents in the area, Henwood said.\n“It seems like it’s opening up possibilities in different ways,” he said. “They might have a friend or relative that may not be willing to support them completely, but if they have something to contribute that opens up a room.”\nIn other cases, the money created opportunities, even for people who remained unsheltered.\n“I spent a lot of the money on food on the go,” one participant told the researchers. “Simple, cheap things like bean and cheese burritos. I eat on the run while I bike/work for DoorDash. I also bought a membership to REI, so I could get my bike fixed for free.”\n“It’s not a single path forward,” Henwood said. “It’s a lot of resourcefulness and creativity.”\n20 facts about homelessness in the US 20 facts about homelessness in the US",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.google.com/podcasts?feed=aHR0cHM6Ly93d3cub21ueWNvbnRlbnQuY29tL2QvcGxheWxpc3QvMDJlM2JiYjAtOWU4Ny00ODMyLWIyOTctYWFiOTAxMTY4ZjkzLzBjMjM5YTAyLWIxZDktNGM5Ny1hZDUzLWFlODQwMGZiNGMxMS82NmQxNDQ4YS1lNTFlLTQ5M2YtOTZkOS1hZTg0MDBmYzYxNzQvcG9kY2FzdC5yc3M%3d",
    "https://podcasts.apple.com/us/podcast/hot-off-the-wire/id1622218223",
    "https://omny.fm/shows/hot-off-the-wire/playlists/podcast/embed?style=cover&image=1&share=1&download=0&description=1&follow=1&playlistimages=1&playlistshare=1",
    "https://omny.fm/shows/hot-off-the-wire/playlists/podcast.rss",
    "https://open.spotify.com/show/5wkHH6Hb5RLghuf24kBFWh",
    "https://omny.fm/shows/hot-off-the-wire",
    "https://google.com/podcasts?feed=aHR0cHM6Ly93d3cub21ueWNvbnRlbnQuY29tL2QvcGxheWxpc3QvMDJlM2JiYjAtOWU4Ny00ODMyLWIyOTctYWFiOTAxMTY4ZjkzLzBjMjM5YTAyLWIxZDktNGM5Ny1hZDUzLWFlODQwMGZiNGMxMS82NmQxNDQ4YS1lNTFlLTQ5M2YtOTZkOS1hZTg0MDBmYzYxNzQvcG9kY2FzdC5yc3M%3d",
    "https://www.open.spotify.com/show/5wkHH6Hb5RLghuf24kBFWh",
    "https://www.omny.fm/shows/hot-off-the-wire/playlists/podcast.rss",
    "https://www.omny.fm/shows/hot-off-the-wire",
    "https://www.podcasts.apple.com/us/podcast/hot-off-the-wire/id1622218223",
    "https://www.omny.fm/shows/hot-off-the-wire/playlists/podcast/embed?style=cover&image=1&share=1&download=0&description=1&follow=1&playlistimages=1&playlistshare=1",
    "https://omny.fm/shows/hot-off-the-wire/playlists/podcast/embed",
    "https://www.google.com/podcasts"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "carter nelson",
        "sentiment": "none"
      },
      {
        "name": "dylan raiola",
        "sentiment": "none"
      },
      {
        "name": "benjamin henwood",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "usc suzanne dworak-peck school of social work",
        "sentiment": "none"
      },
      {
        "name": "center for homelessness, housing and health equity research",
        "sentiment": "none"
      },
      {
        "name": "dworak-peck school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "san francisco",
        "sentiment": "none"
      },
      {
        "name": "nebraska",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:30:57.704+02:00",
  "updated": "2024-01-08T00:30:57.704+02:00"
}