{
  "thread": {
    "uuid": "c0abe1914cc93b0e90f9df4ed5c1fda4eb78703b",
    "url": "https://www.energy-storage.news/battery-storage-at-glastonbury-technology-helps-power-worlds-largest-festival",
    "site_full": "www.energy-storage.news",
    "site": "energy-storage.news",
    "site_section": "https://www.energy-storage.news/category/features/analysis/",
    "site_categories": [
      "business",
      "green_solutions"
    ],
    "section_title": null,
    "title": "Battery storage at Glastonbury: technology helps power world’s largest festival",
    "title_full": "Battery storage at Glastonbury: technology helps power world’s largest festival",
    "published": "2024-07-05T14:22:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 53545,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c0abe1914cc93b0e90f9df4ed5c1fda4eb78703b",
  "url": "https://www.energy-storage.news/battery-storage-at-glastonbury-technology-helps-power-worlds-largest-festival",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cameron Murray",
  "published": "2024-07-05T14:22:00.000+03:00",
  "title": "Battery storage at Glastonbury: technology helps power world’s largest festival",
  "text": "MSP (Multi Source Power) Technologies provided a 3MWh BESS for one of Glastonbury’s most well-known stages, Arcadia. Image: MSP Technologies. Battery storage technology well and truly arrived at this year’s edition of Glastonbury, the world’s largest music and arts festival, helping power numerous parts including the Arcadia stage.\nThe five-day, 210,000-capacity event claims to be entirely powered by clean energy sources, including the flagship Gusty Spinfield pink and purple wind turbine deployed by utility Octopus Energy.\nMuch of that power comes from generators running on HVO biofuels but many are integrated with battery storage units as backup, according to Progen Power, while a megawatt-scale solution powered one of the festival’s most well-known spectacles.\nMSP Technologies: 1MW/3MWh BESS for Arcadia stage MSP (Multi Source Power) Technologies provided a pre-charged battery energy storage system (BESS) to utility Ecotricity to power the Arcadia stage, which featured DJ sets from Fatboy Slim, Hot Chip and Eric Prydz from inside the head of a giant metal dragonfly structure, pictured above.\n“(Ecotricity CEO) Dale Vince was convinced he could help to decarbonise the festival environment so commissioned us to construct the BESS, specifically for festival or portable power needs. The stage and BESS are a phenomenal achievement,” MSP CEO Simon Patterson told Energy-Storage.news.\nThe 1MW/3MWh BESS covered the load during the three days of performances as well as the five pre-show days with the help of HVO biofuels and a solar array for charging. It comprised six blocks with lithium iron phosphate (LFP) battery cells from Hithium and power conversion systems (PCS) from EPC Power.\nDuring the show loads jumped from below 250kW to over 720kW, sometimes in the course of 20 milliseconds, something that Patterson said generators would struggle with.\n“The power quality compared to a generator is chalk and cheese. If you tried those loads steps with a generator you’d see them coughing black smoke. The deviation in frequency was never more than 100th of a hertz and never more than 1.8V,” he said.\n“The carbon reductions from using the BESS were massive but the biggest thing was just the quietness on site, outside of show hours. The ground team were really excited about having the BESS there as they are trying to be as eco-friendly as possible.”\nThe BESS is doing more festivals this summer, including Womad and a Massive Attack show, and MSP has aspirations to do many more next year alongside Glastonbury, Patterson added.\nThe BESS that powered the Arcadia set. Image: MSP Technologies. Allye: portable BESS units Startup Allye provided its portable BESS units in partnership with partner Jaguar Land Rover (JLR). Some 25 of JLR’s Defender hybrid EV Range Rovers were used at the site and Allye’s BESS helped keep them charged. Allye’s units use second life EV batteries and have a storage capacity of 270kWh per unit.\nSpeaking to Energy-Storage.news, Jonathan Carrier, cofounder and CEO of Allye said: “Allye is delighted to see the MAX deployed at Glastonbury by JLR, to support charging of its vehicles. It demonstrates the flexibility of the system across a range of applications for JLR, from events to prototype testing.”\n“The MAX is a highly versatile energy storage system that Glastonbury could use for sustainable power for the music festival itself. Imagine Shania Twain or Coldplay powered entirely by clean, off grid, energy! We encourage all events and festivals that require remote power to get in touch with Allye and make festivals truly sustainable.”\nOther BESS: Coldplay’s own unit and other smaller BESS Coldplay headlined Glastonbury on Saturday and the band has its own 1.5MWh BESS unit it uses while on tour. Unveiled a few years ago, the BESS uses 40 batteries including re-used EV batteries from BMW’s i3 range.\n“We’re proud to partner with BMW to create the world’s first tourable, rechargeable show battery – which will allow us to power our concerts almost entirely from clean, renewable energy”, said Coldplay’s lead singer Chris Martin back in 2021.\nOther smaller BESS were used on site but most were as backup to generators rather than the other way around, Patterson said.\nThe festival is among the largest in the world. Image: Jay Pocknell, Sound Without Sight.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eric prydz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "multi source power) technologies",
        "sentiment": "neutral"
      },
      {
        "name": "fatboy slim",
        "sentiment": "none"
      },
      {
        "name": "octopus energy",
        "sentiment": "none"
      },
      {
        "name": "hot chip",
        "sentiment": "none"
      },
      {
        "name": "msp technologies",
        "sentiment": "none"
      },
      {
        "name": "bess",
        "sentiment": "none"
      },
      {
        "name": "progen power",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "glastonbury",
        "sentiment": "none"
      },
      {
        "name": "arcadia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T16:09:11.127+03:00",
  "updated": "2024-07-05T16:09:11.127+03:00"
}