{
  "thread": {
    "uuid": "5d08c76a7a5caeefc7b6592d43fcf53356bcd4eb",
    "url": "https://atlantic.ctvnews.ca/united-way-of-halifax-releases-wildfire-fundraising-report-1.6936502",
    "site_full": "atlantic.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "United Way Halifax releases report detailing wildfire spending | CTV News",
    "title_full": "United Way Halifax releases report detailing wildfire spending | CTV News",
    "published": "2024-06-21T23:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2024/6/21/united-way-1-6936504-1719003449669.jpg",
    "performance_score": 0,
    "domain_rank": 981,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5d08c76a7a5caeefc7b6592d43fcf53356bcd4eb",
  "url": "https://atlantic.ctvnews.ca/united-way-of-halifax-releases-wildfire-fundraising-report-1.6936502",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-21T23:01:00.000+03:00",
  "title": "United Way Halifax releases report detailing wildfire spending | CTV News",
  "text": "The United Way of Halifax said it raised and distributed $1.5 million in funding following the 2023 wildfires in Nova Scotia. The charity released the figures in a wildfire recovery report to its donors this week and say they are working on taking all lessons learned to improve the way they handle climate change disasters. The United Way of Halifax’s director of social impact strategy, Sue LaPierre, says all money raised went to community support agencies who were helping people impacted by the wildfires in the Halifax area and in southwestern Nova Scotia. \"We always work with service providers in community, they know community best,” said LaPierre. “They understand the issues, they know the people and it's often the service providers who community members are more familiar with and comfortable going to.\" The impacts of the 2023 wildfires are still being felt in communities like Tantallon, Hammonds Plains and in Barrington and Shelburne, especially by those who lost their homes and businesses from the disasters. LaPierre says the wildfire funding was meant to help support those who were impacted the most. \"People who were experiencing poverty, experiencing marginalization or who were at risk because of the wildfires of being pushed into poverty,” said LaPierre. The wildfire in Upper Tantallon and Halifax region last year forced 16,000 people to flee their homes and destroyed more than 150 homes and structures. Dustin O'Leary and his family were among those forced to evacuate but said he was lucky as their home wasn’t impacted. But as the president of the Westwood Hills Residents Association he’s been helping those who lost their home get support. O’Leary said the Westwood Hills Residents Association applied to the United Way and received $25,000 to help deliver aid to residents of that community. \"I think there was definitely a need, it was good that was it filled by the United Way and I can't be anything more than appreciative by the effort,” said O’Leary. But there were challenges, O’Leary said they couldn’t directly handover cash so supports had to be specific and issued through gift cards for everyday essential items like food, clothing and other items. Looking back, O'Leary says those in the greatest need were those who lost everything, and they had to seek help from several community organizations just to get by instead of finding the support in one convenient place. \"In the future you wouldn’t want that happening because that caused a lot of frustrations for folks who were going through so much at that time,” said O’Leary. LaPierre said the United Way is evaluating its response to the wildfires and is working closely with the Change Lab Action Research Initiative (CLARI) and St. Mary’s University to understand how their support and impacts measured up. “This is fairly new for United Way to find itself in a climate response, because there are other responders who do very well in that space,” said LaPierre. The United Way is moving to combine and partner with agencies like the Canadian Red Cross during climate disaster events to make sure fundraising money goes to the right people at the right time. “We want to make sure, if and when we have to respond again, we’ve learned form things in the past, what worked and didn’t work and what we can do better,” said LaPierre. Part of that is being prepared fro the next emergency said LaPierre and they are establishing a team and plan do deal with that through their newly established Climate Change Adaption and Disaster Relief Fund. For more Nova Scotia news visit our dedicated provincial page. Atlantic Top Stories - BREAKING BREAKING - - - - - - - CTVNews.ca Top Stories BREAKING 11 ground ambulances, 7 helicopters dispatched to school bus crash in B.C. Interior More than a dozen ground and air ambulances have been dispatched to a crash involving a school bus that shut down Highway 97 north of Lac La Hache in B.C.'s Interior Friday afternoon. BREAKING Billionaire businessman James K. Irving dead at 96 The family of Canadian billionaire businessman James K. Irving has announced his death at the age of 96, just over a month after the death of his younger brother, Arthur. 4 people found dead in southwestern Ontario town of Harrow Ontario Provincial Police are investigating after four people were found dead in the town of Harrow, just south of Windsor. Officers were called to a residence on County Road 13 at approximately 1:30 p.m. on Thursday. MP Marco Mendicino spat on by man in Ottawa A video circulating online shows MP and former cabinet minister Marco Mendicino get spat on while on his way into a government building in Ottawa. Canada joins NASA asteroid impact exercise, new satellite to hunt for planet-killers NASA is planning to launch a satellite that will hunt for asteroids and comets that could pose a danger to Earth. The Strawberry Moon will be at its peak tonight. What to know Summer is officially here and this year a rare full moon will mark the occasion with a name that couldn’t be more fitting. EXCLUSIVE 'We were in danger': Timmins, Ont., manhunt prompts questions from cottagers near shootout Cottagers who live near the area where murder suspect Lucas MacDonald was captured say they didn't realize how much danger they were in. More than 100 stolen vehicles recovered in auto theft probe involving ServiceOntario employee: Toronto police Toronto police say they have arrested four suspects and recovered more than 100 stolen vehicles as part of a months-long auto theft probe that involved a former ServiceOntario employee. 4 members of a billionaire family get prison in Switzerland for exploiting domestic workers An Indian-born billionaire and three family members were sentenced to prison on Friday for exploiting domestic workers at their lakeside villa in Switzerland by seizing their passports, barring them from going out and making them work up to 18 hours a day. Shopping Trends The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. Read about us. Toronto - 'Reckless in the extreme': Lamborghini driver convicted for crash while passing Toronto streetcar A Lamborghini driver who tried to pass a Toronto streetcar at three times the speed limit, striking several parked cars and totalling his own vehicle, has been found guilty of dangerous driving causing bodily harm. - 'A painful loss for the city': Ontario Science Centre abruptly closing forever The Ford government says it will be permanently closing the Ontario Science Centre to the public “effective immediately” due to “serious structural issues” that were identified with the building in a recent engineering report. - One person dead, three injured in 'targeted' shooting at Vaughan, Ont. home: police One person has died and three others are in hospital following a shooting at a home in the Woodbridge area in Vaughan. Calgary - 'It takes away my independence”: Alberta woman speaks out against provincial law that prohibits use of her mobility scooter An Olds, Alta woman with accessibility issues is speaking out against the town after local bylaw officers informed her she would receive a $5,000 fine if she was caught using her mobility scooter on any street, sidewalk or pathway in town. - Severe thunderstorm watch issued for Calgary area A severe thunderstorm watch was issued for Calgary Friday. - Gondek urges Calgarians to keep water usage down amid hot weekend weather Calgary Mayor Jyoti Gondek is asking people to continue conserving water this weekend, warning the hot weather might make it tempting to ignore the restrictions. Edmonton - Oilers-Panthers Game 6: Follow live updates here Game 6 of the Stanley Cup Final between the Edmonton Oilers and Florida Panthers at Rogers Place is set to start. - Former soccer goalkeeper identified as motorcycle crash victim A former Canadian Premier League goalkeeper has been identified as the man who died in a motorcycle crash in Edmonton Thursday night. - Man who killed 7-year-old girl sentenced to life in prison with no parole for 15 years An Edmonton man convicted in the death of a seven-year-old girl was sentenced to life in prison without the possibility of parole for 15 years. Montreal - 'Historic victory': Judge orders Quebec to pay taxi drivers $143 million A Superior Court judge has ordered the Quebec government to pay taxi drivers $143 million in compensation for its decision to abolish their permits nearly five years ago. - Quebec judge denies bid by billionaire Robert Miller for stay in sex crimes trial A Quebec Superior Court judge has declined to hear a Quebec billionaire businessman's application for a stay of proceedings after his lawyers argued he was too sick to appear in court next month. - Satellite imagery confirms 5 tornadoes hit Quebec during June 13 storm The Northern Tornadoes Project (NTP) out of Western University in Ontario confirmed that five tornadoes touched down in Quebec during the June 13 storm, bringing the total number of tornadoes in the project to six. Ottawa - MP Marco Mendicino spat on by man in Ottawa A video circulating online shows MP and former cabinet minister Marco Mendicino get spat on while on his way into a government building in Ottawa. - Ottawa D-Day veteran Roly Armitage dies at age 99 An Ottawa D-Day veteran has died just weeks after the 80th anniversary of Canadian soldiers landing on Juno Beach in Normandy, France. - Two people facing charges in hate-motivated vandalism incident in Barrhaven, Ottawa police say Two people are facing charges in connection to alleged hate-motivated vandalism at a Barrhaven home, according to Ottawa police. Police launched an investigation on June 7 after receiving an online report about an incident at a home on Maynooth Court. London - St. Thomas police looking to identify suspect Police say the suspect is responsible for using a stolen debit card at various locations throughout St. Thomas. - London area school bus operator transitions to electric Schoolchildren from across the region will soon be getting onboard the green bandwagon. - Up to 200 jobs coming to St. Thomas Another manufacturer has committed to expansion and nearly 200 new jobs in St. Thomas. Barrie - Disturbing details revealed at convicted killer's sentencing for Meaford man's death Matthew McQuarrie pleaded guilty and was handed a life sentence for the murder of Emerson Sprung after the 25-year-old man's remains were found at a Meaford cemetery in May 2020. - Razor blades found in sandbox at Orillia playground Police are investigating after several razor blades were found at a playground in Orillia. - Police cruiser involved in collision in Barrie intersection A police cruiser with lights flashing and sirens blasting was involved in a collision on its way to a call in Barrie Thursday evening. Northern Ontario - EXCLUSIVE EXCLUSIVE 'We were in danger': Timmins, Ont., manhunt prompts questions from cottagers near shootout Cottagers who live near the area where murder suspect Lucas MacDonald was captured say they didn't realize how much danger they were in. - Former Ont. fire captain pleads guilty in wife's murder case A former fire captain and father of two accused of killing his wife pleaded guilty on Thursday to second-degree murder. - Illegal moose hunters fined $56.5K, suspended for 27 years in northern Ont. A remote hunting outpost, its former owner and 10 others have been fined a total of $56,500 after pleading guilty to various charges related to illegal moose hunting in northern Ontario. Kitchener - University of Waterloo issues trespass notice to Occupy UW encampment The University of Waterloo has issued a trespass notice to Occupy UW, saying demonstrators need to move off campus immediately. - More than 100 stolen vehicles recovered in auto theft probe involving ServiceOntario employee: Toronto police Toronto police say they have arrested four suspects and recovered more than 100 stolen vehicles as part of a months-long auto theft probe that involved a former ServiceOntario employee. - Third suspect charged in kidnapping and murder of Kitchener, Ont. man A third person has been charged with first-degree murder in the 2019 death of a Kitchener, Ont. man. Windsor - 4 people found dead in southwestern Ontario town of Harrow Ontario Provincial Police are investigating after four people were found dead in the town of Harrow, just south of Windsor. Officers were called to a residence on County Road 13 at approximately 1:30 p.m. on Thursday. - National Indigenous Peoples Day observed in Windsor National Indigenous Peoples Day was celebrated in Windsor on Friday with several events and ceremonies across the community. - Suspect arrested after several residential break-ins in west Windsor Windsor police officers have arrested a 53-year-old man in connection to a series of residential break-and-enters in west Windsor. Winnipeg - Where is Louis Riel? Heritage Minute of Métis leader quietly removed A decision to quietly remove a decades-old Heritage Minute on Louis Riel has left some in the Métis community scratching their heads, as questions are raised about how Canada's history is portrayed. - City councillor should have recused himself from vote on development co-owned by personal friend: integrity commissioner A city councillor is apologizing after an investigation found he violated a code of ethics rule by not recusing himself from a vote on a proposed development co-owned by a personal friend and former campaign manager. - Man dead after small plane goes down in Manitoba field: RCMP RCMP say a man has died in a plane crash in western Manitoba. Regina - New City of Regina ward boundaries in the hands of Sask. judge A Court of King’s Bench judge is now weighing whether or not the Saskatchewan Municipal Board (SMB) and the City of Regina followed the correct steps while implementing the city’s new ward boundaries. - Tornado warning in effect near Davidson, Sask. A tornado warning is in effect for the rural municipality of Willner near the Town of Davidson, Sask. - Here's what to do in Regina for the first weekend of summer Summer has officially arrived in the Queen City. While there will still be some rain, the weekend will close out with some much needed sunshine. Saskatoon - Saskatoon 'Rock Your Roots' Walk breaks personal record with thousands attendees A sea of orange stretched as far as the eye could see along Saskatoon's riverfront as a record-breaking 5,000-plus people took part in the 'Rock Your Roots' Walk on Friday. - Sask. woman dies at hospital following vehicle crash An 83-year-old woman who was involved in a collision last week has died from her injuries. - Melfort doctor accused of spanking child and striking another in the face A Melfort doctor is facing a series of charges from the Saskatchewan College of Physicians and Surgeons, which alleges he hit children on two separate occasions. Vancouver - BREAKING BREAKING 11 ground ambulances, 7 helicopters dispatched to school bus crash in B.C. Interior More than a dozen ground and air ambulances have been dispatched to a crash involving a school bus that shut down Highway 97 north of Lac La Hache in B.C.'s Interior Friday afternoon. - Video shows dramatic Vancouver police arrest in West End neighbourhood Police in Vancouver say a man is facing a criminal charge after a dramatic arrest was caught on video near the city's downtown core. - Hot spots re-ignite the day after massive industrial fire in Metro Vancouver A massive industrial fire that sent black smoke billowing over Metro Vancouver on Thursday evening flared up again the following morning, delaying efforts to determine the cause of the blaze. Vancouver Island - BREAKING BREAKING 11 ground ambulances, 7 helicopters dispatched to school bus crash in B.C. Interior More than a dozen ground and air ambulances have been dispatched to a crash involving a school bus that shut down Highway 97 north of Lac La Hache in B.C.'s Interior Friday afternoon. - Drivers remain in hospital, witness sought following crash in Nanaimo, B.C. Two people remain in hospital Friday after a serious crash in Nanaimo, B.C., was caused when a wrong-way driver collided with a transport truck earlier this week, according to police. - Hot spots re-ignite the day after massive industrial fire in Metro Vancouver A massive industrial fire that sent black smoke billowing over Metro Vancouver on Thursday evening flared up again the following morning, delaying efforts to determine the cause of the blaze. Kelowna - BREAKING BREAKING 11 ground ambulances, 7 helicopters dispatched to school bus crash in B.C. Interior More than a dozen ground and air ambulances have been dispatched to a crash involving a school bus that shut down Highway 97 north of Lac La Hache in B.C.'s Interior Friday afternoon. - 'High volume' of excessive speeders in Kelowna prompts highway patrol crackdown Police in the Okanagan have been impounding more than a vehicle per day for excessive speeding this year. - Recognize this man? Kamloops RCMP seek arson suspect Mounties in Kamloops are asking for help identifying a man they say is suspected of setting a trailer on fire earlier this month.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.dal.ca/dept/research-services/opportunities/opportunities-announcements-news/news/2021/02/08/calri.html",
    "https://www.unitedwayhalifax.ca/how-we-help/provide-funding/wildfire-recovery-appeal/",
    "https://recodata.shared-svc.bellmedia.ca/api/recommendation/v2/mostPopular/articles?sites=ctvnews&pageNumber=1&pageSize=100&section=atlantic",
    "https://unitedwayhalifax.ca/how-we-help/provide-funding/wildfire-recovery-appeal/",
    "https://dal.ca/dept/research-services/opportunities/opportunities-announcements-news/news/2021/02/08/calri.html",
    "https://www.recodata.shared-svc.bellmedia.ca/api/recommendation/v2/mostPopular/articles?sites=ctvnews&pageNumber=1&pageSize=100&section=atlantic",
    "https://www.unitedwayhalifax.ca/how-we-help/provide-funding/wildfire-recovery-appeal",
    "https://recodata.shared-svc.bellmedia.ca/api/recommendation/v2/mostPopular/articles"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sue lapierre",
        "sentiment": "none"
      },
      {
        "name": "lapierre",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "united way halifax",
        "sentiment": "negative"
      },
      {
        "name": "ctv news united way",
        "sentiment": "negative"
      },
      {
        "name": "united way",
        "sentiment": "none"
      },
      {
        "name": "united way of halifax",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "halifax",
        "sentiment": "none"
      },
      {
        "name": "tantallon",
        "sentiment": "none"
      },
      {
        "name": "hammonds plains",
        "sentiment": "none"
      },
      {
        "name": "nova scotia",
        "sentiment": "none"
      },
      {
        "name": "barrington",
        "sentiment": "none"
      },
      {
        "name": "shelburne",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T02:46:30.683+03:00",
  "updated": "2024-06-22T02:46:55.527+03:00"
}