{
  "thread": {
    "uuid": "3db40a1246b6a2796e1ea844e3529577f7552447",
    "url": "https://www.time.news/in-israel-young-people-from-kibbutz-kfar-aza-mobilize-for-the-release-of-hostages/",
    "site_full": "www.time.news",
    "site": "time.news",
    "site_section": "https://time.news/tag/palestine",
    "site_categories": [],
    "section_title": "Palestine Archives - timenews",
    "title": "In Israel, young people from Kibbutz Kfar Aza mobilize for the release of hostages - timenews",
    "title_full": "In Israel, young people from Kibbutz Kfar Aza mobilize for the release of hostages - timenews",
    "published": "2023-12-30T09:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.lemde.fr/2023/12/29/0/0/6000/4000/1440/960/60/0/63776e1_1703872669039-asurp-isr-pal-lm-106553.jpg",
    "performance_score": 0,
    "domain_rank": 62144,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3db40a1246b6a2796e1ea844e3529577f7552447",
  "url": "https://www.time.news/in-israel-young-people-from-kibbutz-kfar-aza-mobilize-for-the-release-of-hostages/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "time news",
  "published": "2023-12-30T09:29:00.000+02:00",
  "title": "In Israel, young people from Kibbutz Kfar Aza mobilize for the release of hostages - timenews",
  "text": "2023-12-30 06:45:09 The 25 teenagers from the Kfar Aza community warned their teachers that for five days, they would not come to class: the small group of young people decided to go from Tel Aviv to Jerusalem, on foot, to alert the country about the plight of the 129 hostages still held by Hamas. Among them, five are from their kibbutz on the edge of the Gaza Strip, where more than 60 people were killed on October 7. With the support of Israel Scouts, the high school students organized meetings with other students from across the country along the way. Also read the decryption: Article reserved for our subscribers In Gaza, failing to achieve its objectives, Israel promises a “long” war On Wednesday, December 27, more than 2,000 people gathered in the courtyard of the HaYovel school, planted on top of a hill in Mevasseret Tsion, 6 kilometers west of Jerusalem. Amidst the flags of Israel, banners “take them home” and photographs of the missing, the students sit in a circle, silent. In each group, a young person from Kfar Aza shares his story, his trauma, his frustrations at seeing the hostage situation get bogged down, even if no one openly criticizes the army. Between two discussions, Nadav, 16, in a t-shirt displaying the slogan “let us live with our hostages”precise : “We want to mark all of Israeli society. » After a truce from November 24 to December 1, which allowed the release of 110 Israeli hostages and a few hundred Palestinian prisoners, the diplomatic negotiations necessary for new exchanges today seem bogged down. The latest negotiations between Israel and Hamas, through Qatar and Egypt, have stalled due to the Palestinian group’s refusal to continue discussions without a prior ceasefire. On December 24, Egypt proposed its own exit plan from the crisis, with repeated interruptions of the military operation and the gradual release of all the hostages. On December 27, following a request from Israeli Prime Minister Benjamin Netanyahu, Russian President Vladimir Putin instructed Mikhail Bogdanov, Deputy Foreign Minister, to lead new talks. READ Also: USA: \"We will impose more severe sanctions on Russia if it annexes territories in Ukraine\" Break during a march organized by Kfar Aza teenagers from Tel Aviv to Jerusalem, to alert on the situation of hostages still in Gaza, in Mevasseret Tsion (Israel), December 27, 2023. ADRIENNE SURPRENANT / MYOP POUR « THE WORLD » Gome Hamias, 17, from Kfar Aza, one of the organizers of a march organized by teenagers from her kibbutz from Tel Aviv to Jerusalem, to alert people to the situation of the hostages still in Gaza, Mevasseret Tsion (Israel), December 27, 2023. ADRIENNE SURPRENANT / MYOP POUR “LE MONDE” The idea of the Kfar Aza youth march arose on Friday, December 15, the day “tragic” where three hostages were killed by the Israeli army during an operation in the Gaza Strip. Two of them, Alon Shamriz, 26, and Yotam Haim, 28, were from Kfar Aza. Upset, a group of around ten young people from the kibbutz wanted to act despite their grief, says Gome Hamias, 17 years old. With a determined look behind her large glasses, the teenager recounts how they debated the best method, just hours after the announcement of their friends’ deaths: a ” in the “ in Tel Aviv? A demonstration in Habima Square, where families of hostages usually gather in Israel’s big city? Something was needed ” stronger “describes the teenager. You have 40% of this article left to read. The rest is reserved for subscribers. #Israel #young #people #Kibbutz #Kfar #Aza #mobilize #release #hostages",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kibbutz kfar aza",
        "sentiment": "negative"
      },
      {
        "name": "kfar aza",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "israel scouts",
        "sentiment": "none"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "tel aviv",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "jerusalem",
        "sentiment": "none"
      },
      {
        "name": "mevasseret tsion",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T09:32:12.089+02:00",
  "updated": "2023-12-30T12:35:14.493+02:00"
}