{
  "thread": {
    "uuid": "f0b9d278910139a6bdb90d151b54f7254d41abf5",
    "url": "https://theeverygirl.com/getting-married-in-worst-shape",
    "site_full": "theeverygirl.com",
    "site": "theeverygirl.com",
    "site_section": "https://theeverygirl.com/category/wellness/body-image/",
    "site_categories": [
      "fashion",
      "style_and_fashion"
    ],
    "section_title": null,
    "title": "Why I'm Not Getting in Shape for My Wedding | The Everygirl",
    "title_full": "Why I'm Not Getting in Shape for My Wedding | The Everygirl",
    "published": "2024-04-05T02:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 10056,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f0b9d278910139a6bdb90d151b54f7254d41abf5",
  "url": "https://theeverygirl.com/getting-married-in-worst-shape",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "katherine",
  "published": "2024-04-05T02:15:00.000+03:00",
  "title": "Why I'm Not Getting in Shape for My Wedding | The Everygirl",
  "text": "I made a promise to myself long before getting engaged that I would avoid crash dieting to look a certain way on my big day. Slow and steady wins the race, after all. I’d focus on eating clean, staying active, and getting in shape during my engagement—that way, I’d look and feel my best for my wedding. Despite following this regimen since my fiancé put a ring on my finger over a year and a half ago, I’m in the worst shape of my life for medical reasons (such as chronic inflammation from severe gastroesophageal reflux disease).\nAs a bride-to-be, this has been a hard pill to swallow. Like most women, I’m not immune to the societal pressures of looking flawless and living up to unrealistic beauty standards, no matter the occasion. Knowing that I’m going to be walking down the aisle, not looking or feeling my best despite my best efforts, has taken a toll on my mental health. That said, with just over a month to go before saying “I do,” I’m finally feeling like my confident self again. Ahead, how I’m making peace with getting married in the worst shape of my life.\nI accept that some things are beyond my control Before being diagnosed with GERD, I thought I was in complete control of my body and whether I gained or lost weight. As a healthy and active woman in her late 20s who hadn’t dealt with significant weight fluctuations, this mindset made sense to me. I spent so much of my engagement fighting outside forces (read: my medical condition), switching up my diet, and working out harder. I refused to believe my weight gain and bloat were the result of GERD because that meant there was truly nothing I could do to change them.\nMy life has become infinitely better since accepting that I have GERD. I recognize that while I can’t change that fact, I can focus my energy on managing it and healing. Simply acknowledging that this situation is what it is has helped me shift my mindset and find happiness again. Although I still have moments when I struggle with acceptance (I’m only human), I no longer obsess over what I look like, and for me, that’s a win. Whether it’s GERD, PCOS, or anxiety, accepting what’s going on in your body and working with it as best you can will do wonders to help you cope.\n“Like most women, I’m not immune to the societal pressures of looking flawless and living up to unrealistic beauty standards, no matter the occasion.”\nI maintain habits that make me feel good Although I normally look at the glass half-full, I’ve spent a large chunk of wedding planning stressing and obsessing over my appearance. My anxiety would spike whenever I thought about dress fittings because I was terrified the dress wouldn’t fit (thankfully, it does), and I was constantly searching for quick fixes that would help me feel more confident walking down the aisle. But once I realized this mentality was only increasing my stress levels and making it harder to be present and enjoy my engagement, I adjusted my wellness routine to make me feel good.\nNow, I carve out time for a treadmill workout, stretching, and meditating every day before work. I also take time to catch up with loved ones. Sticking with those habits helps me feel accomplished and clear-headed, and it also gives me back the power I felt like I lost when my GERD started. I also maintain a balanced diet according to my Ayurvedic constitution rather than the latest diet wellness influencers follow. This means eating meals higher in carbs and lower in fat while letting myself indulge in a sweet treat or cocktail from time to time.\nI reframe my thoughts When you’re going through a hardship, it’s difficult not to imagine worst-case scenarios (like my wedding dress not fitting). However, getting caught up in these thoughts can create a vicious cycle of negativity and do a number on your mental health, which is why I’ve made it a point to rewire my brain toward the positive.\nNow, I let myself feel all my emotions without fixating on the negative ones; I acknowledge any limiting thoughts and then let them go. Doing this helps me avoid toxic positivity and reminds me that while my emotions are real and valid, they don’t have to control me. And instead of focusing on how I look, I’m focusing on and appreciating what my body can do. Appearances can change—it’s what is on the inside that truly matters. Incorporating mindfulness practices like meditation, journaling, and deep breathing into my daily routine has also been a game-changer. They ground me so I can focus on putting my energy into the things I can control: my thinking. As a result, I’ve been able to turn moments of frustration and sadness into pure bliss and excitement.\n“Why should I hide my body when it does so much for me?”\nI embrace my new shape When I first started gaining weight and experiencing severe bloat, my initial instinct was to cover up my body. I had no desire to dress up or even leave my house. It wasn’t until last fall that I realized this is no way to live. After all, why should I hide my body when it does so much for me?\nSince realizing this, I’ve purged my whole closet and treated myself to flattering bodysuits, tops, and jeans that fit my body right now . I’ve stopped hiding behind baggy clothing to cover up my insecurities, and I’m settling back into my extroverted, confident self again. And I’ve found that dressing up and going out are the quickest and best remedies to snap me out of my moments of self-doubt. Do I have days where I feel self-conscious in tight clothing? Yes, absolutely. But it has been the best thing for my self-esteem because it has helped me fully embrace my new shape. Thanks to this newfound confidence, I know I’ll feel unstoppable on my wedding day.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.verywellmind.com/what-is-toxic-positivity-5093958",
    "https://verywellmind.com/what-is-toxic-positivity-5093958"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:24:53.159+03:00",
  "updated": "2024-04-05T02:24:53.159+03:00"
}