{
  "thread": {
    "uuid": "d731e9e26c9308f58ef1a3ed3e770e4a3d339fe4",
    "url": "https://dnyuz.com/2024/05/04/patriotic-rutgers-unc-students-push-back-against-anti-america-anti-israel-agitators-seeing-a-movement/",
    "site_full": "dnyuz.com",
    "site": "dnyuz.com",
    "site_section": "https://dnyuz.com/category/news/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "News &#8211; DNyuz",
    "title": "Patriotic Rutgers, UNC students push back against anti-America, anti-Israel agitators: ‘Seeing a movement’ – DNyuz",
    "title_full": "Patriotic Rutgers, UNC students push back against anti-America, anti-Israel agitators: ‘Seeing a movement’ – DNyuz",
    "published": "2024-05-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dnyuz.com/wp-content/uploads/2024/05/Patriotic-Rutgers-UNC-students-push-back-against-anti-America-anti-Israel-agitators.jpg",
    "performance_score": 0,
    "domain_rank": 28448,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d731e9e26c9308f58ef1a3ed3e770e4a3d339fe4",
  "url": "https://dnyuz.com/2024/05/04/patriotic-rutgers-unc-students-push-back-against-anti-america-anti-israel-agitators-seeing-a-movement/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fox News",
  "published": "2024-05-04T03:00:00.000+03:00",
  "title": "Patriotic Rutgers, UNC students push back against anti-America, anti-Israel agitators: ‘Seeing a movement’ – DNyuz",
  "text": "After a show of patriotism on the University of North Carolina-Chapel Hill campus earlier this week when students prevented an American flag from hitting the ground and sang the National Anthem, students at Rutgers University followed suit.\nRutgers students on Thursday waved American flags and chanted “USA!” amid anti-Israel protests on Voorhees Mall at the New Brunswick, New Jersey, university.\n“Toward the latter half of their encampment yesterday, a handful of what I consider patriotic students went on campus and they obviously were chanting ‘USA!’ They sang the National Anthem,” Rutgers student Jeremy Li, class of 2025, told Fox News Digital on Friday. “They were probably standing up for American values, despite all the conflicting chaos that’s been happening on campus recently.”\nLi added that he thought the counter-protesters were “great to see.”\n“We’re seeing a movement that started at UNC that I think hopefully will move across the country,” he told Fox News Digital.\n“We’re seeing a movement that started at UNC that I think hopefully will move across the country.”\n— Rutgers University student Jeremy Li\nWATCH:\nLi noted that because of the protests earlier this week, final exams were canceled on Thursday.\nA Jewish Rutgers student named Abbey told Fox News Digital that “it’s not right” for the school’s large Jewish student community “to feel unsafe while trying to take their finals.”\n“I had a lot of friends here yesterday who were chanting ‘USA’ and ‘all for Israel,’ and I think that’s really beautiful because that’s what this country is all about,” Abbey said.\nWATCH:\nRutgers President Jonathan Holloway called the decision “unprecedented” in a Thursday letter to the community.\n“Several days ago, some people, including Rutgers students and individuals not from our community, set up tents on Voorhees Mall. The University has consistently taken steps to make clear to protesting organizations, including this group, our policies reflecting our commitment to free speech and the University’s thresholds for disruptive activity,” Holloway said. “Our strategy has been focused on de-escalation and yesterday, we met with a group of students representing the protest to discuss the need to ensure that their fellow students’ exam period was not disrupted.”\nOvernight, however, Holloway said, “Students for Justice in Palestine called for a significant rally on the Voorhees Mall, coinciding with the beginning of the exam period, specifically intended to disrupt finals for our students. The protests ultimately disrupted 28 exams and impacted more than a thousand students.\n“We value free speech and the right to protest, but it should not come at the cost of our students’ education and safety. We strive to balance these rights and maintain a safe and secure environment for our students to learn and succeed.”\nOn Tuesday, a photo of Chapel Hill students holding up an American flag amid campus protests went viral.\nProtesters on the North Carolina quad on Tuesday removed and replaced the American flag with a Palestinian flag. Interim Chancellor Lee Roberts stepped in with law enforcement to return Old Glory to its original place.\nWhen protesters attempted to take it down a second time, a group of students and fraternity members stepped in to keep it from touching the ground. Since then, a third party created a GoFundMe for the Chapel Hill students that raised more than $500,000 before the fundraiser was closed.\nUNC has since erected a fence around the campus flag pole.\nNoting the violence that has occurred on other campuses around the country, Li said he hopes what happened at UNC and now Rutgers will reverberate nationwide.\n“Hopefully we’re going to see more and more students stand up to this nonsense that pro-Hamas students are putting up… We saw them at Columbia occupy buildings, destroy buildings, vandalize,” Li said.\nFox News’ Julia Bonavita contributed to this report.\nThe post Patriotic Rutgers, UNC students push back against anti-America, anti-Israel agitators: ‘Seeing a movement’ appeared first on Fox News .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jeremy li",
        "sentiment": "none"
      },
      {
        "name": "li",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rutgers",
        "sentiment": "negative"
      },
      {
        "name": "university of north carolina",
        "sentiment": "negative"
      },
      {
        "name": "unc",
        "sentiment": "negative"
      },
      {
        "name": "rutgers university",
        "sentiment": "none"
      },
      {
        "name": "national anthem",
        "sentiment": "none"
      },
      {
        "name": "fox news digital",
        "sentiment": "none"
      },
      {
        "name": "rutgers uni",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "chapel hill",
        "sentiment": "none"
      },
      {
        "name": "new brunswick",
        "sentiment": "none"
      },
      {
        "name": "usa",
        "sentiment": "none"
      },
      {
        "name": "voorhees mall",
        "sentiment": "none"
      },
      {
        "name": "new jersey",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T15:10:39.443+03:00",
  "updated": "2024-05-04T15:10:39.443+03:00"
}