{
  "thread": {
    "uuid": "1e8be40cb0248e6a230f5f01f9a4ea088d43f5dd",
    "url": "https://www.malagahoy.es/malaga/Quironsalud-Malaga-premio-Nacional-Medicina-siglo-XXI_0_1890712962.html",
    "site_full": "www.malagahoy.es",
    "site": "malagahoy.es",
    "site_section": "https://malagahoy.es/malaga",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Noticias Málaga | Información, Actualidad y Sucesos en Málaga - Málaga Hoy",
    "title": "Dos médicos de Quirónsalud Málaga, Premio Nacional de Medicina Siglo XXI",
    "title_full": "Dos médicos de Quirónsalud Málaga, Premio Nacional de Medicina Siglo XXI",
    "published": "2024-04-04T22:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cdn.socy.cloud/JOLY/v3/SSFC/652404e79c045/https://www.malagahoy.es/2024/04/04/malaga/Roberto-Servicio-Cirugia-Toracica-Pediatria_1890722106_208703864_1200x675.jpg",
    "performance_score": 0,
    "domain_rank": 39100,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1e8be40cb0248e6a230f5f01f9a4ea088d43f5dd",
  "url": "https://www.malagahoy.es/malaga/Quironsalud-Malaga-premio-Nacional-Medicina-siglo-XXI_0_1890712962.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "(Málaga) Redacción Málaga Hoy",
  "published": "2024-04-04T22:02:00.000+03:00",
  "title": "Dos médicos de Quirónsalud Málaga, Premio Nacional de Medicina Siglo XXI",
  "text": "Los doctores del Hospital Quirónsalud Málaga Manuel Baca , jefe del Servicio de Pediatría, y Roberto Mongil, jefe de Servicio de Cirugía Torácica, han sido galardonados con el Premio Nacional de Medicina Siglo XXI, que recogieron personalmente en la gala celebrada el miércoles 3 de abril en el Hotel The Westin Palace de Madrid.\nEstos galardones, organizados por la publicación El Suplemento , promueven la excelencia y el conocimiento a través de la docencia, la investigación, la atención al paciente y el networking proactivo. Los organizadores destacan que “los profesionales seleccionados abarcan las áreas más variadas, trabajando a diario con gran dedicación en un sector que merece un gran reconocimiento, especialmente tras los últimos años”.\nDoctor Manuel Baca Cots El doctor Manuel Baca Cots es jefe de Pediatría y Neonatología del Hospital Quirónsalud Málaga desde 2009, un destacado pediatra especializado en Neonatología con más de treinta años de experiencia médica. Referente en el ámbito de la pediatría en la ciudad de Málaga. Nacido en 1962 en dicha localidad, el doctor Baca Cots ha consolidado su reputación como experto en diversas áreas, siendo reconocido por su dedicación y contribuciones significativas a la salud infantil.\nEl doctor Baca Cots ha demostrado un compromiso constante con la investigación, participando en proyectos como el de la Prevención de la infección neonatal precoz por Streptococo grupo B en Andalucía, con la Junta de Andalucía. Su experiencia internacional incluye su estancia en 1985 como Research Fellow en la División de Neonatología del Jackson Memorial Medical Center (Miami); como investigador en el 1992 en Boston en el Floating Hospital, en la Escuela de Medicina de Harvard y en el Children’s Hospital de Philadelphia (Universidad de Pennsylvania) en 1996. En los últimos 10 años participó como investigador principal en más de 25 proyectos internacionales pediátricos.\nDoctor Roberto Mongil Poce El doctor Roberto Mongil Poce, jefe de Cirugía Torácica del Hospital Quirónsalud Málaga, es un referente en esta especialidad con más de dos décadas de experiencia médica y quirúrgica. Su servicio médico es pionero en Andalucía y uno de los equipos con más experiencia en España en la realización de cirugías para el tratamiento del cáncer de pulmón de la forma menos invasiva existente en la actualidad: con Cirugía Uniportal o Uniportal VATS.\nEl facultativo se ha consolidado como un experto en diversas áreas , incluyendo el cáncer de pulmón, nódulo pulmonar, videotoracoscopia, cirugía robótica, hiperhidrosis, tumores de la pared torácica, cáncer de mediastino y tumores pleurales. Como miembro activo de diversas sociedades científicas, el doctor Mongil Poce forma parte de la Sociedad Española de Neumología y Cirugía Torácica (SEPAR), la Sociedad Española de Cirugía Torácica (SECT), y es el miembro número 1673 de la European Society of Thoracic Surgeons (ESTS).\nEl reconocimiento a su excelencia no se limita a su habilidad quirúrgica , sino que también se refleja en su participación como coordinador del Comité de Relaciones Institucionales y Asuntos Profesionales de la Sociedad Española de Cirugía Torácica (SECT) y su distinción como Fellow of European Board of Thoracic Surgery (FEBTS). Expertos y colegas lo han votado como uno de los tres mejores especialistas del país en una encuesta organizada por El Confidencial, y la Agencia de Calidad Sanitaria de Andalucía lo reconoce como Cirujano Torácico con Acreditación Nivel Avanzado",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:09:08.875+03:00",
  "updated": "2024-04-05T01:09:08.875+03:00"
}