{
  "thread": {
    "uuid": "40ad07c38697c90ef8a6afc077f97fcac322c22f",
    "url": "https://www.amarillo.com/story/news/environment/2024/01/15/texas-wildlife-experts-share-tips-to-help-animals-in-winter-weather/72204466007",
    "site_full": "www.amarillo.com",
    "site": "amarillo.com",
    "site_section": "https://amarillo.com/news",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "News in Amarillo, TX | Amarillo Globe-News",
    "title": "Texas wildlife experts share tips to help animals in winter weather",
    "title_full": "Texas wildlife experts share tips to help animals in winter weather",
    "published": "2024-01-16T05:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 25662,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "40ad07c38697c90ef8a6afc077f97fcac322c22f",
  "url": "https://www.amarillo.com/story/news/environment/2024/01/15/texas-wildlife-experts-share-tips-to-help-animals-in-winter-weather/72204466007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brandi D. Addison",
  "published": "2024-01-16T05:50:00.000+02:00",
  "title": "Texas wildlife experts share tips to help animals in winter weather",
  "text": "Texas wildlife experts offer tips to help animals in harsh winter weather [Brandi D. Addison](https://www.lubbockonline.com/staff/7612831001/brandi-d-addison/) When potent Arctic storms impact Texas, the routine winter safety checklist typically involves securing the safety of ourselves, our homes, vehicles and pets. Many wildlife rehabbers advocate that our winter weather knowledge repository should also encompass knowledge on how to safely assist struggling wildlife we may encounter. Wildlife, for the most part, have developed effective strategies to cope with frigid conditions. Birds migrate to warmer regions, and small mammals like bats, prairie dogs, squirrels, and raccoons regulate their body temperature through torpor, a state of decreased activity. Some mammals hibernate, and reptiles enter brumation. But in some cases, animals aren't as capable of surviving the harsh conditions. Here's what Texas wildlife rehabbers suggest for animals in distress. Preparing for winter weather Wildlife experts usually advise the public to minimize interactions with wildlife to establish a clear barrier that discourages wildlife species from becoming overly comfortable with humans. But that doesn't mean humans can't indirectly assist wildlife when possible. The South Plains Wildlife Rehabilitation Center in Lubbock recommends providing water, especially when temperatures are cooler and it becomes more challenging to find. \"They'll have to go break the waters several times a day (to ensure it doesn't freeze over). But we don't advocate feeding wildlife,\" said Gail Barnes, who serves as the director of the wildlife rehabilitation center. \"We also recommend that you don't discourage them away from your property. If they're under your porch or shed or have a place that they're using to stay warm, please leave them and let them be for the time being.\" The North Texas Wildlife Center warned on Facebook that people should always check car engines, where small mammals and even reptiles may seek shelter for warmth. When preparing for winter weather, the North Texas Wildlife Rehabilitation Center also recommends against the use of dryer lint for nesting birds. \"Lint is lacking in structure, disintegrates when wet, and can become sticky and coat birds' legs, feet, and feathers causing mobility issues,\" the center shared in a social media post. \"Additionally, lint contains chemicals from laundry detergent. These chemicals can be hazardous to birds' lungs and the strong scent may also attract predators.\" Instead, the center encourages natural materials like a pile of sticks, insecticide-free grass, moss and strips of bark from trees. Caring for sick, injured or dying animals The North Texas Wildlife Center and South Plains Wildlife Rehabilitation Center have provided guidance on caring for animals that are sick or injured as a result of cold temperatures. If a small mammal, such as an opossum or raccoon is found in a state of hypothermia or frozen to the ground, the North Texas Wildlife Center recommends the following: If the animal is frozen to the ground, do not attempt to pull them away, and instead pour lukewarm water around them. Once freed, secure the animal by wearing thick gloves and corral them with a blanket or into the box, then prepare a kennel or ventilated box and provide dry bedding for the animal to live on. After the animal is secured, do not offer food or water, because they need a warm body temperature for proper digestion. Instead, move them to a warm and quiet environment way from pets and children. ”If you do find one that is hypothermic, please bring it inside your house, if (the local rehab center) isn’t open,” Barnes said. In Lubbock, the South Plains Wildlife Rehabilitation Center has a 24-hour drop-off service with heated cages. “After (drop-off), we would put the animal in an incubator with heated cages and warm the animal up, then start feeding slowly,” Barnes said. “Once warmed up, we’d like to release back to where the animal came from.” She added that it’s possible to use a hammer to try to break an animal from ice. “A couple years ago, we had a bunch of birds that their toes were frozen,” Barnes said. “They did lose their toes, but they were able to function.” She also warned that this year, because temperatures have been fairly warm, Lubbock locals may see more baby squirrels and opossums. “Warm, dark and quiet is what we advocate for wildlife,” she added.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Weather",
    "Environment"
  ],
  "external_links": [
    "https://www.lubbockonline.com/staff/7612831001/brandi-d-addison/)",
    "https://lubbockonline.com/staff/7612831001/brandi-d-addison/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brandi d. addison",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T06:53:48.003+02:00",
  "updated": "2024-01-16T06:53:48.003+02:00"
}