{
  "thread": {
    "uuid": "f0121aa239cb84bddef1ee50c4fe66eb2914ea68",
    "url": "https://vnexplorer.net/members-of-migrant-caravan-seen-clinging-to-the-beast-train-as-they-make-their-way-to-el-paso-s706643.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Members of migrant caravan seen clinging to ‘The Beast’ train as they make their way to El Paso",
    "title_full": "Members of migrant caravan seen clinging to ‘The Beast’ train as they make their way to El Paso",
    "published": "2023-12-29T14:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f0121aa239cb84bddef1ee50c4fe66eb2914ea68",
  "url": "https://vnexplorer.net/members-of-migrant-caravan-seen-clinging-to-the-beast-train-as-they-make-their-way-to-el-paso-s706643.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T14:40:00.000+02:00",
  "title": "Members of migrant caravan seen clinging to ‘The Beast’ train as they make their way to El Paso",
  "text": "REUTERS\nMembers of an 8,000-person strong migrant caravan were seen clinging to the sides of a train barreling toward the US southern border as they made their way toward El Paso, Texas.\nFootage posted online Thursday showed several dozen migrants clinging to the side of the so-called “The Beast” train as it passed through Chihuahua, Mexico.\nIt is believed the group is traveling to Juarez, Mexico, which is directly across the border from El Paso, where their asylum claims would be processed by Customs and Border Patrol agents and they would be allowed into the US.\nThe group is apparently hoping to arrive in Texas before a new state law goes into effect that would allow state police to arrest, jail, prosecute, and possibly even deport anyone who crosses the border illegally.\nThe law is set to go into effect in March but is already facing legal challenges from the Biden administration.\nA post shared by FitFam El Paso (@therealfitfamelpaso)\nA Justice Department official sent a letter to Texas Gov. Greg Abbott on Thursday saying that that the law was unconstitutional and “contrary to the US commitment of ensuring the processing of noncitizens consistent with the Immigration and Nationality Act.”\nIf the state starts to enforce the law, the Justice Department said it will file a lawsuit.\nBut the caravan making its way to the US threatens to further strain the already overburdened Border Patrol, which is seeing a record number of border crossings.\n9\nA massive migrant caravan comprising at least 8,000 people is making its way to the US. Juan Manuel Blanco/EPA-EFE/Shutterstock\n9\nIt is believed the group is traveling to Juarez, Mexico, which is directly across the border from El Paso, where their asylum claims would be processed by Customs and Border Patrol agents. REUTERS\n9\nThe caravan making its way to the US threatens to further strain the already overburdened Border Patrol. REUTERS\nThere were 242,418 encounters last month, according to the latest figures released by the US Customs and Border Protection (CBP) Friday.\nDecember is also on track to reach an all-time high with as many as 10,000 migrants apprehended each day at the southwest border.\nThe total number of migrant encounters in December has already surpassed 200,000.\n9\nDecember is on track to reach an all-time record number of border apprehensions with as many as 10,000 migrants arrested each day at the southwest border. REUTERS\n9\nThe group is apparently hoping to arrive in Texas before a new state law goes into effect that would allow state police to arrest, jail, prosecute, and possibly even deport anyone who crosses the border illegally. Juan Manuel Blanco/EPA-EFE/Shutterstock\nIn an effort to stem the tide of migrants, the US Customs and Border Patrol halted railway operations at international crossings into Texas earlier this month.\n“CBP is continuing to surge all available resources to safely process migrants in response to increased levels of migrant encounters at the southwest border, fueled by smugglers peddling disinformation to prey on vulnerable individuals,” the agency said in a statement at the time.\n“After observing a recent resurgence of smuggling organizations moving migrants through Mexico via freight trains, CBP is taking additional actions to surge personnel and address this concerning development, including in partnership with Mexican authorities.”\n9\nIn an effort to stem the tide of migrants, the US Customs and Border Patrol halted railway operations at international crossings into Texas earlier this month. REUTERS\n9\nREUTERS\nBut on Thursday, Mexican president Andrés Manuel López Obrador announced that both Mexican and American authorities have agreed to keep the border crossings open.\n“This agreement has been reached,” he said at a morning news conference.\n“The rail crossings and the border bridges are already being opened to normalize the situation.”\nMeanwhile, more than 11,000 other asylum seekers are huddled on the Mexican side of the southern border in shelters in camps, awaiting an opportunity to cross over into the United States.\nRoughly 3,800 asylum seekers from Mexico, Haiti, Venezuela, and Cuba are gathered in Tijuana, Mexico, CNN reported.\n9\nMore than 11,000 other asylum seekers are huddled on the Mexican side of the southern border in shelters in camps, awaiting an opportunity to cross over into the United States. REUTERS\n9\nRoughly 3,800 asylum seekers from Mexico, Haiti, Venezuela, and Cuba are gathered in Tijuana, Mexico. REUTERS\nAnother group of about 3,723 migrants are biding their time in Reynosa, across the border from McAllen, Texas.\nA crowd of 4,000 asylum seekers is also waiting in Matamoros, Mexico, scattered in camps, shelters, and abandoned homes.\nThe migrants who remain in Mexico are hoping to take advantage of a federal parole program introduced by the Biden Administration earlier this year and cross legally, according to Glady Cañas, who runs a nonprofit providing services to asylum seekers in Matamoros.\nWith Post wires.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://nypost.com33&quality=75&strip=all",
    "https://nypost.com34&quality=75&strip=all",
    "https://nypost.com50&quality=75&strip=all",
    "https://www.nypost.com34&quality=75&strip=all",
    "https://www.nypost.com50&quality=75&strip=all",
    "https://www.nypost.com33&quality=75&strip=all"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "greg abbott",
        "sentiment": "none"
      },
      {
        "name": "el paso",
        "sentiment": "none"
      },
      {
        "name": "biden",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "el paso reuters",
        "sentiment": "negative"
      },
      {
        "name": "customs",
        "sentiment": "none"
      },
      {
        "name": "justice department",
        "sentiment": "none"
      },
      {
        "name": "border patrol",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "juarez",
        "sentiment": "none"
      },
      {
        "name": "el paso",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      },
      {
        "name": "chihuahua",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T14:49:36.406+02:00",
  "updated": "2023-12-29T14:49:36.406+02:00"
}