{
  "thread": {
    "uuid": "7a877284dba2038d6de54aa60f74914cb51bf061",
    "url": "https://www.wafb.com/2024/01/12/more-shelter-beds-available-upcoming-severe-cold-weather/",
    "site_full": "www.wafb.com",
    "site": "wafb.com",
    "site_section": "https://www.wafb.com",
    "site_categories": [
      "media"
    ],
    "section_title": "WAFB Channel 9",
    "title": "More shelter beds available for upcoming severe cold weather",
    "title_full": "More shelter beds available for upcoming severe cold weather",
    "published": "2024-01-12T23:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wafb-prod.cdn.arcpublishing.com/resizer/v2/OQ6NO5AQLZCNJL7CVXVQZIWC4A.jpg?auth=5ad6766c9b8da672801a85867cd900231666f41118b72fdb8a87dd3852560034&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 12438,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7a877284dba2038d6de54aa60f74914cb51bf061",
  "url": "https://www.wafb.com/2024/01/12/more-shelter-beds-available-upcoming-severe-cold-weather/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@WAFB",
  "published": "2024-01-12T23:44:00.000+02:00",
  "title": "More shelter beds available for upcoming severe cold weather",
  "text": "More shelter beds available for upcoming severe cold weather BATON ROUGE, La. (WAFB) - A Baton Rouge area homeless shelter is preparing to open more beds in anticipation of the extremely cold weather forecasted for next week. The Society of St. Vincent de Paul released the following news release about their plans: St. Vincent de Paul’s Bishop Ott Shelter Program has initiated its plan for the upcoming cold nights (39 degrees & below). We will expand bed capacity for men, women, children, and families experiencing homelessness during the cold days and nights to come. We provide day and night shelter services to men, women, and children, and annually, provide over 30,000 guest nights of shelter. As a community-leading homeless services provider, our shelter program operates four-night shelter programs (with a 200+ bed capacity) and an emergency overflow night shelter. We currently operate two emergency shelters for men, one for women and children, and one for families and children. We expect to fill all beds and will make room for emergency cases in our overflow shelter. Individuals in need of cold weather shelter can come by our main shelter complex at 1623 Convention Street, Baton Rouge, LA 70802 to apply for shelter. We will begin accepting people in need for cold weather beds between the hours of 1:00 p.m. and 4:00 p.m. this Friday, January 12th. We will continue accepting individuals in need of shelter throughout the weekend, and will also be open Monday and throughout the entire week to accommodate the needs of those seeking shelter and services. We encourage individuals in need to seek shelter as early as possible. They can also call (225) 383-7341 or (225) 383-7837 for more information. In addition to providing shelter, our programs offer services to help individuals break the cycle of homelessness and become self-sufficient. Our programs have a good record of helping the homeless obtain employment, affordable housing and other things necessary to become self-sufficient. Cold temperatures always put extra stress on the limited resources and volunteers of our small non-profit. Individuals interested in assisting the homeless can do so by supporting current shelter needs. We currently need: men, women and children’s pajamas and underwear; women’s sleeping gowns; rain gear (ponchos and umbrellas); reading glasses (all strengths); slippers; toiletry items such as deodorant, body wash, and lotion; twin size blankets; paper products (napkins, paper towels, toilet paper); disposable cups, plates, bowls, knives, forks, and spoons. These items can be dropped off on Monday at our main location at 1623 Convention Street. Call us at 383-7837 for more information. In addition, in these difficult economic times, financial contributions are needed more than ever and can be made to the Society of St. Vincent de Paul at P.O. Box 127, Baton Rouge, LA 70821-0127 or online at [www.svdpbr.org](http://www.svdpbr.org/). RELATED STORIES [Click here](mailto:typo@wafb.com) to report a typo. Copyright 2024 WAFB. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "http://www.svdpbr.org/).",
    "http://svdpbr.org/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "st. vincent de paul",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "st. vincent de paul’s bishop ott shelter program",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "baton rouge",
        "sentiment": "none"
      },
      {
        "name": "la.",
        "sentiment": "none"
      },
      {
        "name": "baton rouge",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T01:01:08.839+02:00",
  "updated": "2024-01-13T01:01:08.839+02:00"
}