{
  "thread": {
    "uuid": "40e599380e1bf523ada1f0abbb08d39149e1a25e",
    "url": "https://ottawa.ctvnews.ca/ottawa-skiers-embracing-the-last-warm-days-before-cold-spell-1.6708307",
    "site_full": "ottawa.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "https://ottawa.ctvnews.ca",
    "site_categories": [
      "media"
    ],
    "section_title": "Ottawa News | Local Breaking | CTV News Ottawa ",
    "title": "Ottawa weather: Skiers embracing the last warm days before cold spell | CTV News",
    "title_full": "Ottawa weather: Skiers embracing the last warm days before cold spell | CTV News",
    "published": "2024-01-02T23:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2024/1/2/pakenham-skiing-1-6708311-1704237621939.jpg",
    "performance_score": 0,
    "domain_rank": 981,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "40e599380e1bf523ada1f0abbb08d39149e1a25e",
  "url": "https://ottawa.ctvnews.ca/ottawa-skiers-embracing-the-last-warm-days-before-cold-spell-1.6708307",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ctvottawa",
  "published": "2024-01-02T23:30:00.000+02:00",
  "title": "Ottawa weather: Skiers embracing the last warm days before cold spell | CTV News",
  "text": "[Skip to main content](#main) Despite the sunny and mild weather, impending cold on the horizon is prompting many skiers to make the most out of the remaining warm days of winter. Environment Canada says colder temperatures will come to the capital as soon as Thursday, with a high of minus 9 C predicted and a 60 per cent chance of snow. It was a busy day at Mount Pakenham Ski Resort, about 60 kilometres west of Ottawa, where skiers like Jennifer Elgar were taking in the sunshine on the slopes. \"We find Pakenham does a great job with the snow conditions and you wouldn't even know that there's been mild temperatures this week,\" said Elgar. \"We're really looking forward to more snow to come because they’ll be opening up more routes.\" Despite the unusually warm weather, part of Mount Pakenham has been open since early December. Even six-year-old Clare Elgar is eager for winter's arrival. \"I get to go down lots of hills,\" said Clare. Mount Pakenham has been working tirelessly to produce artificial snow daily and combating the warm temperatures, which are expected to drop in the coming weeks. \"We’re at 100 per cent manmade snow at this point. Mother Nature hasn't cooperated too much, but the conditions that we have to offer are really good,” said Andrew Burns, Mount Pakenham's director of operations. \"We've been making snow and when they get here, they're going to be pleasantly surprised.\" Environment Canada says the coldest months of the year are fast approaching, hopefully giving the Rideau Canal Skateway a chance to avoid a repeat of last season, when it was unable to open. \"The coldest months are January and February. I'm confident that you'll see some skating on the Rideau,” says David Phillips, Environment Canada's senior climatologist. “It may be a very short season, but I believe that there will be enough cold. I just can't believe that you'd be shut out two years in a row.\" Season pass holders at Pakenham say they are ready for whatever weather is ahead. Veteran skier Brad O’Neil visits the resort more than 70 times a season and says he’ll be out here even when it’s minus 30 C. \"Yeah, absolutely. Just put layers on,\" says O’Neil. Even 75-year-old Allan Meadows remains undeterred by the cold. He says any skiing is good skiing. \"For us old diehards, we're out on the hill in any condition and we don't really care as long as we're turning our skis,\" said Meadows. Shopping Trends The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. Read about us. Ottawa Top Stories - - AMBER ALERT AMBER ALERT Police in Montreal issue Amber Alert for missing 1-year-old - - - - - - CTVNews.ca Top Stories Man fatally shot by Winnipeg police was international student, lawyer says The lawyer assisting the family of a man fatally shot by Winnipeg police on New Year's Eve has confirmed the man's identity. AMBER ALERT Police in Montreal issue Amber Alert for missing 1-year-old An Amber Alert has been issued for a one-year-old child missing from the Lachine borough in Montreal. Police are asking for the public's help in finding Zeynab Cherrabi El Alaoui, who has been missing since 9:25 a.m. Tuesday from a home on Louis Basile Pigeon St. Gypsy Rose Blanchard is free and reflecting on prison term for conspiring to kill her abusive mother Gypsy Rose Blanchard said she has found a way to forgive her mother -- and herself. But it has been a long journey from years of abuse and the darkest parts of her life splashed across tabloids to living in prison. Air Transat flight attendants reject tentative contract deal Flight attendants at Air Transat have voted to reject a tentative deal with the Canadian leisure carrier. Israeli strike in Lebanon kills senior Hamas official Saleh al-Arouri: security sources Deputy Hamas chief Saleh al-Arouri was killed on Tuesday night in an Israeli drone strike on Beirut's southern suburbs of Dahiyeh, a stronghold of the allied Lebanese militant group Hezbollah, signalling the conflict between Hamas and Israel could be expanding to engulf more of the region. Airbnb, Vrbo weigh in on the feds' proposed short-term rental changes aimed at improving access to housing With the federal government now accepting public and stakeholder feedback on their pledged incoming national crackdown on short-term rentals, major players in the market are hoping Ottawa considers the potential tourism and affordability impacts of the proposed tax changes. Sask. police say thieves used chains to drag away ATM full of cash RCMP say two people used a stolen truck and chains to steal an ATM machine full of cash from a business in Shaunavon, Sask., on Dec. 30. Government opens consultation for federal plastics registry, which would require companies to track plastic production A federal plastics registry, which would require companies to track and report their plastic production, is on the way. And the average Canadian is invited to weigh in. Harvard president Claudine Gay resigns amid plagiarism claims, backlash from antisemitism testimony Harvard University President Claudine Gay resigned Tuesday amid plagiarism accusations and criticism over testimony at a congressional hearing where she was unable to say unequivocally that calls on campus for the genocide of Jews would violate the school's conduct policy. Atlantic - 'We'll never know': N.S. wildfire victim grateful for new home, says unanswered questions remain Although grateful to be back in their neighbourhoods again, some Nova Scotia wildfire victims are questioning the end of the RCMP investigation into what caused the massive fires. - 'The first thing I noticed was chaos': Patient describes overcrowding, overworked staff at Fredericton hospital A New Brunswick man is sharing his five-day experience as a patient at Fredericton’s Dr. Everett Chalmers Hospital, describing what he calls a “complete collapse” of its emergency department this past week. - 2024 shaping up to be a costly year for Maritimers The year 2024 brings tax hikes and rate increases for Maritimers. Toronto - JUST IN JUST IN Man seriously injured after being 'grazed' by bullet in west Toronto shooting A man is has been taken to the hospital with serious injuries following a shooting on Tuesday night in west Toronto’s York area. - 10 passengers injured after transit bus drives into oncoming traffic, crashes into ditch near Mississauga-Toronto border Ten passengers are injured after a Mississauga transit bus drove into oncoming traffic on a Toronto highway, collided with a vehicle and crashed into a ditch Tuesday morning. - Fight onboard Toronto subway sparked delays, mass crowding at Union Station on New Year's Eve A fight onboard a subway train in Toronto on New Year’s Eve sparked a series of transit delays that led to mass crowding at Union Station, the Toronto Transit Commission (TTC) said in a statement. Montreal - AMBER ALERT AMBER ALERT Police in Montreal issue Amber Alert for missing 1-year-old An Amber Alert has been issued for a one-year-old child missing from the Lachine borough in Montreal. Police are asking for the public's help in finding Zeynab Cherrabi El Alaoui, who has been missing since 9:25 a.m. Tuesday from a home on Louis Basile Pigeon St. - BREAKING BREAKING Bettez scores in OT, Montreal edges Ottawa 3-2 in PWHL debut for both teams Ann-Sophie Bettez scored 64 seconds into overtime as Montreal recorded a 3-2 win over Ottawa in the inaugural game for both Professional Women’s Hockey League teams on Tuesday night in front of 8,318 fans at TD Place. - Montreal soup kitchen may have to stop feeding homeless for first time since 1877 Montreal's oldest organization serving people without housing says it can no longer afford to serve meals on weekends. Northern Ontario - Canadian couple lives on cruise ships — with no plans to return to land With 75 countries and territories visited, a retired Canadian couple is making the most of life as they cruise full-time, from coast to coast. They're part of a growing trend of people opting to retire at sea. - Test drive turns into stunt driving charges for Sudbury suspect A young person in Sudbury who took a vehicle out for a test drive on Regent Street on Tuesday has been charged with stunt driving. - Police watchdog called in after person in custody dies during domestic violence investigation in Sudbury The Special Investigations Unit has been called in after a suspect died Tuesday morning in Sudbury when police responded to an intimate partner violence call. London - 'Tough start to the New Year': 17-year-old driver charged after travelling 176 km/h on Highway 401 It’ll be a very expensive lesson for one teenaged driver after Middlesex County OPP clocked them allegedly travelling 176 km/h on Highway 401 on New Years Day. - London man charged after obtaining sexual services, sexually assaulting woman A 42-year-old man is facing charges after he allegedly met with a woman at a south London, Ont. hotel and sexually assaulted her after demanding services she did not consent to. - 'It’s been a long journey': New hotel opens its doors in St. Thomas, Ont. after years of delays The second major chain hotel in St. Thomas is now open for business. After a soft opening on Dec. 28, 2023, the Holiday Inn and Suites opened its doors, nearly four years after the initial announcement in 2019. Winnipeg - Man fatally shot by Winnipeg police was international student, lawyer says The lawyer assisting the family of a man fatally shot by Winnipeg police on New Year's Eve has confirmed the man's identity. - 'Big impact on homeowners': Winnipeggers could soon be paying more for water and sewer Winnipeg homeowners could soon be soaked for more money after a new report at city hall recommended water and sewer rate hikes. - Winnipeg man arrested after toddler ingests fentanyl A Winnipeg man has been arrested after a young child inadvertently ingested fentanyl at a home in the city. Kitchener - WATCH WATCH Video shows pickup being stolen from Kitchener driveway A Kitchener man is sharing security footage of a vehicle theft in his neighbourhood in hopes of preventing similar incidents. - Last tent gone from Roos Island For the first time in more than a year, Roos Island in Kitchener’s Victoria Park is empty. - Police investigating Kitchener and North Dumfries break-ins Police are asking homeowners to take extra precautions after six break-ins were reported in Kitchener and North Dumfries over the last month. Calgary - Dale Hodges, longest-serving Calgary city councillor, remembered by peers Former Calgary city councillor Dale Hodges passed away on Sunday from a lengthy illness. He was 82. - Calgary's 5 most expensive homes for sale right now The 5 priciest homes for sale in Calgary. - Professional Women's Hockey League inspires female athletes in Calgary Calgary doesn't have a team in the league, but the local hockey community is excited about the doors it will open for women who want to play professionally. Saskatoon - New year means new fees for Saskatoon residents A new year is bringing plenty of new fees and costs for Saskatoon taxpayers. - 'There are hazards': Sask. lake village warning ice fishers of potential dangers The Resort Village of Candle Lake is warning ice fishers to be cautious after a pressure ridge formed on Deep Bay on Saturday. - Saskatoon residents urged to use caution around the Costco Coyote Wildlife experts say the mild weather is keeping coyotes around, and they’re reminding people to be careful. Edmonton - Edmonton new-home arsons linked to extortion scheme: sources Brand new, unoccupied homes have been going up in flames all over Edmonton, and sources tell CTV News Edmonton the fires are related to an extortion scheme. - Edmonton New Year's Eve stabbing victim in critical condition asks for public financial help The sister of one of the men stabbed in central Edmonton on New Year's Eve said Tuesday he's going to recover but is seeking help to provide for his family. - Police seek missing teen boy in Ponoka, Alta. RCMP in Ponoka, Alta., are asking for the public's help to find a 14-year-old boy missing since last week. Vancouver - As Vancouver rings in another New Year without fireworks, some suggest alternative light shows Crowds gathered in Vancouver's Coal Harbour on New Year's Eve even though no fireworks lit up the sky when the clock struck midnight. - What are British Columbians' new year's resolutions? The second day of the year was a cold and dreary one. But that didn’t deter 84-year-old Derek from pursuing his new year’s resolutions on Tuesday—which include three laps of Oak Bay High’s running track on a regular basis and 200 squats per week. - 1 seriously injured in Surrey shooting A 19-year-old man was shot in a vehicle in Surrey Monday night and taken to hospital with serious injuries, according to authorities. Regina - Regina traffic stops for burned-out lights lead to sexual assault arrest, drug seizure What started as separate stops for burned-out tail lights led to arrests for drug trafficking and sexual assault. - Sask. police say thieves used chains to drag away ATM full of cash RCMP say two people used a stolen truck and chains to steal an ATM machine full of cash from a business in Shaunavon, Sask., on Dec. 30. - 'He was the news department': Family and friends remember long time Regina news manager Frank Flegel A long-time Regina news manager who guided CKCK Television News throughout the 1970s and 80s has died.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pakenham",
        "sentiment": "none"
      },
      {
        "name": "jennifer elgar",
        "sentiment": "none"
      },
      {
        "name": "clare elgar",
        "sentiment": "none"
      },
      {
        "name": "clare",
        "sentiment": "none"
      },
      {
        "name": "elgar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "environment canada",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ottawa",
        "sentiment": "none"
      },
      {
        "name": "mount pakenham ski resort",
        "sentiment": "none"
      },
      {
        "name": "mount pakenham",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T05:25:29.645+02:00",
  "updated": "2024-01-03T05:25:29.645+02:00"
}