{
  "thread": {
    "uuid": "81e08bf30286ff51db7fb898987e87a11f2c8742",
    "url": "https://www.skysports.com/boxing/news/12040/13090153/joshua-vs-ngannou-joseph-parker-overcomes-two-knockdowns-to-defeat-zhilei-zhang-on-points-in-saudi-arabia",
    "site_full": "www.skysports.com",
    "site": "skysports.com",
    "site_section": "https://www.skysports.com/news",
    "site_categories": [
      "sports"
    ],
    "section_title": "Sky Sports - Sports News, Transfers, Scores | Watch Live Sport",
    "title": "Joshua vs Ngannou: Joseph Parker overcomes two knockdowns to defeat Zhilei Zhang on points in Saudi Arabia | Boxing News | Sky Sports",
    "title_full": "Joshua vs Ngannou: Joseph Parker overcomes two knockdowns to defeat Zhilei Zhang on points in Saudi Arabia | Boxing News | Sky Sports",
    "published": "2024-03-08T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://e0.365dm.com/24/03/1600x900/skysports-joseph-parker-zhilei-zhang_6483861.jpg?20240308233251",
    "performance_score": 0,
    "domain_rank": 2157,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "81e08bf30286ff51db7fb898987e87a11f2c8742",
  "url": "https://www.skysports.com/boxing/news/12040/13090153/joshua-vs-ngannou-joseph-parker-overcomes-two-knockdowns-to-defeat-zhilei-zhang-on-points-in-saudi-arabia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-08T02:00:00.000+02:00",
  "title": "Joshua vs Ngannou: Joseph Parker overcomes two knockdowns to defeat Zhilei Zhang on points in Saudi Arabia | Boxing News | Sky Sports",
  "text": "Joseph Parker defeated Zhilei Zhang by majority decision; Nick Ball was denied the WBC title after a split decision draw with Rey Vargas, while fellow Brits Mark Chamberlain and Louis Greene both claimed wins on Joshua vs Ngannou undercard Saturday 9 March 2024 01:44, UK Joseph Parker picked himself off the canvas twice to defeat Zhilei Zhang by majority decision in Saudi Arabia. The New Zealander was floored in the third and eighth rounds, but refused to be overpowered by the heavy-handed Zhang as his superior work-rate and accuracy was rewarded with scores of 114-112, 115-111, while a third judge scored it 113-113 on the Anthony Joshua vs Francis Ngannou bill. Zhang took the centre of the ring in the opening round, prodding out range-finding punches before unleashing a left hand that narrowly missed Parker. A cuffing shot from Zhang knocked Parker off balance in the second, a sign of the southpaw's power, and a straight left hand sent the Kiwi crashing to the canvas in the third. Parker, with a badly cut nose, showed more aggression in the fourth and a right hand wobbled the static Zhang, who was caught by more swift punches in the fifth. Zhang fired in a few thudding shots in the sixth and briefly bothered Parker with a left punch in the seventh. Parker was troubled again in the eighth as he took a knee after a chopping punch, but he responded well to the knockdown, firing back with crisp combinations in the ninth. Into the 10th, Parker raised his work-rate with stinging jabs, and he continued to pick off Zhang with precise punches in the closing rounds to secure victory on two of the scorecards. Victory earned the WBO interim belt for Parker, who confirmed afterwards that a rematch clause means he will face the Chinese contender again. Britain's Ball denied world title Nick Ball was denied the WBC featherweight title after a split decision draw, despite flooring Rey Vargas on two occasions. Ball took command in the second half of the fight, unloading a looping right that left Vargas on unsteady legs in the seventh round, while the Mexican protested angrily after he was bludgeoned to the canvas at the end of the eighth. In the 11th round, Ball blasted Vargas back to the canvas with a right hand, but one judge scored it 114-112 to Vargas, with the second official scoring it 116-110 to Ball, while the third judge scored it a 113-113 draw. Israil Madrimov was crowned as the new WBA super-welterweight champion with a dominant fifth-round stoppage of Magomed Kurbanov as a huge overhand right sparked a string of punches that prompted the referee's intervention. Chamberlain stops Gwynne in style In an all-British battle, Mark Chamberlain boosted his growing reputation with a punishing fourth-round stoppage of Gavin Gwynne, who had suffered a swollen right eye and was taking sustained punishment when the towel came in. Australian heavyweight Justis Huni had to overcame a final round scare as he was badly hurt by South African Kevin Lerena before he clung on for a unanimous decision win. Earlier in the night, Louis Greene produced an upset victory as he floored Jack McGann heavily before the fight was waved off in the opening round. Book repeats of Anthony Joshua's heavyweight showdown with Francis Ngannou at 6am and 4pm on Saturday on Sky Sports Box Office. [Book Joshua v Ngannou repeats now!](https://www.sky.com/boxoffice/joshua-ngannou)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joseph parker",
        "sentiment": "negative"
      },
      {
        "name": "joshua",
        "sentiment": "negative"
      },
      {
        "name": "zhilei zhang",
        "sentiment": "negative"
      },
      {
        "name": "sau",
        "sentiment": "negative"
      },
      {
        "name": "francis ngannou",
        "sentiment": "none"
      },
      {
        "name": "parker",
        "sentiment": "none"
      },
      {
        "name": "zhang",
        "sentiment": "none"
      },
      {
        "name": "anthony joshua",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "saudi arabia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T02:13:39.384+02:00",
  "updated": "2024-03-09T05:34:00.050+02:00"
}