{
  "thread": {
    "uuid": "074a6cfad9cc55fb468e14d0913adafed2b09fe4",
    "url": "https://www.diariodesevilla.es/tecnologia/llegan-cuadrantidas-primera-lluvia-estrellas_0_1862814008.html",
    "site_full": "www.diariodesevilla.es",
    "site": "diariodesevilla.es",
    "site_section": "https://granadahoy.com/rss/sociedad",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Llegan las cuadrántidas, la primera lluvia de estrellas de 2024",
    "title_full": "Llegan las cuadrántidas, la primera lluvia de estrellas de 2024",
    "published": "2024-01-02T13:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cdn.socy.cloud/JOLY/v3/SSFC/651ffa8f03f97/https://www.diariodesevilla.es/2024/01/02/sociedad/cuadrantidas-primera-lluvia-estrellas_1862823942_200357123_1200x675.jpg",
    "performance_score": 0,
    "domain_rank": 13641,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "074a6cfad9cc55fb468e14d0913adafed2b09fe4",
  "url": "https://www.diariodesevilla.es/tecnologia/llegan-cuadrantidas-primera-lluvia-estrellas_0_1862814008.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agencias",
  "published": "2024-01-02T13:30:00.000+02:00",
  "title": "Llegan las cuadrántidas, la primera lluvia de estrellas de 2024",
  "text": "La noche del miércoles, cuando oscurezca, será el momento óptimo para observar la primera lluvia de estrellas de 2024: las cuadrántidas , que podrían alcanzar una tasa de actividad por encima de los 120 meteoros fugaces por hora y una velocidad de 41 kilómetros por segundo, informa el Observatorio Astronómico Nacional (OAN) .\nLas cuadrántidas son una de las lluvias más activas del año junto a las perseidas de agosto y las gemínidas de diciembre, aunque sus meteoros no se ven tan a menudo como los de las otras dos lluvias, debido a que su periodo de máxima actividad suele durar tan solo unas pocas horas y a las malas condiciones meteorológicas habituales en el invierno boreal.\nAunque su máxima actividad será la madrugada del miércoles al jueves, esta lluvia de meteoros tiene lugar entre el 28 de diciembre y el 12 de enero.\nSu origen Este fenómeno se produce al atravesar la Tierra un anillo poblado con los fragmentos desprendidos, supuestamente, del asteroide 2003 EH 1, que al entrar en contacto con la atmósfera terrestre se calcinan, creando esos resplandores luminosos que se conocen como estrellas fugaces, y que en este caso corresponden a las cuadrántidas.\nLa lluvia de meteoros parece tener un único centro de origen, denominado radiante , un punto del que parecen surgir todas las estrellas fugaces cuya localización se suele utilizar para nombrar a la lluvia de estrellas.\nEl lugar de donde parecen salir las cuadrántidas se encuentra al norte de la constelación de Bootes (el Boyero), cerca de la cola de la Osa Mayor.\nEl nombre de las cuadrántidas proviene de la constelación Quadrans Muralis, designada así por el astrónomo francés Jerome Lalande en 1795, pero actualmente no reconocida por la Unión Astronómica Internacional (IAU).\nDónde verlas Para observadores a las latitudes peninsulares, 40º norte, el radiante de las cuadrántidas se sitúa por encima del horizonte desde el anochecer hasta el amanecer.\nEl lugar de observación puede ser cualquiera con tal de que proporcione un cielo oscuro, con pocos obstáculos para la vista (como edificios, árboles o montañas).\nAunque las cuadrántidas podrían venir de la constelación de Bootes, se pueden ver en cualquier parte del cielo. Conviene dirigir la mirada hacia las zonas más oscuras, en la dirección opuesta a la posición de la Luna si la observación se realiza cuando esta esté presente.\nLos astrónomos recomiendan que lo más cómodo es abrigarse bien, tumbarse y esperar a que la vista se acostumbre a la oscuridad para poder verlas.\nEl OAN reconoce que la observación de esta lluvia de estrellas se verá dificultada por dos factores, aparte de las posibles condiciones meteorológicas adversas:\nPor un lado, la máxima actividad tendrá lugar hacia las 10:00 del día 4 y el crepúsculo matutino las cubrirá. Por otro, la Luna se encontrará en fase de cuarto menguante precisamente el día 4, por lo que estará alta en el cielo en las horas próximas a la salida del sol, de forma que su luz puede dificultar la observación de los meteoros más débiles.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [
    "https://astronomia.ign.es/cuadrantidas",
    "https://www.astronomia.ign.es/cuadrantidas"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T14:36:29.395+02:00",
  "updated": "2024-01-02T15:32:15.522+02:00"
}