{
  "thread": {
    "uuid": "3dab465a806211bdd384970d78f1d9a8a4db5d76",
    "url": "https://www.cbsnews.com/miami/news/treasure-hunters-recovered-silver-coins-1715-shipwrecks-florida",
    "site_full": "www.cbsnews.com",
    "site": "cbsnews.com",
    "site_section": "https://www.newsbreak.com/florida-state",
    "site_categories": [
      "media",
      "television",
      "entertainment",
      "top_news"
    ],
    "section_title": "Florida State News | NewsBreak Florida State",
    "title": "Treasure hunters say they recovered hundreds of silver coins from iconic 1715 shipwrecks off Florida - CBS Miami",
    "title_full": "Treasure hunters say they recovered hundreds of silver coins from iconic 1715 shipwrecks off Florida - CBS Miami",
    "published": "2024-06-24T14:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets2.cbsnewsstatic.com/hub/i/r/2024/06/24/3adb585b-806b-488e-8f88-aaa549aaf629/thumbnail/1200x630/0cf1610a143c473f7a52bf91a72c724b/treasure-fleets-f2592b3e-1dd8-b71b-0bead508e44a1df7.jpg?v=cb1f2643a8816828741cfb3a3fb2d931",
    "performance_score": 0,
    "domain_rank": 188,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3dab465a806211bdd384970d78f1d9a8a4db5d76",
  "url": "https://www.cbsnews.com/miami/news/treasure-hunters-recovered-silver-coins-1715-shipwrecks-florida",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-24T14:56:00.000+03:00",
  "title": "Treasure hunters say they recovered hundreds of silver coins from iconic 1715 shipwrecks off Florida - CBS Miami",
  "text": "More than 300 years ago, fleets of Spanish galleons set sail from the waters off the Americas to bring back vast amounts of treasure from the New World, including gold, silver and gemstones. On July 31, 1715, a powerful hurricane devastated 11 of those ships, sending the vessels and their precious cargo to the ocean floor.\nThe so-called 1715 Treasure Fleet lay untouched for more than two centuries off the coast of Florida until the sunken ships were finally discovered — and now a group of treasure hunters says they have recovered more than 200 silver coins from the iconic wrecks.\n\"It was kind of numbing in a way, you know,\" boat captain Grant Gitschlag told WOFL-TV on Friday. \"You don't expect that. You always hope for it, but you never expect it.\"\nThe group, exploring the shipwrecks from their boat called the Lilly May, recently retrieved a total of 214 coins and other artifacts from the 1715 Treasure Fleet — a remarkable discovery considering the wrecks have been surveyed countless times before.\n\"I wasn't expecting it at all, which is how the greatest finds come about,\" fellow treasure hunter Corinne Lea told WOFL-TV.\n1715 Fleet Queen's Jewels, a company that owns exclusive salvage rights to the 1715 Treasure Fleet, posted a message on social media , touting the Lilly May's find as the \"first treasure of the season.\" The company released a photo of the treasure hunters holding coins as well as an image showing some of the other artifacts that were pulled from the historic shipwrecks.\n\"Just a few days into the 2024 season the crew of the M/V Lilly May (C-69) located a hot spot on one of our sites. So far, they have recovered over 200 silver cobs!\" the operation wrote in a statement . \"Well done to the Lilly May crew!\"\nThis team told WOFL-TV they have been looking for treasure for years together off the coast of Indian River County, which notes that some of the artifacts and coins still wash up on Florida beaches today. Indeed, in 2020, a treasure hunter using a metal detector on a beach located 22 silver coins from the legendary shipwrecks.\n\"It's all about the find,\" Lea told the station. \"I love the history, being the first person up in 309 years to find what was once lost in a tragedy.\"\nAccording to the National Park Service , pirates and vessels from other European countries would sometimes try to seize the expensive cargo from Spanish fleets during throughout 18th century, jeopardizing Spain's dominance over the Americas. But the biggest threat came not from treasure-seeking rivals but from unexpected hurricanes. The wrecks of two of the ships sunk by powerful storms — the Urca de Lima from the 1715 fleet and the San Pedro from the 1733 fleet — are protected as Florida Underwater Archaeological Preserves.\n\"These ships are time capsules from a bygone era and can reveal much about the history of the mighty maritime system that helped shape the Americas,\" the park service said.\n1715 Fleet Queens Jewels , which bills itself as \"the largest permitted historic shipwreck salvage operation in Florida waters,\" says that by law, the state receives up to 20% of artifacts found on each site to display in museums.\nIn 2015, the salvage operation announced it had found 350 gold coins worth an estimated $4.5 million from the sunken shipwrecks. Earlier that same year, the Schmitt family , a subcontractor of 1715 Fleet Queens Jewels, discovered $1 million worth of artifacts.\nMore from CBS News Social media influencer Alex Otaola hopes to be next Miami-Dade County mayor 6 rip-current deaths in Florida over 2-day span renew calls to trust lifeguards when swimming Moment of silence held for those who died in Surfside condo collapse three years ago 2 boaters rescued at Haulover Inlet after vessel takes on water In: Shipwreck Florida Stephen Smith Stephen Smith is a managing editor for CBSNews.com based in New York. A Washington, D.C. native, Steve was previously an editorial producer for the Washington Post, and has also worked in Los Angeles, Boston and Tokyo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.facebook.com/permalink.php?story_fbid=pfbid032ycPyJdGXEted3SB1b2VkCPMBUFLS3Jz9QjWgBBkTh2UxnCYqtu6N2Sr6WuHQJA6l&id=100057684870393",
    "https://www.nps.gov/teachers/classrooms/129shipwrecks.htm",
    "https://www.1715treasurefleet.com/single-post/first-treasure-of-the-season",
    "https://www.fox35orlando.com/news/never-expect-it-florida-treasure-hunters-find-200-silver-coins-from-historic-1715-shipwrecks",
    "https://www.indianriver.gov/Document%20Center/Services/Library/Genealogy/FindingAid/shipwrecks1715.pdf",
    "https://www.1715treasurefleet.com/timeline",
    "https://indianriver.gov/Document%20Center/Services/Library/Genealogy/FindingAid/shipwrecks1715.pdf",
    "https://1715treasurefleet.com/timeline",
    "https://nps.gov/teachers/classrooms/129shipwrecks.htm",
    "https://www.facebook.com/permalink.php",
    "https://1715treasurefleet.com/single-post/first-treasure-of-the-season",
    "https://fox35orlando.com/news/never-expect-it-florida-treasure-hunters-find-200-silver-coins-from-historic-1715-shipwrecks",
    "https://facebook.com/permalink.php?story_fbid=pfbid032ycPyJdGXEted3SB1b2VkCPMBUFLS3Jz9QjWgBBkTh2UxnCYqtu6N2Sr6WuHQJA6l&id=100057684870393"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "grant gitschlag",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbs",
        "sentiment": "negative"
      },
      {
        "name": "treasure fleet",
        "sentiment": "none"
      },
      {
        "name": "wofl-tv",
        "sentiment": "none"
      },
      {
        "name": "lilly",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "americas",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "miami",
        "sentiment": "none"
      },
      {
        "name": "new world",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T15:17:12.092+03:00",
  "updated": "2024-06-24T15:17:12.092+03:00"
}