{
  "thread": {
    "uuid": "5dd57f94bcdbb946c63932d54481e9377103d8a3",
    "url": "https://www.granma.cu/cultura/2024-04-18/celebrara-capital-cubana-v-encuentro-internacional-de-artes-para-las-infancias-corazon-feliz-18-04-2024-12-04-17",
    "site_full": "www.granma.cu",
    "site": "granma.cu",
    "site_section": "http://www.granma.cu/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Granma - Órgano oficial del Partido Comunista de Cuba",
    "title": "Celebrará capital cubana V Encuentro Internacional de Artes para las Infancias Corazón feliz Cultura",
    "title_full": "Celebrará capital cubana V Encuentro Internacional de Artes para las Infancias Corazón feliz › Cultura › Granma - Órgano oficial del PCC",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CU",
    "main_image": "https://www.granma.cu//file/img/2024/04/medium/f0420699.jpg",
    "performance_score": 0,
    "domain_rank": 14191,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5dd57f94bcdbb946c63932d54481e9377103d8a3",
  "url": "https://www.granma.cu/cultura/2024-04-18/celebrara-capital-cubana-v-encuentro-internacional-de-artes-para-las-infancias-corazon-feliz-18-04-2024-12-04-17",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción Cultural",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Celebrará capital cubana V Encuentro Internacional de Artes para las Infancias Corazón feliz Cultura",
  "text": "El V Encuentro Internacional de Artes para las Infancias Corazón feliz regresa a la capital cubana, esta vez del 28 de mayo al 2 de junio próximos. El evento, en esta ocasión, se encuentra dedicado a la protección medioambiental, el teatro con títeres y la obra para niños del trovador Silvio Rodríguez. Según informaron en conferencia de prensa sus creadores y promotores, el Premio Nacional de Teatro, Rubén Darío Salazar y la cantautora Rochy Ameneiro, el programa artístico del evento incluye talleres, sesiones teóricas, conciertos y espectáculos. El objetivo principal del festival es sembrar valores de identidad nacional y latinoamericana en la niñez, así como una cultura de paz entre los infantes. Entre las sedes previstas para la realización del encuentro están el Museo Nacional de Bellas Artes, los escenarios de los grupos de teatro La Proa y el Arca, así como el Abelardo Estorino, del Ministerio de Cultura, la Casa de la Cultura Joseíto Fernández, el Museo Casa Natal de José Martí y Fábrica de Arte Cubano. Por la parte nacional, la música se encontrará a cargo de cantantes como Rita del Prado, Enid Rosales, Rochy Ameneiro. Los espectáculos corren por cuenta de agrupaciones como Teatro Tuyo y La Proa, la Compañía Infantil La Colmenita, Habanasueños, Cascabel y Cuentos para Federico. Del ámbito internacional, se recibirán visitantes de varias naciones, en este caso, podrían citarse algunos como Mariana Mallol (Argentina/México), Manuel Morán (Puerto Rico/EE. UU.) y las compañías La sonrisa del lagarto y La Rous (España). Las artes plásticas cuentan con exposiciones y talleres del grupo Arte 92, las muestras Los Títeres del Mundo, de Abdel de la Campa, y Un Regalo Gráfico para Las Estaciones, de un colectivo de diseñadores cubanos y extranjeros. Una nueva iniciativa se une a las demás que habitualmente conforman el proyecto. Se trata del collage más grande del mundo, propuesta cultural de la ilustradora argentina Estrellita Caracol, el cual consiste en una serie de siluetas e ilustraciones realizadas por los niños, que pueden ser sobre ellos mismos o sus familias. Estas ilustraciones se estarán recogiendo en las Casas de Cultura de nuestro país, así como en las embajadas de Cuba en el extranjero, o en las instalaciones de Unicef por todo el mundo. Por último, está previsto efectuar una acampada en la Casa de Cultura de Centro Habana, donde los infantes podrán disfrutar de proyecciones cinematográficas de la obra de Juan Padrón, además de otras iniciativas vinculadas al arte culinario, la música y el teatro. (Con información de Prensa Latina)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:38:08.658+03:00",
  "updated": "2024-04-19T00:38:08.658+03:00"
}