{
  "thread": {
    "uuid": "19385a602de38efee9f61d8e73deff3b3dc8d656",
    "url": "https://gettotext.com/orange-will-launch-a-new-tv-decoder-under-android-get-ready-for-even-more-channels",
    "site_full": "gettotext.com",
    "site": "gettotext.com",
    "site_section": "https://gettotext.com/feed",
    "site_categories": [],
    "section_title": "Latest News",
    "title": "Orange will launch a new TV decoder under Android, get ready for even more channels!",
    "title_full": "Orange will launch a new TV decoder under Android, get ready for even more channels!",
    "published": "2024-04-12T01:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DE",
    "main_image": "https://gettotext.com/wp-content/uploads/2024/04/Orange-will-launch-a-new-TV-decoder-under-Android-get.jpg",
    "performance_score": 0,
    "domain_rank": 97581,
    "domain_rank_updated": "2024-04-09T13:11:30.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "19385a602de38efee9f61d8e73deff3b3dc8d656",
  "url": "https://gettotext.com/orange-will-launch-a-new-tv-decoder-under-android-get-ready-for-even-more-channels",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Oliver Adey",
  "published": "2024-04-12T01:15:00.000+03:00",
  "title": "Orange will launch a new TV decoder under Android, get ready for even more channels!",
  "text": "Orange is preparing the launch of a new TV decoder running Android TV. This choice marks a shift towards more open services, similar to those offered by Google TV. This development will bring a real change compared to the operator’s previous approaches which favored its own systems.\nSource: Orange A recent leak reveals that Orange is about to introduce a new decoder which will integrate Android TV to offer a more open and customizable platform. This development marks a significant development for the operator, who, until now, favored in-house operating systems for their equipment. The compact design and careful aesthetics of the decoder, in harmony with the latest Liveboxes, signal an update awaited since the previous model which dates from 2018 .\nThis decoder is not an absolute novelty in the Orange ecosystem, a variant having already been launched in Poland. The adoption of Android TV signals a change of direction that will allow broader integration of applications via the Google Play Store , such as streaming platforms, games and other entertainment tools. This technological choice could possibly offer an interface similar to Google TV, thus enriching the operator’s offering with a variety of content and interactive services.\nAlso read – Google TV: this free tool gets rid of advertisements, among other things\nA leak reveals that Orange plans to launch an Android TV decoder The transition to Android TV represents one step forward for Orange which will offer its subscribers the possibility of accessing a extended catalog digital content. This could include, in addition to traditional TV channels, a multitude of streaming services and applications available on the Google Play Store, potentially accompanied by features specific to Google TV.\nTHE official information regarding this decoder and its capabilities are still expected . With this launch, Orange is therefore going beyond a simple update of its equipment. It could offer an intermediate solution for users whose TVs do not directly support the installation of applications. This context takes on a particular dimension in view of recent experiments, which explore the possibility of replacing its traditional decoder with an application.\nSource link -101",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "android tv",
        "sentiment": "none"
      },
      {
        "name": "google play store",
        "sentiment": "none"
      },
      {
        "name": "google tv",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "liveboxes",
        "sentiment": "none"
      },
      {
        "name": "poland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T02:25:48.992+03:00",
  "updated": "2024-04-12T06:00:53.915+03:00"
}