{
  "thread": {
    "uuid": "8e80e2b9cf6eb70fa7fc20fdffe641734ab6fdfd",
    "url": "https://www.ambito.com/deportes/se-formo-river-fue-la-guerra-malvinas-y-ahora-se-gana-la-vida-como-agente-inmobiliario-n5991526",
    "site_full": "www.ambito.com",
    "site": "ambito.com",
    "site_section": "https://www.ambito.com/",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Ámbito Financiero, líder en noticias económicas",
    "title": "Se formó en River, fue a la Guerra de Malvinas y ahora se gana la vida como agente inmobiliario",
    "title_full": "Se formó en River, fue a la Guerra de Malvinas y ahora se gana la vida como agente inmobiliario",
    "published": "2024-05-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://media.ambito.com/p/073b6f2dadfe6e1bd1ae72b95059a21b/adjuntos/239/imagenes/041/482/0041482523/1200x675/smart/malvinas-png.png",
    "performance_score": 0,
    "domain_rank": 11872,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8e80e2b9cf6eb70fa7fc20fdffe641734ab6fdfd",
  "url": "https://www.ambito.com/deportes/se-formo-river-fue-la-guerra-malvinas-y-ahora-se-gana-la-vida-como-agente-inmobiliario-n5991526",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ámbito.com",
  "published": "2024-05-04T03:00:00.000+03:00",
  "title": "Se formó en River, fue a la Guerra de Malvinas y ahora se gana la vida como agente inmobiliario",
  "text": "El conflicto bélico de Malvinas en 1982 es un hecho que sigue siendo una herida en el corazón de los argentinos. Lo ocurrido en las islas tiene un sinfín de historias y algunas de ellas están ligadas al fútbol. Incluso, hay varios exjugadores que han dicho presente en la guerra como Omar de Felipe , Juan Colombo , Claudio Petruzzi , entre otros. Sin embargo, hoy hablaremos de Gustavo de Luca , un exdelantero que supo vestir la camiseta de River Plate .\n El exjugador tuvo la dicha de nacer en Buenos Aires el 13 de febrero de 1962. Desde joven que los planes de De Luca estaban vinculados al mundo del fútbol. Pese a que lo ocurrido en Malvinas le cortó temporalmente su sueño, el goleador pudo jugar en clubes del ámbito local como también destacarse en el fútbol internacional, más precisamente en Chile.\nInformate más Le ganó la final de la Libertadores a Boca y ahora se gana la vida en un taxi Conmoción en el fútbol: jugador murió tras chocar contra un muro en la cancha Cómo fue la carrera futbolística de Gustavo De Luca El \"Pelado\" se formó en las inferiores de River Plate. En la cantera del \"Millonario\", Gustavo tuvo la suerte de compartir equipo con jugadores como Sergio Goycochea , Nestor “Pipo” Gorosito y Daniel “Chino” Tapia . El 2 de abril de 1982, al jugador que tenía lugar en la reserva de \"La Banda\" le llegó el llamado al deber con su patria. Días más tarde le tocó vivir por dos meses una pesadilla: la guerra en Malvinas.\n“Pensábamos que se iba a arreglar todo muy rápido y de manera pacífica. Pero todo comenzó con el hundimiento del General Belgrano… faltó comida, ropa de invierno y no teníamos con qué protegernos. También carecimos de armamento. No nos podíamos comparar con Inglaterra”, comentó el exjugador en una entrevista para Infobae.\nA su vez, el que en ese momento era jugador de River contó que la guerra fue terrible para todos ya que ellos solo cumplían con el servicio militar, pero no eran militares de carrera. Según De Luca, todos los soldados tenían otros sueños que cumplir y muchos no lo pudieron conseguir por lo sucedido en las islas.\nEn medio de una batalla, Gustavo sufrió una herida de bala cerca de su cintura, además de algunas lesiones ocasionadas por esquirlas de una bomba que había sido detonada cerca de su posición.\nLuego de lo que fue la terrible vivencia en la guerra, se propuso continuar con su vida y con su carrera como futbolista. Según De Luca, el fútbol lo salvó de estar preso de los terribles recuerdos que le dejó el conflicto. Mientras que otros combatientes no pudieron sanar nunca, la pelota ayudó al ex goleador a no caer en la depresión y hasta mismo en el suicidio, como sí pasó con otros excombatientes.\nGustavo De Luca en River.png Una vez regresado a River, Gustavo sufrió una lesión en su rodilla que lo llevó a operarse. Es por eso, más que cargaba con el estigma de ser un excombatiente, que el club de Núñez lo dejó libre quitándole la chance de debutar en primera.\nLuego de que el \"Millonario\" no le haya dado chance, a partir de 1983 el delantero llevó sus goles al ascenso argentino. Nueva Chicago, All Boys, Talleres de Remedios de Escalada y Douglas Haig fueron los clubes que le abrieron las puertas al Pelado en Argentina, sin importar su vivencia como soldado en las islas.\nEn 1987, el exfutbolista fue para la segunda división de Chile, país donde cosechó sus grandes momentos. Arrancó su camino en Santiago Wanderers y un solo torneo le alcanzó a De Luca para ser el máximo artillero de la competencia con 16 tantos. Luego, en 1988 tuvo un pequeño paso en Cobreola para después jugar en Deportes La Serena , donde se convirtió nuevamente en el máximo artillero pero esta vez de la primera categoría.\nLas buenas actuaciones de De Luca lo llevaron a conocer Suiza para competir en condición de cedido en Baden , pero fue un paso fugaz. A los pocos meses, el exgoleador se encontraba de nuevo Chile para jugar en O'Higgins .\nYa en 1992, el argentino fue cedido a Colo Colo donde conoció la sensación de ganar un título en el fútbol profesional, ya que se consagró campeón de la Recopasudamericana de dicho año. Luego de campeonar con uno de los grandes del fútbol chileno, el jugador volvió a O'Higgins en 1993.\ngustavo_deluca.jpg Entre 1994 y 1996, Gustavo vistió las camisetas de Alianza Lima (Perú) y otros equipos chilenos como Regional Atacama , Deportes Temuco , Santiago Wanderers y Everton . La lesión que traía desde joven en la rodilla obligó a De Luca a colgar los botines a los 34 años cuando quizás le quedaban algunos goles por hacer.\n“Me dijeron que iba a jugar entre 10 y 12 años como profesional, pero fueron 14 hasta la hora del retiro. No fue una decisión por lo futbolístico ni por nada en especial, solo producto de la lesión”, comento en la entrevista a Infobae.\nQué fue de la vida de Gustavo De Luca tras su retiro del fútbol Luego de tener que colgar los botines por su lesión, Gustavo tenía la misma idea que tienen muchos futbolistas a la hora del retiro: seguir ligado al fútbol. Debido a eso, De Luca vivió un año más en Chile, se operó y volvió a Argentina para meterse en el curso de director técnico, estudio que le demandó dos años.\nSin embargo, el exjugador comentó que las cosas se fueron acomodando en otra dirección por lo que cambió drásticamente el rubro. Desde ese entonces hasta la actualidad, Gustavo de Luca se dedica a ser un agente inmobiliario debido a las inversiones que pudo hacer con propiedades en el país. “La verdad es que tendría que haber regresado a Chile porque soy más conocido allá que acá para dirigir, pero no me quise mover de mi país de origen”, reflexionó el exjugador.\nGustavo de Luca Malvinas.avif La historia de Gustavo De Luca es un recordatorio de la fuerza del espíritu humano y la importancia de perseguir los sueños con valentía y determinación. Así como lo hizo en Malvinas, el ex jugador de las inferiores de River destaca una gran capacidad para sobreponerse a las adversidades y reinventarse a sí mismo; su testimonio es un gran inspirador de resiliencia y perseverancia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-04T22:09:38.688+03:00",
  "updated": "2024-05-05T11:24:26.087+03:00"
}