{
  "thread": {
    "uuid": "ae96fae2bb9d63d1d35a21f7fb5157f0950318f8",
    "url": "https://www.heraldo.es/noticias/deportes/2024/02/29/marcha-senderista-comunidad-calatayud-ariza-1715234.html",
    "site_full": "www.heraldo.es",
    "site": "heraldo.es",
    "site_section": "https://heraldo.es",
    "site_categories": [
      "media"
    ],
    "section_title": "Heraldo de Aragón | Noticias de Zaragoza, Huesca y Teruel",
    "title": "La Marcha Senderista Comunidad de Calatayud sopla 35 velas en Ariza",
    "title_full": "La Marcha Senderista Comunidad de Calatayud sopla 35 velas en Ariza",
    "published": "2024-02-29T17:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://imagenes.heraldo.es/files/image_1920_1080/uploads/imagenes/2024/02/29/sendero-ariza.png",
    "performance_score": 0,
    "domain_rank": 9847,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 6
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ae96fae2bb9d63d1d35a21f7fb5157f0950318f8",
  "url": "https://www.heraldo.es/noticias/deportes/2024/02/29/marcha-senderista-comunidad-calatayud-ariza-1715234.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Heraldo de Aragón",
  "published": "2024-02-29T17:41:00.000+02:00",
  "title": "La Marcha Senderista Comunidad de Calatayud sopla 35 velas en Ariza",
  "text": "La Marcha Senderista Comunidad de Calatayud sopla 35 velas en Ariza La prueba, que se celebra este sábado, incluye un recorrido largo, de 21 kilómetros, y otro corto, de 10. Un total de 150 personas se darán cita en [Ariza ](https://www.heraldo.es/tags/lugares/ariza.html)para participar este sábado en la XXXV Edición de la Marcha Senderista Comunidad de Calatayud, la prueba de este tipo más veterana de todo Aragón. Ayer se cerraba el plazo de inscripciones que, según la entidad organizadora, la Sociedad Cultural y Deportiva Comuneros, han llegado de Castilla-La Mancha, Comunidad de Madrid, La Rioja, Castilla-León y Andalucía y muchas de las 33 comarcas aragonesas. Se trata de una cita ya clásica del senderismo, que forma parte del calendario de la Liga de Andadas Populares de Aragón de la Federación Aragonesa de Montañismo (FAM) y de la Liga Ibérica de Senderismo (Andorra, España y Portugal) de la FEDME. Es una prueba no competitiva, que se integra en la Liga Ibérica de Senderismo y de la Liga de Andadas de Aragón y Chiquifam de la FAM, y que cada año se desarrolla en una distinta localidad del territorio bilbilitano. Los participantes, que saldrán desde el polideportivo para adentrarse por buena parte del termino de Ariza y en el llamado sendero del Sacristán, podrán enfrentarse a dos distancias. La larga, de 21 kilómetros, y la corta, de 10. Esta última se corresponde con el mencionado sendero, señalizado como SL-67, que incluye una muestra propia del llamado 'art brut' en un paraje de alto valor natural. La sección de montañismo del Club Comarcal Comuneros comenzó a organizar la cita en, 1990, convirtiéndose, recuerdan desde la entidad en unan \"pionera demostración de que las sinergias entre deporte, cultura, naturaleza, tradición y el turismo también funcionan con este tipo de eventos deportivos\". Socios y amigos de Comuneros, el Ayuntamiento de Ariza, y la Asociación local La Legua, con sus voluntarios, se encargarán de los preparativos y coordinación de la prueba, situándose en avituallamientos y distintos puntos del recorrido para hacer más llevadero el evento deportivo. Tras 16 años realizando la marcha en el entorno de [Calatayud](https://www.heraldo.es/tags/lugares/calatayud.html), los promotores se decidieron a salir de la cabecera bilbilitana y comenzar a recorrer otros territorios de la Comarca Comunidad de Calatayud. Hoy en día, esta andada goza de una gran aceptación y distintas localidades se interesan por acogerla, teniendo lista de espera para los próximos años. Torralba de Ribota, Alhama de Aragón, Morata de Jiloca, Cetina, Maluenda, Sabiñán, El Frasno, Belmonte de Gracián, Munébrega, Paracuellos de Jiloca, Paracuellos de la Ribera, Montón, Huérmeda, Arándiga, Villarroya de la Sierra y Cervera de la Cañada el año pasado han sido poblaciones donde se ha realizado, también la propia Calatayud y la sierra de Armantes. [Regístrate gratis](#) [Iniciar sesión](#)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:11:42.546+02:00",
  "updated": "2024-03-01T01:11:42.546+02:00"
}