{
  "thread": {
    "uuid": "5b1fc77e8197ac112e1cf495372109fa6e02de4d",
    "url": "https://www.tbsnews.net/bangladesh/eight-ways-overcome-waste-management-crisis-818206",
    "site_full": "www.tbsnews.net",
    "site": "tbsnews.net",
    "site_section": "https://tbsnews.net/archive",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "News Archive | The Business Standard",
    "title": "Eight ways to overcome waste management crisis | The Business Standard",
    "title_full": "Eight ways to overcome waste management crisis | The Business Standard",
    "published": "2024-03-29T07:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BD",
    "main_image": "https://www.tbsnews.net/sites/default/files/styles/social_share/public/images/2022/02/13/garbage_waste_litter_6.jpg",
    "performance_score": 0,
    "domain_rank": 18135,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5b1fc77e8197ac112e1cf495372109fa6e02de4d",
  "url": "https://www.tbsnews.net/bangladesh/eight-ways-overcome-waste-management-crisis-818206",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "UNB",
  "published": "2024-03-29T07:40:00.000+03:00",
  "title": "Eight ways to overcome waste management crisis | The Business Standard",
  "text": "Humanity generates between 2.1 billion and 2.3 billion tonnes of municipal solid waste a year, according to UN Environment Programme (UNEP). When improperly managed, much of that refuse—from food and plastics to electronics and textiles—emits greenhouse gases or poisonous chemicals. This damages ecosystems, inflicts disease and threatens economic prosperity, disproportionately harming women and youth. On 30 March, the world will mark the International Day of Zero Waste. The observance, led by the United Nations Environment Programme (UNEP) and the UN Human Settlements Programme (UN-Habitat), highlights the importance of proper waste management. It also focuses on ways to rein in the conspicuous consumption that is feeding the waste crisis. \"Overconsumption is killing us. Humanity needs an intervention,\" says UN Secretary-General António Guterres. \"On this Zero Waste Day, let's pledge to end the destructive cycle of waste, once and for all.\" Here are eight ways to embrace a zero waste approach: 1. Combat food waste Some 19% of food available to consumers is wasted annually despite 783 million people going hungry. Around 8 to 10% of the planet's greenhouse gas emissions come from the production of food that is ultimately squandered. There are lots of ways to turn that tide. Municipalities can promote urban agriculture and use food waste in animal husbandry, farming, green-space maintenance and more. They can also fund food waste composting schemes, segregate food waste at source and ban food from dumpsites. Meanwhile, consumers can buy only what they need, embrace less appealing but perfectly edible fruits and vegetables, store food more wisely, use up leftovers, compost food scraps instead of throwing them away, and donate food before it goes bad, something made easier by a bevy of apps. 2. Take on textile waste Less than 1% of the material used to produce clothing is recycled into new items, resulting in over US$100 billion in annual material value loss. The textiles industry also uses the equivalent of 86 million Olympic-sized swimming pools of water every year. To counter that, the fashion industry needs to become more circular. Brands and retailers can offer more circular business models and products that last longer and can be remade, governments can provide infrastructure for collecting and sorting used textiles, communicators—including influencers and brand managers—can shift fashion's marketing narrative, and consumers can assess if their clothing purchases are necessary. waste \"Zero makes sense on every level,\" says Michal Mlynár, UN-Habitat Acting Executive Director. \"By retaining materials within the economy and enhancing waste management practices, we bring benefits to our economies, our societies, our planet and ourselves.\" 3. Avoid electronic waste Electronics, from computers to phones, are clogging dumpsites around the world as manufacturers continually encourage consumers to purchase brand-new devices. Through robust policymaking, governments can encourage consumers to keep their products for longer while pushing manufacturers to offer repair services, a change that would bring a host of economic benefits. They can also implement extended producer responsibility, a policy that can ensure producers of material goods are responsible for the management and treatment of waste. This can keep raw materials and goods in the economic cycle and inspire consumer waste prevention, eco-design, and optimization of waste collection. \"As the world drowns in waste, humanity must act,\" says Sheila Aggarwal-Khan, Director of UNEP's Industry and Economy Division. \"We have the solutions to solve the waste pollution crisis. We just need commitment, collaboration and investment from governments, businesses and individuals to implement them.\" 4. Reduce resource use in products Raw material use has more than tripled over the last 50 years, driving the destruction of natural spaces and fueling the triple planetary crisis of climate change, nature and biodiversity loss, and pollution and waste. Producers can follow nationally determined eco-design standards to reduce energy and resource use while minimizing hazardous chemicals in production. These standards also ensure products are durable, repairable and recyclable while use. This should be part of a larger effort to design products through what is known as the lifecycle approach. This entails reducing resource use and emissions to the environment throughout all stages of a product's life, from production to recycling. 5. Crack down on plastic pollution Plastics are commonly used in electronics, textiles and single-use products. Some 85% of single-use plastic bottles, containers and packaging end up in landfills or are mismanaged. Because plastic does not biodegrade, it contributes to major health impacts as microplastics infiltrate food and water sources. In addition to phasing out single-use plastics and improving waste management, establishing a global monitoring and reporting system can help end plastic pollution. 6. Take on hazardous waste Chemicals are prevalent in daily life – electronics can contain mercury, cosmetics may have lead and cleaning supplies often have persistent organic pollutants. Chemical and hazardous waste require specialized treatment and disposal, yet some governments fail to meet standards set in the Basel, Rotterdam and Stockholm (BRS) conventions. Hazardous chemicals and waste cross borders, unauthorized or even illegally. Governments can commit to multilateral environmental agreements (MEAs), like the BRS conventions, which institutionalize intergovernmental and cross-sectoral cooperation through binding targets and action plans. Citizens can educate themselves about substances and waste types that are restricted or banned under the MEAs and demand that governments and industries remove them from the global market. 7. Rethink how cities are designed and managed By 2050, 68% of the world is expected to live in cities. Investing in energy-efficient buildings leads to long-term reductions in construction and demolition, which generate significant amounts of waste and account for 37% of greenhouse gas emissions. 8. Bolster waste management through investment and training Globally, around 25% of waste is left uncollected, while 39% is not managed in controlled facilities. Global waste management incurs a total net cost of $361 billion annually. By ending uncontrolled disposal, reducing waste generation, and increasing recycling, governments can generate an annual net gain of$108.1 billion by 2050.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "antónio guterres",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "business standard humanity",
        "sentiment": "negative"
      },
      {
        "name": "unep",
        "sentiment": "none"
      },
      {
        "name": "un human settlements programme",
        "sentiment": "none"
      },
      {
        "name": "un environment programme",
        "sentiment": "none"
      },
      {
        "name": "un",
        "sentiment": "none"
      },
      {
        "name": "united nations environment programme",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T08:08:15.523+03:00",
  "updated": "2024-03-29T08:08:15.523+03:00"
}