{
  "thread": {
    "uuid": "43c00da952106d278f8b1c7c499b8010045186f4",
    "url": "https://www.newkerala.com/news/2024/25598.htm",
    "site_full": "www.newkerala.com",
    "site": "newkerala.com",
    "site_section": "https://news.newkerala.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News Updates @ newkerala.com",
    "title": "Littoral Response Group's visit adds new dimension to India-UK defence partnership: British High Commission",
    "title_full": "Littoral Response Group's visit adds new dimension to India-UK defence partnership: British High Commission",
    "published": "2024-05-04T14:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://one.newkerala.com/images/t/bnews.webp",
    "performance_score": 0,
    "domain_rank": 19565,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "43c00da952106d278f8b1c7c499b8010045186f4",
  "url": "https://www.newkerala.com/news/2024/25598.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Awin P",
  "published": "2024-05-04T14:24:00.000+03:00",
  "title": "Littoral Response Group's visit adds new dimension to India-UK defence partnership: British High Commission",
  "text": "T he British High Commission appreciated the completion of the landmark visit of the United Kingdom's Littoral Response Group (LRG) to India, and stated that it adds a new dimension to the existing UK-India defence partnership. The Littoral Response Group (LRG) arrived in Chennai on March 26 as the first engagement of the UK's deployment to the Indian Ocean region. Littoral Response Group is a UK Royal Navy task group. https://twitter.com/ukdefenceindia/status/1786347283262423434?s=48 In a post on X, Brigadier Nick Sawyer, the Defence Advisor, British High Commission, said, \"Last month, the UK's Littoral Response Group (South) completed a landmark visit to India. The month long deployment was so special and adds a new dimension to the already vibrant maritime pillar of the UK-India defence partnership.\" Further, he appreciated the engagement and stated, \"These activities strengthen the foundation laid for future maritime engagements as part of the 2030 UK-India Roadmap.\" The Littoral Response Group (South) is a multi-functional amphibious task force equipped to undertake a wide spectrum of activity in the littoral environment. It consists of the ships Royal Fleet Auxiliary and RFA Lyme Bay with embarked forces centred on a Royal Marines strike force. This is the first time a Royal Navy vessel will undergo maintenance at an Indian shipyard - a direct result of the logistics-sharing agreement signed between the UK and India in 2022. \"While there have been a record number of Royal Navy ship visits in the past 12 months, a new landmark was achieved this time when the LRG(S) vessels docked at the Larsen and Toubro shipyard in Kattupalli near Chennai,\" Brigadier Nick Sawyer said. Prior to this, the UK task group had conducted maritime exercises with INS Trishul in the Arabian Sea while sailing towards the eastern seaboard of India. This was the first time a Royal Navy vessel underwent essential maintenance in an Indian shipyard a direct result of the logistics-sharing agreement signed between India and the UK in 2022. The logistics-sharing agreement allows for the provision of logistic support, supplies and services between the UK and Indian Armed Forces, for joint training, joint exercises, authorised port visits and Humanitarian Assistance and Disaster Relief (HADR) operations. This agreement has been a real game changer. It has led to engagements between our armed forces. The vital logistics partnership supports longer deployments of our capabilities in the region and is clear evidence of the Indo-Pacific tilt in action and in sync. In recent deployments, Royal Navy ships have received spare parts manufactured by Indian shipyards within a short notice period, showcasing the growing interoperability between our navies. But it is not just the ships, Royal Air Force flights travelling in the region have benefitted from taking logistic halts in India twice so far, allowing opportunities for our air forces to share best practices and invaluable experiences. Following the completion of the maintenance, RFA Argus and RFA Lyme Bay conducted a maritime exercise in the Bay of Bengal. INS Sahyadri joined the UK Task Group, conducting maritime manoeuvres, aviation, and replenishment serials. Earlier, during Defence Minister Rajnath Singh's UK visit, India and UK agreed that the latter would send its naval groups -- Littoral Response Group and Carrier Strike Group -- to the Indian Ocean Region, in addition to holding multiple joint military exercises and expanding defence cooperation with India. In the coming years, the UK and India will also embark on more complex exercises between their respective militaries, building up to a landmark joint exercise to be conducted before the end of 2030, supporting shared goals of protecting critical trade routes and upholding the international rules-based system, the UK government informed in a release. ✔️ 💕 Found this article helpful? Spread the word and support us!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://twitter.com/ukdefenceindia/status/1786347283262423434?s=48",
    "https://www.twitter.com/ukdefenceindia/status/1786347283262423434?s=48",
    "https://twitter.com/ukdefenceindia/status/1786347283262423434"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nick sawyer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "littoral response group",
        "sentiment": "negative"
      },
      {
        "name": "british high commission t he british high commission",
        "sentiment": "negative"
      },
      {
        "name": "british high commission",
        "sentiment": "none"
      },
      {
        "name": "uk royal navy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "united kingdom",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "chennai",
        "sentiment": "none"
      },
      {
        "name": "indian ocean",
        "sentiment": "none"
      },
      {
        "name": "india roadmap",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T19:27:30.360+03:00",
  "updated": "2024-05-04T19:27:30.360+03:00"
}