{
  "thread": {
    "uuid": "f0ebc93466af9dffe09f11ff4c076f4ebb655193",
    "url": "https://abc13.com/houston-aerospace-industry-nasa-johnson-space-center-airport-system/14524959",
    "site_full": "abc13.com",
    "site": "abc13.com",
    "site_section": "https://business.einnews.com:443/live_feed",
    "site_categories": [
      "media",
      "television",
      "entertainment"
    ],
    "section_title": "Live Feed Wire - Business News Today - EIN Presswire",
    "title": "Houston aerospace industry: City expected to boom as numerous projects, including Odysseus lunar lander, hit key milestones - ABC13 Houston",
    "title_full": "Houston aerospace industry: City expected to boom as numerous projects, including Odysseus lunar lander, hit key milestones - ABC13 Houston",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.abcotvs.com/dip/images/11491602_012022-spaceport-tn.jpg?w=1600",
    "performance_score": 0,
    "domain_rank": 4334,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f0ebc93466af9dffe09f11ff4c076f4ebb655193",
  "url": "https://abc13.com/houston-aerospace-industry-nasa-johnson-space-center-airport-system/14524959",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "James T. Norman",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Houston aerospace industry: City expected to boom as numerous projects, including Odysseus lunar lander, hit key milestones - ABC13 Houston",
  "text": "HOUSTON, Texas -- Feb. 15 was a day to remember for Houston's aerospace industry. The video above is from a previous report . Two projects with Houston origins passed key landmarks. It started with Intuitive Machines, headquartered at Houston Spaceport, launching a payload to the moon from Florida. READ MORE: Odysseus, private lunar lander, successfully touches down on moon's surface \"It's like when your team makes the playoffs,\" Jim Szczesniak, aviation director for the Houston Airport System, which oversees the spaceport, said. It ended with Texas A&M signing a lease with NASA to build a $200 million space institute at Johnson Space Center. The projects are some examples of efforts to achieve new feats in outer space. With new businesses moving in, missions incoming, and developments locking in by the month, Houston aerospace industry officials expect the city to be home to some of the world's most cutting-edge projects and a space exploration hub. At NASA, along with a slate of new missions taking place, the Johnson Space Center is planning a new development called Exploration Park, which will be home to research and testing for future space travel. There has yet to be a set timeline on when it could be built out, but in February, NASA locked in two partnership agreements for the site. Meanwhile, officials expect the Houston Spaceport to be home to many new projects in the coming years, Szczesniak said. Spaceport officials not only expect to add more businesses in the coming years - in a pursuit to make the spot a destination - but companies located there have plans to launch more of their creations into space. It's like when your team makes the playoffsJim Szczesniak - Houston Airport System Meanwhile, companies like Aegis Aerospace, a woman-owned business founded in 2021, are adding to the commercial space sector. \"(JSC) and the commercial work that goes into these space endeavors is a major driving force for the economy in the area,\" Brian Freedman, president of the Bay Area Houston Economic Partnership, said. At the heart of the industry in the area is NASA's Houston-based Johnson Space Center, which, in addition to employing more than 10,000 people, has several plans and projects that have either begun or are set to begin in the near future. The center will host a few simulated missions to Mars, such as the Human Exploration Research Analog, or HERA, Campaign 7, which began in January. Another project, expected to last a year, will see a four-person volunteer crew work inside a 1,700-square-foot, 3D-printed habit, according to a February news release from the agency. That project could begin in the spring of 2025, and NASA is looking for potential volunteers. Meanwhile, plans for actual space travel could find a home in the agency's Artemis missions, which, while delayed until 2025, could take astronauts around the moon, to the moon's south pole, and eventually to a new space station, named Gateway, that NASA is working to launch in 2025 with the help of other space agencies. READ MORE: NASA delays its Artemis moon missions Those priorities are reflected in its budget over the past decade, which has seen more resources dedicated to exploration, according to budget documents. While NASA's budget overall has increased by about 40% from fiscal years 2014-15 to 2022-23, the exploration portion of its budget is up by more than 70% in that same time. NASA documents show many of these upcoming exploration projects will be controlled from JSC. \"For more than 60 years, JSC has cemented its position as a hub for human space exploration,\" JSC Director Vanessa Wyche said at a Feb. 15 conference. \"The future of Texas's legacy in aerospace is bright.\" The JSC is set to host a new $200 million space institute being built by Texas A&M, which will host the country's first - and the world's largest - simulated lunar and Mars surfaces, Texas A&M Chancellor John Sharp said at a Feb. 15 conference. Once built, it will be the first development on the 240-acre Exploration Park, Wyche said. That new area will host several entities that will research and test to prepare for future space travel. To help build out that area, NASA officials signed a second agreement for the site on Feb. 29 with the American Center for Manufacturing & Innovation, or ACMI. ACMI is calling the development the Space Systems Campus, according to a Feb. 29 release from NASA. It will be an \"applied research facility\" that partners with different government, academia, and commercial entities. They will look to help meet the area's defense and aerospace needs and facilitate the manufacturing of space hardware. Working with NASA is the Houston Spaceport, which currently hosts three companies: Axiom Space, Intuitive Machines, and Collins Aerospace. All three are slated to play pivotal roles in the space industry in the coming years, industry officials said. While Intuitive Machines just launched a payload to the moon, which landed Feb. 22, with materials to study the lunar surface, Axiom is looking to build the world's first commercial space station. The plan is to assemble it at its Houston location over the next few years. To assist in those efforts, the latest development for the spaceport is Taxiway Lima, Szczesniak said. The taxiway will connect the companies to Ellington Field Airport, allowing for international deliveries to be taken directly to the companies at the spaceport. It will come out of Houston Airport System's enterprise fund, costing $16 million. The taxiway is also one piece of the larger puzzle to develop the spaceport into a destination, which could mean developments spanning beyond just aerospace, Szczesniak said. \"Houston's got a tremendous (reputation) historically, but also tremendous potential going forward,\" Szczesniak said. In a nutshell, Houston is Space CityJim Szczesniak - Houston Airport System Aegis Aerospace founder and owner Stephanie Murphy said she foresees the area continuing to grow in the realm of aerospace. Thanks to the various institutions built into the area, there are resources to support both endeavors and companies looking to open up shop here, she said. \"I think we're going to continue growing,\" Murphy said. \"The private and public partnerships ... have been such a successful model. ... It opens up the entrepreneurial spirit here for these companies that are small and nimble.\" Aegis Aerospace is headquartered near Nassau Bay and offers a variety of testing facilities in outer space for both government agencies and private companies looking to collect data. Currently, they have one facility at the International Space Station and are looking to expand their services to the lunar surface, Murphy said. They are also one of the partners chosen to help build out a new institute for the U.S. Space Force's in-space operations, Community Impact previously reported. Szczesniak also expects the growth of the area to continue and is looking at the spaceport to be a potential hub for it. \"In a nutshell, Houston is Space City, and there was an understanding for Houston that we need to take advantage of that,\" Szczesniak said. \"By 2040ish, (industry leaders) think space might be a trillion-dollar industry.\" Murphy described the current state of the industry as almost a \"golden era\" of space. One possible hangup, however, is growth outpacing the available workers, she said. As a result, efforts to increase training are a priority. San Jacinto College's EDGE Center, for example, is offering aerospace courses to help train future workers in the area. \"I think there's an opportunity from universities and local community colleges that have gotten grant money to increase that training,\" Murphy said. According to officials, various businesses, NASA, and the Houston Spaceport, some of the projects that are either planned or ongoing include: This article comes from our ABC13 partners at Community Impact Newspapers .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://communityimpact.com/houston/bay-area/government/2024/03/14/aerospace-industry-in-houston-set-to-boom-as-numerous-projects-hit-key-milestones/",
    "https://communityimpact.com/houston/bay-area/government/2024/03/14/aerospace-industry-in-houston-set-to-boom-as-numerous-projects-hit-key-milestones",
    "https://www.communityimpact.com/houston/bay-area/government/2024/03/14/aerospace-industry-in-houston-set-to-boom-as-numerous-projects-hit-key-milestones/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "odysseus",
        "sentiment": "negative"
      },
      {
        "name": "jim szczesniak",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "houston airport system",
        "sentiment": "none"
      },
      {
        "name": "texas a&m",
        "sentiment": "none"
      },
      {
        "name": "johnson space center",
        "sentiment": "none"
      },
      {
        "name": "nasa",
        "sentiment": "none"
      },
      {
        "name": "intuitive machines",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "houston houston",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "houston",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "houston spaceport",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:29:35.737+02:00",
  "updated": "2024-03-15T00:43:31.420+02:00"
}