{
  "thread": {
    "uuid": "a37d28f45ccb149e244905af9928034727e01650",
    "url": "https://inews.co.uk/news/new-years-eve-fireworks-light-up-the-sky-as-the-uk-sees-in-2024-2831286",
    "site_full": "inews.co.uk",
    "site": "inews.co.uk",
    "site_section": "https://inews.co.uk/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "inews.co.uk",
    "title": "New Year's Eve: Fireworks light up the sky as the UK sees in 2024",
    "title_full": "New Year's Eve: Fireworks light up the sky as the UK sees in 2024",
    "published": "2024-01-01T02:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://wp.inews.co.uk/wp-content/uploads/2024/01/SEI_185634568.jpg?w=1200&amp;h=675&amp;crop=1",
    "performance_score": 0,
    "domain_rank": 2208,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a37d28f45ccb149e244905af9928034727e01650",
  "url": "https://inews.co.uk/news/new-years-eve-fireworks-light-up-the-sky-as-the-uk-sees-in-2024-2831286",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brendan McFadden",
  "published": "2024-01-01T02:07:00.000+02:00",
  "title": "New Year's Eve: Fireworks light up the sky as the UK sees in 2024",
  "text": "Britons flocked to New Year’s Eve celebration at cities across the country depite gale-force winds and heavy showers.\nDepite weather warnings being issued by the Met Office, crowds were out in force to watch spectacular pyrotechnics light up the sky.\nIn London, the country’s biggest display took place over the River Thames, which was attended by 100,000 people, as millions watched the BBC’s coverage at home.\nAt the stroke of midnight Big Ben’s bongs rang out as fireworks and drones mesmerised the crowds.\nThe spectacular display over the London Eye and Big Ben in London (Photo: by HENRY NICHOLLS / AFP) At midnight the words “London: A Place for Everyone” illuminated the sky, before fireworks were fires 400m into the air.\nDuring the display, which marked the King’s coronation year, the voice of monarch praised the Windrush Generation (people who emigrated to Britian between 1945 and 1960).\nHe said the new arrivals “collectively enrich the fabric of our national life”.\nDuring the display, music from the Spice Girls, the Kinks and Beyonce was also heard.\nThere were repeated references to London’s diversity and inclusivity, with the capital telling the world everyone is welcome in a city where people can be themselves.\nAccording to the office of the Mayor of London Sadiq Khan, the display involved 2,000 fireworks, 600 drones, 430 lights and a varied soundtrack of songs and voice-over clips.\nMr Khan described the display the “best and biggest ever celebration” in London and said it “sent a message of unity and showing why London is the greatest city in the world”.\nManchester hosted its New Year’s Eve firework display for the first time since the Covid pandemic forced the annual celebrations to be postponed.\nFireworks explode over Edinburgh Castle during the street party for Hogmanay New Year celebrations. (Photo: PA) Revellers at the Hogmanay New Year celebrations in Edinburgh. (Photo: Jane Barlow/PA Wire) Crowds packed into Castlefield Bowl music venue to watch a live DJ set from Hits Radio DJ Jordan Lee, which was followed by a huge firework display to bring in the New Year.\nBREAKING: The UK welcomes in 2024 with a fireworks and light show spectacular over the River Thames in London\nMore ➡️ https://t.co/Ry2HAB3vSJ\n📺 Sky 501, Virgin 602, Freeview 233 and YouTube pic.twitter.com/ibcmDyUyHt\n— Sky News (@SkyNews) January 1, 2024 In the Scottish capital Ediburgh, tens of thousands were mesmerised by the Hogmany firework displays on Princess Street near Edinburgh Castle.\nAfter the fireworks were over Princess Street was packed with people singing Auld Lang Syne and dancing.\nThousands of people also partied into 2014 at the Princes Garden Street Party and Concert in the Gardens, which was headlined by Pulp, who have not played in the city in 20 years.\nAhead of the celebrations, two yellow weather alerts were issued by the Met Office for parts of England and Wales, which warned severe gales would bring heavy showers.\nElsewhere an impressive firework show took place Blackpool, which illuminated its iconic Blackpool Tower illuminated\nIn Newcastle’s Quayside crowds BAFTA award-winning artist Seb Lee-Delisle’s new Laser Light City laser show was emblazoned onto the Baltic Flour Mills.\nCaption: Fireworks explode over Edinburgh Castle during the street party for Hogmanay New Year celebrations in Edinburgh (Photo: PA) The Hogmanay New Year celebrations in Edinburgh (Photo: PA) Some events were cancelled because of the blustery conditions, including Plymouth’s Winter Wonderland in Central Park, which cancelled its events which were meant to run from 6pm until midnight, due to high winds.\nIn a Facebook post, it said: “Unfortunately we have taken the very difficult decision to cancel our New Year’s Eve event due to the high winds expected.”\nBarnstaple in Devon cancelled its fireworks display due to “gusting winds”.\nThe first country to celebrate 2024 was Pacific island nation of Kiribati which celebrated at 10am GMT.\nIt was followed soon after by New Zealand’s capital, Auckland, who put on an impressive fireworks display, at its tallest building, the Sky Tower was emblazoned with ifferent colours.\nSydney’s famous pryotechnics lit up the sky over the Sydney Harbour Bridge and Opera House.\nLandmarks in countries across Europe were also lit up by displays, including the Acropolis in Athens, Greece and Berlin’s Brandenburg Gate.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "henry nicholls",
        "sentiment": "none"
      },
      {
        "name": "jane barlow",
        "sentiment": "none"
      },
      {
        "name": "ben",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "met office",
        "sentiment": "none"
      },
      {
        "name": "bbc",
        "sentiment": "none"
      },
      {
        "name": "edinburgh castle",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "manchester",
        "sentiment": "none"
      },
      {
        "name": "edinburgh",
        "sentiment": "none"
      },
      {
        "name": "river thames",
        "sentiment": "none"
      },
      {
        "name": "jordan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T02:35:57.753+02:00",
  "updated": "2024-01-01T02:59:07.645+02:00"
}