{
  "thread": {
    "uuid": "b59a82115d313dbf1382efb1179e823b59ad566d",
    "url": "https://www.infobae.com/mexico/2023/12/28/progol-de-media-semana-ganadores-del-sorteo-671/",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/feeds/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "Progol de Media Semana: ganadores del sorteo 671",
    "title_full": "Progol de Media Semana: ganadores del sorteo 671",
    "published": "2023-12-29T00:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/m4vVvd7TLE5tsel3urVT21xCqsw=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/74ZD5D4RZ5EM7CJDGGFOBJQFMM.jpg",
    "performance_score": 0,
    "domain_rank": 2144,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b59a82115d313dbf1382efb1179e823b59ad566d",
  "url": "https://www.infobae.com/mexico/2023/12/28/progol-de-media-semana-ganadores-del-sorteo-671/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rodrigo Gutiérrez González",
  "published": "2023-12-29T00:16:00.000+02:00",
  "title": "Progol de Media Semana: ganadores del sorteo 671",
  "text": "Los resultados del sorteo 671 de Progol Media Semana fueron anunciados por los Pronósticos para la Asistencia Pública, causando emoción y altas expectativas a los apostadores.\n[Te puede interesar: Melate: los números que dieron la fortuna a los nuevos ganadores](/mexico/2023/12/23/melate-los-numeros-que-dieron-la-fortuna-a-los-nuevos-ganadores/)\nCuida bien tu boleto, es muy importante porque es el comprobante oficial para recoger el dinero en caso de que resultes ganador, mantenlo en un lugar seguro y procura que no se estropee.\nRecuerda que tienes únicamente 60 días naturales, contados a partir del día siguiente de la publicación del concurso correspondiente, para cobrar tu premio. Una vez finalizado dicho plazo, el derecho al cobro del premio habrá caducado y su destino final será la Tesorería de la Federación para beneficio de la Asistencia Pública.\n[Te puede interesar: Lotería Nacional: ganadores del sorteo 3839 de Melate](/mexico/2023/12/25/loteria-nacional-ganadores-del-sorteo-3839-de-melate/)\nTodos los premios se dan en moneda nacional y en los términos establecidos en el reverso del boleto así como el reglamento del sorteo o de que se trate. La Lotería Nacional Para la Asistencia Pública retendrá el impuesto de acuerdo a lo estipulado en el artículo 163 de la Ley del Impuesto sobre la Renta.\nLa combinación ganadora del sorteo 671 del Progol de Media Semana es: L V L V L V E L V.\n[Te puede interesar: ¿Quieres saber quiénes ganaron en Chispazo? Aquí están los números afortunados](/mexico/2023/12/25/quieres-saber-quienes-ganaron-en-chispazo-aqui-estan-los-numeros-afortunados/)\nCabe mencionar que después de cada jornada de futbol, Pronósticos para la Asistencia Pública da a conocer los resultados de Progol de Media Semana.\n¿Cómo ganar Progol de Media Semana?\nProgol de Media Semana es una quiniela de nueve juegos de fútbol nacional e internacional en la que para ganar tendrás que predecir los resultados de los partidos: si gana local, hay empate o gana visita.\nEl volante de Progol de Media Semana cuenta con una lista de nueve encuentros de futbol próximos a jugarse y tres columnas de casillas para indicar los resultados: local, empate o visitante. Con lápiz, tinta azul o negra, deberás rellenar las casillas indicando tus predicciones acerca de si ganará local o visitante, o si será empate.\nPero además podrás elegir si quieres jugar una quiniela sencilla, doble o triple para incrementar tus posibilidades de ganar un premio.\nQuiniela sencilla: En esta quiniela sólo podrás marcar una opción de resultado por encuentro, es decir: ganará local, será empate o ganará visita.\nQuiniela doble: En este caso, tendrás oportunidad de marcar dos resultados en un mismo encuentro. Por ejemplo: “será empate o ganará visita ” o “ganará visita o ganará local ”. Podrás jugar hasta ocho quinielas dobles para cada jornada.\nQuiniela triple: Por último, también podrás participar en esta quiniela en donde podrás marcar las tres opciones de resultado en una misma jornada. Podrás jugar hasta dos quinielas triples para cada jornada.\nLa quiniela sencilla de Progol de Media Semana tiene un precio de solo 15 pesos, mientras que las quinielas múltiples tienen un mayor costo, el cual se calcula de acuerdo a sus combinaciones y puede alcanzar los mil 800 pesos.\n¿Qué es la Lotería Nacional?\nLa Lotería Nacional para la Asistencia Pública es un organismo descentralizado de la Administración Pública Federal que se encarga de la celebración de sorteos con premios en efectivo.\nLos recursos son destinados a la asistencia pública, es decir, captar dinero para gobierno federal y que es reorientado a procurar la igualdad aquellos mexicanos posibilidad de satisfacer por sí mismos sus urgentes necesidades.\nLa Lotería Nacional tiene personalidad jurídica y patrimonio propio, porque no recibe recursos presupuestales del Gobierno Federal, se autofinancia con las ganancias de los sorteos que realiza.\nMás Noticias\n[El Partido Encuentro Solidario anunció que tendrá una alianza con Morena, PT y PVEM en las elecciones del próximo año](/mexico/2023/12/28/este-es-el-grado-de-estudios-de-jorge-hank-rhon-empresario-y-padre-del-lider-del-pes-en-baja-california/)\nEste es el grado de estudios de Jorge Hank Rhon, empresario y padre del líder del PES en Baja California\n[Narcos líderes de los cárteles más grandes de México han edificado sus mansiones en San Pedro Garza García, el municipio más rico y más seguro del país](/mexico/2023/12/28/estos-fueron-los-narcos-que-vivieron-en-el-municipio-mas-rico-de-mexico/)\nEstos fueron los narcos que vivieron en el municipio más rico de México\n[El presidente AMLO aseguró que antes de que acabe el 2023 será inaugurada el centro de distribución](/mexico/2023/12/28/donde-se-encuentra-la-megafarmacia-del-bienestar-en-edomex/)\nDónde se encuentra la megafarmacia del “Bienestar” en Edomex\n[El nuevo edificio conectará con la terminal del Tren México-Toluca, el Cetram y la Terminal de Autobuses](/mexico/2023/12/28/adios-a-la-terminal-de-observatorio-metro-cdmx-demolio-el-inmueble-tras-50-anos-de-historia/)\nAdiós a la terminal de Observatorio: Metro CDMX demolió el inmueble tras 50 años de historia\n[Usuarios de redes aplauden el gesto humanitario de los futuros médicos y desean pronta recuperación a la quinceañera](/mexico/2023/12/28/internos-del-imss-en-toluca-celebran-con-vals-los-xv-anos-de-paciente-hospitalizada-i-video/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:22:09.269+02:00",
  "updated": "2023-12-29T00:22:09.269+02:00"
}