{
  "thread": {
    "uuid": "e75fcb99bb0cdad3ef98c7ba93719000294f67e6",
    "url": "https://www.stgeorgeutah.com/news/archive/2024/04/11/jmr-safe-to-exit-lockdown-lifted-at-suu-campus-being-cleared-by-police",
    "site_full": "www.stgeorgeutah.com",
    "site": "stgeorgeutah.com",
    "site_section": "https://solarflares.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Solar Flares News Today - EIN Presswire",
    "title": "‘Safe to exit’: Lockdown lifted at SUU, campus being cleared by police – St George News",
    "title_full": "‘Safe to exit’: Lockdown lifted at SUU, campus being cleared by police – St George News",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.stgeorgeutah.com/wp-content/uploads/2024/04/su9us.jpg",
    "performance_score": 0,
    "domain_rank": 24214,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e75fcb99bb0cdad3ef98c7ba93719000294f67e6",
  "url": "https://www.stgeorgeutah.com/news/archive/2024/04/11/jmr-safe-to-exit-lockdown-lifted-at-suu-campus-being-cleared-by-police",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "‘Safe to exit’: Lockdown lifted at SUU, campus being cleared by police – St George News",
  "text": "ST. GEORGE — A significant police presence responded to areas around the Southern Utah University campus on Thursday morning following reports of an active shooter. Helicopters and a drone could also be seen circling overhead. Just after 9:30 a.m., Cedar City News was on scene at SUU and said not many students could be seen on campus. Police were trying to keep people out of the area and implemented a shelter-in-place. Traffic was flowing normally in the area as of 9:50 a.m. But roads connecting to the campus began to be closed off shortly after. Becki Bronson SUU assistant vice president over community and government relations, said, “There were reports of an active shooter that are currently being investigated. The most current updates can be found at suu.edu/alerts . We will post vetted and current information there.” Cedar City Police Sgt. Justin Ludlow told Cedar City News at 10 a.m. that the suspect has not yet been identified nor has anyone been taken into custody. “We’re still trying to identify who this really is,” he said. SUU’s campuswide alert system sent out a description at 9:52 a.m. asking everyone to be aware of a suspect fitting the description of a white man with long hair, approximately 20-25 years old, wearing a black hat, black sunglasses, green T-shirt, and blue jeans. Another notification sent out at 10:06 stated, “We received reports of hearing noises that sounded like shots fired at the Science Building at Southern Utah University.” “The Science Buildings at SUU are currently being cleared,” stated yet another notification sent at 10:19 a.m., adding, “ALL buildings still remain on lockdown.” Ludlow said clearing all the buildings on campus is a process that is expected to take a while. “Where we’ve locked them down, we’ve got to secure them before we release them,” he said. “We are now clearing the areas, then the buildings, then we will release students,” he added. “It’s a process.” Police were beginning to block off roads to the campus just before 10 a.m. These include 300 West, Center Street, 400 South, 1600 West and University Boulevard. Ludlow said despite the report of loud noises that sounded like gunshots, it has not been confirmed that what was heard was actually shots from a firearm. At 10:39 a.m., SUU’s alert system sent out another announcement stating, “If you are on campus, continue to follow lockdown procedures, by going into the nearest room and locking the door. If you are not on campus, stay away.” Around noon, SUU issued an emergency notification: “Shakespeare Administration Offices, Anes Studio, Engelstad Shakespeare Theatre, Randall L. Jones, SUMA, Burch Mann House and The Cottages – have been searched and cleared by law enforcement. It is now safe to exit those buildings and clear the area while following law enforcement instructions. Please wait until your building has been named before exiting any additional buildings on campus. “We’ll send another alert soon with more buildings that can be exited. Thank you for your cooperation. We take the safety of our campus very seriously. All classes and activities are canceled for the rest of the day and evening. Regularly scheduled classes and activities will resume tomorrow, Friday, April 12.” According to an alert posted by the Iron County School District at 9:18 a.m., Cedar High School, Cedar South Elementary and East Elementary are in a Secure Action due to a police incident in the area occurring outside of the building. The Secure Action was lifted just before 11 a.m. As a precaution, all doors were locked and no one could leave or enter the building. Classes continued uninterrupted inside the building. “Students may not be able to leave the school building for classes off campus. We will communicate more information as it becomes available,” the alert read. “We want to thank you for your cooperation when Standard Response Protocols are initiated. Those protocols help keep students safe and allow law enforcement to focus on their investigation.” Updated at 10:26 a.m., to include the quote by Bronson. Updated at 10:54 a.m., to include information from Ludlow and additional alerts. Updated at 12:21 p.m., to include information about buildings that have been cleared and notifies SUU students that classes will be canceled for the remainder of Thursday. This article will be updated as information becomes available. Photo Gallery Copyright St. George News, SaintGeorgeUtah.com LLC, 2024, all rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "http://suu.edu/alerts",
    "http://www.suu.edu/alerts"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "justin ludlow",
        "sentiment": "none"
      },
      {
        "name": "becki bronson suu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "southern utah university",
        "sentiment": "negative"
      },
      {
        "name": "cedar city news",
        "sentiment": "none"
      },
      {
        "name": "cedar city police",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:11:30.550+03:00",
  "updated": "2024-04-12T00:11:30.550+03:00"
}