{
  "thread": {
    "uuid": "0716a608882ffe7ce9b905df7f4b8a55ce55d2f9",
    "url": "https://www.epa.gov/newsreleases/biden-harris-administration-expands-epa-program-bring-wastewater-sanitation-services-5",
    "site_full": "www.epa.gov",
    "site": "epa.gov",
    "site_section": "https://www.epa.gov/newsreleases/search/rss/field_press_office/region-01",
    "site_categories": [
      "environmental_safety",
      "home_and_garden",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "EPA News Releases",
    "title": "Biden-Harris Administration expands EPA program to bring wastewater sanitation services to 150 more underserved communities across Rural America | US EPA",
    "title_full": "Biden-Harris Administration expands EPA program to bring wastewater sanitation services to 150 more underserved communities across Rural America | US EPA",
    "published": "2024-02-15T23:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.epa.gov/sites/all/themes/epa/img/epa-news-releases-og.jpg",
    "performance_score": 0,
    "domain_rank": 246,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0716a608882ffe7ce9b905df7f4b8a55ce55d2f9",
  "url": "https://www.epa.gov/newsreleases/biden-harris-administration-expands-epa-program-bring-wastewater-sanitation-services-5",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "epa.gov",
  "published": "2024-02-15T23:18:00.000+02:00",
  "title": "Biden-Harris Administration expands EPA program to bring wastewater sanitation services to 150 more underserved communities across Rural America | US EPA",
  "text": "February 15, 2024 Contact Information EPA Region 4 Press Office ( ) (404) 562-8400 FRANKFORT, Ky. (Feb. 15, 2024) – The U.S. Environmental Protection Agency (EPA) announced the expansion of its successful Closing America's Wastewater Access Gap Community Initiative to 150 additional communities as part of President Biden’s Investing America agenda. Originally launched in partnership with the U.S. Department of Agriculture (USDA), the pilot initiative has been assisting 11 communities since 2022. This program, along with historic funding through the Bipartisan Infrastructure Law, will help thousands of Americans access the wastewater infrastructure they need to thrive to include Harlan County, Ky.\n“Many rural and low-income communities in the U.S. lack basic running water and indoor plumbing, and our Closing America’s Wastewater Access Gap Program has been instrumental in helping communities from White Hall, Alabama to McDowell County, West Virginia to the San Carlos Apache Tribe in Arizona access Bipartisan Infrastructure Law funding to address this critical need,” said EPA Assistant Administrator for Water Radhika Fox. “In expanding the program to 150 additional communities, we are working to restore dignity and opportunity to underserved communities nationwide.”\nClosing America’s Wastewater Access Gap Community Initiative\nAn estimated 2 million people in the U.S. live without adequate wastewater infrastructure and safe and reliable drinking water in their homes. Many more live with wastewater infrastructure that is ineffective and puts people’s health at risk. To date, the initiative has helped provide communities with no cost technical assistance that helps identify affordable options accessing wastewater infrastructure. For example, technical assistance providers help the community conduct assessments of the community’s specific needs and submit applications for wastewater funding. So far progress for the 11 pilot communities includes seven funding awards and 10 additional funding applications submissions. All 11 communities have drafted community solution plans, which are in the process of being finalized, and will be posted to EPA’s Closing America's Wastewater Access Gap webpage in the early spring.\nHarlan County, Kentucky, Projects\nThe cities of Cumberland, Benham, and Lynch are discussing options to address compliance issues and are coordinating with Kentucky Energy and Environment Cabinet on next steps. Technical assistance providers continue to support the three cities with conducting rate studies and assessing wastewater system challenges, such as infiltration and inflow. The three cities of Cumberland, Benham, and Lynch share common city boundaries and are in need of long-term solutions to address numerous issues and violations with sewage collection systems and wastewater treatment plants. The pilot initiative explored many options to address these issues, including shared services and development of a new wastewater entity. The pilot initiative helped facilitate community engagement between all three cities. The events experienced good public participation and engagement. Each city is assessing options and has started to address infiltration and inflow issues with assistance from technical assistance providers. Interested communities can request assistance by completing the WaterTA request form .\nCommunities will be selected on a rolling basis; there is no deadline to apply. For questions, email SepticHelp@epa.gov.\nLearn more about EPA’s WaterTA services and the Bipartisan Infrastructure Law’s historic $50 billion investment in America.\n###",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Social Issue",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "biden",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "epa region 4 press office",
        "sentiment": "neutral"
      },
      {
        "name": "epa",
        "sentiment": "neutral"
      },
      {
        "name": "biden-harris administration",
        "sentiment": "neutral"
      },
      {
        "name": "u.s. department of agriculture (usda",
        "sentiment": "none"
      },
      {
        "name": "u.s. environmental protection agency",
        "sentiment": "none"
      },
      {
        "name": "closing america’s wastewater access gap program",
        "sentiment": "none"
      },
      {
        "name": "closing america's wastewater access gap community initiative",
        "sentiment": "none"
      },
      {
        "name": "investing america",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rural america",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "ky.",
        "sentiment": "none"
      },
      {
        "name": "harlan county",
        "sentiment": "none"
      },
      {
        "name": "west virginia",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "mcdowell county",
        "sentiment": "none"
      },
      {
        "name": "frankfort",
        "sentiment": "none"
      },
      {
        "name": "san carlos apache tribe",
        "sentiment": "none"
      },
      {
        "name": "alabama",
        "sentiment": "none"
      },
      {
        "name": "arizona",
        "sentiment": "none"
      },
      {
        "name": "white hall",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:41:08.815+02:00",
  "updated": "2024-02-16T05:15:58.609+02:00"
}