{
  "thread": {
    "uuid": "dfc312f9a210ce525c086f45f3a9888f16db92ce",
    "url": "https://www.elespanol.com/omicrono/tecnologia/20240412/cerveza-siempre-fria-sin-usar-nevera-genial-invento-refrigera-gastar-energia/846415788_0.html",
    "site_full": "www.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://www.elespanol.com/rss/omicrono",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "",
    "title": "Cerveza siempre fría sin usar nevera: el genial invento que refrigera sin gastar energía",
    "title_full": "Cerveza siempre fría sin usar nevera: el genial invento que refrigera sin gastar energía",
    "published": "2024-04-12T02:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s1.elespanol.com/2024/04/10/omicrono/tecnologia/846675723_241391965_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2551,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dfc312f9a210ce525c086f45f3a9888f16db92ce",
  "url": "https://www.elespanol.com/omicrono/tecnologia/20240412/cerveza-siempre-fria-sin-usar-nevera-genial-invento-refrigera-gastar-energia/846415788_0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ismael Marinero",
  "published": "2024-04-12T02:21:00.000+03:00",
  "title": "Cerveza siempre fría sin usar nevera: el genial invento que refrigera sin gastar energía",
  "text": "La lucha contra el frío en invierno y el calor en verano conlleva los mayores gastos energéticos en cualquier edificio en España. Y electrodomésticos como el frigorífico , que están conectados en todo momento, son los que más impacto tienen en la factura de la luz a lo largo de todos los meses del año. Por eso, científicos de todo el mundo buscan nuevas maneras más eficientes y menos contaminantes de climatizar los edificios y mejorar los procesos de refrigeración, como el invento que jubilará a la nevera, ya que no necesita luz y conserva los alimentos gracias a la arcilla.\nUno de los enfoques más prometedores en este campo es el que aprovecha el llamado efecto elastocalórico, que libera o absorbe calor según la aplicación requerida. En eso llevan trabajando desde hace años un equipo de investigadores de la Universidad de Sarre y el Centro de Mecatrónica y Tecnología de Automatización de Sarre (ZeMa), en Hannover (Alemania). El último resultado de su trabajo es el prototipo de una pequeña nevera que aprovecha las posibilidades de la tecnología elastocalórica , hasta 10 veces más eficiente que los métodos actuales sin necesidad de gas ni compresor.\n\"Nuestro proceso elastocalórico nos permite conseguir diferencias de temperatura de unos 20 grados centígrados sin utilizar refrigerantes nocivos para el clima y de una forma mucho más eficiente energéticamente que las tecnologías convencionales actuales\", explica el profesor Stefan Seelecke, uno de los líderes del equipo de investigación. Esta pequeña nevera de demostración, en la que sólo cabe una cerveza, demuestra sin embargo la viabilidad y el enorme potencial de esta solución tanto para la refrigeración como para la calefacción de grandes espacios.\nEfecto elastocalórico Los avances en torno al efecto elastocalórico ya han sido identificados tanto por el Departamento de Energía de EEUU como por la Comisión Europea como la alternativa más prometedora a las tecnologías de refrigeración y calefacción que se utilizan actualmente. Sus grandes ventajas son que es mucho más eficiente que la refrigeración por compresión de vapor , no utiliza gases ni líquidos volátiles, no es peligroso y, además, las piezas y componentes necesarios para su uso son reutilizables y reciclables.\nEn el caso de la solución propuesta por los investigadores de la Universidad de Sarre, la clave son los \"músculos artificiales\" del prototipo, unos cables con memoria de forma fabricados con un material superelástico, el nitinol . Esta aleación tan especial de níquel y titanio es la que permite absorber el calor de una pequeña cámara de refrigeración y liberarlo al ambiente exterior.\nEl prototipo de mininevera junto a una cerveza Oliver Dietze Omicrono\nGracias a las propiedades de las dos redes cristalinas que los conforman, los cables fabricados con esta aleación son capaces de 'recordar' su forma original y de recuperarla después de estirarse. Los cambios entre sus dos fases sólidas son los que hacen posible el efecto , que en este caso sirve para refrigerar un espacio muy pequeño.\n\"El material con memoria de forma libera calor cuando se estira en un estado superelástico y lo absorbe cuando se contrae \", explica el profesor Paul Motzki, director del grupo del Intelligent Material Systems Laboratory del ZeMa. Cuantos más alambres de nitinol se agrupen, mayor es la diferencia de temperatura que consiguen.\nCómo funciona Para construir su mininevera, que se acaba de presentar en la Feria de Hannover, el equipo de investigadores alemanes ha diseñado un accionamiento de leva encargado de hacer girar continuamente los haces de hilo de nitinol de 200 micras de grosor (equivalente a 0,2 mm) alrededor de una cámara de refrigeración circular.\n\"Al moverse en círculo, se cargan mecánicamente por un lado y se descargan por el otro\", explica Lukas Ehl, uno de los estudiantes de doctorado responsables del invento. El aire pasa por los sucesivos haces giratorios hasta la cámara de refrigeración, donde se absorbe el calor del aire. Como no dejan de girar, los alambres transportan el calor fuera de la cámara para liberarlo al estirarse. El resultado es un descenso de la temperatura interior de entre 10 y 12 ºC .\n[ El invento que jubilará al aire acondicionado: enfría habitaciones sin necesidad de usar electricidad ]\nEl prototipo es sólo el primer paso hacia un sistema más eficiente, ya que en lo que trabajan ahora es en investigar, entre otras cosas, cómo son los flujos de aire, cuántos alambres necesitan agrupar o con qué fuerza deben estirarse para alcanzar un nivel superior de refrigeración, próximo a los 20 ºC .\nEl otro foco de su investigación tiene que ver con el software capaz de ajustar la tecnología a distintas aplicaciones , tanto de refrigeración como de calefacción, que les permite simular distintas condiciones y entornos. El objetivo final es \"aprovechar el potencial innovador de la elastocalórica en una amplia gama de aplicaciones, como la refrigeración industrial, la refrigeración de vehículos eléctricos para avanzar en la e-movilidad y también los electrodomésticos\", según Motzki.\nAunque de momento esta mininevera fruto de la investigación sólo puede enfriar una única cerveza, los científicos se muestran convencidos de su potencial. En un futuro no muy lejano, esta tecnología será capaz de extraer calor de espacios mucho mayores, y facilitará la creación de nuevos sistemas de climatización mucho más limpios, seguros y eficientes que los actuales.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://twitter.com/ismarmed",
    "https://www.twitter.com/ismarmed"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T03:37:17.887+03:00",
  "updated": "2024-04-19T06:41:57.710+03:00"
}