{
  "thread": {
    "uuid": "26107e26b1e0fb7dca4d23192270b61782e2ddb8",
    "url": "https://www.dailymaverick.co.za/article/2023-12-29-international-person-of-the-year-the-civilian-heroes-in-the-gaza-firing-line/",
    "site_full": "www.dailymaverick.co.za",
    "site": "dailymaverick.co.za",
    "site_section": "https://www.dailymaverick.co.za",
    "site_categories": [
      "travel",
      "air_travel"
    ],
    "section_title": "Daily Maverick - South African news, opinion and investigations",
    "title": "International Person of the Year: The civilian heroes in the Gaza firing line",
    "title_full": "International Person of the Year: The civilian heroes in the Gaza firing line",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZA",
    "main_image": "https://www.dailymaverick.co.za/wp-content/uploads/2023/12/GettyImages-1800487974.jpg?w=1280",
    "performance_score": 0,
    "domain_rank": 7504,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "26107e26b1e0fb7dca4d23192270b61782e2ddb8",
  "url": "https://www.dailymaverick.co.za/article/2023-12-29-international-person-of-the-year-the-civilian-heroes-in-the-gaza-firing-line/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tamsin Metelerkamp",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "International Person of the Year: The civilian heroes in the Gaza firing line",
  "text": "Doctors attend a demonstration in support of Palestine amidst the ongoing war in Gaza, which the Israeli government says targets Hamas, the Palestinian Sunni Islamist political and military organisation governing the Gaza Strip, on 18 November 2023 in Berlin, Germany. (Photo: Adam Berry / Getty Images) By Tamsin Metelerkamp Follow Following 29 Dec 2023 Follow Following 6 The Gaza Strip has become one of the most dangerous places in the world to simply exist. We pay homage to the spirit of doctors, journalists, aid workers and Palestinian civilians. Over the past few months, the Gaza Strip has become one of the most dangerous places in the world to simply exist. Airstrikes have not distinguished between adults and children; between fighters and aid workers. Those on the ground have repeatedly told international observers that nowhere is safe in the region.\nYet the overwhelming destruction has not stopped health workers, journalists and ordinary citizens from doing their jobs and helping others. Across the Strip, stories of bravery and resilience have emerged.\nIn hospitals, doctors and nurses have continued with their duties despite dwindling supplies and damaged infrastructure.\nAndrew Mews, executive director of Doctors Without Borders (Médecins Sans Frontières/MSF) Southern Africa, reported how MSF doctors chose to remain at al-Shifa Hospital in Gaza City as the front line of the ground war grew closer.\n“They wanted to evacuate the patients, but it was not safe to evacuate the patients because the fighting was raging at the front door of the hospital… Therefore, our staff chose to stay with the patients. They are staying in the hospital and are not even able to go home at the end of the day,” he told Daily Maverick on 15 November.\nMSF has lost three members since the start of the war: Mohammed Al Ahel, Dr Mahmoud Abu Nujaila and Dr Ahmad Al Sahar. Mohammed was killed when his home was bombed, while Mahmoud and Ahmad died in an airstrike on Al-Awda Hospital in northern Gaza. They are among more than 200 health workers who have been killed in the conflict.\nAid organisations such as Gift of the Givers and the UN Relief and Works Agency for Palestinian Refugees (UNRWA) have remained active during the Israel-Gaza war.\nGift of the Givers worked with certain local farmers to provide vegetable parcels to people after supermarkets and warehouses ran out of stock, while also providing hygiene packs and wood for cooking where possible.\nAs of 6 December, the UNRWA was providing shelter for almost 1.2 million internally displaced persons at 151 installations across the Strip, including in the north and Gaza City.\nBoth organisations have suffered losses. Gift of the Givers’ head in Gaza, Ahmed Abbasi, was killed alongside his brother in an Israeli bomb strike when the two left a local mosque after morning prayers.\nThe nonprofit organisation stated that Abbasi had “served the people of Gaza with distinction” since being appointed in 2013.\nThe UNRWA has lost over 130 members since the onset of the war, the highest number of UN aid workers killed in a conflict since the organisation’s inception in 1949.\nThe death toll among journalists has been catastrophic. As of 8 December, 63 media workers had been killed, including 56 Palestinians, four Israelis and three Lebanese. The Committee to Protect Journalists has reported that there were more journalists killed in the first month of the war than in any other similar period of conflict since it started recording such deaths in 1992.\nAnd yet, in both the north and south of Gaza, journalists have continued to report on the situation on the ground.\nIn a conflict marked by misinformation and disinformation, their efforts have provided the international community with valuable insight into the day-to-day effects of the war.\nPhotos and videos produced by Palestinian photojournalists such as Motaz Azaiza and Ali Jadallah have captured the often harrowing scenes linked to airstrikes, displacement and the collapse of the region’s health system.\nAhmed Al Satarri, a journalist of 17 years living in southern Gaza’s Khan Younis, told Daily Maverick of the many challenges facing local media workers, including frequent cuts in electricity, telecommunications and internet services. However, he emphasised that he and his colleagues remained motivated in their work.\n“When you see and know the reaction of the people worldwide and how they are responding to this ongoing carnage in Gaza and … how they’re calling for an immediate ceasefire, you feel like … the way you are doing things is … bringing about some change. When there are no comms at all, you also feel that you should live another day or another hour or another minute to be able to deliver a message that can be viewed … by the people of the world,” he said.\nAs 2023 draws to a close, we honour all those who continue to work and sacrifice for the good of others on the front line of the Israel-Gaza war. It is never more important to acknowledge the everyday heroism of ordinary people than during those violent conflicts that threaten our shared humanity. DM\nThis story first appeared in our weekly Daily Maverick 168 newspaper, which is available countrywide for R29.\nShare ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://secure.gravatar.com/avatar/5210bc87d779410cfc7c869408343c0c?s=80&#038;d=mm&#038;r=g",
    "https://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.dailymaverick.co.za%2Farticle%2F2023-12-29-international-person-of-the-year-the-civilian-heroes-in-the-gaza-firing-line%2F%3Futm_source%3Dsocialshare%26utm_medium%3Dtwitter&#038;text=International+Person+of+the+Year%3A+The+civilian+heroes+in+the+Gaza+firing+line",
    "https://secure.gravatar.com/avatar/5210bc87d779410cfc7c869408343c0c?s=40&#038;d=mm&#038;r=g",
    "https://wa.me/?text=https%3A%2F%2Fwww.dailymaverick.co.za%2Farticle%2F2023-12-29-international-person-of-the-year-the-civilian-heroes-in-the-gaza-firing-line%2F%3Futm_source%3Dsocialshare%26utm_medium%3Dwhatsapp",
    "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.dailymaverick.co.za%2Farticle%2F2023-12-29-international-person-of-the-year-the-civilian-heroes-in-the-gaza-firing-line%2F%3Futm_source%3Dsocialshare%26utm_medium%3Dfacebook",
    "https://www.secure.gravatar.com/avatar/5210bc87d779410cfc7c869408343c0c?s=40&#038;d=mm&#038;r=g",
    "https://secure.gravatar.com/avatar/5210bc87d779410cfc7c869408343c0c",
    "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.dailymaverick.co.za%2Farticle%2F2023-12-29-international-person-of-the-year-the-civilian-heroes-in-the-gaza-firing-line%2F%3Futm_source%3Dsocialshare%26utm_medium%3Dfacebook",
    "https://wa.me/",
    "https://www.facebook.com/sharer/sharer.php",
    "https://twitter.com/intent/tweet",
    "https://www.secure.gravatar.com/avatar/5210bc87d779410cfc7c869408343c0c?s=80&#038;d=mm&#038;r=g",
    "https://www.wa.me/?text=https%3A%2F%2Fwww.dailymaverick.co.za%2Farticle%2F2023-12-29-international-person-of-the-year-the-civilian-heroes-in-the-gaza-firing-line%2F%3Futm_source%3Dsocialshare%26utm_medium%3Dwhatsapp",
    "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.dailymaverick.co.za%2Farticle%2F2023-12-29-international-person-of-the-year-the-civilian-heroes-in-the-gaza-firing-line%2F%3Futm_source%3Dsocialshare%26utm_medium%3Dtwitter&#038;text=International+Person+of+the+Year%3A+The+civilian+heroes+in+the+Gaza+firing+line"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tamsin metelerkamp",
        "sentiment": "none"
      },
      {
        "name": "adam berry",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "strip",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "berlin",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T16:25:12.496+02:00",
  "updated": "2024-01-03T10:42:34.571+02:00"
}