{
  "thread": {
    "uuid": "67ffd0184faf883bee7c7637438dd877e36dbab1",
    "url": "https://fr.hespress.com/346102-quand-alger-passe-outre-les-fondamentaux-dune-diplomatie-saine.html",
    "site_full": "fr.hespress.com",
    "site": "hespress.com",
    "site_section": "https://fr.hespress.com/rss",
    "site_categories": [
      "food",
      "media",
      "french_cuisine"
    ],
    "section_title": "Hespress Français &#8211; Actualités du Maroc",
    "title": "Quand Alger passe outre les fondamentaux d’une diplomatie saine",
    "title_full": "Quand Alger passe outre les fondamentaux d’une diplomatie saine",
    "published": "2023-12-28T22:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://fr.hespress.com/wp-content/uploads/2023/12/ch-teb-copie.jpg",
    "performance_score": 0,
    "domain_rank": 46270,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "67ffd0184faf883bee7c7637438dd877e36dbab1",
  "url": "https://fr.hespress.com/346102-quand-alger-passe-outre-les-fondamentaux-dune-diplomatie-saine.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mohamed Jaouad EL KANABI",
  "published": "2023-12-28T22:39:00.000+02:00",
  "title": "Quand Alger passe outre les fondamentaux d’une diplomatie saine",
  "text": "Dans cette Algérie sous la gouvernance d’un président dont on n’ose pas prononcer le nom, c’est « un réel bien-être » que d’être Algérien. À l’entendre dans ses sorties médiatiques, dictées ou pas, celui qui de toute évidence occupe un rôle plutôt marginal (marionnette parmi tant de pantins), dans la structure du système militaire, n’a de cesse de débiter mensonges et illusions dupes. Aussi, est-il donc de notoriété officielle, en s’adressant au peuple, de balayer les notions de chômage, de détentions arbitraires d’opinion, de pénuries, de coupures d’eau et d’électricité, de promesses non tenues, d’inflation, de corruption de crise et de mécontentement sociale pour ne pas dire colère…, la liste ici, rassurons-nous, n’est pas des plus exhaustives, quelques autres bribes viendront chemin faisant. Le dernier discours présidentiel et le dernier de son mandat adressé au peuple algérien en est l’illustration même tant il est « superbe et criant de vérité ». C’est douloureux en même temps de voir ce que cette forme d’idéologie peut faire à tout un pays. D’aucuns, des aboyeurs et caresseurs patentés dans le sens du poil, payés pour ce faire du reste, l’apprécient et gobent aisément cet état de fait. L’image du Royaume, bien entendu invariable ennemi du duo sénile du régime d’Alger, n’échappe pas à cette morosité ambiante à l’Est de l’Eden. Ce coup-ci, c’est à cause de la lointaine Marrakech et des travaux de la réunion ministérielle de coordination sur l’initiative internationale du Roi Mohammed VI pour favoriser l’accès des pays du Sahel à l’Océan Atlantique, qu’on en a pris pour notre compte. Et vas-y que j’accuse, à la Zola, le Maroc de chercher l’isolement géopolitique de l’Algérie en la privant, dans sa stratégie sahélo-saharienne, de trois de ses éléments clés, le Mali, le Niger et le Burkina Faso. Mais la véritable raison de l’isolement ne se limite pas qu’à ces trois pays. D’autres, tels que l’Espagne, la France, la Libye, et plus récemment, le Mali, les Émirats arabes unis et l’Arabie saoudite, en savent des choses, tant et si bien du reste que cela suscite une réelle inquiétude. Cette dernière, on la trouve dans la politique singulière géostratégique d’un régime qui s’accommode volontiers de conflits en accumulant maladroitement toutes sortes d’inimitiés, à en perdre, si des fois, il les possède, les fondamentaux d’une diplomatie saine. Ceux-ci, pourtant reposent sur plusieurs principes essentiels visant à promouvoir des relations régionales et internationales constructives, stables et bénéfiques pour toutes les parties concernées. Malheureusement, le régime des deux séniles d’à côté, ne dispose pas de cette faculté de faire et s’en trouve, du coup, dans la quasi-impossibilité d’en user les vertus. Une diplomatie saine repose sur le respect mutuel entre nations, indépendamment de leurs différences culturelles, politiques, économiques ou idéologiques. Cela implique tout d’abord, le respect des souverainetés nationales et des choix internes. Ce qu’Alger n’est pas en mesure d’offrir. La communication ouverte et transparente est cruciale quand on cherche un dialogue ouvert, franc et transparent pour résoudre les divergences et promouvoir la compréhension mutuelle. L’illustration, on la voit dans la fuite en avant pour ce qui des tables rondes, pourtant résolutions du Conseil de sécurité de l’ONU. Ce n’est là, rien qu’une réaction impulsive face à des difficultés, caractérisée par le refus ou l’incapacité de faire face aux problèmes de manière directe et responsable. Maintenant, croire qu’Alger privilégiera la résolution pacifique de différends de voisinage à travers des canaux diplomatiques et d’organisations internationales, c’est un peu l’histoire d’une certaine réalité des problèmes, et une certaine incrédibilité des solutions. Surtout quand la confiance, pilier fondamental de toute relation diplomatique fait partie de ces principes essentiels aux fondamentaux d’une diplomatie saine, vient à manquer. Les pays doivent s’efforcer de construire et de maintenir la confiance en respectant les accords conclus, en honorant les engagements et en évitant les actions unilatérales susceptibles de compromettre la confiance mutuelle. La diplomatie saine encourage la coopération entre les nations. Cela peut se manifester à travers des partenariats économiques, des accords commerciaux, des collaborations scientifiques, des efforts humanitaires communs, etc. Mais à cet égard, Alger ne fait pas le poids. Inutile de répéter ici, les attitudes hostiles et haineuses des capos d’Alger telles que la fermeture du gazoduc Maghreb-Europe (GME), les restrictions de l’espace aérien, Gara Djebilat, El Arja, et des vertes et des pas des mûres… En outre, Alger a même accentué ses déclarations officielles dans une tentative de légitimer son positionnement diplomatique en qualifiant les actions du Maroc de « provocations » et de « pratiques hostiles », sans toutefois préciser clairement la nature de ces prétendues « provocations » qui, en réalité, n’ont jamais été observées. Le duo sénile d’Alger ignore en fait qu’une diplomatie saine repose sur des principes de respect, de coopération, de transparence et de résolution pacifique des conflits, visant à créer un environnement régional, voire mondial plus stable et prospère.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:00:30.549+02:00",
  "updated": "2023-12-29T01:22:15.059+02:00"
}