{
  "thread": {
    "uuid": "6e5f123276615dedf703309aa7c313d0c7f38528",
    "url": "https://www.leprogres.fr/sport/2024/01/19/can-le-senegal-deja-en-huitieme-de-finale-apres-sa-victoire-face-au-cameroun",
    "site_full": "www.leprogres.fr",
    "site": "leprogres.fr",
    "site_section": "https://www.leprogres.fr/sport/rss",
    "site_categories": [
      "travel",
      "france"
    ],
    "section_title": "Sport : toutes les infos sur Le Progrès | Le Progrès",
    "title": "Football. CAN : le Sénégal déjà en huitième de finale après sa victoire face au Cameroun",
    "title_full": "Football. CAN : le Sénégal déjà en huitième de finale après sa victoire face au Cameroun",
    "published": "2024-01-19T20:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://cdn-s-www.leprogres.fr/images/849CD4E0-2920-441D-8842-55AD36F66ECA/FB1200/photo-1705692028.jpg",
    "performance_score": 0,
    "domain_rank": 9593,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e5f123276615dedf703309aa7c313d0c7f38528",
  "url": "https://www.leprogres.fr/sport/2024/01/19/can-le-senegal-deja-en-huitieme-de-finale-apres-sa-victoire-face-au-cameroun",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "La rédaction avec AFP",
  "published": "2024-01-19T20:20:00.000+02:00",
  "title": "Football. CAN : le Sénégal déjà en huitième de finale après sa victoire face au Cameroun",
  "text": "Football CAN : le Sénégal déjà en huitième de finale après sa victoire face au Cameroun Le Sénégal a battu le Cameroun (3-1) pour la première fois depuis 34 ans en Coupe d'Afrique des nations et s'est qualifié pour les 8e de finale, vendredi à Yamoussoukro. Le Sénégal a enfin battu le Cameroun (3-1) en Coupe d'Afrique, 34 ans après, pour se qualifier pour les 8e de finale, débarrassé de son vieux complexe face à son prestigieux adversaire, nettement dominé vendredi à Yamoussoukro. L'histoire a basculé. L'ouverture du score du Marseillais Ismaïla Sarr, qui a pu se retourner dans une défense apathique (16), symbolise ces courbes en train de se croiser entre les deux vieux rivaux. Au Sénégal le réalisme, au Cameroun le manque de hargne. A LIRE AUSSI >> [CAN-2024 : la Côte d'Ivoire s'incline, l'Egypte et le Ghana font match nul](/sport/2024/01/18/can-2024-la-cote-d-ivoire-s-incline-l-egypte-et-le-ghana-font-match-nul) Le tenant du titre assume toujours bien son rôle de favori: il rejoint en 8e de finale le Cap-Vert, qualifié un peu plus tôt en cartonnant le Mozambique (3-0) avec notamment un coup franc de 40 m de Bebé. Le Cameroun, tenu en échec par la Guinée (1-1) au premier match, est encore loin du deuxième tour et de son glorieux passé. A part un premier match de groupe gagné (2-0) en Algérie en 1990, les « Lions de la Teranga » avaient toujours fini en larmes face aux « Indomptables » du Cameroun. Battus chez eux à Dakar en quarts de finale en 1992 (1-0), en finale 2002 (0-0, 3-2 aux t.a.b.) et encore en quarts en 2017 (0-0, 5-4 aux t.a.b.), quand Sadio Mané avait raté son tir au but, les Sénégalais ont cette fois fait la loi, à l'image de leur capitaine Kalidou Koulibaly, solide comme un roc, vainqueur de nombreux duels avec les attaquants camerounais. Le Cameroun réagit trop tard A voir Lamine Camara demander à grands moulinets encore plus de bruits aux supporters sénégalais, on comprenait que le prometteur (20 ans) milieu de terrain, auteur d'un doublé au premier match contre la Gambie (3-0), vivait intensément la rivalité entre les deux Lions (16). Après les joutes verbales entre les sélectionneurs sénégalais Aliou Cissé et camerounais Rigobert Song, qui étaient tous les deux capitaines de la finale 2002, la plus belle affiche du premier tour n'a pas tenu ses promesses, faute de consistance des joueurs en vert. Franck Magri, replacé du côté droit à son vrai poste, avant-centre, n'a eu que des miettes. Et le gardien André Onana, autorisé à n'arriver que pour le second match, n'a rien pu faire. Le spectacle n'a été vraiment intense que vers la fin, dans un stade Konan-Banny plein, achevé de se remplir à la mi-temps par l'ouverture des portes aux spectateurs massés derrière les grilles. Après le 2-0 signé Habib Diallo, reprenant un centre de Sarr (71), les Camerounais ont enfin réagi avec un but de la tête de Jean-Charles Castelletto (83). Les Sénégalais ont alors testé leur « complexe camerounais »: ils n'allaient quand même pas se faire rejoindre par une équipe qu'ils avaient dominée ! Test réussi: après une ultime frayeur sur une tête de Georges-Kevin Nkoudou (90+4), Mané a marqué le but du 3-1 (90+5). Les Lions du Sénégal ne remâcheront plus leur vieille revanche, ils l'ont prise. La Guinée s'impose face à la Gambie Plus tard dans la soirée, La Guinée a battu la Gambie (1-0) et s'est approchée des 8e de finale de la Coupe d'Afrique, vendredi à Yamoussoukro. Grâce à un but d'Aguibou Camara (69e), le « Syli National » prend la deuxième place du groupe C avec 4 points, derrière le Sénégal (6 pts) et devant le Cameroun (1 pt), un total qui devrait lui assurer au pire sa qualification au tour suivant parmi les meilleurs troisièmes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T23:03:47.266+02:00",
  "updated": "2024-01-20T02:10:54.347+02:00"
}