{
  "thread": {
    "uuid": "b55fbe60b6495fef19e982f23c15e6c8af91383d",
    "url": "https://laopinion.com/2024/04/18/shocker-reaparece-junto-a-julio-cesar-chavez-en-su-clinica-de-rehabilitacion-estoy-contento-por-la-ayuda",
    "site_full": "laopinion.com",
    "site": "laopinion.com",
    "site_section": "https://laopinion.com/categoria/deportes/",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "immigration"
    ],
    "section_title": null,
    "title": "Shocker reaparece junto a Julio César Chávez en su clínica de rehabilitación: “Estoy contento por la ayuda”",
    "title_full": "Shocker reaparece junto a Julio César Chávez en su clínica de rehabilitación: “Estoy contento por la ayuda”",
    "published": "2024-04-18T23:11:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 16577,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b55fbe60b6495fef19e982f23c15e6c8af91383d",
  "url": "https://laopinion.com/2024/04/18/shocker-reaparece-junto-a-julio-cesar-chavez-en-su-clinica-de-rehabilitacion-estoy-contento-por-la-ayuda",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jorge Hernández",
  "published": "2024-04-18T23:11:00.000+03:00",
  "title": "Shocker reaparece junto a Julio César Chávez en su clínica de rehabilitación: “Estoy contento por la ayuda”",
  "text": "Han sido días difíciles para el luchador mexicano Shocker: Hace unos días fue detenido en Oaxaca y su caso se volvió viral, puesto que policías lo sacaron desnudo de un hotel por disturbios. Poco después salió libre y días después reapareció en una de las clínicas de rehabilitación de Julio César Chávez para contar su experiencia en ella y agradecer en un video el apoyo del exboxeador, quien lo acompañó en el clip.\n“ Aquí con mi amigo Shocker en la clínica Baja del Sol ya tomando terapia para su pronta recuperación y con muchos ánimos”, inicia el video que el “César del boxeo” compartió en su cuenta de X desde su clínica en Culiacán, Sinaloa.\nPor su parte, Jair Soria, mejor conocido como Shocker , agradeció la ayuda y relató que se siente bien en el lugar.\n“ Estoy muy contento, es un lugar muy bueno , muy completo, con mucha ayuda. Muy contento de que mi carnal se haya ofrecido, que hayan puesto la vista en mí para poder ayudarme y que yo pueda seguir ayudando junto con él a muchas más personas”, expresó.\nAqui con mi amigo shocker en la clinica baja del sol ya tomando terapia para su pronta recuperación y con muchos animos saludos pic.twitter.com/eiqT41V48c\n— Julio César Chávez (@Jcchavez115) April 17, 2024 Shocker estará al menos seis meses en la clínica de Julio César Chávez Desde días antes del video, Gisela Jiménez, la esposa del luchador, ya había anticipado que Shocker se internaría en la clínica y dijo que el tiempo de su estancia dependerá de su evolución, aunque se estima que sea de al menos seis meses.\n“Inicialmente sería de seis meses, pero podría prolongarse. De entrada, el lapso es un poquito grande, que es alrededor de seis meses o lo que digan los especialistas”, mencionó en entrevista para el programa De Primera Mano.\nAdemás del incidente en Oaxaca, Shocker fue detenido hace año y medio por alterar el orden en Chiapas, también fue un caso sonado porque en aquella ocasión el luchador intentó quitarse la vida dentro de prisión. De acuerdo con declaraciones de familiares y amigos en aquel entonces, su comportamiento se debía a su consumo de drogas, por lo que coincidían en que necesitaba ayuda.\nSigue leyendo:\n· El luchador Shocker fue detenido e intentó quitarse la vida\n· “Es una persona enferma, necesita ayuda”: Promotor narra los detalles detrás de la detención de Shocker y su intento de suicidio\n· Coronavirus, su rival más difícil: Luchadores mexicanos se ven obligados a bajar del ring para vender comida en la calle",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Health"
  ],
  "external_links": [
    "https://t.co/eiqT41V48c",
    "https://twitter.com/nvinoticiasoax/status/1775701383137685520",
    "https://twitter.com/Jcchavez115/status/1780732614795468921?ref_src=twsrc%5Etfw",
    "https://twitter.com/Jcchavez115/status/1780732614795468921",
    "https://www.twitter.com/Jcchavez115/status/1780732614795468921?ref_src=twsrc%5Etfw",
    "https://www.t.co/eiqT41V48c",
    "https://www.twitter.com/nvinoticiasoax/status/1775701383137685520"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:44:30.282+03:00",
  "updated": "2024-04-19T00:44:30.282+03:00"
}