{
  "thread": {
    "uuid": "f94d7273bdf506292511c744778ab963b1c408ee",
    "url": "https://www.newsbreak.com/news/3296285246545-the-best-cold-weather-running-gear-for-warm-frostbite-free-winter-runs",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/cbs-sports-1740733",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "CBS Sports | NewsBreak",
    "title": "The best cold weather running gear for warm, frostbite-free winter runs",
    "title_full": "The best cold weather running gear for warm, frostbite-free winter runs",
    "published": "2024-01-12T19:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/4Vr43K_0qjPcegP00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3336,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f94d7273bdf506292511c744778ab963b1c408ee",
  "url": "https://www.newsbreak.com/news/3296285246545-the-best-cold-weather-running-gear-for-warm-frostbite-free-winter-runs",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-01-12T19:32:00.000+02:00",
  "title": "The best cold weather running gear for warm, frostbite-free winter runs",
  "text": "Dressing for a winter run is a tricky balancing act of keeping warm, while avoiding anything that could cause you to sweat once you warm up. Underdress and you put yourself at risk of frostbite. Overdress and you put yourself at risk of sweating through your clothes, then having that sweat freeze, once again, putting you at risk of frostbite. There are two good rules of thumb to follow to achieve that balance with your cold weather running gear. The first: dress like it's about 20 degrees (Fahrenheit) warmer outside than it really is. If it's 40 degrees outside, dress like it's 60 degrees -- even if that means wearing shorts on a winter day. The second rule: Cover your extremities before the rest of you. If you've ever seen someone running in shorts and a T-shirt but donning gloves and a beanie at the same time, you might have thought they looked strange. But they're actually doing it right. Your ears, nose and fingers are often the first to feel the chill and the most vulnerable to frostbite. To help you stay warm without overheating, we've rounded up our favorite cold weather running gear , listed in order of when you should add them to your outfit. That means you should start with gloves, and save the running jacket for the coldest winter days. The unique gridded channels in these fleece gloves trap warmth without limiting breathability. They keep your hands warm while avoiding hot, sweaty palms. The soft fleece extends down your wrist with an extra long cuff that's great for keeping out wind. On rainy or snowy days, unfurl the waterproof and windproof shell for added weather protection on your hands. When you don't need it, the shell rolls up into a built-in pouch on the cuff. These all-weather gloves are available in a range of sizes. Get a pair for $50 at Black Diamond. A quality headband is usually a better choice than a full beanie because the headband keep your ears protected from the wind and cold without trapping more heat than necessary around your head. Made from 100% merino wool, this Smartwool reversible headband is warm, soft and stretchy. Wear it on its own or layer it under a beanie or hood on colder days. Get the merino wool headband on Amazon for $22. Keeping your face -- especially your nose and cheeks -- warm is one of the most challenging things about winter running. If you cover up in a balaclava or bandana, the fabric can chafe your skin or trap sweat, making your face even colder. But if you leave it exposed, the wind and cold can leave your face feeling raw and frozen. The solution: Dermatone skin protection balm. The sweat-resistant balm creates a long-lasting barrier between your skin and the harsh winter air so that your face doesn't freeze even though it's uncovered. With zinc oxide sunscreen and moisturizing aloe, the balm also heals and protects your skin in addition to keeping the cold off you. Just spread a layer across your cheeks, nose and chin before you head out. This small tin also fits easily in a zipper pocket or belt bag so you can reapply it as needed on marathons or longer runs. Get the healing, all-in-one balm at Amazon for $9. This long sleeve base layer from Outdoor Voices keeps you warm while pulling sweat away from your skin so you can stay dry on your cold weather runs. It's soft, warm and offers just the right fit to wear comfortably with the sleeves down or pushed up to your elbows. This makes it an ideal winter running top that can keep you toasty at the start of your run and then adjusted later on after you warm up. Get the performance long sleeve base layer for $68. Shop men's sizes: Shop women's sizes: Lululemon makes some of the most comfortable pants you could wear on a run in any season. On colder days, your best bet is to slip on a pair of these Adapted State high-rise fleece joggers. The full-length pant is made from a stretchy, water-repellant fabric that keeps you warm and dry while you run. On extra cold days when you're wearing a base layer underneath, the zippered cuff makes these joggers even easier to slip on over your thermal leggings. Get a pair of the soft, stretchy Lululemon joggers for $138. For men, the Lululemon Surge jogger is an equally comfortable pair of running pants. Made from a similar nylon-lycra blend, the men's jogger pants are soft, sweat-wicking and quick-drying. They even come with a convenient zippered cuff to make it easier to pull these on over thermals for extreme cold weather runs. Available in a variety of colors and sizes, these Surge Joggers are priced at $118 for a pair. This Brooks High Point jacket is windproof, waterproof and super versatile. The semi-fitted construction helps keep wind out while still being loose enough to wear over a thermal base layer on extra cold days. And if you start to heat up a few minutes into your run, the lightweight jacket is easy to pack into a running backpack or tie around your waist. Get the premium running jacket for $198. Shop men's sizes: Shop women's sizes: As tempting as it sounds to bundle up before stepping outside in the winter, less is more if you're headed out for a run. While you'll be uncomfortably cold for the first few minutes, you'll warm up quick once your blood starts pumping. As you warm up, you don't want to be overdressed because that excess body heat will get trapped in all those layers, causing you to sweat. And that sweat will then freeze, turning your once-cozy running gear into an icebox. So stick with light, breathable pants and long sleeves that are easy to push up to your elbows once you warm up. And focus on keeping your extremities warm and save the jacket for the coldest and windiest days. That means hands, face and ears should get the most protection. If you get a lot of rain or snow in winter, you might also need to look into getting a pair of waterproof running shoes to keep your feet dry. Your top priority when picking a base layer for cold weather running should be choosing a fabric that is lightweight and moisture-wicking. You want to minimize sweat as much as possible and make sure that any sweat you do produce is immediately pulled away from your body before it has a chance to freeze from exposure to the cold air. So avoid cotton and opt for something like merino wool or performance fabrics designed specifically to be moisture-wicking and quick-drying. It takes practice and patience to run comfortably in the cold. If this is your first winter as a runner, start with fewer layers than you think you need and opt for shorter outdoor outruns. This will give you a chance to test out your cold weather running gear and fine tune your outfit before you commit to long winter runs. Before you start running, check the weather so you can adjust accordingly. Running in 40-degree Fahrenheit weather on a sunny day is a very different experience than running in 40-degree weather on a windy, rainy day. To stay comfortable all winter long, you'll need a mix of cold weather running gear meant for different conditions. Finally, consider getting a treadmill so you can stay inside on the worst and coldest days. No amount of smart layering and face balm can keep you comfortable in a blizzard or protect you from hurricane winds. Even if you're a devout outdoor runner, a treadmill is a great way to make sure you can still log miles on days when the weather is just too terrible to run in.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Health",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.cbssports.com/essentials/news/the-best-treadmills-for-marathon-training-sole-bowflex-and-more/",
    "https://www.cbssports.com/essentials/news/best-running-gear-for-staying-safe-from-the-heat-and-sun/",
    "https://www.cbssports.com/essentials/news/the-top-5-best-treadmills-for-2024-sole-nordictrack-and-more/",
    "https://www.cbssports.com/essentials/news/best-running-shoe-deals-to-start-the-new-year-right-save-on-nike-hoka-more/",
    "https://www.cbssports.com/essentials/news/the-new-york-city-marathon-is-this-weekend-heres-the-essential-running-gear-you-need-on-race-day/",
    "https://cbssports.com/essentials/news/the-new-york-city-marathon-is-this-weekend-heres-the-essential-running-gear-you-need-on-race-day/",
    "https://www.cbssports.com/essentials/news/the-new-york-city-marathon-is-this-weekend-heres-the-essential-running-gear-you-need-on-race-day",
    "https://www.cbssports.com/essentials/news/best-running-shoe-deals-to-start-the-new-year-right-save-on-nike-hoka-more",
    "https://cbssports.com/essentials/news/the-best-treadmills-for-marathon-training-sole-bowflex-and-more/",
    "https://cbssports.com/essentials/news/best-running-shoe-deals-to-start-the-new-year-right-save-on-nike-hoka-more/",
    "https://www.cbssports.com/essentials/news/best-running-gear-for-staying-safe-from-the-heat-and-sun",
    "https://www.cbssports.com/essentials/news/the-best-treadmills-for-marathon-training-sole-bowflex-and-more",
    "https://cbssports.com/essentials/news/the-top-5-best-treadmills-for-2024-sole-nordictrack-and-more/",
    "https://www.cbssports.com/essentials/news/the-top-5-best-treadmills-for-2024-sole-nordictrack-and-more",
    "https://cbssports.com/essentials/news/best-running-gear-for-staying-safe-from-the-heat-and-sun/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-12T22:12:19.925+02:00",
  "updated": "2024-01-12T22:12:19.925+02:00"
}