{
  "thread": {
    "uuid": "a431508ed78f4648e8d7a17c67d18055476eb44f",
    "url": "https://www.duvarenglish.com/turkey-ready-to-host-summit-between-ukraine-and-russia-to-end-war-says-erdogan-after-meeting-with-zelenskiy-news-63975",
    "site_full": "www.duvarenglish.com",
    "site": "duvarenglish.com",
    "site_section": "https://pets.einnews.com/live_feed",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "Live Feed Wire - Pets News Today - EIN Presswire",
    "title": "Turkey ready to host summit between Ukraine and Russia to end war, says Erdoğan after meeting with Zelenskiy",
    "title_full": "Turkey ready to host summit between Ukraine and Russia to end war, says Erdoğan after meeting with Zelenskiy",
    "published": "2024-03-09T14:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TR",
    "main_image": "https://i.duvarenglish.com/2/1280/720/storage/files/images/2024/03/09/erdogan-zelenskiy-0lbj_cover.jpg",
    "performance_score": 0,
    "domain_rank": 62252,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a431508ed78f4648e8d7a17c67d18055476eb44f",
  "url": "https://www.duvarenglish.com/turkey-ready-to-host-summit-between-ukraine-and-russia-to-end-war-says-erdogan-after-meeting-with-zelenskiy-news-63975",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@duvarenglish",
  "published": "2024-03-09T14:50:00.000+02:00",
  "title": "Turkey ready to host summit between Ukraine and Russia to end war, says Erdoğan after meeting with Zelenskiy",
  "text": "Turkey ready to host summit between Ukraine and Russia to end war, says Erdoğan after meeting with Zelenskiy After meeting with Ukrainian President Zelenskiy in Istanbul, Turkey's President Erdoğan has stated at a press conference that they are ready to host a summit between Ukraine and Russia to end the war. Reuters Turkey is ready to host a summit between Ukraine and Russia to end the war, President Recep Tayyip Erdoğan said on March 8 after talks with his Ukrainian counterpart Volodymyr Zelenskiy in Istanbul. In a meeting lasting about an hour, Erdoğan and Zelenskiy discussed developments in the Ukraine-Russia war, shipping security in the Black Sea including the defunct grain deal, and defence industry cooperation, according to the two sides. NATO member Turkey supports Ukraine's territorial integrity, but also maintains cordial relations with Russia, and regularly speaks with both sides in the conflict, notably as a sponsor of the Black Sea deal that lifted a de facto Russian blockade of Ukrainian grain exports. \"We discussed developments about the war in detail today, I stated our observations with all my sincerity,\" Erdoğan said at a press conference alongside Zelenskiy, whose trip comes before an expected visit by Russian President Vladimir Putin following elections in Russia on March 15-17. \"We are giving our utmost contribution for the war to end on the basis of negotiations. We are ready to host a peace summit that Russia will attend too,\" he said, adding he had reiterated Ankara's support for Ukraine's sovereignty. Turkey had hosted peace talks between Russia and Ukraine in 2022, but has since complained that no diplomatic step has been taken to advance these discussions. It has repeatedly offered to host further talks, saying a summit of leaders was needed. Zelenskiy said Russia would not be invited to the first peace summit due to be held in Switzerland in the coming months, but that a Russian representative could be invited to the next meeting after a roadmap for peace had been agreed upon with Ukrainian allies. \"We do not see any representatives of Russia at this summit. We don't see how you can invite people who block, destroy, and kill everything. We want to get a result - a just peace,\" he said. Last week, Turkish Foreign Minister Hakan Fidan said after meeting Russian counterpart Sergei Lavrov that it was time for Ukraine and Russia to start ceasefire talks, but added that this must not mean the recognition of Russia's occupation. Turkey has provided Ukraine with armed drones and also inked an agreement for their joint production at a factory near Kyiv, but progress has been hindered by the war. It has provided Kyiv with other forms of military support, but opposes the Western sanctions on Russia. After arriving on Friday, Zelenskiy visited a shipyard near Istanbul to inspect construction work on two corvettes for the Ukrainian navy. He later said he had discussed the joint production of some arms and ammunition with Erdoğan. \"Today, we have reached agreements on joint defence projects both at the government level and between companies,\" he said on the social media platform X after meeting Erdoğan. \"I met with the Turkish defence industry representatives. We are prepared to move quickly to put everything we discussed into action,\" he added, without elaborating. Talks also touched on the Black Sea grain deal, which was brokered by Turkey and United Nations and allowed Ukraine to safely export grain from its ports. Ankara has pushed to revive it, but Russia, which said its requests for better terms for its own food and fuel exports were ignored, has said it is not interested. As part of its balancing act, Turkey maintains its defence industry ties with Ukraine while deepening energy cooperation with Russia. It also inked an accord to take part in the post-war reconstruction of Ukraine. Reuters exclusively reported last month that a U.S. threat to hit financial firms doing business with Russia with sanctions had chilled Turkish-Russian trade, disrupting or slowing some payments for both imported oil and Turkish exports.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "erdoğan",
        "sentiment": "negative"
      },
      {
        "name": "zelenskiy",
        "sentiment": "none"
      },
      {
        "name": "recep tayyip erdoğan",
        "sentiment": "none"
      },
      {
        "name": "volodymyr zelenskiy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "reuters turkey",
        "sentiment": "none"
      },
      {
        "name": "nato",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "turkey",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "zelenskiy turkey",
        "sentiment": "none"
      },
      {
        "name": "istanbul",
        "sentiment": "none"
      },
      {
        "name": "black sea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T15:09:11.029+02:00",
  "updated": "2024-03-09T15:11:11.216+02:00"
}