{
  "thread": {
    "uuid": "b0d3e926dab570c85ce07d87b2707a6584e870d3",
    "url": "https://www.ncesc.com/spacex-mission-and-vision-statement-analysis",
    "site_full": "www.ncesc.com",
    "site": "ncesc.com",
    "site_section": "https://www.ncesc.com/feed/",
    "site_categories": [],
    "section_title": "Spirituality Archives - Discovering Employment Paths and Travel Experiences",
    "title": "SpaceX Mission and Vision Statement Analysis -",
    "title_full": "SpaceX Mission and Vision Statement Analysis -",
    "published": "2024-04-12T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.ncesc.com/wp-content/uploads/2023/02/spacex-mission-and-vision-statement-analysis.jpg",
    "performance_score": 0,
    "domain_rank": 43555,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b0d3e926dab570c85ce07d87b2707a6584e870d3",
  "url": "https://www.ncesc.com/spacex-mission-and-vision-statement-analysis",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Tripadvisor",
  "published": "2024-04-12T03:00:00.000+03:00",
  "title": "SpaceX Mission and Vision Statement Analysis -",
  "text": "“You want to wake up in the morning and think the future is going to be great – and that’s what being a spacefaring civilization is all about. It’s about believing in the future and thinking that the future will be better than the past. And I can’t think of anything more exciting than going out there and being among the stars.”\nThis quote from Elon Musk is stated on the SpaceX website , along with their overall mission; to promote humankind to multi-planetary traveling. But there is a lot more to the company than that, so let’s undertake an in-depth the SpaceX Mission and Vision Statement Analysis to find the secret behind its phenomenal success.\nContents\nTable of Contents Introduction The technology didn’t exist yet… SpaceX, starting at A. Putting money where his rockets are Finally getting the funds needed… Worth quite a chunk of change… SpaceX marks the spot Bringing internet to all… Another explosion yet again… The Vision SpaceX – The Core Values Innovation and Accessibility Sustainability and Safety Slogan The Wonder That Is Musk References Table of Contents 1 Introduction\n2 Vision\n3 Core Values\nInnovation and Accessibility Sustainability and Safety 4 Slogan\n5 References\nIntroduction Elon Musk was originally the creator of PayPal, the global online payment system. However, after creating the platform, he quickly sold it to move on to bigger and better things. His dream of space travel is one that many scientists and engineers aspire to. For once, we can’t say “it’s not rocket science” because it actually is, and for the first time since the last launch to the moon, the concept may become a reality.\nMusk founded SpaceX in 2002 with the concept of one day creating what is called the “Mars Oasis.” The idea was to land an experimental structure on the surface of Mars, which would serve as a greenhouse to grow plants. If completed successfully, “life on Mars” would be a possibility for humankind.\nThe technology didn’t exist yet… However, Musk had to go back to the drawing board rather quickly, as rockets “lose” half of their components during the journey, as they release “dead weight” to power on. Not to mention that landing rockets in a specific location would be impossible with the technology available at that time. Plus, it would be too costly to launch new rockets with each mission.\nThus, the journey of creating rockets that not only could be landed in exact locations each time, but also be reusable, began. The goal was to increase efficiency and reliability but lower the cost by a factor of 10.\nSpaceX, starting at A. Musk brought on rocket engineer Tom Mueller to be his business partner, and SpaceX was born ; Mueller would later be appointed the CTO of propulsion. Musk was particular about who he wanted among his staff, and it is said that the first 150+ employees to make the cut at the California headquarters were interviewed by him personally.\nThe company took another six years to develop its first orbital launch vehicle, the Falcon 1. Despite the cost of a whopping $100 million, they managed to secure private funding for the expendable two-stage-to-orbit small-lift launch vehicle.\nPutting money where his rockets are The US Department of Defense jumped at the chance to purchase the first two launches of the Falcon 1, but the third launch was all on SpaceX’s budget. All three launches during the development between 2006 and 2008 failed, and the economic recession did the company no favors.\nHowever, Musk refused to face ruin without a fight. The Falcon 1 was launched a fourth time, with success, in September of 2008. Musk’s other powerhouse of technology, Tesla Inc, had also faced financial difficulties at that time. Musk invested the entirety of his own personal fortunes equally between his two companies, going with an “all-in” approach.\nFinally getting the funds needed… The Falcon 1 made a fifth and final launch before it was retired, as its repeated success opened the gates to create larger vehicles, such as the Falcon 9. This time around, NASA came onboard by committing to the purchase of commercial flights once specific conditions were met during the demonstration.\nSpaceX was awarded more than $275 million in funding to develop Falcon 9, along with the Dragon, a human-rated commercial space program. Falcon 9 had its debut launch in June of 2010, and the Dragon managed to orbit the earth with a safe landing in December of the same year. This met all the criteria for successful objectives and led to a steady line of production being set up to produce a Falcon 9 and Dragon every quarter going forward.\nWorth quite a chunk of change… SpaceX was valued at over $1.3 billion in 2012, and by investing in his company personally since 2008, Musk owned roughly 65% of the company.\nThe success of the company was attributed to the Dragon C2+ as it made history by being the first commercial launch to the International space station with a cargo of supplies. The company soared to a value of $2.4 billion overnight.\nSpaceX marks the spot Even though rockets were now proving to be reusable, the location of their landing was not controlled. Thus, the vertical takeoff and landing mission to park a rocket in the exact spot from where it launched began.\nA private customer was able to take part in a commercial mission for the very first time in 2013, but it meant so much more than opening space travel to the public. SpaceX was awarded a contract that would include full crew flight tests and operational missions by NASA.\nBringing internet to all… SpaceX decided that the world should have access to internet services. Even in remote places in the middle of nowhere, and launched 4000 satellites to orbit the earth. This project was named Starlink. Naturally, more corporate and tech-based giants such as Google and Fidelity invested in SpaceX , and the company reflected a valuation of around $12 billion by 2015.\nThe company faced its first major failure since Falcon 1’s third launch when a Falcon 9 resupply mission resulted in an explosion due to helium escaping into a low-pressure propellant tank. However, the cause of the explosion was quickly traced, and subsequent launches would continue without a hitch, or so they thought.\nAnother explosion yet again… In 2016, the autonomous landing of the Falcon 9 aboard a spaceport drone ship in the Atlantic Ocean was achieved. However, another explosion would follow during a pre-launch test in the propellant fill operation. The cargo, a communications satellite valued at $200 million, was destroyed as a result. This was a huge setback and resulted in SpaceX not launching again until 2017.\nFortunately, the company was able to make a comeback by launching a reused payload-carrying Falcon for the first time, and it was able to land safely with the first stage securely recovered. SpaceX reached its next major milestone in 2020 when two NASA astronauts were successfully launched into orbit and sent to the International Space Station.\nAs of 2023, the company has had a total of 148 launches, 110 landings, and 87 relaunched rockets, and is currently valued at $100 billion.\nName SpaceX Industries served Aerospace, satellite communications Geographic areas served USA Headquarters Hawthorne, California; soon to relocate to Texas Current CEO (2023) Elon Musk Revenue $1.6 – $2 billion Profit Unknown Employees 9500 The Vision The company’s website described its vision as, “Building on the achievements of Falcon 9 and Falcon Heavy, SpaceX is working on the next generation of fully reusable launch vehicles that will be the most powerful ever built, capable of carrying humans to Mars and other destinations in the solar system.”\nSpaceX – The Core Values Innovation and Accessibility The company was founded to “revolutionize” space technology and to promote humankind to a multi-planetary life. They are still a while away from achieving this. But continuous development and innovation to do so remain at the heart of the organization.\nWith its endeavors to serve the entire world and make access to the internet available to all. Starlink satellites orbit the earth to reach even the most underserved and rural communities. Space travel is also now possible for civilians, as commercial launches are offered, although a bit more expensive than a trip to Disney.\nSustainability and Safety Many may be aware that “space junk” is a real issue. By innovating reusable vessels, SpaceX ensures a more sustainable method of space travel and the use of satellites. The company is committed to ensuring safety during each launch and flight. As well as maintaining a safer orbital environment with minimal impact on the earth. This is demonstrated with:\nManeuverable satellites achieve a reliability rating of 99%. Low altitude operation to minimize debris. Transparency of orbital information. Advanced collision avoidance systems. Minimizing impact on astronomy. Protocols exceeding requirements for safe testing and launch. Reusing/recovering their spacecraft. Safely landing their spacecraft. Slogan As Brownsville is becoming known as “the space city,” SpaceX marketing campaigns feature the slogan “On The Border By The Sea – And Beyond!”. However, as with Tesla, SpaceX sports a minimalistic design with no slogan attached.\nThe Wonder That Is Musk If space and technology are your thing, then you’ll want to also check out my Tesla Mission And Vision Statement and my Elon Musk Job Interview Questions , or maybe even the Best Technology Companies in 2023.\nWith endless biographies to choose from online, I’ve picked my top choices for you; these include The Biograpy of Elon Musk , the Elon Musk: Tesla, SpaceX, and the Quest for a Fantastic Future story, as well as Elon Musk: The Unauthorized Autobiography and Elon Musk: A Biography of Innovator, Entrepreneur, and Billionaire Elon Musk all available in 2023.\nIf you’re interested in reading about his business savvy, then take a look at the BIOGRAPHY OF ELON MUSK: A Fascinating Story of the Richest Entrepreneur in Modern History , or how about Elon Musk: A Biography of Billionaire Entrepreneur Elon Musk , the Elon Musk: The Biography of a Modern Genius and Business Titan , and even Elon Musk and the Quest for a Fantastic Future , and Elon Musk – A Mission to Save the World , all available online in 2023.\nAnd for the perfect gift, I recommend The Elon Musk Collection: The Biography Of A Modern Day Renaissance Man & The Business & Life Lessons Of A Modern Day Renaissance Man also available online today.\nReferences SpaceX.com\n5/5 - (2 votes)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "http://www.amazon.com/exec/obidos/ASIN/1250792096",
    "http://www.amazon.com/exec/obidos/ASIN/1523673869",
    "http://www.amazon.com/exec/obidos/ASIN/B07W3PB9K2",
    "http://www.amazon.com/exec/obidos/ASIN/1977020828",
    "http://www.amazon.com/exec/obidos/ASIN/1974481913",
    "http://www.amazon.com/exec/obidos/ASIN/B09KQS7ZS4",
    "http://www.amazon.com/exec/obidos/ASIN/B00UVY52JO",
    "http://www.amazon.com/exec/obidos/ASIN/006286243X",
    "http://www.amazon.com/exec/obidos/ASIN/1761036831",
    "http://www.amazon.com/exec/obidos/ASIN/1761037056",
    "http://amazon.com/exec/obidos/ASIN/B00UVY52JO",
    "http://amazon.com/exec/obidos/ASIN/B07W3PB9K2",
    "http://amazon.com/exec/obidos/ASIN/1977020828",
    "http://amazon.com/exec/obidos/ASIN/1761036831",
    "http://amazon.com/exec/obidos/ASIN/1250792096",
    "http://amazon.com/exec/obidos/ASIN/B09KQS7ZS4",
    "http://amazon.com/exec/obidos/ASIN/006286243X",
    "http://amazon.com/exec/obidos/ASIN/1761037056",
    "http://amazon.com/exec/obidos/ASIN/1523673869",
    "http://amazon.com/exec/obidos/ASIN/1974481913"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "elon musk",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "spacex mission and vision statement analysis",
        "sentiment": "negative"
      },
      {
        "name": "spacex",
        "sentiment": "none"
      },
      {
        "name": "elon musk",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T04:51:58.068+03:00",
  "updated": "2024-04-12T06:03:01.611+03:00"
}