{
  "thread": {
    "uuid": "ad6d12c5a80cec2b7ee400ff583e0ca9d0fdf092",
    "url": "https://www.prnewswire.com/news-releases/duke-energy-offers-tips-to-save-energy-and-money-as-temperatures-plunge-in-ohio-and-kentucky-302033810.html",
    "site_full": "www.prnewswire.com",
    "site": "prnewswire.com",
    "site_section": "https://www.prnewswire.com/news-releases/",
    "site_categories": [
      "media"
    ],
    "section_title": "All News Releases Distributed by PR Newswire",
    "title": "Duke Energy offers tips to save energy and money as temperatures plunge in Ohio and Kentucky",
    "title_full": "Duke Energy offers tips to save energy and money as temperatures plunge in Ohio and Kentucky",
    "published": "2024-01-12T20:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://mma.prnewswire.com/media/660545/Duke_Energy_New_Logo.jpg?p=facebook",
    "performance_score": 0,
    "domain_rank": 190,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ad6d12c5a80cec2b7ee400ff583e0ca9d0fdf092",
  "url": "https://www.prnewswire.com/news-releases/duke-energy-offers-tips-to-save-energy-and-money-as-temperatures-plunge-in-ohio-and-kentucky-302033810.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Duke Energy",
  "published": "2024-01-12T20:04:00.000+02:00",
  "title": "Duke Energy offers tips to save energy and money as temperatures plunge in Ohio and Kentucky",
  "text": "B-roll of energy-saving tips to combat the cold available here CINCINNATI , Jan. 12, 2024 /PRNewswire/ -- A wintry mix of precipitation and bitterly cold temperatures are expected to arrive this weekend. Along with severe wind gusts, there is an elevated likelihood for scattered power outages across Ohio and Kentucky .\nWith sub-freezing temperatures on the horizon, Duke Energy is offering some tips for managing energy use and utility bills.\nMoney-saving tips to combat the cold\nReduce your thermostat to the lowest comfortable setting. The smaller the difference between the inside and outside temperatures, the lower your energy usage and bills. One of the easiest things customers can do for heating efficiency is to change air filters regularly. A dirty air filter makes a heating system work harder, which uses more energy and can increase costs. Also, have heating systems checked regularly by a qualified heating and air conditioning contractor to maintain efficiency and peak performance. Leave drapes or blinds open during sunny winter days to allow the sun's rays to warm the house, but close them at night to help insulate your home. One of best energy saving habits you can do each year is to check windows, doors and vents for air leaks. Caulking, sealing and weatherstripping leaks can save on your heating bills. Replace standard bulbs with light emitting diodes (LED). LEDs are more efficient than regular bulbs, while giving off the same amount of light. Replacing just six of your most frequently used bulbs with LEDs can save up to $480 over the lifetime of the bulbs. Operate ceiling fans in a clockwise direction in the winter, which pushes warm air back down into the room. (Most fans have a switch that allows you to reverse the motor.) While fans move air and make people more comfortable, they do not provide heat, so remember to turn the fan off when you leave the room. Manage water heating. Set your water heater to 120 degrees or less. Water heating is typically the second biggest user of energy in your home. Ways to manage winter heating bills\nDuke Energy offers free programs and tools to help customers better manage and understand their monthly energy expenses:\nBudget Billing gives customers better control over their energy spending by establishing predictable monthly payments. Pick your Due Date allows customers to adjust the date their bill is due. Interest-free Installment Payment Plans are available for customers who need flexibility with paying a bill. Usage Alerts notify customers how much energy they are using and how much it costs in time to adjust before the end of a billing cycle. For customers who qualify, Duke Energy's partnerships with community and state agencies can help them access a range of state, federal assistance and Duke Energy programs, including:\nShare the Light Fund®: Assists qualifying customers struggling to pay their energy bills. The program is funded through contributions from Duke Energy shareholders, customers and employees. Low-income Energy Assistance Program (LIHEAP): Provides assistance to qualifying Ohio and Kentucky households who might not otherwise be able to afford to heat their homes. Weatherization Program: Helps income-qualified customers in Kentucky save energy and reduce expenses through the installation of energy conservation measures in their homes. With the colder than normal temperatures, it also a good time to check on friends, neighbors and family members who may be elderly to ensure they have what they need to stay warm and that their emergency kits are ready in the event of an emergency.\nDuke Energy Ohio and Kentucky Duke Energy Ohio/ Kentucky , a subsidiary of Duke Energy, provides electric service to 900,000 residential, commercial, and industrial customers in a 3,000-square-mile service area, and natural gas service to 550,000 customers in a 2,650-square-mile service area, in Ohio and Kentucky .\nDuke Energy (NYSE: DUK ), a Fortune 150 company headquartered in Charlotte, N.C. , is one of America's largest energy holding companies. Its electric utilities serve 8.2 million customers in North Carolina , South Carolina , Florida , Indiana , Ohio and Kentucky , and collectively own 50,000 megawatts of energy capacity. Its natural gas unit serves 1.6 million customers in North Carolina , South Carolina , Tennessee , Ohio and Kentucky . The company employs 27,600 people.\nDuke Energy is executing an aggressive clean energy transition to achieve its goals of net-zero methane emissions from its natural gas business by 2030 and net-zero carbon emissions from electricity generation by 2050. The company has interim carbon emission targets of at least 50% reduction from electric generation by 2030, 50% for Scope 2 and certain Scope 3 upstream and downstream emissions by 2035, and 80% from electric generation by 2040. In addition, the company is investing in major electric grid enhancements and energy storage, and exploring zero-emission power generation technologies such as hydrogen and advanced nuclear.\nDuke Energy was named to Fortune's 2023 \"World's Most Admired Companies\" list and Forbes' \"World's Best Employers\" list. More information is available at duke-energy.com . The Duke Energy News Center contains news releases, fact sheets, photos and videos. Duke Energy's illumination features stories about people, innovations, community topics and environmental issues. Follow Duke Energy on Twitter , LinkedIn , Instagram and Facebook .\n24-Hour: 800.559.3853\nSOURCE Duke Energy",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.duke-energy.com/home/billing/special-assistance/low-income-home-eap",
    "https://www.duke-energy.com/home/billing/special-assistance/payment-arrangements/installment-plans",
    "http://www.duke-energy.com/",
    "https://www.duke-energy.com/home/billing/budget-billing",
    "http://illumination.duke-energy.com/",
    "https://www.facebook.com/dukeenergy",
    "https://www.duke-energy.com/home/billing/special-assistance/share-the-light",
    "http://news.duke-energy.com/",
    "https://news.duke-energy.com/multimedia-gallery/videos/energy-efficiency-tips",
    "https://www.duke-energy.com/Home/Billing/Usage%20Alerts",
    "https://twitter.com/dukeenergy",
    "https://www.duke-energy.com/home/billing/pick-your-due-date",
    "https://www.duke-energy.com/home/billing/special-assistance/home-energy-assistance-program",
    "https://www.instagram.com/duke_energy",
    "https://www.duke-energy.com/home/products/income-qualified/weatherization",
    "https://www.linkedin.com/company/duke-energy-corporation",
    "https://duke-energy.com/home/billing/special-assistance/share-the-light",
    "https://instagram.com/duke_energy",
    "https://duke-energy.com/home/billing/special-assistance/payment-arrangements/installment-plans",
    "http://www.illumination.duke-energy.com/",
    "https://duke-energy.com/home/billing/pick-your-due-date",
    "https://www.twitter.com/dukeenergy",
    "https://duke-energy.com/home/billing/special-assistance/low-income-home-eap",
    "http://illumination.duke-energy.com",
    "http://www.news.duke-energy.com/",
    "https://linkedin.com/company/duke-energy-corporation",
    "http://www.duke-energy.com",
    "https://duke-energy.com/Home/Billing/Usage%20Alerts",
    "https://facebook.com/dukeenergy",
    "https://duke-energy.com/home/products/income-qualified/weatherization",
    "http://news.duke-energy.com",
    "https://duke-energy.com/home/billing/special-assistance/home-energy-assistance-program",
    "http://duke-energy.com/",
    "https://duke-energy.com/home/billing/budget-billing",
    "https://www.news.duke-energy.com/multimedia-gallery/videos/energy-efficiency-tips"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "duke energy",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "cincinnati",
        "sentiment": "none"
      },
      {
        "name": "kentucky",
        "sentiment": "none"
      },
      {
        "name": "ohio",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T20:19:40.540+02:00",
  "updated": "2024-01-12T20:19:40.540+02:00"
}