{
  "thread": {
    "uuid": "de7e797d5329fc9b89574fe076b0b2c3e5287dd8",
    "url": "https://www.sciencetimes.com/articles/50889/20240624/noaas-goes-u-will-revolutionize-space-weather-forecast.htm",
    "site_full": "www.sciencetimes.com",
    "site": "sciencetimes.com",
    "site_section": "https://www.sciencetimes.com/space",
    "site_categories": [
      "science",
      "chemistry",
      "physics"
    ],
    "section_title": "SPACE News | Science Times",
    "title": "NOAA's GOES-U Will Revolutionize Space Weather Forecast | Science Times",
    "title_full": "NOAA's GOES-U Will Revolutionize Space Weather Forecast | Science Times",
    "published": "2024-06-24T13:26:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://1721181113.rsc.cdn77.org/data/images/full/54448/noaas-goes-u-will-revolutionize-space-weather-forecast.jpg",
    "performance_score": 0,
    "domain_rank": 14152,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "de7e797d5329fc9b89574fe076b0b2c3e5287dd8",
  "url": "https://www.sciencetimes.com/articles/50889/20240624/noaas-goes-u-will-revolutionize-space-weather-forecast.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Caleb White",
  "published": "2024-06-24T13:26:00.000+03:00",
  "title": "NOAA's GOES-U Will Revolutionize Space Weather Forecast | Science Times",
  "text": "The addition of GOES-U will make space weather monitoring and forecasting all the more advanced because it will complete NOAA's GOES-R weather satellite constellation. NOAA's GOES-U Will Revolutionize Space Weather Monitoring and Forecasting GOES-U is a weather satellite launching on Tuesday (June 25). It is the fourth and the last of the GOES-R series of satellites operated by the National Oceanic and Atmospheric Administration. According to [Meredith Garofalo](https://www.space.com/author/meredith-garofalo), an award-winning Certified Broadcast Meteorologist and science/space correspondent, GOES-U is similar to its sibling satellites, but it will be distinct because it will have upgraded instrumentation based on scientific knowledge gained from the three already in orbit. The Compact Coronagraph (CCOR), a novel sensor on board GOES-U, tracks weather outside of Earth's atmosphere and monitors space weather events that may impact Earth. This distinguishes the GOES-U satellite from its siblings. According to [Rob Steenburgh](https://www.space.com/goes-u-satellite-space-earth-weather-forecasts), a space scientist at NOAA's Space Weather Prediction Center (SWPC), it will be the first access to a near real-time operating coronagraph. That will be a huge leap because, up until now, they have depended on a research coronagraph instrument on a spacecraft launched several years ago, which was already outdated. Thus, Steenburgh considered the GOES-U launch great news since it means they won't have to wait around for the data to download, as current coronagraph imaging takes a while to load. When it comes to coronal mass ejections (CMEs), which can occasionally come to Earth and cause powerful geomagnetic storms like the one that hit our planet last month, they used to wait for as long as four or eight hours. Reducing waiting time is significant because every hour matters in such situations. Steenburgh added that the Doppler weather radar was astounding among the most significant changes. A huge technological advancement reportedly made him feel like he was living in the Golden Age of meteorology. Steenburgh transitioned into space weather around 2005 and witnessed a strikingly comparable evolution in this sector. He started using three numerical models regularly and now has 16 and uses an observational platform he never imagined. . ALSO READ: [SpaceX Successfully Launches Luxembourg's Telecom Astra 1P Satellite Aboard Falcon 9](https://www.sciencetimes.com/articles/50851/20240621/spacex-successfully-launches-luxembourg-s-telecom-astra-1p-satellite-aboard.htm) More About GOES Satellites Geostationary Operational Environmental Satellites ( [GOES](https://science.nasa.gov/mission/goes/)) is a cooperative effort between NOAA and NASA that offers ongoing data and imagery on solar activity and atmospheric conditions (space weather). NASA builds and launches the GOES, and NOAA manages them. NOAA's GOES satellites have been providing photos and data on atmospheric conditions and solar activity since 1975. They have even helped locate and rescue individuals in danger. GOES data products improve comprehension of long-term climate conditions and provide more precise and fast weather forecasts. GOES offers real-time mapping of lightning activity, sophisticated images, atmospheric measurements of Earth's Western Hemisphere, and solar activity and space weather monitoring. GOES satellites orbit 22,236 miles above the equator at velocities equivalent to the Earth's rotation. This enables them to hold positions over particular geographic areas over time, allowing them to cover such areas continuously. The GOES-R Series is the most advanced Geostationary Operational Environmental Satellite (GOES) operated by NOAA. It provides vital atmospheric, hydrologic, oceanic, climatic, solar, and space data, greatly enhancing the detection and observation of environmental phenomena that immediately impact property protection, public safety, and the health and prosperity of our country's economy. There are four GOES-R satellites: GOES-16, launched in November 2016; GOES-17, launched in March 2018; and GOES-18, launched in March 2022. GOES-U will launch and complete the series next. RELATED ARTICLE: [ESA's Swarm Satellites Discovers STEVE's Twin That Appears at Dawn [Study]](https://www.sciencetimes.com/articles/50550/20240605/esas-swarm-satellites-discovers-steves-twin-appears-dawn-study.htm) Check out more news and information on [Satellite](https://www.sciencetimes.com/tags/satellite) in Science Times. [science times](https://www.sciencetimes.com/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Disaster and Accident",
    "Weather"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.space.com/goes-u-satellite-space-earth-weather-forecasts),",
    "https://www.space.com/author/meredith-garofalo),",
    "https://science.nasa.gov/mission/goes/))",
    "https://www.science.nasa.gov/mission/goes/))",
    "https://space.com/author/meredith-garofalo),",
    "https://space.com/goes-u-satellite-space-earth-weather-forecasts),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "meredith garofalo",
        "sentiment": "none"
      },
      {
        "name": "rob steenburgh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "noaa",
        "sentiment": "negative"
      },
      {
        "name": "national oceanic and atmospheric administration",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "earth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T17:56:11.145+03:00",
  "updated": "2024-06-24T17:56:11.145+03:00"
}