{
  "thread": {
    "uuid": "614b6d7b58435eea8cc3b301b6a6def4e40fcc14",
    "url": "https://www.jornaldocomercio.com/economia/2023/12/1137204-brasil-criou-130-097-postos-de-trabalho-em-novembro-mostra-caged.html",
    "site_full": "www.jornaldocomercio.com",
    "site": "jornaldocomercio.com",
    "site_section": "https://www.jornaldocomercio.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Página Inicial - Jornal do Comércio",
    "title": "Brasil criou 130.097 postos de trabalho em novembro, mostra Caged",
    "title_full": "Brasil criou 130.097 postos de trabalho em novembro, mostra Caged",
    "published": "2023-12-28T22:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.jornaldocomercio.com/_midias/jpg/2022/08/07/20220411_cesar_lopes_smds_1-9714394.jpg",
    "performance_score": 0,
    "domain_rank": 78402,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "614b6d7b58435eea8cc3b301b6a6def4e40fcc14",
  "url": "https://www.jornaldocomercio.com/economia/2023/12/1137204-brasil-criou-130-097-postos-de-trabalho-em-novembro-mostra-caged.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agências",
  "published": "2023-12-28T22:02:00.000+02:00",
  "title": "Brasil criou 130.097 postos de trabalho em novembro, mostra Caged",
  "text": "O Brasil criou 130.097 vagas com carteira assinada em novembro de 2023. O saldo foi resultado das 1.866.752 contratações e das 1.736.655 demissões em novembro, conforme dados do Cadastro Geral de Empregados e Desempregados (Caged) divulgados nesta quinta-feira (28) pelo Ministério do Trabalho e Emprego. O setor de serviços foi o que mais criou vagas (92.620), seguido do comércio (88.706). Os setores de indústria, construção civil e agronegócio tiveram fechamento de vagas em novembro. O Ministério do Trabalho e Emprego afirma que a queda é justificada por um \"impacto sazonal\". Na Indústria foram fechados 12.911 postos de trabalho. Na construção civil, foram fechadas 17.300 vagas e na agropecuária, 21.017 postos formais de trabalho. O salário médio de contratação foi de R$ 2.021,73 em novembro. O valor é R$ 27,98 maior do que o registrado em novembro do ano passado, já descontada a inflação. De janeiro a novembro de 2023, foram criadas 1.914.467 vagas de trabalho formal . Houve criação de vagas em todos os estados brasileiros. Os estados que mais geraram vagas foram São Paulo (551.172), Minas Gerais (187.866) e Rio de Janeiro (165.701). Os que criaram menos postos de trabalho formais foram Acre (4.969), Roraima (5.713) e Amapá (6.319). No ranking de novembro, o Rio Grande do Sul ocupa a 3ª posição , com saldo de 11.799 postos de trabalho. Ao todo, foram registradas 114.640 admissões e 102.841 desligamentos em novembro no Estado.\nJá no acumulado do ano , foram contabilizadas 1.335.859 admissões e 1.259.402 desligamentos, totalizando saldo de 76.457 postos de trabalho no RS . O setor de serviços foi o que mais se destacou no período ao registrar saldo de 50.015 postos, seguido pelo comércio (saldo de 12.824 postos), indústria (7.184), agropecuária (5.074) e construção (1.360). Leia mais: Brasil gera mais de 190 mil postos com carteira assinada em outubro, aponta Caged O Caged reúne dados do governo federal sobre empregos formais. Os números do Cadastro Geral de Empregados e Desempregados se referem apenas a trabalhadores com carteira assinada (CLT), e são as próprias empresas que preenchem as informações no sistema. Desde 2020, uso do sistema do Caged foi substituído pelo eSocial. Atualmente, todas as empresas estão obrigadas a declarar as movimentações de trabalhadores formais por meio do eSocial. Com a mudança, a metodologia do Novo Caged passou a ser composta por informações dos sistemas eSocial, Caged e Empregador Web.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:43:52.625+02:00",
  "updated": "2023-12-29T01:43:52.625+02:00"
}