{
  "thread": {
    "uuid": "4e7a7ec2949d35b756219d920fdc9ee4c97bed1d",
    "url": "https://www.infobae.com/que-puedo-ver/2023/12/28/the-chosen-en-netflix-una-revolucionaria-serie-sobre-la-vida-de-jesus/",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/feeds/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "Netflix abre las puertas a la versión más emocionante de la vida de Jesús",
    "title_full": "Netflix abre las puertas a la versión más emocionante de la vida de Jesús",
    "published": "2023-12-29T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/NjZGMTbTvHrGXF4na0pbYQQ_qNg=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/WJ5GX6YZVRDY7PEHCPTFLR2RWI.jpg",
    "performance_score": 0,
    "domain_rank": 2144,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4e7a7ec2949d35b756219d920fdc9ee4c97bed1d",
  "url": "https://www.infobae.com/que-puedo-ver/2023/12/28/the-chosen-en-netflix-una-revolucionaria-serie-sobre-la-vida-de-jesus/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ester Palomino",
  "published": "2023-12-29T01:00:00.000+02:00",
  "title": "Netflix abre las puertas a la versión más emocionante de la vida de Jesús",
  "text": "Sin duda, esta es la producción inspirada en la figura de Jesús más popular de nuestros tiempos. Los elegidos (\nThe Chosen) es una serie de televisión estrenada en 2019 que desarrolla la vida del mesías del cristianismo bajo un lente más cercano. Aunque la historia central sea ampliamente conocida, el enfoque que propone el director Dallas Jenkins es fresco y atractivo. Un Jesús que tiene sentido del humor, discípulos con dilemas cotidianos. Son personajes que tienen particularidades y que transmiten emoción real. Debido a su impacto, Netflix añadió la primera temporada al catálogo en 2022 y, antes de finalizar 2023, incorporó las dos temporadas siguientes. [Te puede interesar: Para ver en Navidad: 6 películas y series inspiradas en la vida de Jesús](/que-puedo-ver/2023/12/23/para-ver-en-navidad-6-peliculas-y-series-inspiradas-en-la-vida-de-jesus/)\nLa serie protagonizada por Jonathan Roumie repasa el ministerio de Jesús a través de los ojos de las personas que interactuaron con él. La trama se teje en el contexto de la opresión romana en el Israel del siglo I, con referencias claras a eventos de los evangelios, pero además desarrolla contenido adicional en los vacíos que no son explícitos en el texto religioso. ¿Cómo fueron las vidas de los discipulos antes de encontrarse con el maestro de Galilea? ¿Cómo reaccionaban los líderes religiosos de la época? En la temporada 1, el relato se centra en los hermanos Pedro y Andres, en María Magdalena, Mateo y Nicodemo. Para la segunda entrega, el hijo de José y María se desplaza a territorios próximos como Samaria, Siria y Judea, haciendo milagros y ganando más seguidores.\nPor otro lado, en la tercera temporada se retrata el regreso a Capernaum, cuando la popularidad de Jesús parece amenazar los intereses de otros grupos sociales y políticos de la época. La cuarta entrega de The Chosen, a estrenarse en febrero del 2024, presentará los incidentes que rodearon su viaje y llegada a Jerusalén.\nUn éxito colectivo\nLa serie ha sido elogiada por su narrativa y su capacidad para infundir humanidad y profundidad a los personajes bíblicos. Altas calificaciones en plataformas como IMDB y Rotten Tomatoes demuestran el éxito de la propuesta en cuanto a las actuaciones y al apartado visual.\nThe Chosen surgió como un proyecto de crowdfunding, al realizarse sin intervención de los grandes estudios de Hollywood. Su estrategia recaudó 10 millones de dólares para la primera temporada y sumó varios millones más para las entregas posteriores. Además, se financia con la producción de mercancía relacionada como camisetas, libros y DVDs.\n[Te puede interesar: Claire Foy tuvo el trabajo más difícil en “The Crown” y esta es la razón](/que-puedo-ver/2023/12/23/claire-foy-tuvo-el-trabajo-mas-dificil-en-the-crown-y-esta-es-la-razon/)\nA pesar de su popularidad, “The Chosen” no ha estado exenta de controversia. Algunos sectores han criticado las libertades creativas tomadas en la serie, cuestionando que ciertos elementos ficcionados no se alinean completamente con las narrativas de las Sagradas Escrituras. Sin embargo, los creadores de la serie han enfatizado que su intención no es agredir ni complacer a nadie, sino ofrecer una representación bíblica, histórica y culturalmente informada. Para ello, la produccion recibe retroalimentación de diferentes perspectivas religiosas, incluyendo un rabino judío, un teólogo evangélico y un cardenal católico.\n¿Dónde ver “The Chosen”?\nLas tres temporadas de Los elegidos constan de 24 episodios en total. Puedes ver la serie en su aplicativo oficial, o en Netflix.\nMás Novedades\n[Del cómic a la pantalla, el próximo año se perfila como uno de redención para los héroes y villanos más icónicos. ¿Cuándo y dónde podrás ver estos nuevos títulos?](/que-puedo-ver/2023/12/28/de-echo-a-joker-2-las-peliculas-y-series-de-superheroes-que-definiran-el-2024/)\nDe “Echo” a “Joker 2”: las películas y series de superhéroes que definirán el 2024\n[Desde ‘Five Nights at Freddy’s’ hasta ‘Los asesinos de la luna’, te ofrecemos un repaso por los mejores largometrajes del año](/malditos-nerds/2023/12/28/las-mejores-peliculas-de-2023/)\nLas mejores películas de 2023\n[Trabajada en stop-motion, la serie incluye tiernas versiones de Pikachu, Eevee, Dragonite, Magikarp, entre otros queridos personajes](/que-puedo-ver/2023/12/28/pokemon-en-netflix-con-su-version-mas-adorable-e-inesperada/)\nLa más adorable e inesperada versión de “Pokémon” ya está disponible en Netflix\n[El monsterverse de Legendary Pictures sigue avanzando en un séptimo episodio que conecta fuertemente con el futuro, disponible en Apple TV+](/malditos-nerds/2023/12/28/review-monarch-el-legado-de-los-monstruos-episodio-7-el-secreto-de-may-olowe-hewitt/)\nREVIEW | Monarch: el legado de los monstruos - Episodio 7 - El secreto de May Olowe-Hewitt\n[Las adaptaciones de “Cien años de soledad”, “Pedro Páramo”, “El Gallo de Oro” y “El Eternauta” son algunas de las piezas audiovisuales más esperadas](/cultura/2023/12/28/la-literatura-latinoamericana-llega-en-2024-a-las-pantallas-de-television-del-mundo/)\nLa literatura latinoamericana llega en 2024 a las pantallas de televisión del mundo\nMÁS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:07:01.231+02:00",
  "updated": "2023-12-29T01:07:01.231+02:00"
}