{
  "thread": {
    "uuid": "32c863f6460ade024ce6b62e6d654a0fe5d49bfa",
    "url": "https://www.larazon.es/gente/famosos/sergio-perismencheta-quimioterapia-humor-plena-lucha-cancer_2024031465f3763fdac8310001700e90.html",
    "site_full": "www.larazon.es",
    "site": "larazon.es",
    "site_section": "https://www.larazon.es/?outputType=xml",
    "site_categories": [
      "media"
    ],
    "section_title": "La Razón - Diario de noticias y actualidad en España y el mundo",
    "title": "Sergio Peris-Mencheta, en quimioterapia: con humor en plena lucha contra el cáncer",
    "title_full": "Sergio Peris-Mencheta, en quimioterapia: con humor en plena lucha contra el cáncer",
    "published": "2024-03-14T23:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://fotografias.larazon.es/clipping/cmsimages01/2024/03/14/1C318774-0745-4113-9394-6E5A1BDAFAF8/sergio-peris-mencheta_69.jpg?crop=1850,1041,x0,y95&width=1280&height=720&optimize=low&format=jpg",
    "performance_score": 0,
    "domain_rank": 5218,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "32c863f6460ade024ce6b62e6d654a0fe5d49bfa",
  "url": "https://www.larazon.es/gente/famosos/sergio-perismencheta-quimioterapia-humor-plena-lucha-cancer_2024031465f3763fdac8310001700e90.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Raoul, Higuera",
  "published": "2024-03-14T23:12:00.000+02:00",
  "title": "Sergio Peris-Mencheta, en quimioterapia: con humor en plena lucha contra el cáncer",
  "text": "Con gran valentía\nSergio Peris-Mencheta, en quimioterapia: con humor en plena lucha contra el cáncer\nEl actor comparte nuevos detalles de su tratamiento, bromeando sobre la caída del cabello o el “riesgo de caída” que preocupa a sus médicos\nEl pasado mes de enero,\nSergio Peris-Mencheta compartía con el mundo la batalla que estaba librando contra el cáncer y que le obligaba permanecer ingresado en el hospital. Tras presentar diversos problemas de salud, al final se sometió a una batería de exámenes clínicos y pruebas que tuvieron como resultado el diagnóstico de leucemia. Por delante le esperaba un largo trabajo para combatir contra la enfermedad, a la espera de recibir un trasplante de médula que le salve la vida. Él mismo realizó un contundente llamamiento para animar a posibles donantes a dar vida con un simple gesto. Lo hizo en sus redes sociales, donde mantiene informados a sus fieles seguidores de las novedades en su particular contienda.\nEl actor no está solo en su batalla, porque junto a él está su novia, la también actriz Marta Solaz, que no le suelta la mano mientras duran sus estancias en la clínica. Así lo mostró el intérprete, que lleva años afincado en Estados Unidos, ahora recibiendo tratamiento en el prestigioso Hospital City of Hope de Los Ángeles, especializado en su enfermedad. Su intención era regresar a España y refugiar su recuperación cerca de los suyos, pero la salud no le ha permitido tomar un vuelo de tantas horas, por lo que deben continuar emplazando el tratamiento en territorio estadounidense.\n“Al ser miembro del sindicato de actores americano (SAG) tengo derecho a un seguro médico que me cubre la mayor parte de los gastos de hospitalización, medicamentos y demás. Por razones laborales, llevo más de 8 años viviendo a caballo entre Madrid y Los ángeles. En caso de haberme encontrado en España, sin duda me habría puesto en manos de la Sanidad Pública española”, explicaba el actor, dando valor a nuestro sistema sanitario, aunque no pueda beneficiarse de sus ventajas y deba continuar confiando en los profesionales de EE.UU.\nUna vez aclarado el motivo por el que no ha regresado a España en plena lucha contra el cáncer, Sergio Peris-Mencheta ha querido dar nuevos detalles sobre el avance de su enfermedad. Así, ha mostrado a sus seguidores cómo se encuentra inmerso en un nuevo ciclo de quimioterapia con el que espera encontrar una remisión del cáncer, aunque con cierto temor por los efectos secundarios del tratamiento. Y es que se encuentra recibiendo en el ecuador del segundo ciclo, como así ha detallado a través de los stories de su cuenta de Instagram a través de una imagen de su pulsera médica donde se lee ‘Fall risk’, que se puede traducir como “riesgo de caída”.\nSobre este nuevo complemento médico que adorna su muñeca ha querido pronunciarse ante sus seguidores, como hilo conductor de sus revelaciones sobre su lucha: “Pulserita nueva… No sé si se refieren al ‘otoño’ de mi descontento o a que ‘autumn’ is coming en mi cabellera. Porque camino perfectamente, de momento, en el ecuador del segundo ciclo. Seguimos”, escribía. Lo hace echando mano del humor, jugando con el doble sentido de la palabra inglesa “fall’, que podría ser otoño o caída. Él considera que no tiene problema alguno para mantener el equilibrio o su capacidad para salvar los obstáculos y evitar terminar en el suelo, de ahí que bromee con la idea de que se le caerá el cabello con el tratamiento de quimioterapia que está recibiendo. A veces el humor es una de las mejores medicinas complementarias y Sergio Peris-Mencheta no duda en echar mano de él para tener todas las opciones a su favor.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:23:22.237+02:00",
  "updated": "2024-03-15T00:23:22.237+02:00"
}