{
  "thread": {
    "uuid": "c66aeb6bafa27e1d6e5210fb727604481dd85be4",
    "url": "https://www.deseret.com/faith/2023/12/29/23979593/minority-religions-religious-freedom-restoration-act",
    "site_full": "www.deseret.com",
    "site": "deseret.com",
    "site_section": "http://deseretnews.com/faith/index.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Deseret News - Faith",
    "title": "Marine Corps uniform rules faced religious freedom lawsuit from Sikhs - Deseret News",
    "title_full": "Marine Corps uniform rules faced religious freedom lawsuit from Sikhs - Deseret News",
    "published": "2023-12-30T06:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://deseret.brightspotcdn.com/dims4/default/42587ef/2147483647/strip/true/crop/3000x1713+0+144/resize/1461x834!/quality/90/?url=https%3A%2F%2Fcdn.vox-cdn.com%2Fthumbor%2FdqBPd5pCp3jjBzycaI526MLtTKU%3D%2F0x0%3A3000x2000%2F3000x2000%2Ffilters%3Afocal%281500x1000%3A1501x1001%29%2Fcdn.vox-cdn.com%2Fuploads%2Fchorus_asset%2Ffile%2F25191072%2F092721_religion_good_for_america_mya_f.jpg",
    "performance_score": 0,
    "domain_rank": 2571,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c66aeb6bafa27e1d6e5210fb727604481dd85be4",
  "url": "https://www.deseret.com/faith/2023/12/29/23979593/minority-religions-religious-freedom-restoration-act",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "kelsey-dallas",
  "published": "2023-12-30T06:00:00.000+02:00",
  "title": "Marine Corps uniform rules faced religious freedom lawsuit from Sikhs - Deseret News",
  "text": "Private 1st Class Jaskirat Singh made Marine Corps history earlier this year when he completed boot camp with a turban and beard — two essential parts of his Sikh faith.\nSingh’s achievement was made possible not only by his own hard work, but by a 30-year-old religious freedom law that creates legal options for people who can’t comply with a federal policy without violating their faith.\nSingh’s challenge was that Marine Corps uniform rules prevent recruits from wearing head coverings and maintaining a beard. Although some Marines are allowed to have a beard for medical reasons, Singh was not given the same accommodation. Instead, he was presented with a choice: Enlist with short hair, a clean face and no turban or don’t enlist at all.\nSingh turned to the Sikh Coalition for help, which launched an educational campaign on behalf of him and two other recruits. The organization tried to help Marine Corps leaders understand why Sikh men grow their hair long and wear turbans and to correct the assumption that accommodating these practices would harm esprit de corps.\n“We had lawmakers sign letters asking the Marine Corps to be more inclusive. ... We tried to work with the highest levels of the Department of Defense,” said Amrith Kaur Aakre, legal director for the Sikh Coalition. “None of it was persuasive enough. Nothing was going to force the Marine Corps (to accommodate the Sikh recruits) other than court intervention.”\nThe Sikh Coalition was able to seek such intervention thanks, in large part, to the Religious Freedom Restoration Act , which commemorated its 30th anniversary this fall.\nThe act bolstered Singh and the other recruits’ lawsuit against the Marine Corps, ultimately making it possible for Singh to attend and then graduate from boot camp with his articles of faith intact.\n“For people who look different, who practice minority faiths or who are part of a racial minority, often we need laws that specifically address the inequality they face. The Religious Freedom Restoration Act is one of those laws,” Aakre said.\nRelated In 1993, this law changed religious freedom forever. Now, it shows how religion and politics have changed Abortion concerns once delayed a major religious freedom law. Here’s why\nEmployment Division v. Smith The Religious Freedom Restoration Act was passed three years after the Supreme Court weakened religious freedom protections in a case called Employment Division v. Smith .\nThe case centered on two Native American men who were denied unemployment benefits due to their use of peyote. They argued that the government’s denial of benefits violated the First Amendment’s free exercise clause since they’d used the drug during a religious ceremony.\nThe men thought the Supreme Court would use a test called “strict scrutiny” to determine whether the government’s drug ban needed a religious exemption. In past cases, the test had been used to balance the competing interests of people of faith and policymakers.\nBut in its April 1990 ruling, the Supreme Court threw a curveball. Justice Antonin Scalia wrote in the majority opinion that the balancing test should not be used in cases where a religious group or individual challenges a generally applicable, religiously neutral law.\nIn other words, the court said that while the free exercise clause does prevent the government from passing laws that target specific faith groups, it does not require it to make changes to policies that only incidentally interfere with religious practices or beliefs.\n“That was a problem, because the vast majority of religious liberty cases are incidental, not targeting,” said Greg Baylor, senior counsel for the Alliance Defending Freedom, during an Oct. 3 symposium on the Religious Freedom Restoration Act hosted by the Religious Freedom Institute in Washington, D.C. After the ruling, faith groups seeking changes to laws had few options but to hope that elected officials would heed their pleas for help.\nIn the majority opinion, Scalia acknowledged that the court’s decision would make it harder for members of lesser-known faiths, in particular, to secure religious accommodations. But he said the change was for the best, since he believed policymakers were better positioned than judges to resolve religious freedom conflict.\n“It may fairly be said that leaving accommodation to the political process will place at a relative disadvantage those religious practices that are not widely engaged in; but that unavoidable consequence of democratic government must be preferred to a system in which each conscience is a law unto itself or in which judges weigh the social importance of all laws against the centrality of all religious beliefs,” he wrote.\nReligious freedom for minority groups The Employment Division v. Smith ruling sparked outrage among faith leaders of all stripes, as well as within a range of civil rights organizations.\nA diverse group that came to be known as the Coalition for the Free Exercise of Religion vowed to restore access to the balancing test, in part due to its desire to strengthen protections for minority religious groups.\n“The reaction within religious communities was shock and dismay, but also resolve,” Baylor said.\nIn 1993, after overcoming some concerns about the relationship between religious freedom and abortion law , the coalition achieved its goal. The Religious Freedom Restoration Act passed with near unanimous support and formalized the use of strict scrutiny in faith-based legal challenges to generally applicable, neutral laws.\n“This act reverses the Supreme Court’s decision in Employment Division v. Smith and reestablishes a standard that better protects all Americans of all faiths in the exercise of their religion in a way that I am convinced is far more consistent with the intent of the founders of this nation than the Supreme Court decision,” said President Bill Clinton on Nov. 16, 1993, when he signed the bill into law.\nThe act does not guarantee that faith-based arguments win out, but, in most cases, it does ensure that the government has to justify its actions, Aakre said. Without it, the Sikh Coalition would have had few options after it failed to convince the Marine Corps to voluntarily offer religious accommodations to Sikh recruits.\n“When you rely on government agencies or legislators to do the right thing and protect these minority faith groups’ rights, you’re just making an ask of them and they have the option to do it or not,” Aakre said.\nShe described the Religious Freedom Restoration Act as an essential tool in the Sikh Coalition’s tool belt.\n“Minority faith groups often have less access to justice. ... Having a piece of legislation like this to protect their beliefs is really important,” she said.\nRelated Religious freedom law often leaves these Americans behind The long road to a religious freedom victory for Sikhs in the U.S. Army\nProtecting minority faiths When Aakre talks about her work with people who are less familiar with religious freedom law, they’re often surprised to hear about how valuable the Religious Freedom Restoration Act continues to be for people of faith.\nIt’s hard to grasp how regularly laws come into conflict with religious practices and beliefs — and which faith groups typically struggle to secure policy changes — if you’re not paying attention, she said.\nWhen religious liberty battles do get widespread attention, it’s typically because they’re tied to a culture war issue, like abortion or LGBTQ rights. That helps explain why people increasingly believe that the Religious Freedom Restoration Act primarily benefits conservative Christians and miss what it offers to smaller, lesser-known faith groups, said Luke Goodrich, vice president and senior counsel for the Becket Fund for Religious Liberty.\n“The Religious Freedom Restoration Act is a massive success story for Christians and non-Christians,” he said, highlighting an empirical study he released in 2018 on cases in front of the 10th U.S. Circuit Court of Appeals which showed that minority groups were overrepresented in religious liberty litigation.\nStill, the 1993 law has not been a cure-all for faith-related legal issues, especially not for members of smaller religious groups.\nNative Americans, in particular, have struggled over the past 30 years to make government officials and judges understand their religious freedom concerns, Goodrich said.\n“There’s a lack of understanding about Native Americans’ religious exercise and how it’s tied to place,” he said.\nGoodrich is currently working on a case called Apache Stronghold v. United States in which U.S. officials have successfully argued — at least so far — that selling a sacred site in Arizona to a mining company, a move that would eventually turn the site into a crater, does not substantially burden the religious beliefs of Native Americans who have worshipped on the land for centuries.\nAlthough he’s optimistic that Apache Stronghold will eventually prevail, Goodrich said the case illustrates how many resources, including time, go into religious freedom lawsuits and how reticent the government often is to make faith-related policy adjustments.\nSimilarly, Aakre said it remains difficult to fight religious liberty battles, noting that a legal victory does not guarantee permanent solutions.\nFor example, the Marine Corps did not change its uniform policy after Singh and the other recruits secured the ability to maintain their articles of faith in boot camp, meaning that future Sikh recruits could have to file a new lawsuit to secure the same protections.\nAnd although at least one active duty Marine has been offered a religious accommodation to maintain a turban, beard and unshorn hair, he was told that it would be career limiting, Aakre said.\n“He’s really not going to have the opportunity to excel in his field, in his career,” she said, noting that a case centered on the experience of active duty Sikh Marines is currently in the discovery phase.\nBut rather than feel frustrated that recent lawsuits haven’t accomplished more for Sikh Marines, Aakre remains thankful that the Religious Freedom Restoration Act strengthens Sikhs’ positions in these battles.\n“It’s the strongest avenue we have to combat these kinds of violations,” she said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://supreme.justia.com/cases/federal/us/494/872/#tab-opinion-1958252",
    "https://deliverypdf.ssrn.com/delivery.php?ID=675084119021000009103024116112069122024006056079005030120082087022112108009097072123124060121106033007109026005113108019074113107006090023002099030122109104103019118063082019110097092017125091122081114007112022019028105007066027082080098074005106021094&EXT=pdf&INDEX=TRUE",
    "https://www.oyez.org/cases/1989/88-1213",
    "https://religiousfreedominstitute.org/events/commemorating-rfra-irfa-why-religious-freedom-remains-vital-to-u-s-law-and-policy/",
    "http://www.youtube.com/watch?v=4YtyUXnBhXU",
    "https://www.deliverypdf.ssrn.com/delivery.php?ID=675084119021000009103024116112069122024006056079005030120082087022112108009097072123124060121106033007109026005113108019074113107006090023002099030122109104103019118063082019110097092017125091122081114007112022019028105007066027082080098074005106021094&EXT=pdf&INDEX=TRUE",
    "https://deliverypdf.ssrn.com/delivery.php",
    "https://www.supreme.justia.com/cases/federal/us/494/872/#tab-opinion-1958252",
    "https://www.religiousfreedominstitute.org/events/commemorating-rfra-irfa-why-religious-freedom-remains-vital-to-u-s-law-and-policy/",
    "https://oyez.org/cases/1989/88-1213",
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=4YtyUXnBhXU",
    "https://religiousfreedominstitute.org/events/commemorating-rfra-irfa-why-religious-freedom-remains-vital-to-u-s-law-and-policy"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jaskirat singh",
        "sentiment": "negative"
      },
      {
        "name": "singh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "marine corps",
        "sentiment": "negative"
      },
      {
        "name": "sikh coalition",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T06:11:02.752+02:00",
  "updated": "2024-01-06T12:00:46.118+02:00"
}