{
  "thread": {
    "uuid": "d84eab26c715020d0c3b6a39ffabc7013235e572",
    "url": "https://www.tennessean.com/story/news/nation/2023/12/29/gypsy-rose-blanchard-selfie-prison-release/72058385007/",
    "site_full": "www.tennessean.com",
    "site": "tennessean.com",
    "site_section": "https://www.tennessean.com/",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "The Tennessean: Nashville and Tennessee news, Titans sports and entertainment",
    "title": "Gypsy Rose marks release from prison with Instagram selfie",
    "title_full": "Gypsy Rose marks release from prison with Instagram selfie",
    "published": "2023-12-29T19:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2580,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d84eab26c715020d0c3b6a39ffabc7013235e572",
  "url": "https://www.tennessean.com/story/news/nation/2023/12/29/gypsy-rose-blanchard-selfie-prison-release/72058385007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Amaris Encinas",
  "published": "2023-12-29T19:24:00.000+02:00",
  "title": "Gypsy Rose marks release from prison with Instagram selfie",
  "text": "Gypsy Rose Blanchard commemorated her first full day of freedom with a selfie.\nShe took to Instagram Friday to mark her release from prison by snapping a quick pic of her smiling, writing “First selfie of freedom!” in the caption.\nBlanchard, who conspired with her then-boyfriend Nick Godejohn to kill her abusive mother in 2015 , was released from prison early Thursday morning.\nShe pled guilty to a second-degree murder charge on Tuesday, July 5, 2016 served about 85% of her 10-year sentence, spending a total of eight years behind bars for her role in the murder. She became eligible for parole in September.\nBlanchard also announced recently announced the release of an eBook titled “Release,” set to come out on Jan. 9.\nHere’s what we know about Gypsy Rose Blanchard.\nGypsy Rose Blanchard coverage: Gypsy Rose Blanchard's release from prison latest twist in shocking Munchausen by Proxy case\nWho is Gypsy Rose? Gypsy, who is Clauddine “Dee Dee” Blanchard’s daughter, was made to believe she suffered from a wide range of medical ailments including leukemia, asthma and muscular dystrophy thanks to her mother.\nGypsy’s late mother was accused of having made her daughter appear to have a range of physical and developmental ailments, USA Today previously reported.\nDee Dee Blanchard, later said to have Munchausen syndrome by proxy which is a mental condition in which someone makes another person ill for sympathy or gain received disability payments and gifts from charities all of Gypsy’s illnesses, that often led to painful treatment and procedures.\nGypsy, who used a wheelchair before it was discovered she could walk , said she was desperate to escape her mother's abuse and sought help from her online boyfriend, Nicholas Godejohn.\nGodejohn, who was was sentenced to life in prison for stabbing and killing Dee Dee Blanchard traveled to Missouri on June 9, 2015 to help enact the escape plan.\nHe was reportedly let into the home after Gypsy’s late mother fell asleep and used a knife handed to him by Gypsy to stab the sleeping woman 17 times, killing her before fleeing to his native Wisconsin, USA Today previously reported.\nGypsy later told ABC 20/20 news she hid in the bathroom with hands over her ears during the act.\nAuthorities were contacted about a post on Dee Dee Blanchard’s Facebook page dated June 14, 2015 that read, ‘That B*** is dead!’ before her body was found in her home with multiple stab wounds.\nBefore Gypsy was publicly tied to the murder, many Springfield residents were worried that she was also in peril.\nThe bizarre nature of the Springfield murder made national headlines and became the subject of documentaries and streamed television series .\nMaine removes Trump from ballot, saying he's disqualified by 'insurrectionist ban' 'The cause of the Civil War was slavery': Historian weighs in on Nikki Haley's answer Woman from Singapore dies after falling off cliff at Minnewaska State Park 'Persons of interest' sought in 18-year-old pregnant woman's shooting death: San Antonio police What to know about UW-La Crosse chancellor Joe Gow who was fired for porn with wife Carmen Wilson When was Gypsy Rose arrested? Gypsy and her boyfriend were arrested on June 14, 2015 in Big Bend, Wisconsin.\nThe pair posted two updates on Dee Dee Blanchard’s Facebook page earlier that day to draw attention to her yet undiscovered body.\nHow old is Gypsy Rose? Gypsy Blanchard was born July 29, 1991, making her 32 years old in 2023.\nHow old was Dee Dee Blanchard when she died? Dee Dee Blanchard was born May 3, 1967, making her 48 years old when she was killed in 2015.\nWho is Gypsy Rose married to? Gypsy married Ryan Scott Anderson in July 2022. Anderson is 37-year-old teacher based in Lake Charles, Louisiana, according to “ People .”\nThe pair split after three months of marriage but eventually reconciled, the magazine reported.\nShe shared with various news outlets that she planned on attending a Kansas City Chiefs game with her husband after her release, stating that she hopes she gets to meet superstar Taylor Swift, who is dating Chiefs tight end Travis Kelce, USA Today previously reported.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://abcnews.go.com/US/young-wheelchair-bound-woman-treated-illnesses-ended-prison/story?id=52138979",
    "https://www.instagram.com/p/C1cNGBvu7IK/embed/captioned/?cr=1&v=12&wp=1116&rd=https%3A%2F%2Fwww.tennessean.com",
    "https://www.instagram.com/p/C1cNGBvu7IK/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.instagram.com/p/C1cNGBvu7IK/",
    "https://www.msn.com/en-us/news/crime/gypsy-rose-blanchard-released-from-10-year-prison-sentence-early-after-mothers-murder-im-ready-exclusive/ar-AA1m9Bbi",
    "https://msn.com/en-us/news/crime/gypsy-rose-blanchard-released-from-10-year-prison-sentence-early-after-mothers-murder-im-ready-exclusive/ar-AA1m9Bbi",
    "https://www.instagram.com/p/C1cNGBvu7IK/",
    "https://instagram.com/p/C1cNGBvu7IK/",
    "https://www.instagram.com/p/C1cNGBvu7IK",
    "https://instagram.com/p/C1cNGBvu7IK/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.abcnews.go.com/US/young-wheelchair-bound-woman-treated-illnesses-ended-prison/story?id=52138979",
    "https://abcnews.go.com/US/young-wheelchair-bound-woman-treated-illnesses-ended-prison/story",
    "https://instagram.com/p/C1cNGBvu7IK/embed/captioned/?cr=1&v=12&wp=1116&rd=https%3A%2F%2Fwww.tennessean.com",
    "https://www.instagram.com/p/C1cNGBvu7IK/embed/captioned/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gypsy rose",
        "sentiment": "positive"
      },
      {
        "name": "gypsy rose blanchard",
        "sentiment": "positive"
      },
      {
        "name": "gypsy",
        "sentiment": "none"
      },
      {
        "name": "nick godejohn",
        "sentiment": "none"
      },
      {
        "name": "dee dee” blanchard",
        "sentiment": "none"
      },
      {
        "name": "blanchard",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "munchausen",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T20:48:24.448+02:00",
  "updated": "2023-12-29T20:48:24.448+02:00"
}