{
  "thread": {
    "uuid": "8f45afc7b0821a601284dbe522780f7f01f1084a",
    "url": "https://retailwire.com/pharrell-williams-first-collection-for-louis-vuitton-is-in-stores-now/",
    "site_full": "retailwire.com",
    "site": "retailwire.com",
    "site_section": "https://retailwire.com/feed/",
    "site_categories": [
      "marketing",
      "business"
    ],
    "section_title": "RetailWire",
    "title": "Pharrell Williams’ First Collection for Louis Vuitton Is in Stores Now",
    "title_full": "Pharrell Williams’ First Collection for Louis Vuitton Is in Stores Now",
    "published": "2024-01-06T00:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://retailwire.com/wp-content/uploads/Photo-by-Christian-Wiediger-on-Unsplash-1024x683.jpg",
    "performance_score": 0,
    "domain_rank": 23258,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8f45afc7b0821a601284dbe522780f7f01f1084a",
  "url": "https://retailwire.com/pharrell-williams-first-collection-for-louis-vuitton-is-in-stores-now/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lavina Suthenthiran",
  "published": "2024-01-06T00:31:00.000+02:00",
  "title": "Pharrell Williams’ First Collection for Louis Vuitton Is in Stores Now",
  "text": "Photo by Christian Wiediger on Unsplash\nPharrell Williams’ First Collection for Louis Vuitton Is in Stores Now\nJanuary 5, 2024\nFrom music to menswear, Pharrell Williams marries his talents to make his mark in the fashion industry with his spring 2024 menswear collection for Louis Vuitton.\nAccording to\nVogue Business, the leading global music mogul captivated the media last June with the debut of his collaboration with the French luxury brand by bringing in more than 1 billion views across social platforms and 1,750 guests to the Pont Neuf bridge in Paris for a dazzling, star-studded show.\nNow, since Jan. 4, Louis Vuitton stores across the world offer the complete range of ready-to-wear, footwear, accessories, and small leather goods. Some of the highlights include the Speedy Bandouliére bag, Damier denim jacket and jeans, and Varsity jacket. Prices range from $550 to $1 million for the made-to-order Millionaire Speedy bag, which is the Louis Vuitton’s signature bag that was reinterpreted by Williams in a monogram leather and went viral last year.\nLouis Vuitton will also be launching a variety of pieces from the collection at pop-up stands in New York’s Soho district, South Korea, and Paris’s Champs-Élysées, and they will be in U.K. retailers such as Selfridges and Harrods. They also showcased their pre-fall collection in\nHong Kong. This has been the brand’s largest menswear launch so far.\nThe brand aims to offer customers in-store an opportunity to relive the show that stunned the world last summer.\nBosse Myhr, Selfridge’s director of menswear and womenswear, is enthusiastic about the arrival of the collection in stores. He said, “Our customers have been looking forward to the collection since Pharrell’s appointment at Louis Vuitton, and that incredible debut show at Pont Neuf in Paris.”\nHe added, “Louis Vuitton Lovers [the collection and pop-up title] combines Louis Vuitton’s distinct world of craftsmanship, innovation and experience with Pharrell’s perspective on fashion and culture and his ability to connect with a broad demographic of communities.”\nTo keep up with the changing atmosphere in the luxury space, Louis Vuitton, as well as many other key luxury brands, has been shifting away from traditional wholesale to drive sales through its own channels, which in turn gives the brand more control. The strategy also safeguards against a drop in demand at the multi-brand retail level as a result of inflation and discounts that can impact brand equity.\nEven though menswear makes up approximately 5% to 15% of Louis Vuitton’s sales, analysts suggest that it positively impacts other parts of the business. Taking a look at CEO Pietro Beccari’s approach, given his prior CEO roles at Fendi and Dior, experts predict he will gravitate toward Williams’s enthusiasm to strengthen the brand’s image and expand into new categories, mirroring the successful strategy applied with Dior.\nRecent News\nCostco Gives Winning Response to Workers’ Union\nCostco workers in Norfolk, Virginia, voted to improve working conditions at the wholesale retail chain in December by unionizing, and the response from Costo was surprising yet went down very well with workers.\nUS Economy Adds Over 200K Jobs in December 2023, Wages Up\nJob additions exceeded original projections for the month of December, and the unemployment rate remains unchanged.\nFlorida Man Sues Dunkin’ After Exploding Toilet Leads to Injury\nThe customer has filed a negligence lawsuit against the popular coffee chain.\nAMC Hits Record Low and Struggles To Improve\nAMC Entertainment Holdings Inc.’s stock is plummeting. The company’s shares marked a record low yet again this Thursday, closing at a meager $5.30, down by 5%. This makes it the fourth day in a row of losses for the movie theater chain.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.voguebusiness.com/story/consumers/louis-vuitton-recreates-pharrells-debut-show-for-retail-launch",
    "https://www.voguebusiness.com/story/fashion/inside-louis-vuittons-hong-kong-spectacle",
    "https://voguebusiness.com/story/fashion/inside-louis-vuittons-hong-kong-spectacle",
    "https://voguebusiness.com/story/consumers/louis-vuitton-recreates-pharrells-debut-show-for-retail-launch"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pharrell williams",
        "sentiment": "negative"
      },
      {
        "name": "christian wiediger",
        "sentiment": "negative"
      },
      {
        "name": "unsplash pharrell williams",
        "sentiment": "negative"
      },
      {
        "name": "louis vuitton",
        "sentiment": "negative"
      },
      {
        "name": "williams",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "first collection for louis vuitton",
        "sentiment": "negative"
      },
      {
        "name": "vogue business",
        "sentiment": "none"
      },
      {
        "name": "varsity",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "paris",
        "sentiment": "none"
      },
      {
        "name": "pont neuf bridge",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:43:20.093+02:00",
  "updated": "2024-01-06T00:43:20.093+02:00"
}