{
  "thread": {
    "uuid": "a9277a575509f2c690cce4c50db7b81cfa1c562b",
    "url": "https://www.eastidahonews.com/2024/06/new-pastor-for-two-local-churches-invites-community-to-worship-and-barbecue-event",
    "site_full": "www.eastidahonews.com",
    "site": "eastidahonews.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "New pastor for two local churches invites community to worship and barbecue event - East Idaho News",
    "title_full": "New pastor for two local churches invites community to worship and barbecue event - East Idaho News",
    "published": "2024-06-02T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s3.us-west-2.amazonaws.com/assets.eastidahonews.com/wp-content/uploads/2024/06/mcvickers-pic.jpg",
    "performance_score": 0,
    "domain_rank": 22243,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a9277a575509f2c690cce4c50db7b81cfa1c562b",
  "url": "https://www.eastidahonews.com/2024/06/new-pastor-for-two-local-churches-invites-community-to-worship-and-barbecue-event",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rett Nelson",
  "published": "2024-06-02T03:00:00.000+03:00",
  "title": "New pastor for two local churches invites community to worship and barbecue event - East Idaho News",
  "text": "Published at IDAHO FALLS – Elizabeth McVicker found faith when she immigrated to the U.S. with her parents as a child. She’s now a pastor in Idaho Falls, and she’s inviting the community to a worship service and barbecue later this month. As of March 1, the 55-year-old Oklahoma woman is the new reverend at Trinity United Methodist Church and St. Paul’s United Methodist Church in Idaho Falls. She’s hosting the community event on June 30 to “foster unity and share God’s love.” “It’s really to let people know that Methodism is a place where all people are welcome,” McVicker tells EastIdahoNews.com. “Anyone who is looking for a community of people who are authentic, we’re hosting this worship and barbecue.” The worship service will begin at 10 a.m. inside St. Paul’s at 1730 St. Clair Road. Communion will be given to those in attendance. Hamburgers, hot dogs, Farr’s ice cream and other desserts will be served outside the church following the service. There will also be activities and live entertainment. It’s free and open to anyone who wants to attend. After the recent departure of the two church’s pastors, both congregations will be sharing the same reverend. Trinity United has had an interim pastor since July when its previous reverend, Ruth Marsh, took a ministry assignment in Oregon. Similarly, St. Paul’s had been without a pastor four about two years. McVicker was assigned by the bishop, an ordained elder assigned to preside over the church in a regional area, to come to Idaho Falls. McVicker previously served in Salt Lake City, and she’s enjoyed getting acclimated in eastern Idaho and serving the community. “Idaho Falls is a remarkable community,” says McVicker. “I’m enjoying the high caliber of performing arts here and the amazing outdoors. When I drove around downtown, I just felt very at home.” Trinity United’s ministry to the homeless population is another thing that appeals to her about this assignment. That was a main focus of her ministry in Salt Lake and she’s glad to continue that tradition. RELATED | Finding Faith as an addict: How a former Latter-day Saint found love and acceptance as a Methodist McVicker was born in Rangoon, Burma, a country in southeast Asia. She is “full-blooded Chinese” and her parents came to America seeking escape from a Socialist government. She grew up attending the Methodist Church with her parents in Tulsa, Oklahoma. She participated in the choir and Sunday school. She gained a deep love for the people and the faith. After graduating from Yale, she was planning to get a doctorate at the University of California, Berkeley but decided to take a break. “I enrolled in seminary in Berkeley. That first semester is when I actually felt called into ministry,” McVicker explains. She was ordained in 1997. Her first ministerial assignment was in Phoenix, Arizona. She served in Cheyenne, Wyoming, for seven years before being called to Salt Lake in 2016. “Idaho Falls feels a lot like Cheyenne — similar size population,” McVicker says. RELATED | United Methodists repeal longstanding ban on LGBTQ clergy Last month, the Methodist Church repealed its longstanding ban on LGBTQ clergy. McVicker says they also embrace people of all identities in their congregation. “We’re open to people of all human sexualities and gender identities. There’s no requirement, no criteria people have to meet in order to receive Holy Communion in the Methodist Church. I think that is very unique in the world of Christendom, and we want people to know that we’re here,” she says. She invites the community to worship and attend the event on June 30.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "elizabeth mcvicker",
        "sentiment": "negative"
      },
      {
        "name": "mcvicker",
        "sentiment": "none"
      },
      {
        "name": "farr",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "east idaho news published",
        "sentiment": "negative"
      },
      {
        "name": "trinity united methodist church",
        "sentiment": "none"
      },
      {
        "name": "st. paul’s united methodist church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "idaho",
        "sentiment": "none"
      },
      {
        "name": "st. clair road",
        "sentiment": "none"
      },
      {
        "name": "idaho falls",
        "sentiment": "none"
      },
      {
        "name": "oklahoma",
        "sentiment": "none"
      },
      {
        "name": "st. paul",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T23:19:21.134+03:00",
  "updated": "2024-06-02T23:19:21.134+03:00"
}