{
  "thread": {
    "uuid": "fc17dccc1e8c6af8c972823bb19ceb2700f35eb7",
    "url": "https://guardian.ng/news/muslim-cleric-urges-judicious-application-of-zakat-proceeds-2",
    "site_full": "guardian.ng",
    "site": "guardian.ng",
    "site_section": "https://guardian.ng/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "The Guardian Nigeria News – Nigeria and World News",
    "title": "Muslim cleric urges judicious application of Zakat proceeds Nigeria",
    "title_full": "Muslim cleric urges judicious application of Zakat proceeds — Nigeria — The Guardian Nigeria News – Nigeria and World News",
    "published": "2024-06-01T04:39:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://guardian.ng/wp-content/uploads/2024/05/Sheikh-Imran-Abdulmajeed-Eleha.jpg",
    "performance_score": 0,
    "domain_rank": 5172,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fc17dccc1e8c6af8c972823bb19ceb2700f35eb7",
  "url": "https://guardian.ng/news/muslim-cleric-urges-judicious-application-of-zakat-proceeds-2",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guardian Nigeria",
  "published": "2024-06-01T04:39:00.000+03:00",
  "title": "Muslim cleric urges judicious application of Zakat proceeds Nigeria",
  "text": "The Chief Imam of Daaru Na’im Central Mosque, Sheikh Imran Abdulmajeed Eleha, has cautioned beneficiaries of zakat disbursement against abusing the gesture by turning themselves into permanent recipients of the proceeds. The Saudi Arabia-trained Nigeria-born scholar said the purpose of zakat was to empower the less-privileged, who should utilise whatever they get judiciously. Eleha was speaking at the ninth edition of Zakat and Sadaqah disbursement of Jaiz Charity and Development Foundation, one of Nigeria’s leading faith-based poverty alleviation and empowerment non-governmental organisation (NGO) known for putting smiles on the faces of the needy. The event, which was held at Beleke Smith Memorial Mosque, Surulere, saw the disbursement of a total sum of N15m to 165 beneficiaries grouped into four different categories. In his lecture, Sheikh Eleha explained that zakat was one of the empowerment and anti-poverty strategies established by the Shari’a, thereby warning against abuse of the privilege by beneficiaries. “The purpose of zakat is to empower the less-privileged persons. Therefore, once you are selected as a beneficiary, you are to use the money or zakat item judiciously. It is not ideal for people to abuse the zakat by turning themselves into permanent recipients. The best thing is for the beneficiaries to strive to reciprocate the gesture by paying back in the coming years. “During the time of Umar Ibn Abdulazeez, one of the Caliphs of Islam, the Ummah disbursed zakat for two years, and people had become so empowered that in the following year (which is the third), nobody had cause to receive zakat.” Sheikh Eleha noted the huge challenge of poverty and hunger bedevilling Nigerian society is due to our low application of zakat as a strategy to empower the less- privileged . He said: “The Islamic community must have arrangements for empowering Muslims. ..” The Shari’a has established many ways including sadaqah, zakat and others. It is because we do not follow these ways properly that we are still facing a huge challenge of hunger and poverty today.” He commended the Jaiz Foundation and other Islamic organisations administrating the collection and disbursement of zakat in Nigeria, noting they are preserving the Shari’a. “We must commend the job that organisations like Jaiz Foundation are doing to preserve the Shari’a in the area of zakat and sadaqah administration. May the Almighty Allah reward them abundantly for emancipating the less privileged ones in the society,” he said. Earlier, the Chief Executive Officer of the foundation, Dr. Abdullahi Shuaib, revealed that beneficiaries of this year’s zakat disbursement cut across different segments including education, health, economic empowerment, and welfare, among others. According to him, “At today’s event, no fewer than 165 indigent Nigerians will be presented with cheques and tools worth N15 million for economic empowerment, health, livelihood, educational intervention, among others. “The sum of N6.4 million was earmarked for the economic empowerment category comprising 32 beneficiaries. Similarly, while the sum of N4.5m went for education support, N2.8m was awarded for humanitarian support. 6 beneficiaries shared the sum of N1.7m in the health category,” he added. The Jaiz Foundation CEO appreciated the Zakat payers for their unwavering support and generous donations over the years while urging other wealthy individuals to fulfil the obligation. “We ask Allah to continue to bless the zakat payers’ wealth, families and enterprises as they continue to support the cause of Allah and humanity,” Dr Shuaib added. 0 Comments [cancel reply](/news/muslim-cleric-urges-judicious-application-of-zakat-proceeds-2/#respond) You must be logged in to post a comment. We will review and take appropriate action. Get the latest news delivered straight to your inbox every day of the week. Stay informed with the Guardian’s leading coverage of Nigerian and world news, business, technology and sports.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sheikh eleha",
        "sentiment": "none"
      },
      {
        "name": "eleha",
        "sentiment": "none"
      },
      {
        "name": "sheikh imran abdulmajeed eleha",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jaiz charity and development foundation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "beleke smith memorial mosque",
        "sentiment": "none"
      },
      {
        "name": "surulere",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T04:41:13.685+03:00",
  "updated": "2024-06-01T05:01:27.546+03:00"
}