{
  "thread": {
    "uuid": "8df5fa9b63ca8772ae345b74816cd6aa53f53637",
    "url": "https://www.ambito.com/economia/anuncian-un-bono-150-mil-un-grupo-trabajadores-quienes-alcanza-n5910937",
    "site_full": "www.ambito.com",
    "site": "ambito.com",
    "site_section": "https://www.ambito.com/",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Ámbito Financiero, líder en noticias económicas",
    "title": "Anuncian un bono de $150 mil para un grupo de trabajadores: a quiénes alcanza",
    "title_full": "Anuncian un bono de $150 mil para un grupo de trabajadores: a quiénes alcanza",
    "published": "2023-12-30T19:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://media.ambito.com/p/fb348d4ec04819cebad03fa55e778de4/adjuntos/239/imagenes/041/162/0041162763/1200x675/smart/bono-comerciantesjpg.jpg",
    "performance_score": 0,
    "domain_rank": 12670,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8df5fa9b63ca8772ae345b74816cd6aa53f53637",
  "url": "https://www.ambito.com/economia/anuncian-un-bono-150-mil-un-grupo-trabajadores-quienes-alcanza-n5910937",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ambitocom",
  "published": "2023-12-30T19:16:00.000+02:00",
  "title": "Anuncian un bono de $150 mil para un grupo de trabajadores: a quiénes alcanza",
  "text": "Los trabajadores rurales semilleros cobrarán un bono de $150 mil en concepto de asignación extraordinaria no remunerativa . Eso se dio por un acuerdo alcanzado por la Unión Argentina de Trabajadores Rurales y Estibadores (Uatre) y la Asociación de Semilleros Argentinos (ASA) .\n El bono aplicará para todo el personal que lleve contratado un período mayor a seis meses . Recibirá el beneficio de $150 mil , mientras que aquellos que lleven una permanencia menor a ese período pero mayor a a 30 días recibirán $75 mil . Por su parte, quienes tengan menos de un mes en el puesto cobrarán $30 mil.\nInformate más Los jubilados cobrarán el bono de $55.000 en enero: ponen en duda el pago de febrero Bono de 150 mil pesos para trabajadores rurales: quiénes lo recibirán Acuerdo con el objetivo de llevar \"tranquilidad\" a los trabajadores Desde el gremio consideraron el contexto económico actual y apuntan a \"llevar certidumbre y tranquilidad\" a los trabajadores, según destacó José Voytenco, secretario general de la organización sindical.\nAlfredo Paseyro , director ejecutivo de la Asociación de Semilleros, fue quien firmó el acuerdo que empezará a regir el 10 de enero.\ntrabajo rural Los trabajadores rurales semilleros recibirán un bono de 150 mil pesos.\nVoytenco precisó que \"la asignación para los trabajadores de la cadena semillera fue consecuencia del trabajo coordinado con instituciones relacionadas con la agroindustria\" y señaló que \"no es un hecho aislado\" ya que \"este eslabón realizó una tarea seria para reducir la informalidad y mejorar las condiciones laborales \".\nEl dirigente agregó que el objetivo de la Uatre \"es generar convenios con las cámaras y desarrollar estrategias conjuntas para el bien común \", y explicó que la entidad que nuclea a los semilleros está integrada por 80 empresas que generan 26 mil puestos de trabajo directos en todo el país , factura 1.300 millones de dólares al año y provee al mercado el 90% de las semillas sembradas de maíz, girasol, soja y trigo .\n\" No se perdió de vista la necesidad de incorporar a los convenios colectivos nuevos beneficios sobre capacitación, obra social y fondo complementario jubilatorio\", afirmó.\nBono de $55.000 para jubilados en enero 2024: ¿cuáles son los requisitos de ANSES? El Gobierno de Javier Milei confirmó la continuidad del bono variable de refuerzo para jubilados y pensionados de hasta $55.000 otorgado por la Administración Nacional de la Seguridad Social (ANSES) durante enero 2024.\nANSES pagará el bono de hasta $55.000 a aquellos jubilados y pensionados que cobren el haber mínimo . Tras su última actualización en diciembre, el piso asciende a $105.713.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T19:27:49.664+02:00",
  "updated": "2023-12-31T00:36:11.643+02:00"
}