{
  "thread": {
    "uuid": "8992e49e8d9946fa71fe6a9c838120754e172cac",
    "url": "https://www.jornalcontabil.com.br/5-livros-para-comecar-2024-empreendendo/",
    "site_full": "www.jornalcontabil.com.br",
    "site": "jornalcontabil.com.br",
    "site_section": "https://app.jornalcontabil.com.br",
    "site_categories": [
      "media"
    ],
    "section_title": "Jornal Contábil - Contabilidade, MEI, INSS, Crédito e Auxílios",
    "title": "5 livros para começar 2024 empreendendo - Jornal Contábil",
    "title_full": "5 livros para começar 2024 empreendendo - Jornal Contábil",
    "published": "2024-01-06T00:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.jornalcontabil.com.br/wp-content/uploads/2023/09/livros-jpg.webp",
    "performance_score": 0,
    "domain_rank": 47623,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8992e49e8d9946fa71fe6a9c838120754e172cac",
  "url": "https://www.jornalcontabil.com.br/5-livros-para-comecar-2024-empreendendo/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bia Montes",
  "published": "2024-01-06T00:39:00.000+02:00",
  "title": "5 livros para começar 2024 empreendendo - Jornal Contábil",
  "text": "Os [livros](https://www.jornalcontabil.com.br/10-livros-que-vao-destravar-sua-mente-para-se-tornar-um-milionario/), além de uma ótima distração, também são fontes de conhecimento e capazes de inspirar com suas histórias. Conhecer novos títulos pode trazer insights valiosos e capazes de motivar ações práticas de mudança nos negócios. “Boas leituras auxiliam profissionais e empresas a se posicionarem e encontrarem boas referências em um mercado tão competitivo. Lidamos com inovação diariamente, que está em constante evolução, por isso, manter-se atualizado é essencial”, defende André Medina, Superintendente de Inovação da Andrade Gutierrez e responsável pelo Vetor AG, programa de inovação aberta da construtora. Leia também: [9 Livros Sobre Negócios E Carreiras Que Vão Mudar A Sua Vida](https://www.jornalcontabil.com.br/9-livros-sobre-negocios-e-carreiras-que-vao-mudar-a-sua-vida-pessoal-e-profissional/) Pensando nisso, conheça os 5 livros indispensáveis para quem quer ingressar no mercado de inovação e se destacar com o seu negócio. 1- O Estilo Startup Autor: Eric Ries O mesmo autor de “Startup Enxuta” propõe deixar de lado estratégias antiquadas e mostra um novo formato de trabalho, que promove crescimento sustentável e impacto de longo prazo por meio da inovação contínua, destacando a criatividade humana como principal vantagem competitiva das empresas. 2- Empresas Feitas para Vencer Autor: Jim Collins Ao responder à pergunta “Como empresas boas, medianas e até ruins podem atingir uma qualidade duradoura?”, o livro destaca a importância do desempenho sustentável e como isso pode ser uma prática presente na cultura da empresa desde o seu surgimento. Jim Collins ainda aborda características comuns que levam uma empresa à excelência, enquanto outras não. Leia também: [Livros Que Vão Te Ajudar A Escolher Sua Profissão](https://www.jornalcontabil.com.br/livros-que-vao-te-ajudar-a-escolher-sua-profissao/) 3- A revolução das startups Autor: Bruno Perin Com conteúdo leve e didático, o livro é ponto de partida para quem quer empreender e entender o mundo das startups, trazendo desde respostas básicas, como “o que são startups”, até a compreensão dos novos conceitos de empreendedorismo, ambientes dos empreendedores, suas ideias inspiradoras e como funcionam seus investimentos e competições. 4- Bold: oportunidades exponenciais Autor: Peter H. Diamandis A obra é quase um manual prático de como transformar, por meio da inovação, os maiores problemas do mundo em grandes oportunidades. Dividida em três partes, aborda as tecnologias exponenciais, a psicologia do empreendedor exponencial e suas ferramentas mentais e as práticas que permitem a qualquer pessoa alavancar a multidão hiperconectada para atingir um objetivo. Leia também: [Precisa Melhorar Sua Oratória? Esses Livros Vão Te Ajudar!](https://www.jornalcontabil.com.br/precisa-melhorar-sua-oratoria-esses-livros-vao-te-ajudar/) 5- Inevitável: as 12 forças tecnológicas que mudarão nosso mundo Autor: Kevin Kelly O autor traz uma reflexão sobre o que podemos esperar para os próximos 30 anos, defendendo que grande parte dos acontecimentos são inevitáveis e definidos por tendências tecnológicas que já são correntes em nosso dia a dia. Kelly também avalia como ainda seremos afetados por transformações como a realidade virtual e a inteligência artificial.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:59:46.316+02:00",
  "updated": "2024-01-06T00:59:46.316+02:00"
}