{
  "thread": {
    "uuid": "65342aaaaabf6759b096533dc55f49c241fd1969",
    "url": "https://www.shawlocal.com/daily-chronicle/2024/02/29/democrat-ellingsworth-webb-makes-history-as-first-black-chair-of-dekalb-county-board",
    "site_full": "www.shawlocal.com",
    "site": "shawlocal.com",
    "site_section": "https://www.shawlocal.com/arcio/rss",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "legal_issues"
    ],
    "section_title": "Shaw Media Local",
    "title": "Democrat Ellingsworth Webb makes history as first Black Chair of DeKalb County Board",
    "title_full": "Democrat Ellingsworth Webb makes history as first Black Chair of DeKalb County Board",
    "published": "2024-03-01T00:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.shawlocal.com/resizer/6iLI3LI3fWy6cWg6_djmZdJHOkc=/1200x630/filters:format(jpg):quality(70):focal(1888x405:1898x415)/cloudfront-us-east-1.images.arcpublishing.com/shawmedia/J5YU55EFZJH7PCHR4IHQV6IPDA.JPG",
    "performance_score": 0,
    "domain_rank": 13682,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "65342aaaaabf6759b096533dc55f49c241fd1969",
  "url": "https://www.shawlocal.com/daily-chronicle/2024/02/29/democrat-ellingsworth-webb-makes-history-as-first-black-chair-of-dekalb-county-board",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Camden Lazenby",
  "published": "2024-03-01T00:31:00.000+02:00",
  "title": "Democrat Ellingsworth Webb makes history as first Black Chair of DeKalb County Board",
  "text": "SYCAMORE – Democrat Ellingsworth Webb, who represents District 9, was elected the new chairman of the DeKalb County Board on Wednesday night. He’s the first Black chairperson of the board and succeeds Suzanne Willis who resigned last week. Webb, 65, of [DeKalb](https://www.shawlocal.com/tags/dekalb/) said he was feeling a mix of emotions, ranging from joyous to surprised after being voted in. “I think it was absolutely incredible, and for my fellow County Board members to extend their trust in me was delightful, heartfelt, and appreciative,” Webb said. “I’m really excited about how we continue to work together to get things done for the constituents of [DeKalb County](https://www.shawlocal.com/tags/dekalb-county/).” The DeKalb County Board held a special meeting Wednesday night – five days after former DeKalb County Board Chair Suzanne Willis, a Democrat from District 10, [resigned from her office for health reasons](https://www.shawlocal.com/daily-chronicle/2024/02/23/dekalb-county-board-chair-democrat-suzanne-willis-resigns/) – with an [agenda](https://dekalbcounty.org/wp-content/uploads/2024/02/agenda-cb-02282024.pdf) geared towards declaring Willis’ seat vacant, nominating a replacement and electing a new County Board chairperson. “I think it was absolutely incredible, and for my fellow County Board members to extend their trust in me was delightful, heartfelt, and appreciative. I’m really excited about how we continue to work together to get things done for the constituents of DeKalb County.”— Ellingsworth Webb Tim Bagby, head of the Republican Party in DeKalb County, and a County Board member from District 3, said he believes Willis excelled at facilitating discussion between board members. “She more than anybody, and sometimes more than me, wanted to get input from all of the members, and make things participatory in a way that was commendable,” Bagby said. “So, as a Republican Party chair, I wish to say that for a Democratic leader of this body, not bad.” DeKalb County Administrator Brian Gregory said he believes Webb will run the board in a similar way to his predecessor. “I think he will be able to carry forward the characteristics Chair Willis possessed,” Gregory said. “I think he’s ready for the position and will do a good job as County Board chair.” Webb first joined the County Board when [Neill Mohammad vacated his District 9 DeKalb County Board seat](https://www.shawlocal.com/daily-chronicle/news/government/2021/10/19/dekalb-resident-ellingsworth-webb-likely-successor-for-vacated-dekalb-county-board-district-9-seat/) in late 2021. He’s no stranger to public service. Webb works in the leasing office for The Terraces apartment complexes in DeKalb. He’s also attached to a number of charitable organizations throughout the area. Among them, he works with the DeKalb Area Agricultural Association, DeKalb County Community Gardens, the Kishwaukee Kiwanis Club and is vice president for the Belonging group in DeKalb, which focuses on inclusivity and equity in the area, among other things. Since his time on the County Board so far, Webb is a frequent contributor to public discussion, including the yearslong debate regarding the future of the DeKalb County Rehabilitation and Nursing Center. New face for District 10 A newcomer also joined the DeKalb County Board on Wednesday. Laura Hoffman, a Democrat from District 10, will fill the remainder of Willis’ unexpired term. Hoffman was already seeking Willis’ seat in the November 2024 General Election. Before her resignation, Willis had previously announced she would not seek another term. DeKalb County Democratic Party head Anna Wilhelmi said she thinks Hoffman is ready for the position. “She’s very excited and I’m very excited to have her, even though, you know, we’re missing Suzanne Willis, Chair Willis, from that seat,” Wilhelmi said. “I am thrilled that she is taking, stepping in and she actually was at the county board meeting last week, to observe and learn and do all of those things. Wilhelmi said she also was elated for Webb, and the societal milestone his election marks. “I’m so excited and thrilled that on the second to the last day of Black History Month in 2024 we have our very first Black chair for the DeKalb County Board,” Wilhelmi said. “It’s sad, in a way, that it’s the first here in 2024 but it’s very thrilling because, I mean, it should have happened before now, but here we are and I’m just, I’m just very excited about that.” Webb was elected as the County Board Chair in a 19-1 vote with two abstentions. Democrats Rukisha Crawford and Amber Quitno, from Districts 6 and 3, respectively, abstained. Jerry Osland, a Republican from District 12, was the lone vote against Webb’s nomination. Webb, who also has been an election judge for 16 years, said he loves giving back to the community through service. He said he’s also happy to make history but emphasized Black history happens and can be celebrated any month of the year. “I think it’s exciting that yes, it happened in Black History Month, but for anyone that is Black, African American, Black history is every month, every day, every year,” Webb said. “It is exciting to be the first. I’m sure I won’t be the last. The opportunity was presented, and I think it ... says a lot, volumes, that you can be anything that you want to to be, given the right path and the right opportunities. So being first always means something and people will look at this as a milestone – which they should and as something that happened and we should take notice of it – but more importantly ... the other part is doing the work, getting the job done.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [
    "https://dekalbcounty.org/wp-content/uploads/2024/02/agenda-cb-02282024.pdf",
    "https://www.dekalbcounty.org/wp-content/uploads/2024/02/agenda-cb-02282024.pdf"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ellingsworth webb",
        "sentiment": "negative"
      },
      {
        "name": "willis",
        "sentiment": "none"
      },
      {
        "name": "webb",
        "sentiment": "none"
      },
      {
        "name": "suzanne willis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dekalb county board sycamore",
        "sentiment": "negative"
      },
      {
        "name": "county board",
        "sentiment": "none"
      },
      {
        "name": "dekalb county board",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dekalb county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:46:48.587+02:00",
  "updated": "2024-03-15T22:20:21.231+02:00"
}