{
  "thread": {
    "uuid": "12d195021f46667294807713cb8afd5b747ee1be",
    "url": "https://www.ara.cat/ciencia-medi-ambient/descobriments-cientifics-mes-destacats-l-any_1_4891009.html",
    "site_full": "www.ara.cat",
    "site": "ara.cat",
    "site_section": "https://www.ara.cat",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Diari ARA | Notícies i actualitat al diari líder en català",
    "title": "Els descobriments científics més destacats de l'any",
    "title_full": "Els descobriments científics més destacats de l'any",
    "published": "2023-12-29T18:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://static1.ara.cat/clip/b9cbaf78-9968-4ee4-9b58-36e758b08916_facebook-aspect-ratio_default_0_x1839y544.jpg",
    "performance_score": 0,
    "domain_rank": 14681,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "12d195021f46667294807713cb8afd5b747ee1be",
  "url": "https://www.ara.cat/ciencia-medi-ambient/descobriments-cientifics-mes-destacats-l-any_1_4891009.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Toni Pou",
  "published": "2023-12-29T18:46:00.000+02:00",
  "title": "Els descobriments científics més destacats de l'any",
  "text": "[Ciència i medi ambient](https://www.ara.cat/ciencia-medi-ambient/)29/12/2023 Els descobriments científics més destacats de l'any Els fàrmacs contra l'obesitat i l'ús d'intel·ligència artificial per llegir la ment encapçalen el rànquing científic del 2023 Fàrmacs contra l’obesitat Feia temps que se sabia que alguns medicaments per tractar la diabetis fan que els pacients perdin pes. Es tracta de fàrmacs que imiten el funcionament d’una hormona anomenada GLP-1, que, a més d’estimular la producció d’insulina, alenteix el buidatge gàstric i produeix sensació de sacietat. Un exemple és el que comercialitza la farmacèutica danesa Novo Nordisk amb el nom d’Ozempic. En vista dels resultats en pacients diabètics, [aquests fàrmacs s’han començat a receptar a persones amb obesitat](https://www.ara.cat/societat/salut/revolucio-farmacologica-l-obesitat_130_4743186.html). La mateixa Novo Nordisk ja en comercialitza un d’específic per a aquesta malaltia, anomenat Wegovy, basat en el mateix principi actiu que l’Ozempic però amb una concentració més alta. El seu potencial està en el fet que, essencialment, fa perdre greix i no només pes en general. Això està especialment indicat en els casos d’obesitat, que és una malaltia causada per l’excés de greix. Aquests fàrmacs obren una nova via per combatre una malaltia que, en molts casos, després de dietes i rutines d’exercici fracassades, sol acabar en cirurgia per reduir l’estómac. I això pot tenir un impacte considerable en la qualitat de vida de moltes persones i també en els sistemes de salut. Segons l’Enquesta de Salut de Catalunya (Esca), un terç de la població té sobrepès i prop d’un 20% obesitat. L’Atles Mundial de l’Obesitat anticipa que el 2035 afectarà una de cada quatre persones. El sobrepès és responsable del 71% dels costos de tractament de la diabetis, del 23% dels de les malalties cardiovasculars i del 9% dels de càncer. A més, l’obesitat també concentra prop del 10% de la despesa sanitària espanyola, segons l’informe de l’OCDE La pesant càrrega de l’obesitat. Intel·ligència artificial per llegir la ment Tot i que ho sembla, aquest avenç no és ciència-ficció. Investigadors de la Universitat de Texas a Austin han aconseguit [traduir en paraules els pensaments](https://www.ara.cat/ciencia-medi-ambient/tecnologia/intel-ligencia-artificial-ja-capac-llegir-ment-humana_1_4690743.html). El sistema que han desenvolupat no és exacte i requereix un entrenament personalitzat, però representa una prova de concepte i un primer pas cap a la tecnologia thought-to-speech (del pensament a la parla) no invasiva. El procés d’entrenament va consistir en registrar l’activitat del cervell mitjançant una ressonància magnètica funcional que, a més de proporcionar imatges, obté informació de l’activitat cel·lular, el flux sanguini i el consum de glucosa. Això es va fer mentre els voluntaris escoltaven un pòdcast, de manera que, per a cada persona, es podia relacionar l’estat físic del cervell amb les paraules que escoltaven en cada moment. Gràcies a un potent sistema d’intel·ligència artificial, a partir d’aquesta informació els investigadors van crear mapes personalitzats de quines àrees del cervell s’activen en resposta a cada paraula. Aquests mapes van servir de llegenda per traduir en paraules què passava pel cap als voluntaris quan veien un vídeo sense diàleg, escoltaven una gravació o s’imaginaven una història. Tot i que les paraules no coincidien, el sistema aconseguia captar el sentit general dels pensaments. Per exemple: quan un dels voluntaris va escoltar la frase \"Encara no tinc el carnet de conduir\", el sistema que li monitorava el cervell va traduir els seus pensaments a \"Ella encara no ha començat a aprendre a conduir\". Malgrat que la tecnologia encara és imprecisa i requereix un alt grau de personalització (els mapes només funcionen en la mateixa persona amb qui s’han generat), els resultats conviden a pensar en les possibilitats que obre per a persones que han perdut la parla i també en la violació de la intimitat que suposa espiar els pensaments de la gent sense autorització. Això últim sí que encara és ciència-ficció, però caldrà seguir el desenvolupament de tecnologies semblants per dissenyar, si cal, els marcs reguladors adequats. Un ratolí de dos pares Una altra prova de concepte és el que han fet investigadors de la Universitat d’Osaka, que han aconseguit [crear embrions viables i fèrtils de ratolí només a partir de cèl·lules de ratolins mascles](https://www.ara.cat/ciencia-medi-ambient/biomedicina/ratolins-pares-dues-mares-l-inici-d-revolucio-reproductiva_1_4652871.html). El procés és senzill d’explicar, però complicat de materialitzar. S’agafen cèl·lules de la cua d’un ratolí mascle i es reprogramen fins a convertir-les en cèl·lules mare pluripotents, que tenen la capacitat de transformar-se en qualsevol tipus de cèl·lula. Com que tenen aquesta capacitat, en les condicions adequades es poden fer evolucionar fins que siguin òvuls. I això és el que han fet els investigadors japonesos. A continuació, s’han fecundat els òvuls amb espermatozous i s’han implantat a l’úter de ratolins femelles perquè es desenvolupin els embrions. Les dificultats tècniques han fet que només un 1% (7 de 630) dels embrions acabés prosperant i donant lloc a ratolins sans acabats de néixer. Més enllà de no ser un mètode eficient encara, tampoc es pot dir que sigui segur. Caldria comprovar que no hi ha diferències substancials entre el genoma d’una cria nascuda d’un procés natural i el de la generada a partir de cèl·lules únicament masculines. També s’hauria de veure si hi ha marques genètiques o epigenètiques que puguin influir en la salut i la qualitat de vida futura dels nounats. De tota manera, es tracta d’un resultat interessant que en un futur podria derivar en aplicacions per evitar malalties com les trisomies que causen la síndrome de Down o per facilitar que les parelles homosexuals o transgènere puguin tenir fills biològics. ADN animal per entendre la humanitat Aquest 2023 s’han publicat una sèrie d’articles en què s’ha analitzat l’ADN de diverses espècies animals i s’ha comparat amb l’humà. A més d’entendre millor la diversitat del món animal i utilitzar aquest coneixement per implementar polítiques de conservació més eficaces, els resultats poden contribuir a millorar la comprensió de malalties que afecten els humans i, per tant, a dissenyar-ne nous tractaments. La idea principal de tots aquests estudis és comparar els genomes humans i animals per estudiar les mutacions candidates a causar malalties en humans. Si aquestes mutacions també es troben en els animals, significa que no causen malalties greus. En cas de fer-ho, l’individu portador hauria tingut menys probabilitats de sobreviure i no les hauria transmès, de manera que haurien desaparegut del genoma. Per la mateixa raó, si les mutacions sospitoses detectades en humans no es troben al genoma dels animals, vol dir que poden ser les responsables de malalties greus. Aquesta tècnica permet descartar moltes de les mutacions candidates a causar malalties i centrar-se en estudiar un nombre més baix de mutacions. Això ja ha permès avançar en la identificació de les causes genètiques de la diabetis, el càncer i les malalties cardiovasculars. Aquest enfocament s'ha materialitzat des de dues iniciatives científiques: [el projecte Zoonomia ha analitzat l’ADN de 200 espècies de mamífer](https://www.ara.cat/ciencia-medi-ambient/dir-guepard-armadillo-narval-l-adn-huma_130_4692372.html) i, des de Catalunya, l’investigador Tomàs Marquès-Bonet ha liderat un [projecte que ha estudiat l’ADN de 233 espècies de primats](https://www.ara.cat/ciencia-medi-ambient/l-adn-dels-primats-permet-entendre-millor-l-origen-genetic-malalties-humanes-diabetis_130_4718179.html). Antics fabricants d’eines Durant molt de temps s’ha pensat que la capacitat per fabricar eines era exclusiva del gènere Homo, inaugurat per l’anomenat Homo habilis fa gairebé dos milions d’anys. Aquesta habilitat indica característiques cognitives com les capacitats d’abstracció, de planificació o de dur a terme accions amb un propòsit conscient. Fins fa poques dècades es pensava que aquestes característiques eren exclusives dels humans, però un bon grapat d’estudis han demostrat que hi ha animals que fan servir objectes i que fins i tot els modifiquen perquè serveixin millor per als seus propòsits, cosa que és pràcticament equivalent a la fabricació d’eines. D'acord amb aquests descobriments, aquest any s’ha publicat un estudi que documenta la [troballa d’eines de pedra de fa tres milions d’anys en un jaciment de Kènia](https://www.ara.cat/ciencia-medi-ambient/fabricacio-eines-pedra-anterior-aparicio-genere-homo_1_4639029.html). Això fa pensar, en primer lloc, que la fabricació i l’ús d’eines és més antic del que es pensava. Per altra banda, com que al mateix jaciment s’han trobat fòssils de parantrops, una espècie d’homínid descendent dels australopitecs i d’origen anterior als Homo habilis, és plausible que en fossin els autors. Aquests homínids eren baixets i robustos i, tot i originar-se amb anterioritat, van conviure amb representants del gènere Homo abans d’extingir-se fa 1,2 milions d’anys. La troballa afegeix un grau més de complexitat a l’evolució del nostre llinatge i evidencia que algunes capacitats cognitives que s’havien considerat exclusives del nostre gènere també es van donar en altres homínids. El pangenoma humà, detallat i inclusiu Més de vint anys després que es publiqués per primera vegada la seqüència del genoma humà, aquest any s’ha elaborat una edició més detallada i inclusiva del nostre codi genètic. El genoma humà de referència fins ara estava elaborat a partir de mostres d’una dotzena de persones d’ascendència europea. La nova edició del genoma humà, que els experts ja han batejat com a [pangenoma](https://www.ara.cat/societat/salut/pangenoma-mapa-mes-gran-hem-tingut-fins-ara-codi-genetic-humanitat_1_4698129.html), inclou l’ADN de 47 homes i dones d'orígens diversos, inclosos afroamericans, illencs del Carib, asiàtics orientals, africans occidentals i sud-americans. Aquest mapa ajudarà metges i científics a identificar les variacions genètiques associades a determinades malalties i avançar cap a tractaments que beneficiïn un grup més ampli de pacients, independentment de la seva ètnia o ascendència.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "catalan",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T22:09:20.502+02:00",
  "updated": "2023-12-29T22:09:20.502+02:00"
}