{
  "thread": {
    "uuid": "8275c696abc822c55d15cae1d17e7fa9306fd063",
    "url": "https://www.tweaktown.com/news/97432/good-news-microsoft-will-continue-focusing-on-the-most-important-thing-for-xbox-consoles/index.html",
    "site_full": "www.tweaktown.com",
    "site": "tweaktown.com",
    "site_section": "http://www.tweaktown.com/news-feed",
    "site_categories": [
      "tech"
    ],
    "section_title": "TweakTown News",
    "title": "Good news: Microsoft will continue focusing on the most important thing for Xbox consoles",
    "title_full": "Good news: Microsoft will continue focusing on the most important thing for Xbox consoles",
    "published": "2024-04-12T00:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.tweaktown.com/news/9/7/97432_77_good-news-xbox-will-continue-focusing-on-the-most-important-thing-for-console-hardware_full.png",
    "performance_score": 0,
    "domain_rank": 7743,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 5
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8275c696abc822c55d15cae1d17e7fa9306fd063",
  "url": "https://www.tweaktown.com/news/97432/good-news-microsoft-will-continue-focusing-on-the-most-important-thing-for-xbox-consoles/index.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Derek Strickland",
  "published": "2024-04-12T00:37:00.000+03:00",
  "title": "Good news: Microsoft will continue focusing on the most important thing for Xbox consoles",
  "text": "Microsoft isn't giving up on consoles any time soon. Xbox's new president Sarah Bond has set up a new team to oversee what is arguably the most important thing for Xbox consoles: Backwards compatibility. The news comes by way of Windows Central's Jez Corden, who was told that the new division would focus on software compatibility between console generations. [AMD Ryzen 9 9950X CPU tested: Zen 5 chip is 46% faster in Cinebench R24 than Ryzen 9 7950X](https://www.tweaktown.com/news/97493/amd-ryzen-9-9950x-cpu-tested-zen-5-chip-is-46-faster-in-cinebench-r24-than-7950x/index.html) The idea is to continue to carry forward the Xbox legacy across multiple hardware generations, where the software can be re-sold/re-packaged to consumers as standalone game sales or within subscriptions. Microsoft's commitment in this space has led to 4 generations of Xbox games being playable on the Series X/S generation, and Gen10 Xboxes could bump that up to that 5 generations of support. Also, let's not forget Microsoft wants to create a Universal Store that sells games and content across all consumer endpoints, including everything from mobile phones to PCs and consoles. So then it shouldn't be a surprise that Microsoft is doubling down on games preservation. Being able to host and distribute software and services is the core of Microsoft's business, gaming or otherwise, and it's imperative said content is readily available on whichever platform consumers are using--whether that's Xbox, PlayStation, or even direct-stream gaming via xCloud gaming. As per WIndows Central, Xbox president Sarah Bond said the following about the new team: \"We have formed a new team dedicated to game preservation, important to all of us at Xbox and the industry itself. We are building on our strong history of delivering backwards compatibility to our players, and we remain committed to bringing forward the amazing library of Xbox games for future generations of players to enjoy.\" The carry-forward of entitlements is arguably the most important thing for all new console generations. During the Gen8 -> Gen9 console shift, I said that backwards compatibility was critical for both the PS5 and Xbox Series X/S. Both Sony and Microsoft agreed, and the vast majority of Gen8 games are playable on Gen9 consoles. The reality is that the console market has peaked and that the field is saturated. So it's important that platform-holders retain as many users as possible through the generational shifts. If console isn't growing, no one especially wants it to shrink. So the idea of being able to carry forward your entire games library while buying new content is appealing on a consumer level--especially in a sector that is revenue-flat.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sarah bond",
        "sentiment": "neutral"
      },
      {
        "name": "ryzen",
        "sentiment": "none"
      },
      {
        "name": "jez corden",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "xbox",
        "sentiment": "positive"
      },
      {
        "name": "microsoft",
        "sentiment": "positive"
      },
      {
        "name": "amd ryzen",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cinebench",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:40:12.095+03:00",
  "updated": "2024-04-12T09:44:32.848+03:00"
}