{
  "thread": {
    "uuid": "d1d791470900a3ebbf128ca4e38da4750329837b",
    "url": "https://www.infolibre.es/internacional/eeuu-envia-primer-barco-construir-puerto-temporal-dar-ayuda-humanitaria-gaza_1_1737929.html",
    "site_full": "www.infolibre.es",
    "site": "infolibre.es",
    "site_section": "https://infolibre.es",
    "site_categories": [
      "media"
    ],
    "section_title": "infoLibre – Información libre e independiente",
    "title": "EEUU envía un primer barco para construir un puerto temporal para dar ayuda humanitaria en Gaza",
    "title_full": "EEUU envía un primer barco para construir un puerto temporal para dar ayuda humanitaria en Gaza",
    "published": "2024-03-10T12:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://static.infolibre.es/clip/75e9a316-bbc3-4809-9fb2-746465ebd2c3_facebook-watermarked-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 33371,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d1d791470900a3ebbf128ca4e38da4750329837b",
  "url": "https://www.infolibre.es/internacional/eeuu-envia-primer-barco-construir-puerto-temporal-dar-ayuda-humanitaria-gaza_1_1737929.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "infoLibre",
  "published": "2024-03-10T12:55:00.000+02:00",
  "title": "EEUU envía un primer barco para construir un puerto temporal para dar ayuda humanitaria en Gaza",
  "text": "EEUU envía un primer barco para construir un puerto temporal para dar ayuda humanitaria en Gaza El Mando Central de Estados Unidos (CENTCOM) ha anunciado este domingo la salida de un primer barco con el equipamiento necesario para la construcción de un puerto temporal para gestionar la entrega de ayuda humanitaria a la Franja de Gaza, tal y como prometió el presidente estadounidense, Joe Biden, esta semana, según ha informado Europa Press. \"El 9 de marzo, el buque del Ejército de EEUU General Frank S. Besson (...) partió de la Base Conjunta Langley-Eustis en ruta hacia el Mediterráneo oriental menos de 36 horas después de que el presidente Biden anunciara que EEUU proporcionaría asistencia humanitaria a Gaza por mar\", ha explicado el CENTCOM en una publicación en la red social X, antes Twitter. Desde el Mando han descrito a Bensson como \"un buque de apoyo logístico\" y han destacado que \"lleva el primer equipo para establecer un muelle temporal para entregar suministros humanitarios vitales\". El anuncio del Ejército estadounidense llega después de que Joe Biden dijera este jueves en su discurso sobre el Estado de la Unión que había dado orden a las Fuerzas Armadas del país para [establecer un puerto temporal en Gaza](https://www.infolibre.es/internacional/eeuu-construira-puerto-temporal-gaza-gestionar-entrega-ayuda-humanitaria_1_1736588.html) para recibir y gestionar el envío de ayuda humanitaria a la región. Durante su intervención, el presidente avanzó que el puerto en cuestión permitirá un \"aumento masivo\" de la cantidad de ayuda humanitaria que llega diariamente al enclave, aunque aclaró que no habrá militares estadounidenses sobre el terreno. Open Arms parte este domingo rumbo a Gaza El buque español Open Arms partirá en la tarde de este mismo domingo desde el puerto chipriota de Larnaca rumbo a la Franja de Gaza con unas 150 toneladas de ayuda humanitaria, según han informado las autoridades chipriotas. El presidente chipriota, Nikos Christodoulides, ha explicado que la hora depende del visto bueno definitivo de las autoridades israelíes, que verifican el cargamento del barco, así como de cuestiones relacionadas con la seguridad. Christodoulides ha destacado que han recibido ya varias llamadas de jefes de Estado y de Gobierno de otros países para manifestar su deseo de participar en la iniciativa del corredor humanitario. El mandatario ha destacado que Chipre, como miembro de la UE, tiene \"excelentes relaciones\" con todos los países vecinos que le permiten contribuir en esta situación. \"Creo que (el corredor humanitario marítimo) demuestra que nuestro país puede ser un pilar de la seguridad y la estabilidad en la región del Mediterráneo oriental, una región de importancia geoestratégica particular, siempre con modestia y humildad\", ha indicado en declaraciones recogidas por la agencia de noticias chipriota CNA. El viaje del Open Arms es el primero de la denominada Operación Amaltea que pretende establecer un corredor humanitario marítimo entre Chipre y el enclave palestino. Amaltea, que significa Ternura, es el nombre de la nodriza del dios Zeus de la mitología griega. [](/mediapart/israel-utiliza-hambruna-arma-guerra-gaza_1_1736594.html) Israel utiliza la hambruna como arma de guerra en GazaVer más La ruta de Chipre a Gaza es de unas 210 millas marítimas (unos 388 kilómetros), distancia que se tarda unas 25 horas en recorrer en condiciones normales. El Open Arms tiene previsto tardar unas 50 horas en el trayecto. La embarcación humanitaria remolcará además la plataforma de carga MMS Aris. El viernes el secretario general de la ONU, António Guterres, confirmaba a través de su portavoz, Stefan Dujarric, que la coordinadora para ayuda humanitaria y reconstrucción de Gaza, Sigrid Kaag, está trabajando ya con Chipre para poner en marcha el corredor humanitario. Todo el proceso de carga está supervisado por observadores israelíes para satisfacer las reservas de seguridad. Las severas restricciones de Israel para la entrega de ayuda humanitaria en la Franja de Gaza están dejando sin reservas a una población palestina que además de morir bajo las bombas empieza hacerlo ya de inanición y enfermedades. Médicos palestinos han confirmado este sábado la muerte de otras dos personas por inanición y deshidratación en la Franja de Gaza, lo que eleva a 25 el total de fallecidos por falta de comida o agua desde el comienzo de la guerra entre Israel y Hamás.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Disaster and Accident"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-10T14:11:30.889+02:00",
  "updated": "2024-03-10T18:31:25.687+02:00"
}