{
  "thread": {
    "uuid": "c8bbfa8e3d69c9d47a399677ea88a948f68c9177",
    "url": "https://news.az/news/solidarity-a-path-to-the-victory-analytics",
    "site_full": "news.az",
    "site": "news.az",
    "site_section": "https://news.az",
    "site_categories": [
      "media"
    ],
    "section_title": " News.az - Latest news from Azerbaijan ",
    "title": "Solidarity - a path to the victory! (ANALYTICS)",
    "title_full": "Solidarity - a path to the victory! (ANALYTICS)",
    "published": "2023-12-29T20:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AZ",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 85572,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c8bbfa8e3d69c9d47a399677ea88a948f68c9177",
  "url": "https://news.az/news/solidarity-a-path-to-the-victory-analytics",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "www.mrsadiq.info | Sadiq Məmmədov",
  "published": "2023-12-29T20:15:00.000+02:00",
  "title": "Solidarity - a path to the victory! (ANALYTICS)",
  "text": "Solidarity - a path to the victory! (ANALYTICS) Around 50 million Azerbaijanis living in dozens of countries on five continents from America to Australia are celebrating the Solidarity Day of World Azerbaijanis on December 31, a day that is recognized as the symbol of the nation’s solidarity. This holiday plays an important role in building relations with the Azerbaijanis living in different countries and establishing unity and solidarity among them. The celebration of Solidarity Day of World Azerbaijanis has become the world Azerbaijanis' need and moral necessity. This trend shows a high level in the European countries in which the majority of Azerbaijani population live and work. It comes from the fact that the Azerbaijani Diaspora organizations in Europe are successive in mobilizing their power and it assumes importance to come together for the individual members of the community and unite in society and institutions in Europe which is one of the most civilized places in the world. The Solidarity Day of World Azerbaijanis is celebrated in more than 70 countries all over the world. The Solidarity Day has become the most important holiday for the Azerbaijani Diaspora. As the result of wars, revolutions, military conflicts, and the various socio-political processes in the world, Azerbaijan was shattered, some of the Azerbaijanis were driven out of their homes, deported and separated from one another. There are some Azerbaijanis who left the country to study, to find a job and live abroad. Thus, Azerbaijanis spread the history all over the world. Large Azerbaijani communities were established in Russia, Ukraine and other countries of the Commonwealth of Independent States and Baltic countries, Europe, America, Middle Eastern countries and so on. The Solidarity Day of World Azerbaijanis was founded at the end of December 1989 during the collapse of borders in Nakhchivan. The border poles between the North and South Azerbaijan. Meanwhile, the conference of Turkish-speaking countries was held in Istanbul. It was decided in the conference to celebrate the solidarity of the world Azerbaijanis. Taking into account the importance of establishment the unity of the world Azerbaijanis, the national leader of Azerbaijan, who was then Chairman of the Supreme Assembly of the Nakhchivan Autonomous Republic Heydar Aliyev announced December 31 as the World Azerbaijanis' Solidarity Day. So, December 31 is celebrated as the Solidarity Day of World Azerbaijanis. Azerbaijanis are proud of this day and celebrate it proudly. Now, Solidarity Day celebrations took place within Azerbaijan’s borders which have been restored completely after the end of the decades-old Armenian occupation. Azerbaijan's victory under the leadership of Supreme Commander-in-Chief Ilham Aliyev in a 44-day war in 2020 and local anti-terrorist measures in 2023 in the Garabagh region, an internationally recognized territory of Azerbaijan, in 2020, was the ultimate example of solidarity among the people, the national army, and the state. Strong support of the nation to the army played a crucial role in the historic victory over the occupants and restoration of control over the native lands which had been occupied by Armenia since the early 1990s. Analytic group of [News.az](https://news.az/News.az) The article focuses on the theme of \"Solidarity Day of World Azerbaijanis\" The article was published with the support of the Media Development Agency of the Republic of Azerbaijan (MEDIA)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "solidarity",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T20:46:36.857+02:00",
  "updated": "2024-01-10T00:16:07.899+02:00"
}