{
  "thread": {
    "uuid": "d36fa30f2a7222edda45621bbe994b65b83a9a2f",
    "url": "https://www.wtap.com/2024/01/14/williamstown-is-prepared-colder-temperatures",
    "site_full": "www.wtap.com",
    "site": "wtap.com",
    "site_section": "https://wtap.com",
    "site_categories": [
      "media"
    ],
    "section_title": "WTAP | News, Weather and Sports | Parkersburg, WV",
    "title": "Williamstown is prepared for the colder temperatures",
    "title_full": "Williamstown is prepared for the colder temperatures",
    "published": "2024-01-15T00:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wtap-prod.cdn.arcpublishing.com/resizer/v2/ENMILHNZDFG23LY5PG3CCVRNPE.png?auth=edce86d341f26b6e3d66bb3a8f45fbd2cefd8d8654bbbdb63f4a48043a626002&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 75221,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d36fa30f2a7222edda45621bbe994b65b83a9a2f",
  "url": "https://www.wtap.com/2024/01/14/williamstown-is-prepared-colder-temperatures",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@wtaptelevision",
  "published": "2024-01-15T00:53:00.000+02:00",
  "title": "Williamstown is prepared for the colder temperatures",
  "text": "Williamstown is prepared for the colder temperatures WILLIAMSTOWN, [W.Va](http://w.va/). (WTAP) - As we are experiencing colder temperatures right now and the possibility of snow, we spoke to Williamstown Mayor Paul Jordan III to see what the city has planned. Mayor Jordan expresses how the city is ready for anything mother nature brings as the cold weather sets in. “Well every year we have to plan ahead so it is kind of a summer time deal or a fall deal to where we are planning in salt and sand and working with our stock piles to make sure. The last few years have been generous to us because we haven’t had a lot of snowfall, so we are really prepared up in Williamstown right now and we have a good stock pile so we are prepared for anything that mother nature can give us.” said Paul Jordan III, Williamstown Mayor. It’s good to remember most places are going to be slick even if they don’t look it and it is always encouraged to check up on your neighbors. “There’s always the worry things that don’t look slick, are slick. You come out and what happens during the night the water runs in different ways and then the next thing you know you are out on the sidewalk and it’s slick. I always try to encourage to check in on your neighbors and to watch out. If they are unable to get their sidewalks clear then maybe help them or get someone to help them. We always want to be available at the city building if someone is in need we will try to find somebody to help them and work with clearing their driveways and make sure it is as safe as possible.” said Jordan. When traveling you should always be prepared in case of an emergency. “You should always have an emergency preparedness kit in your car. Blankets, flashlights, different types of things like that. With today’s world and cell phones in our area you pretty much have cell service everywhere, but if you are traveling or going across the state you would want to have some water and different things to back yourself up to make sure if you are stuck in that car for a period of time you have those items with you.” said Jordan. It is important to check up on your neighbors during the colder months to make sure they are okay. If you have any concerns Mayor Jordan encourages you to reach out to him or the city. Copyright 2024 WTAP. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "http://w.va/).",
    "http://www.w.va/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "paul jordan iii",
        "sentiment": "none"
      },
      {
        "name": "jordan",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "williamstown",
        "sentiment": "none"
      },
      {
        "name": "williamstown",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T04:11:24.573+02:00",
  "updated": "2024-01-15T04:11:24.573+02:00"
}