{
  "thread": {
    "uuid": "3fabec1b6c2b0c645d7f7ef715b68f6c1fc45e6e",
    "url": "https://www.courierpress.com/story/sports/college/indiana/2024/01/07/sydney-parrish-leads-iu-womens-basketball-over-nebraska-indiana-hoosiers-big-ten-sara-scalia/72078879007/",
    "site_full": "www.courierpress.com",
    "site": "courierpress.com",
    "site_section": "https://courierpress.com/sports",
    "site_categories": [
      "media"
    ],
    "section_title": "Courier & Press - Sports",
    "title": "Sydney Parrish leads IU women's basketball over Nebraska",
    "title_full": "Sydney Parrish leads IU women's basketball over Nebraska",
    "published": "2024-01-07T23:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 16045,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3fabec1b6c2b0c645d7f7ef715b68f6c1fc45e6e",
  "url": "https://www.courierpress.com/story/sports/college/indiana/2024/01/07/sydney-parrish-leads-iu-womens-basketball-over-nebraska-indiana-hoosiers-big-ten-sara-scalia/72078879007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chloe Peterson",
  "published": "2024-01-07T23:09:00.000+02:00",
  "title": "Sydney Parrish leads IU women's basketball over Nebraska",
  "text": "Chloe Peterson IU women’s basketball moved to 4-0 in Big Ten play with a 91-69 win over Nebraska (11-4, 3-1) in Lincoln on Sunday afternoon. The No. 14 Hoosiers (13-1, 4-0) have won 12 straight and share the top of the Big Ten standings with No. 4 Iowa (15-1, 4-0). Here are three observations from the game: Sydney Parrish plays the hero again Sydney Parrish was on fire from beyond the arc for the second straight game, making her first five shots from 3-point range. Her first miss didn’t come until the 2:33 mark of the second quarter. Her performance came just days after a 14-point showing in the first quarter against Michigan on Thursday, when she went 3-for-3 from beyond the arc as part of [a perfect, 13-for-13 first quarter](/story/sports/college/indiana/2024/01/04/iu-womens-basketball-win-dominant-first-quarter-beat-michigan-move-to-3-0-in-big-ten-sydney-parrish/72076920007/) from the Hoosiers. But on Thursday, her minutes were limited by foul trouble. \"Last game against Michigan, I think that really, a lot of shooters just need to see one go in and then it'll propel you for the next game,\" Parrish said. From Michigan: [Dominating win shows when IU clicks, it can be unstoppable](/story/sports/college/indiana/2024/01/04/when-indiana-womens-basketball-beats-michigan-15-of-15-shooting-clicks-it-could-be-unstoppable/72076921007/) On Sunday, she stayed out of foul trouble and was unstoppable with the ball in her hands. Her quick release allowed her ample opportunity to get the ball in the basket, and she finished the game with 20 points and six rebounds. \"Syd was just finding herself open,\" head coach Teri Moren said. \"One of the things that I think is this group in particular does a great job of is finding each other, and finding each other when they feel like someone has the hot hand.\" Unstoppable from beyond the arc At the four-minute mark of the third quarter, the 9,000 Huskers fans at Pinnacle Bank Arena were loud — Nebraska's Annika Stewart had just put the Huskers within 55-48, with a chance to close the gap even more. Then, IU senior Sara Scalia hit a 3-pointer in response, and the place went quiet. \"One of the things about this, this group is that they stay in the moment, and they knew that one of the things we had to do was keep the crowd out of it today,\" Moren said. \"Just the poise, we're a veteran team, we have a mature team, and so you always revert back to that.\" Scalia, along with Parrish, quieted the Husker crowd multiple times with their 3-point makes Sunday — a far cry from IU's performance against Nebraska last season. The Hoosiers barely escaped the Huskers with an overtime win at Assembly Hall. IU flipped the script this season, leaving Lincoln with a 20-point win on the backs of its 3-point shooting. The Hoosiers shot 14-of-23 (60.9%) beyond the arc, with Scalia making 5-of-10 for 19 points and Parrish going 6-of-7 from deep. IU successfully limits Huskers’ Markowski This Indiana-Nebraska matchup brought together two of the conference’s best centers: Mackenzie Holmes and the Huskers’ Alexis Markowski. Markowski is one of the league’s most formidable, back-to-the-basket centers. She and Holmes went up against each other multiple times in the first half, and while both were pushed out of their positions, Markowski used her size to get around the Hoosier standout. But that all changed in the second half. Markowski, who already picked up two fouls in the first half, was called for two quick fouls in the first two minutes of the third quarter. One call away from fouling out, Markowski headed to the bench for the rest of the quarter. \"She had to have a quiet night,\" Moren said of Markowski. \"She's the leader of this group. She's a fantastic player, can play at all three levels.\" Then, Holmes had her opportunity. The fifth-year senior easily scored over Markowski’s smaller teammates in the paint, picking up 11 points in the third quarter as Indiana’s lead ballooned to 20 by the end of the quarter. Markowski returned to the floor at the start of the fourth , playing gingerly to try and avoid being called for her final foul. While she didn't pick up a fifth foul, she scored just five points in the second half, compared to 14 in the first. \"Any time you're on the road, it's a different kind of toughness that you have to pack in your suitcase,\" Moren said. \"I thought we looked really together today, really tough from the tip, from the jump so excellent road win for us.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.indystar.com/staff/7539469001/chloe-peterson/",
    "https://iuhoosiers.com/sports/womens-basketball",
    "https://bigten.org/standings.aspx?path=wbball",
    "https://bigten.org/sports/wbball",
    "https://www.bigten.org/sports/wbball",
    "https://indystar.com/staff/7539469001/chloe-peterson/",
    "https://www.iuhoosiers.com/sports/womens-basketball",
    "https://bigten.org/standings.aspx",
    "https://www.bigten.org/standings.aspx?path=wbball",
    "https://www.indystar.com/staff/7539469001/chloe-peterson"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sydney parrish",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "nebraska chloe peterson iu",
        "sentiment": "negative"
      },
      {
        "name": "hoosiers",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nebraska",
        "sentiment": "none"
      },
      {
        "name": "iowa",
        "sentiment": "none"
      },
      {
        "name": "lincoln",
        "sentiment": "none"
      },
      {
        "name": "michigan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:32:47.657+02:00",
  "updated": "2024-01-08T00:32:47.657+02:00"
}