{
  "thread": {
    "uuid": "055a1d2a84bf0b83b64d1e03eacd04b116c40f57",
    "url": "https://www.newschannel6now.com/2024/01/16/local-group-helping-homeless-avoid-during-arctic-blast",
    "site_full": "www.newschannel6now.com",
    "site": "newschannel6now.com",
    "site_section": "https://newschannel6now.com",
    "site_categories": [
      "media",
      "education",
      "entertainment"
    ],
    "section_title": "News Channel 6 | Wichita Falls, TX",
    "title": "Local group helping homeless avoid the cold during arctic blast",
    "title_full": "Local group helping homeless avoid the cold during arctic blast",
    "published": "2024-01-16T07:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-kauz-prod.cdn.arcpublishing.com/resizer/v2/TOENFSGRCRGFPB6KR4UALDBWW4.jpg?auth=d20d7792cc4eb93d6a9cb35ec4ab10c56c79f1a49b0aa3dc4594897fd0614e42&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 93153,
    "domain_rank_updated": "2024-01-16T12:06:44.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "055a1d2a84bf0b83b64d1e03eacd04b116c40f57",
  "url": "https://www.newschannel6now.com/2024/01/16/local-group-helping-homeless-avoid-during-arctic-blast",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Newschannel6Now",
  "published": "2024-01-16T07:27:00.000+02:00",
  "title": "Local group helping homeless avoid the cold during arctic blast",
  "text": "Local group helping homeless avoid the cold during arctic blast WICHITA FALLS, Texas (KAUZ) - Homeless Lives Matter is a group of people coming together in Wichita Falls to help get homeless people off the streets during this arctic blast, and they’re even getting some people put into motel rooms. While most people can get help from shelters, some don’t qualify for the help, and that can be from any number of reasons, like not having an ID or even having a dog. According to Lisa Rothman with Homeless Lives Matter, those are the people they aim to help; they’ve been out in full force. “Watching them get warm, the gratefulness that they have, the community coming together and helping us with the food, the money part of it,” said Rothman. “To be able to just go bless them and put them up, and to be able to pray with them, and get the time to talk to them about the problem because this whole journey is... we haven’t just walked up and handed people a sandwich. Over the last year and a half, we’ve gotten to know these people.” Between shelter and food, the homeless have a lot of needs to be met on a normal basis, and sub-freezing weather only makes it worse. Rothman said she’s been doing this for eight years, and during this time of year, HLM goes downtown every day to feed the homeless. “The winter and summer are the problems, and the city really doesn’t want them on the street, and we understand why, but we want to be the ones to help with that situation. We can do the work, we just really need help,” Rothman said. Through social media, the group has gained support from many in Wichita Falls, but no amount of support is too much. Rothman said her goal is to get a building that would help the homeless live lives like anyone else. “A lot of people have been donating money for the cause, and we’re trying to get a 501C and a building. That way we have a place that they can come in daily and have some soup, and they can be warm. We can be able to provide resources, the help they need. We don’t want them to freeze,” Rothman said. If you would like to reach out and help HLM you can call (940) 605 6211. They can use donations of coats, hats, food, and cash to help pay for motel rooms. Copyright 2024 KAUZ. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Weather",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "homele",
        "sentiment": "negative"
      },
      {
        "name": "rothman",
        "sentiment": "none"
      },
      {
        "name": "lisa rothman",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "wichita",
        "sentiment": "none"
      },
      {
        "name": "wichita falls",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T14:52:23.266+02:00",
  "updated": "2024-01-16T14:52:23.266+02:00"
}