{
  "thread": {
    "uuid": "b8dba2d781ddb607e8fcec1081a20d84b65e55fb",
    "url": "https://www.ncronline.org/spirituality/scripture-life/easter-sunday-doing-work-easter",
    "site_full": "www.ncronline.org",
    "site": "ncronline.org",
    "site_section": "https://www.ncronline.org/rss.xml",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "National Catholic Reporter - The Independent News Source",
    "title": "Easter Sunday: Doing the work of Easter",
    "title_full": "Easter Sunday: Doing the work of Easter",
    "published": "2024-03-29T11:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.ncronline.org/files/2024-03/DP822683.jpg",
    "performance_score": 0,
    "domain_rank": 7406,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b8dba2d781ddb607e8fcec1081a20d84b65e55fb",
  "url": "https://www.ncronline.org/spirituality/scripture-life/easter-sunday-doing-work-easter",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-29T11:00:00.000+03:00",
  "title": "Easter Sunday: Doing the work of Easter",
  "text": "\"The Resurrection,\" a 1683 engraving by Claude Mellan (Metropolitan Museum of Art) March 31 — the end of another calendar month — ushers in a season of profound hope as Christians everywhere celebrate Easter, the commemoration of Christ's resurrection. Many times Easter and the Jewish feast of Passover overlap, but not this year. Easter symbolizes new life and often coincides with the spring season in the Northern Hemisphere. Springtime, a season of rejuvenation and rebirth, reminds us that before new life can emerge, the old must first pass away. Ecologically, the natural world is forever trying to renew itself. The brilliantly colored tree leaves of autumn turn brown, die and fall to the ground, leaving tree limbs bare until new buds burst forth and flower, greening Earth's landscape once again. Also in the natural world eight living beings shed their skin in the growth and rebirth process: snakes, true crabs, frogs, dragonflies, geckos, spiders, cicadas and humans. Once a snake is free of its old skin, the snake's colors become bright and vibrant. Some young spiders shed their skins so that their limbs can regenerate. The natural process that nonhuman life goes through is called ecdysis. Today's Easter readings highlight three things that need to happen in the lives of Christians if Christians want to participate ever more deeply in the new life of the risen Christ whose divine spirit and power infuses the entire cosmos. First, if we Christians wish to become an \"Easter people,\" then we have to clear out the old yeast in our lives. 1 Corinthians 5 focuses on yeast and dough. In this letter, the Festival of Unleavened Bread celebrated at the time of Passover is linked to Easter and the resurrection of Christ. As part of the Festival of Unleavened Bread, the Jewish people had to remove all old leaven from their homes. Leavened bread contains yeast, a living, single-cell organism that, when mixed with dough, causes the dough to rise. Old or \"expired\" yeast, however, could cause illnesses and even keep the dough from rising. Thus, during the Festival of Unleavened Bread and Passover, the Jewish people were to eat only untainted, unleavened bread. The reading from 1 Corinthians calls us to get rid of the old, expired yeast in the fabric of our lives so we can become a new fresh batch of dough that, when baked, turns into unleavened bread. Thus, by clearing out the \"old yeast\" within us and by becoming a new batch of dough, we prepare ourselves to be changed into unleavened bread and essentially, to be transformed into Christ. The question to be explored is this: what in our lives is old and expired yeast that needs to be cleared out? Second, if Christians wish to participate in Christ's rising from the dead, then we have to shed, figuratively, our burial clothes. The Gospel reading from John tells the story of Mary of Magdala, Simon Peter, and a beloved disciple discovering that the body of the crucified, dead Jesus was no longer in the tomb where he was laid to rest. Instead, all they found there were Jesus' burial clothes. Advertisement According to the Gospel story, as part of Christ's rising from the dead, he shed his old burial clothes like the snake that shed its skin, both becoming bright and vibrant. Even though we are among the living, are we wearing burial clothes? What in our lives represents burial clothes? Have we dressed ourselves in these clothes or allowed others to dress us in them? Are we willing to shed these clothes to rise from the dead and become one with the living, wonder-full Christ or are we content to be part of the living dead spiritually, emotionally, psychologically, socially, intellectually? Easter invites us to put on vibrant new garments — essentially, to \"put on Christ.\" Third, if Christians wish to be an \"Easter people,\" sharing in the gift of new life while bearing witness to the resurrection of Christ, then just singing \"alleluia\" is not enough. Today's reading from the Acts of the Apostles reminds us that the Divine One anointed Jesus of Nazareth with the Spirit and with power which, in turn, empowered Christ to embrace and live out his holy mission of preaching, teaching, healing and liberating all who were oppressed. We, too, who walk in the tradition of the apostles, are baptized into Christ. We have been anointed with the Spirit, and we have the same mission as Christ and the apostles. To be an Easter people means to do the work of Easter: to confront and work against hegemonic, systemic and structural injustices while creating alternatives, to shake up the status quo, to welcome the marginalized, to embrace all creation with a healing love. And if we find ourselves like the stone that the builders rejected, then we can rest assured that the risen Christ is alive and well among us and within us.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://bible.usccb.org/bible/1corinthians/5",
    "https://www.bible.usccb.org/bible/1corinthians/5"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "claude mellan",
        "sentiment": "negative"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "northern hemisphere",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T12:06:56.192+03:00",
  "updated": "2024-03-29T19:02:32.934+03:00"
}