{
  "thread": {
    "uuid": "17c707170fa1f18140a1c248c1d050b1c31da778",
    "url": "https://vnexplorer.net/hamas-accepts-gaza-ceasefire-proposal-s2652551.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Hamas accepts Gaza ceasefire proposal",
    "title_full": "Hamas accepts Gaza ceasefire proposal",
    "published": "2024-05-06T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lUzMu.img",
    "performance_score": 0,
    "domain_rank": 56915,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "17c707170fa1f18140a1c248c1d050b1c31da778",
  "url": "https://vnexplorer.net/hamas-accepts-gaza-ceasefire-proposal-s2652551.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-05-06T03:00:00.000+03:00",
  "title": "Hamas accepts Gaza ceasefire proposal",
  "text": "- Terror group said its supreme leader had delivered the news to Qatar and Egypt Hamas told Egyptian and Qatari mediators that it had accepted their Gaza ceasefire proposal, Qatari broadcaster Al Jazeera reported on Monday, citing a leading Hamas official. The terror group issued issued a statement on Monday saying its supreme leader, Ismail Haniyeh, had delivered the news in a phone call with Qatar’s prime minister and Egypt’s intelligence minister. The two Middle Eastern nations have been mediating months of talks between Israel and Hamas. There was no immediate comment from Israel and there were no immediate details over what the agreement entailed. This comes just hours after Israel ordered Palestinians to begin evacuating the southern Gaza town of Rafah ahead of an Israeli military operation. Israel says Rafah is Hamas’ last stronghold. Smoke rises following Israeli strikes, amid the ongoing conflict between Israel and the terror group Hamas, in Rafah in the southern Gaza Strip May 6, 2024 News of Hamas’ announcement sent people in Rafah cheering in the streets. In recent days, Egyptian and Hamas officials have said the cease-fire would take place in a series of stages in which Hamas would release hostages it is holding in exchange for Israeli troop pullbacks from Gaza. It is not clear whether the deal will meet Hamas’ key demand of bringing about an end to the war and complete Israeli withdrawal. This is a breaking news story. More to follow. Read moreNews Related - Recall Just Announced For Popular Cookies Featured In Holiday Gift Baskets Anyone who’s purchased gift baskets to hand out to loved ones this holiday season might need to find a backup present after the latest food recall that involves festive cookies. Gift basket company Wine Country Gift Baskets just announced that it is voluntarily recalling all gift baskets that feature Acorn Baking ... See Details: Recall Just Announced For Popular Cookies Featured In Holiday Gift Baskets - Eagles rally past Bills in overtime as Chiefs win LOS ANGELES: Quarterback Jalen Hurts ran in an overtime touchdown to give the Philadelphia Eagles a 37-34 NFL win over the Buffalo Bills Sunday (Monday in Manila) and move them to 10-1 on the season. The Eagles, who lost the Super Bowl to Kansas City last season, trailed at half-time ... See Details: Eagles rally past Bills in overtime as Chiefs win - Reality bites the green energy agenda Yen Makabenta First word WHILE UN Secretary-General Antonio Guterres and other promoters of the climate emergency are preparing to convene the 28th conference of the parties (COP28) of the UN Framework Convention on Climate Change (UNFCCC) in the United Arab Emirates, starting on November 30 and stretching to December 12, ... See Details: Reality bites the green energy agenda - Sandigan orders Marcos Sr. pal to pay workers Sandigan orders Marcos Sr. pal to pay workers The Sandiganbayan has ordered the enforcement of a July 2023 ruling ordering a Marcos Sr. associate to pay a lumber company’s workers P2.1 million in damages as well as return 60 percent of their company’s shares and pay all unpaid benefits. The ... See Details: Sandigan orders Marcos Sr. pal to pay workers - DSWD: Shear line, LPA affect 1.2 million people; over 18,000 families evacuated DSWD: Shear line, LPA affect 1.2 million people; over 18,000 families evacuated MANILA, Philippines – More than 18,000 families have fled to evacuation centers across flood-affected regions in the country due to the impact of the shear line and low pressure area. Department of Social Welfare and Development (DSWD) gave ... See Details: DSWD: Shear line, LPA affect 1.2 million people; over 18,000 families evacuated - The mayor of Paris is making a loud exit from X, calling the platform a 'gigantic global sewer' Paris mayor Anne Hidalgo and X owner and chief technology officer Elon Musk Chesnot and Kirsty Wigglesworth – WPA Pool via Getty Images Paris Mayor Anne Hidalgo says she’s leaving X after 14 years on the platform. In a lengthy farewell post, she said the platform has become a “gigantic global ... See Details: The mayor of Paris is making a loud exit from X, calling the platform a 'gigantic global sewer' - Rain showers, thunderstorms over Luzon, including Metro Manila — Pagasa MANILA, Philippines: The entire Luzon, including Metro Manila, is expected to experience isolated rain showers and thunderstorms as the northeast monsoon (“amihan”) and easterlies will be affecting the country over the next 24 hours, the state-run weather agency said on Tuesday. Weather specialist Patrick del Mundo of the Philippine Atmospheric ... See Details: Rain showers, thunderstorms over Luzon, including Metro Manila — Pagasa - 'Naruto' live-action film adaptation is in the works Attention, Naruto fans! You can soon watch the famous anime’s live-action adaptation as it finally has a confirmed writer. According to a Variety report, the beloved manga and anime series is set to head to big screens for its live-action adaptation under Lionsgate. It will be written by Tasha Hao, ... See Details: 'Naruto' live-action film adaptation is in the works - NASA Highlights Stingray Nebula Attention, Naruto fans! You can soon watch the famous anime’s live-action adaptation as it finally has a confirmed writer. According to a Variety report, the beloved manga and anime series is set to head to big screens for its live-action adaptation under Lionsgate. It will be written by Tasha Hao, ... See Details: NASA Highlights Stingray Nebula - Manila's Lagusnilad underpass opens Attention, Naruto fans! You can soon watch the famous anime’s live-action adaptation as it finally has a confirmed writer. According to a Variety report, the beloved manga and anime series is set to head to big screens for its live-action adaptation under Lionsgate. It will be written by Tasha Hao, ... See Details: Manila's Lagusnilad underpass opens - China probes debt-ridden financial giant Attention, Naruto fans! You can soon watch the famous anime’s live-action adaptation as it finally has a confirmed writer. According to a Variety report, the beloved manga and anime series is set to head to big screens for its live-action adaptation under Lionsgate. It will be written by Tasha Hao, ... See Details: China probes debt-ridden financial giant - China's VUCA situation Attention, Naruto fans! You can soon watch the famous anime’s live-action adaptation as it finally has a confirmed writer. According to a Variety report, the beloved manga and anime series is set to head to big screens for its live-action adaptation under Lionsgate. It will be written by Tasha Hao, ... See Details: China's VUCA situation - Unraveling the mystery that is diabetes Attention, Naruto fans! You can soon watch the famous anime’s live-action adaptation as it finally has a confirmed writer. According to a Variety report, the beloved manga and anime series is set to head to big screens for its live-action adaptation under Lionsgate. It will be written by Tasha Hao, ... See Details: Unraveling the mystery that is diabetes - Bangladesh's nuke plant is not going to steal PH investments Attention, Naruto fans! You can soon watch the famous anime’s live-action adaptation as it finally has a confirmed writer. According to a Variety report, the beloved manga and anime series is set to head to big screens for its live-action adaptation under Lionsgate. It will be written by Tasha Hao, ... See Details: Bangladesh's nuke plant is not going to steal PH investments OTHER NEWS Read more » https://vnexplorer.net/whatsapp-web-gains-the-feature-of-single-view-photos-and-videos-s133683.html https://vnexplorer.net/whatsapp-web-gains-the-feature-of-single-view-photos-and-videos-s133683.html https://vnexplorer.net/young-athletes-time-to-shine-in-siklab-awards-s133682.html https://vnexplorer.net/young-athletes-time-to-shine-in-siklab-awards-s133682.html https://vnexplorer.net/local-exec-says-5-10-barangays-still-isolated-in-northern-samar-s133680.html https://vnexplorer.net/local-exec-says-5-10-barangays-still-isolated-in-northern-samar-s133680.html https://vnexplorer.net/app-made-by-ex-jeepney-driver-will-let-you-pay-puv-fare-book-tricycles-s133679.html https://vnexplorer.net/app-made-by-ex-jeepney-driver-will-let-you-pay-puv-fare-book-tricycles-s133679.html https://vnexplorer.net/updated-in-season-tournament-bracket-ahead-of-pool-play-finale-s133678.html https://vnexplorer.net/updated-in-season-tournament-bracket-ahead-of-pool-play-finale-s133678.html https://vnexplorer.net/pcg-forms-teams-for-maritime-emergency-response-s133677.html https://vnexplorer.net/pcg-forms-teams-for-maritime-emergency-response-s133677.html",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ismail haniyeh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "egypt hamas",
        "sentiment": "negative"
      },
      {
        "name": "al jazeera",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T21:26:27.398+03:00",
  "updated": "2024-05-06T21:26:27.398+03:00"
}