{
  "thread": {
    "uuid": "8a091b65bc9a8aef0f623084a6ed8a117b1350d9",
    "url": "https://www.poder360.com.br/internacional/palestinos-celebram-proposta-de-cessar-fogo-aceita-pelo-hamas/",
    "site_full": "www.poder360.com.br",
    "site": "poder360.com.br",
    "site_section": "https://www.poder360.com.br/feed",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "Poder360",
    "title": "Palestinos celebram proposta de cessar-fogo aceita pelo Hamas",
    "title_full": "Palestinos celebram proposta de cessar-fogo aceita pelo Hamas",
    "published": "2024-05-06T22:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://static.poder360.com.br/2024/05/palestinos-rafah-cessar-fogo-6-mai-2024-848x477.png",
    "performance_score": 0,
    "domain_rank": 15163,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8a091b65bc9a8aef0f623084a6ed8a117b1350d9",
  "url": "https://www.poder360.com.br/internacional/palestinos-celebram-proposta-de-cessar-fogo-aceita-pelo-hamas/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Poder360 ·",
  "published": "2024-05-06T22:55:00.000+03:00",
  "title": "Palestinos celebram proposta de cessar-fogo aceita pelo Hamas",
  "text": "Palestinos celebram proposta de cessar-fogo aceita pelo Hamas\nGrupo extremista aceitou acordo mediado por Egito e Qatar; governo israelense não concorda e é pressionado pela população\nPalestinos foram às ruas nesta 2ª feira (6.mai.2024) em Rafah, na Faixa de Gaza, comemorar o Hamas ter aceitado uma proposta para estabelecer um cessar-fogo na região. O grupo extremista disse concordar com os termos do acordo, intermediado por Egito e Qatar, para encerrar o conflito iniciado em 7 de outubro de 2023.\nOs detalhes específicos do cessar-fogo ainda não foram divulgados. Inicialmente, o acordo foi elaborado com a participação de autoridades israelenses em conjunto com o Egito. Mas Israel nega ter concordado com a proposta aceita, alegando que o texto contém elementos novos que não são aceitáveis para Tel Aviv.\nAssista (58s):\nISRAEL NEGA CESSAR-FOGO\nDe acordo com a Reuters, uma autoridade de Israel disse nesta 2ª feira (6.mai) que, ao contrário do que disse o Hamas, não houve um acordo para o cessar-fogo.\nO responsável israelense teria dito que a trégua aceita pelo Hamas é uma “versão suavizada” da proposta articulada com as autoridades egípcias com a qual o governo de Israel não concorda.\nEntre os impasses, estão as questões fundamentais de se, como ou quando a guerra terminaria. Em Tel Aviv, israelenses também foram às ruas pressionar para o governo concordar com a proposta aceita pelo Hamas.\nNow in Tel Aviv: Families of hostages held in Gaza and supporters protest calling the government to agree to the ceasefire deal\n[pic.twitter.com/koDOHsGAhi]\n— Oren Ziv (@OrenZiv_)\n[May 6, 2024]\nBREAKING: TEL AVIV ON FIRE AND IN COMPLETE CHAOS\nThey are demanding agreement of the exchange deal and ceasefire which has been already accepted by the Palestinian resistance.\n[pic.twitter.com/AzQ0IHlp5K]\n— Sulaiman Ahmed (@ShaykhSulaiman)\n[May 6, 2024]\nNa tarde desta 2ª feira (6.mai), Israel continuou a bombardear a cidade de Rafah mesmo depois do anúncio do Hamas sobre o cessar-fogo. A informação\nfoi confirmada no grupo oficial das FDI (Forças de Defesa de Israel) no Telegram.\nAinda segundo a agência de notícias, o primeiro-ministro de Israel, Benjamin Netanyahu, afirmou que o gabinete de guerra israelense aprovou a continuação de uma operação em Rafah para “aumentar a pressão” sobre o Hamas para que liberte reféns em Gaza.\n“O gabinete de guerra decidiu unanimemente que Israel continue a operação em Rafah para exercer pressão militar sobre o Hamas, a fim de avançar na libertação de nossos reféns e nos outros objetivos da guerra”, disse Netanyahu.\nO governo alega, porém, que mesmo com a continuidade dos bombardeios, enviará uma delegação para avaliar a proposta aceita pelo Hamas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://t.me/idfofficial/7718",
    "https://www.t.me/idfofficial/7718"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-07T00:33:32.353+03:00",
  "updated": "2024-05-07T00:33:32.353+03:00"
}