{
  "thread": {
    "uuid": "3cac2a784010b9bdf0fb3dd2cc3a1b620db937b1",
    "url": "https://www.lavoz.com.ar/mundo/el-papa-pidio-a-los-gobernantes-que-hagan-todo-lo-posible-para-lograr-un-alto-el-fuego-en-gaza-e-ucrania",
    "site_full": "www.lavoz.com.ar",
    "site": "lavoz.com.ar",
    "site_section": "https://www.lavoz.com.ar/rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "",
    "title": "El Papa pidió a los gobernantes que “hagan todo lo posible” para lograr un alto el fuego en Gaza e Ucrania",
    "title_full": "El Papa pidió a los gobernantes que “hagan todo lo posible” para lograr un alto el fuego en Gaza e Ucrania",
    "published": "2024-06-02T15:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.lavoz.com.ar/resizer/YB9QyGrGDqdywj3jdSOs6_pp9rA=/0x0:0x0/1200x630/filters:quality(80):format(webp)/cloudfront-us-east-1.images.arcpublishing.com/grupoclarin/Z6XVDNIMFZENLAU5NUYFUEVHIA.jpg",
    "performance_score": 0,
    "domain_rank": 15002,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3cac2a784010b9bdf0fb3dd2cc3a1b620db937b1",
  "url": "https://www.lavoz.com.ar/mundo/el-papa-pidio-a-los-gobernantes-que-hagan-todo-lo-posible-para-lograr-un-alto-el-fuego-en-gaza-e-ucrania",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción LAVOZ",
  "published": "2024-06-02T15:55:00.000+03:00",
  "title": "El Papa pidió a los gobernantes que “hagan todo lo posible” para lograr un alto el fuego en Gaza e Ucrania",
  "text": "El\npapa Francisco pidió a los gobernantes que “hagan todo lo posible” para lograr un alto el fuego en Gaza, un día después de que Estados Unidos, Egipto y Qatar apelaron a Israel y al Movimiento de Resistencia Islámica (Hamas) a negociar el fin de la guerra sobre la ‘hoja de ruta’ presentada la víspera por el presidente estadounidense, Joe Biden.\nEl documento de negociación incluye un alto el fuego en Gaza y la liberación de rehenes y detenidos. “Apelo a la sabiduría de los gobernantes para que cese la escalada y se haga todo lo posible en el diálogo y la negociación”, señaló el Pontífice tras el rezo del ángelus de este domingo.\nDel mismo modo instó a los fieles a no olvidarse de rezar por la paz en “la atormentada Ucrania, en Palestina, en Israel y en Myanmar”. Además pidió oraciones por la situación en Sudán, “donde la guerra que dura ya más de un año aún no ha encontrado una solución de paz”, apuntó.\n“Que se silencien las armas -manifestó-, y con el compromiso de las autoridades locales y de la comunidad internacional, se lleve ayuda a la población, y los numerosos desplazados y refugiados de Sudán puedan encontrar acogida y protección en los países vecinos”.\nEl papa Francisco, en el Vaticano\nEl Papa iba a trasladarse este domingo por la mañana a la basílica de San Juan de Letrán para la celebración del Corpus Christi, pero por la intensa lluvia en Roma permaneció en el Palacio Apostólico del Vaticano. Un gesto de cariño catedral de Roma que no hacía desde el año 2017, cuando precisamente estableció trasladar la fiesta al domingo, y no celebrarla tradicionalmente el jueves.\nAntes del rezo del ángelus, asomado a la ventana del Palacio Apostólico, el Pontífice recordó que la Eucaristía “evoca ante todo la dimensión del don”, porque Jesús “toma el pan no para consumirlo solo, sino para partirlo y darlo a los discípulos, revelando así su identidad y su misión”.\nJesús “entregó” toda su vida, dijo el Papa Francisco. Así, señaló: “celebrar la Eucaristía y comer este Pan, como hacemos especialmente los domingos, no es un acto de culto desvinculado de la vida o un simple momento de consuelo personal. En cambio, con su gesto, Jesús nos hace capaces de convertirnos también en pan partido para los demás, de compartir lo que somos y lo que tenemos”.\nFrancisco subrayó que estamos llamados a ser “eucarísticos”, es decir a ser personas que “ya no viven para sí mismas”, sino que “saben hacer de su vida un don para los demás”. Así ha dicho que “gracias a la Eucaristía” los fieles se convierten “en profetas y constructores de un mundo nuevo”.\nY aseguró: “Cuando superamos el egoísmo y nos abrimos al amor, cuando cultivamos los lazos de fraternidad, cuando participamos en los sufrimientos de nuestros hermanos y compartimos nuestro pan y nuestros recursos con los necesitados, cuando ponemos nuestros talentos a disposición de todos, entonces partimos el pan de nuestra vida como Jesús”.\n* Con información de Europa Press",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T16:11:52.093+03:00",
  "updated": "2024-06-02T16:11:52.093+03:00"
}