{
  "thread": {
    "uuid": "abafc3fccf6f1d84a9452d46bac35997c57b2511",
    "url": "https://afrique.tv5monde.com/information/rdc-largement-reelu-felix-tshisekedi-investi-pour-un-second-mandat",
    "site_full": "afrique.tv5monde.com",
    "site": "tv5monde.com",
    "site_section": "http://afrique.tv5monde.com/plan-du-site",
    "site_categories": [
      "travel",
      "africa"
    ],
    "section_title": "Plan du site | TV5MONDE Afrique",
    "title": "RDC: largement réélu, Félix Tshisekedi investi pour un second mandat | TV5MONDE Afrique",
    "title_full": "RDC: largement réélu, Félix Tshisekedi investi pour un second mandat | TV5MONDE Afrique",
    "published": "2024-01-20T02:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5461,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "abafc3fccf6f1d84a9452d46bac35997c57b2511",
  "url": "https://afrique.tv5monde.com/information/rdc-largement-reelu-felix-tshisekedi-investi-pour-un-second-mandat",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "100% Afrique, 100% mobile",
  "published": "2024-01-20T02:29:00.000+02:00",
  "title": "RDC: largement réélu, Félix Tshisekedi investi pour un second mandat | TV5MONDE Afrique",
  "text": "[Back to top](#skip-link) Le président de la République démocratique du Congo Félix Tshisekedi, largement vainqueur des élections de décembre qualifiées de \"simulacre\" par l'opposition, a prêté serment samedi à Kinshasa pour un second mandat de cinq ans, dans un climat politique et sécuritaire tendu. Comme pour le lancement de sa campagne électorale, \"Fatshi\", 60 ans, avait vu grand et choisi pour son investiture le stade des Martyrs, rempli au maximum de sa capacité de 80.000 places. Une vingtaine de chefs d'Etat africains et des délégations de plusieurs dizaines d'autres pays étaient présents, pour une cérémonie voulue populaire mais sous haute sécurité et très protocolaire, avec fanfare, cavalerie et prières. Des partisans du président de la République démocratique du Congo Félix Tshisekedi (C) lors de sa prestation de serment, le 20 janvier 2024 à Kinshasa \"Je jure solennellement (...) de défendre la Constitution et les lois de la République, (...), de maintenir son indépendance et l'intégrité de son territoire\", a déclaré devant les juges de la Cour constitutionnelle le président réélu, avant de recevoir les salutations des chefs coutumiers des 26 provinces du pays. \"J'ai conscience de vos attentes\", a ensuite déclaré Félix Tshisekedi dans son discours d'investiture, en évoquant le chômage, le pouvoir d'achat, les jeunes, les femmes, la cohésion nationale... Sa première prestation de serment, en janvier 2019, lorsqu'il succédait à Joseph Kabila (2001-2018) après une élection controversée, avait eu lieu dans les jardins du très solennel palais de la Nation. Des partisans du président de la République démocratique du Congo Félix Tshisekedi (C) lors de sa prestation de serment, le 20 janvier 2024 à Kinshasa Fils de l'opposant historique Étienne Tshisekedi, décédé deux ans auparavant, il prenait alors les rênes de l'immense pays d'Afrique centrale, riche en minerais mais à la population majoritairement pauvre, en promettant d'améliorer les conditions de vie des Congolais et de mettre fin à 25 ans de violences armées dans l'Est. Il n'a pas atteint ses objectifs mais a mené campagne, avec force moyens, sur \"les acquis\" de son premier mandat, tels que la gratuité de l'enseignement primaire, et demandé aux électeurs de lui accorder un second mandat pour les \"consolider\". La présidentielle a eu lieu en même temps que les élections législatives, provinciales et locales, un quadruple scrutin qui a démarré le 20 décembre et, face aux multiples problèmes logistiques, s'est étalé sur plusieurs jours. Au final, lors d'une élection à un seul tour et face à une vingtaine d'autres candidats, Félix Tshisekedi s'est offert un triomphe, avec plus de 73% des voix. Loin derrière sont arrivés Moïse Katumbi, ancien gouverneur du Katanga (sud-est), avec 18% des suffrages, suivi de l'autre opposant, Martin Fayulu (environ 5%). Le Dr Denis Mukwege, prix Nobel de la paix pour son action auprès des femmes victimes de viols de guerre, a officiellement engrangé seulement 0,22% des voix. Le président de la République démocratique du Congo Félix Tshisekedi (D) après sa prestation de serment, le 20 janvier 2024 à Kinshasa Après avoir annoncé le 31 décembre les résultats de la présidentielle, la Céni a publié le 14 janvier ceux des législatives qui, tout en provoquant eux aussi des contestations, dessinent une majorité pour \"l'Union sacrée\" formée autour du président. Les principaux opposants, qui demandent l'annulation pure et simple des élections, avaient envisagé une manifestation dès le 27 décembre, mais elle a été interdite par les autorités et étouffée dans l'œuf par la police. Depuis, les accusations de fraude, tricherie et autre \"braquage électoral\" ont continué et les craintes de violences demeurent, dans un pays au passé politique très agité. Jeudi, Moïse Katumbi et Martin Fayulu ont réitéré leur appel à l'annulation du vote et demandé aux Congolais de manifester leur mécontentement le jour de l'investiture du président réélu, sans appeler toutefois à des marches ou rassemblements, systématiquement réprimés selon eux. Des partisans du président de la République démocratique du Congo Félix Tshisekedi (C) lors de sa prestation de serment, le 20 janvier 2024 à Kinshasa Selon des correspondants de l'AFP, quelques pneus ont été brûlés en début de matinée à Goma, chef-lieu du Nord-Kivu (Est), et des jeunes ont tenté de barricader des rues à Beni, autre ville de la province. Mais la police a vite rétabli l'ordre. Après une trêve pendant les élections, les combats font de nouveau rage dans le Nord-Kivu entre l'armée et la rébellion du M23, soutenue par le Rwanda voisin. Depuis la mi-décembre, une force de la Communauté d'Afrique australe (SADC) est en cours de déploiement dans la région, succédant à une force d'Afrique de l'Est congédiée par Kinshasa pour cause de supposée complaisance à l'égard des rebelles. Cette semaine, un officier congolais a dit compter sur elle pour aider la RDC à \"récupérer les territoires\" occupés.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-21T00:01:45.330+02:00",
  "updated": "2024-01-21T00:01:45.330+02:00"
}