{
  "thread": {
    "uuid": "00ebfb7973a50e026c7c59beddaf8846de75bfc7",
    "url": "https://www.khaleejtimes.com/ramadan/ramadan-in-uae-this-kyrgyz-expat-misses-community-iftar-praying-together-back-home",
    "site_full": "www.khaleejtimes.com",
    "site": "khaleejtimes.com",
    "site_section": "https://www.khaleejtimes.com/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Khaleej Times - Dubai News, UAE News, Gulf, News, Latest news, Arab news, Gulf News, Dubai Labour News",
    "title": "Ramadan in UAE: This Kyrgyz expat misses community iftar, praying together back home - News | Khaleej Times",
    "title_full": "Ramadan in UAE: This Kyrgyz expat misses community iftar, praying together back home - News | Khaleej Times",
    "published": "2024-03-29T05:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AE",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3200,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "00ebfb7973a50e026c7c59beddaf8846de75bfc7",
  "url": "https://www.khaleejtimes.com/ramadan/ramadan-in-uae-this-kyrgyz-expat-misses-community-iftar-praying-together-back-home",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nasreen Abdulla",
  "published": "2024-03-29T05:00:00.000+03:00",
  "title": "Ramadan in UAE: This Kyrgyz expat misses community iftar, praying together back home - News | Khaleej Times",
  "text": "For Dubai resident Asangaziev Elim, Ramadan brings him memories of his hometown in Kyrgyzstan. A Muslim-majority country, Kyrgyzstan is rich of its cultures and traditions.\nElim, who arrived in Dubai four years ago, said he missed the warmth and togetherness of his hometown Issyk Kul the most during Ramadan.\n“My town is located roughly 3.5 hours away from capital Bishkek,” said Elim. “We have a beautiful lake in our town, and we get a lot of visitors in the area because of that. Most of my cousins and extended family stay in the same locality.”\nFondest memories For him, one of the fondest memories of the month was the community iftar organised at the local mosque. “I would join my friends and cousins at the mosque and all the boys would have different responsibilities,” he said.\nStay up to date with the latest news. Follow KT on WhatsApp Channels.\n“Younger boys would be in charge of going out and gathering fruits to prepare dessert while the older ones would take up the job of peeling, cutting and cooking. Our responsibilities changed as we grew older. So, after years of being tasked with collecting fruit or laying out the seating, when you are put in charge of ‘older’ people’s jobs like cutting and cooking, it makes you feel very grown up.”\nThe preparation would start at least two hours before iftar. Once the cooking is over, they would invite the less fortunate in the area for iftar and then join them in a communal meal.\nElim, who lives in Dubai with his wife and two-year-old daughter, said he misses that community feeling. “For us, Ramadan meant toiling for the less fortunate,” he said.\n“That tradition instilled in all of us a sense of giving. I hope that once my daughter is a little older, I can take her to the mosque back home and teach her the same values.”\nPraying together Another of Elim’s memories is going for the Taraweeh prayers together with his cousins and friends. “The mosque was just a walking distance away from our home,” he recalled. “After dinner, my friends and cousins — who were also my neighbours — would all come together in one place, and we would walk to the mosque. It was a time of great fun that none of us wanted to miss out.”\nThe prayers in Elim’s hometown began later in the night than in Dubai. “It would almost be midnight by the time we finished,” he said. “So sometimes, we would feel sleepy but just being in the mosque and offering the prayers with our family was a great feeling.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029Va5dROu3bbUxk7Jh2503",
    "https://www.whatsapp.com/channel/0029Va5dROu3bbUxk7Jh2503"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "asangaziev elim",
        "sentiment": "negative"
      },
      {
        "name": "ramadan",
        "sentiment": "negative"
      },
      {
        "name": "issyk kul",
        "sentiment": "none"
      },
      {
        "name": "elim",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "khaleej times",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "uae",
        "sentiment": "none"
      },
      {
        "name": "dubai",
        "sentiment": "none"
      },
      {
        "name": "kyrgyzstan",
        "sentiment": "none"
      },
      {
        "name": "bishkek",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T05:01:49.392+03:00",
  "updated": "2024-03-29T06:30:50.149+03:00"
}