{
  "thread": {
    "uuid": "1b56b964e4f5be76bdb969309c1b393816276c93",
    "url": "https://www.newsbreak.com/bainbridge-ga/3351074861800-brian-klementowich-working-past-his-past-to-make-a-brighter-future",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://newsbreak.com/donalsonville-ga",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Donalsonville News, Weather, Safety, Sports | NewsBreak Donalsonville, GA",
    "title": "Brian Klementowich: working past his past to make a brighter future",
    "title_full": "Brian Klementowich: working past his past to make a brighter future",
    "published": "2024-03-01T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/1pd4fa_0rbcfvV100?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3389,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1b56b964e4f5be76bdb969309c1b393816276c93",
  "url": "https://www.newsbreak.com/bainbridge-ga/3351074861800-brian-klementowich-working-past-his-past-to-make-a-brighter-future",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-03-01T00:00:00.000+02:00",
  "title": "Brian Klementowich: working past his past to make a brighter future",
  "text": "By Noah Watson ,\n6 hours ago 12 years ago, Brian Klementowich was brought to his knees by drug addiction, sitting in a jail cell, arrested for illegally possessing a bottle of prescription medication.\nNow, he lives seven years clean of addiction and assumes the Production Supervisor / Plant Manager role at the Bainbridge A-1 Industries plant.\n“People talk about, ‘How do you measure success? Is it the man that has everything,’” Klementowich said. “Well, if it’s measured in distance, I got quite a lot of people beat.”\nKlementowich’s addiction started 19 years ago in the Marine Corps when he was 17. Klementowich did well early and was Meritoriously promoted after Boot Camp and Combat Training, reaching a Lance Corporal distinction. But he got involved with drugs soon after Combat Training and was eventually separated from the Military.\nHe moved back home with his family in Jacksonville, North Carolina, and spent a handful of years trying to “find his way,” bouncing from job to job until he was arrested in 2012.\n“I got caught with a bottle of pills that I wasn’t supposed to have,” Klementowich said. “I wound up in prison for two and a half years.”\nHe was forced to stay clean in prison, and said he learned a lot about respect and patience there. But prison didn’t cure his addiction, and Klementowich’s situation plummeted when he got out in 2014.\n“I did go back to drugs, and I actually went to harder drugs,” Klementowich said. “It got really bad… homelessness, heroin addiction, all of that, and I just got to the point where I couldn’t live that way no more. They call that rock bottom.”\nThat’s when a family friend recommended Plant A Seed Ministries, A faith-based rehabilitation center in Fort Pierce, FL. Klamentowich’s family drove him to the Florida institution, and he started a new chapter in his journey to sobriety.\n“My parents dragged me down there and dropped me off on the side of the road at this church,” Klementowich said. “There, I met the guy that I attribute my entire life to today. He saved my life. Without a doubt, I would not be here today without Albert Pigozzi.”\nPastor Albert Pigozzi is a Certified Recovery Peer Specialist and leads Plant A Seed Ministries. Klementowich said Plant A Seed was the most influential piece of getting clean. It was at Plant A Seed that Klementowich got involved with A-1 Industries.\nA-1 has a plant in Fort Pierce, and Klelmentowich and three others went to interview for jobs there. That’s when Klementowich met Bob Lamb, another person he said was instrumental in getting him to where he is now.\n“We went and interviewed, and [Lamb] was the guy that interviewed me,” Klementowich said. “I was the first one through, and I told him, ‘Look, I’m not going to lie. I have a terrible past, I’m just looking for a job. I promise you, if you give me a chance, I’ll come in here, and I’ll work my ass off, and I won’t make you regret it.”\nLamb gave him a chance.\n“I had a lot of mentors along the way in my recovery and in my life,” Klementowich said. “He was absolutely the biggest contributing factor to my career as far as mentors go.”\nKlementowich took the job but fell on hard times and found himself homeless soon after. He told Lamb his situation at work the next day, and Lamb put him up for three weeks in a hotel out of his own pocket.\nKlementowich was unable to find a place to live by the end of the three weeks and was forced to move back to North Carolina for a second time. He was there for six months before getting “homesick” for Florida and the community he had built in Fort Pierce. So, he hopped on a bus and made the trek back to the Sunshine State.\nHe went back to A-1, and Lamb rehired Klementowich on the spot. He then spent six years working and growing at A-1 before being considered for a move to the Bainbridge plant that was being built at the time.\n“Even knowing the dirty details of my past,” Klementowich said. “[A-1] never prevented me from progressing and climbing the ladder in this company.”\nFrom March to June of 2022, Klementowich traveled between Florida and Bainbridge to test the waters at the new plant. In July, they offered him a position.\n“I was questioning it,” Klementowich said. “Down south, I had my sober community and the people and the life that I had built that had helped me get and maintain my sobriety… I knew that I was going to have to commit fully or not at all.”\nKlementowich eventually decided to come to Bainbridge and made the move the very next day.\n“If it didn’t fit in the car, I sold it,” Klementowich said. “I sold the king-size bed, the TV… I packed up the car and got on the road and drove up here and was at work the next day.”\nKlementowich has been in Bainbridge ever since and has been able to maintain his sobriety. He said his mother is one of the most significant factors in that.\n“The thing that always comes to my mind is my mother’s peace,” Klementowich said. “I traumatized her, and I destroyed her for years. So many days, she didn’t know if the phone call she got was going to be, ‘Hey, your son’s dead,’ a knock on the door was going to be the cops… that was one of the biggest things that kept me going was knowing that she could sleep at night.”\nHe said another major factor is his relationship with Jesus Christ. He gave his life to Christ at Plant A Seed Ministries and said it has made a night and day difference in his life.\n“That brings me joy in places where I never knew I could have it before,” Klementowich said. “I just found peace.”\nThe post Brian Klementowich: working past his past to make a brighter future appeared first on The Post-Searchlight .\nExpand All Read in NewsBreak",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://img.particlenews.com/image.php?url=1pd4fa_0rbcfvV100",
    "https://www.thepostsearchlight.com/2024/02/29/brian-klementowich-working-past-his-past-to-make-a-brighter-future/",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1pd4fa_0rbcfvV100",
    "https://www.thepostsearchlight.com",
    "https://www.thepostsearchlight.com/2024/02/29/brian-klementowich-working-past-his-past-to-make-a-brighter-future",
    "https://thepostsearchlight.com/2024/02/29/brian-klementowich-working-past-his-past-to-make-a-brighter-future/",
    "https://img.particlenews.com/image.php",
    "https://thepostsearchlight.com",
    "https://www.img.particlenews.com/image.php?url=1pd4fa_0rbcfvV100",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1pd4fa_0rbcfvV100"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "noah watson",
        "sentiment": "negative"
      },
      {
        "name": "brian klementowich",
        "sentiment": "negative"
      },
      {
        "name": "meritoriously",
        "sentiment": "none"
      },
      {
        "name": "klementowich",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "marine corps",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north carolina",
        "sentiment": "none"
      },
      {
        "name": "bainbridge",
        "sentiment": "none"
      },
      {
        "name": "jacksonville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:05:50.503+02:00",
  "updated": "2024-03-01T01:05:50.503+02:00"
}