{
  "thread": {
    "uuid": "60c63ca3c5fe40bbabb069c8f65daa62e2595c5b",
    "url": "https://www.meneame.net/story/embajador-ucraniano-chalyi-participo-conversaciones-paz-rusia/c030",
    "site_full": "www.meneame.net",
    "site": "meneame.net",
    "site_section": "http://www.meneame.net/comments_rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Menéame: comentarios",
    "title": "#30 El embajador ucraniano Chalyi, que participó en las conversaciones de paz con Rusia en 2022, afirma 'estuvimos muy cerca en... abril de finalizar nuestra guerra con algún acuerdo pacífico' [EN]",
    "title_full": "#30 El embajador ucraniano Chalyi, que participó en las conversaciones de paz con Rusia en 2022, afirma 'estuvimos muy cerca en... abril de finalizar nuestra guerra con algún acuerdo pacífico' [EN]",
    "published": "2023-12-29T07:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://meneame.net/img/logo_meneame_footer.svg",
    "performance_score": 0,
    "domain_rank": 11108,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "60c63ca3c5fe40bbabb069c8f65daa62e2595c5b",
  "url": "https://www.meneame.net/story/embajador-ucraniano-chalyi-participo-conversaciones-paz-rusia/c030",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mellamantrol",
  "published": "2023-12-29T07:48:00.000+02:00",
  "title": "#30 El embajador ucraniano Chalyi, que participó en las conversaciones de paz con Rusia en 2022, afirma 'estuvimos muy cerca en... abril de finalizar nuestra guerra con algún acuerdo pacífico' [EN]",
  "text": "Portada\nmis comunidades\notras secciones\n[#2](c2#c-2) el R.U. lleva mal metiendo desde los estuardo, no en Rusia sino en todo el mundo. Piensan que cuánto peor les vaya a los demás, mejor le irá a ellos, tanto es así que ganó el Brexit y ahora no los quieren ni sus amigos de los states, como por ejemplo el portazo de Biden a un TLC USA-UK.\n[#25](c25#c-25) ¿Te imaginas por un momento que haría USA con Cuba si Rusia se van allí a montar un Rusia Maidan?\nNo hizo falta, ya les choricearon guantánamo por sus huevos.\nMe imagino al padre diciendo: ¿Fue acaso por la conversación filtrada de Victoria Nuland de ANTES del golpe de estado en 2014 donde ya elegían candidato para la transición ucraniana? (Spoiler: acertaron)\nHace más de un año ya lo contaban en The Grayzone pero los nafos lo tapaban:\nLa OTAN prolonga la guerra proxy en Ucrania y el caos mundial (inglés)\nDe donde yo vengo, hay un dicho: \"Es mejor un mal arreglo que un buen pleito\".\nMuchos dicen que \"la vida humana es invaluable\", pero en la dura realidad, vale cero. Cientos de miles de muertos, familias destruidas, daños gravísimos de ciudades, pueblos e infraestructura ¿por unos kilómetros cuadrados? Se llega un momento que no tiene sentido enviar obligadamente hombres a morir de forma espantosa por un \"orgullo nacional\", \"o porque no podemos defraudar a los que murieron anteriormente\", \"que las muertes anteriores no sean en vano\", etc..\nUcrania ya perdió, así logre recuperar todo el territorio, ha quedado con una deuda muy alta que pagar a USA, que al final se traduce en que empresas estadounidenses aterricen en Ucrania, pongan vallas y hagan lo que les de la gana con esos terrenos, una segunda invasión pero \"de buen rollo y con buen marketing\". Se verá muy chulo el mapa de Ucrania intacto, pero en la realidad, será prácticamente territorio estadounidense.\n[#6](c6#c-6) Te reconozco que no tengo ni idea de la fiabilidad de las promesas rusas.\nPero, como español, si que sé lo que podemos esperar de UK o USA.\n[#11](c11#c-11) por ejemplo en el memorándum de Budapest Rusia, Francia, EEUU y UK firmaron respetar la independencia ucraniana y su integridad territorial, además de garantizar asistencia en caso de invasión. A cambio Ucrania entregó el tercer mayor arsenal nuclear del mundo a Rusia.\n[#13](c13#c-13) \"firmaron respetar la independencia\"\nRepartir bocatas en una especie de revolución violenta o alegir candidato para suceder transitoriamente al presidente electo (y acertar) y todo ello por supuesto ANTES del golpe de estado supongo que SI es respetar la independencia de Ucrania ¿Verdad?\n(Vease vida y obra de doña Victoria Nuland)\n[#6](c6#c-6) Antes de liarse a ostia limpia con el tontito del grupo, el gafas pasta con aparatos y alopecia temprana se dedicaba a chulearles con su banda de barrio llamada OTAN, se le inflaron las bolas y dijo, ah sí? Pues tú banda no va a entrar aquí porque lo dice el elefante ruso, y entró en la cacharrería pegando trompadas a diestro y siniestro.\nEs como extrañarse que un lobo te muerda después de ser acosado, rusia es un país de pensamiento semi medieval donde hace apenas cien años aún reinaba el feudalismo, se le ha provocado al cansino y amenaza con verter tus tripas en un canasto, algo previsible.\n[#16](c16#c-16) Hay que agachar la cabeza ante el amo ruso? Veo muchas contradicciones entre los putinistas. Os quejáis de una supuesta sumisión europea a EEUU pero afirmais sin ruborizaros que Ucrania debió poner el culo ante la absoluta intromisión rusa en sus asuntos internos. De hecho seguís pensando que la paz pasa por aceptar todas las condiciones rusas, que no son sino imposiciones a un país soberano, incluyendo arrebatarle gran parte de su territorio.\nOs veo un poco nazis aplaudiendo invasiones.\nA ver, que el comunicado dice que el acuerdo fue bloqueado por eeuu y RU, no por Putin. Que aquí algunos se ponen las orejeras de burro y sólo miran para adelante.\n¿Estados Unidos y Reino Unido promoviendo guerras? Imposibol, si ellos y la OTAN son los guardianes y defensores de la paz, la democracia y la libertad.\nAlucinante como se enchufa propaganda de bulos en esta web.. enhorabuena\n[@admin](/user/admin) , con esa pasividad ante grupos organizados para colar propaganda, esta web va de mal en peor.\nhttps://www.stopfake.org/en/fake-former-ukrainian-ambassador-to-usa-for-ukrainian-neutrality/\nAqui una publicacion del mismo Chaly en su facebook desmintiendo esta ridicula propaganda:\nhttps://www.facebook.com/permalink.php?story_fbid=4737179513060557&id=100003056659575\nAño y medio despues, y los propagandistas siguen erre que erre con los bulos\n[#15](c15#c-15) ¿Quién va a saber mejor lo que dijo Chalyi? ¿El propio Chalyi o un politólogo que vive en Canadá?\nThe text did not include the Ukrainian demand for Russian forces to withdraw to behind the line of contact as of 23 February 2022.\nUn poco antigua la noticia. No es la primera vez que lo dice ni él ni desde rusia.\nLa neolengua habla de paz, el tratado hablaba de rendición.\nUn tratado de paz significaría que Rusia se marcha, les deja en paz, y paga parte de la reconstrucción.\n\"El texto no incluía la exigencia ucraniana de que las fuerzas rusas se retiraran detrás de la línea de contacto a partir del 23 de febrero de 2022.\"\nSi leyerais la noticia os daríais cuenta que que eran todo Ventajas para Rusia. Neutralidad ucraniana y Rusia se queda con lo conquistado. Por supuesto que Putin quería esta paz.\nY todos los conspiranoicos a vueltas con los Nafo, los yankees, y las armamentisticas. Esta oferta ya fue publica y notoria ya en su momento, pero en fin.... penoso.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.stopfake.org/en/fake-former-ukrainian-ambassador-to-usa-for-ukrainian-neutrality/",
    "https://www.facebook.com/permalink.php?story_fbid=4737179513060557&id=100003056659575",
    "https://facebook.com/permalink.php?story_fbid=4737179513060557&id=100003056659575",
    "https://www.facebook.com/permalink.php",
    "https://www.stopfake.org/en/fake-former-ukrainian-ambassador-to-usa-for-ukrainian-neutrality",
    "https://stopfake.org/en/fake-former-ukrainian-ambassador-to-usa-for-ukrainian-neutrality/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T08:55:27.819+02:00",
  "updated": "2023-12-29T08:55:27.819+02:00"
}