{
  "thread": {
    "uuid": "d2160c2926767d60ff5bdc6d200c01a71240469d",
    "url": "https://nation.africa/kenya/brand-book/nmg-and-amg-realtors-international-women-s-day-gala-4556814",
    "site_full": "nation.africa",
    "site": "nation.africa",
    "site_section": "https://mobile.nation.co.ke/kenya",
    "site_categories": [
      "media"
    ],
    "section_title": "Nation - Breaking News, Kenya, Africa, Politics, Business, Sports | HOME | Nation",
    "title": "NMG and AMG Realtors host day-long ceremony to champion empowerment of all women | Nation",
    "title_full": "NMG and AMG Realtors host day-long ceremony to champion empowerment of all women | Nation",
    "published": "2024-03-14T18:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "https://nation.africa/resource/image/4556824/landscape_ratio3x2/1200/800/162d57f99c1c695d587961942cd718c2/AD/photo-1a.jpg",
    "performance_score": 0,
    "domain_rank": 8126,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d2160c2926767d60ff5bdc6d200c01a71240469d",
  "url": "https://nation.africa/kenya/brand-book/nmg-and-amg-realtors-international-women-s-day-gala-4556814",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AMG Realtors",
  "published": "2024-03-14T18:17:00.000+02:00",
  "title": "NMG and AMG Realtors host day-long ceremony to champion empowerment of all women | Nation",
  "text": "NMG and AMG Realtors host day-long ceremony to champion empowerment of all women Sponsored by AMG Realtors On March 8, 2024, the Nation Media Group (NMG), in a landmark partnership with AMG Realtors, took the lead in celebrating women on International Women's Day (IWD) through a spectacular gala dinner that championed the advancements and empowerment of women from all walks of life. A total of 562 women graced the colourful ceremony that was held at the Windsor Golf Hotel & Country Club, Nairobi. The event became a confluence of culture, elegance, and inspiration, perfectly embodying this year's IWD theme of fostering inclusivity. With the dress code set to 'African Glam', the evening was a colourful tapestry of fashion, featuring a host of activities that ranged from networking opportunities and financial masterclasses, to golfing experiences. The dinner was a testament to the power of collaborative initiatives in elevating women's roles in society. The event was graced by notable keynote speakers. They included Kirinyaga County Governor and chairperson of the Council of Governors Anne Waiguru, representing the public sector; and the Managing Director of KCB Bank Kenya, Annastacia Kimtai, representing the private sector. Their inspiring addresses shone a spotlight on the strides women are making in shaping Kenya’s landscape on different fronts. A panel of distinguished women leaders, including Gwen Kinisu of Prudential Life Assurance and Blandina Ijecha Bobson of Oxfam Kenya, shared their profound stories and insights, enriching the conversation around women's challenges and triumphs. Their presence and discourse elevated the evening, inspiring those in attendance to contribute to a more equitable future. AMG Realtors Marketing Manager Rebecca Ngigi, spoke too, saying: “At AMG Realtors, we understand the unique strengths women bring to the real estate market. About 70 percent of our clients are women, and we are cognizant that now more than ever, many women are interested in understanding the nuances of the real estate market to make informed decisions.” She went on: “We sell land that we own. Our prices are all inclusive. We deliver your title deed within 60 days after payment completion. We deliver the title deed to your door step, and we have a permanent residence at AMG Centre. These pillars have enabled us to play a pivotal role in building the confidence of women in their investment endeavours, as well as empowering them with knowledge and guidance they need to thrive. We’ve done this for the last 12 years that we have been in business.” [NMG](https://www.nationmedia.com/) and [AMG Realtors](https://amgrealtors.com/), alongside other partners such as Ecobank Kenya and Prudential, have demonstrated an unwavering dedication to inclusivity through this event. By joining forces, these diverse entities have not only honoured the spirit of International Women's Day, but also set a high standard for corporate support in women's advancement. The gala dinner's overwhelming success was a reflection of the united vision shared by all sponsors – a society that values and uplifts each of its members. It was more than a celebration. It was a clarion call to action, urging continuous support for gender parity and diversity in the professional realm and beyond. As NMG forges ahead with allies like AMG Realtors to spotlight women's achievements, events like the International Women's Day gala dinner are pivotal to cultivating an environment where women's voices are heard and their successes celebrated. Continuing her speech, Ms Ngigi said: “Today, women are increasingly taking charge of their financial futures through real estate investment. At [AMG Realtors](https://amgrealtors.com/), we understand the importance of securing your family’s future by providing ready to build plots such as Juja Prime project, which has recorded an increased uptake by Kenyan women living or working in the diaspora, looking to settle their families back home in secure places with social amenities close by. We're committed to guiding you through every step of the real estate investment process, so you can achieve your homeownership goals with confidence.” You can learn more about AMG Realtors land projects from [https://amgrealtors.com/](https://amgrealtors.com/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://amgrealtors.com/),",
    "https://www.nationmedia.com/)",
    "https://amgrealtors.com/)",
    "https://amgrealtors.com/",
    "https://www.amgrealtors.com/),",
    "https://nationmedia.com/)",
    "https://www.amgrealtors.com/)",
    "https://amgrealtors.com",
    "https://www.amgrealtors.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nmg",
        "sentiment": "negative"
      },
      {
        "name": "amg",
        "sentiment": "negative"
      },
      {
        "name": "amg realtors",
        "sentiment": "negative"
      },
      {
        "name": "windsor golf hotel & country club",
        "sentiment": "none"
      },
      {
        "name": "nation media group",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nairobi",
        "sentiment": "none"
      },
      {
        "name": "kirinyaga county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:23:02.058+02:00",
  "updated": "2024-03-15T00:23:02.058+02:00"
}