{
  "thread": {
    "uuid": "f645eeb94d1579727af2662fbfbccc1c1b24fbd7",
    "url": "https://www.newjerseyhills.com/the_citizen/news/polar-plungers-raise-28k-for-group-home-construction-in-denville/article_56ad176a-d59b-11ee-be95-db4bd7835ceb.html",
    "site_full": "www.newjerseyhills.com",
    "site": "newjerseyhills.com",
    "site_section": "http://www.newjerseyhills.com",
    "site_categories": [
      "media"
    ],
    "section_title": "New Jersey Hills Media Group | Providing news, sports coverage, arts, obits, offers, deals to Bernardsville, Caldwells, Madison, Chester Township, Chester Borough, Chatham Township, Chatham Borough,  Mendham Borough, Mendham Township, Warren, Watchung, Morristown, Morris Plains, Morris Township, Clinton, Clinton Township, Long Valley, Essex Fells, Roseland, Randolph, Roxbury, Mount Olive, Hanover, East Hanover, Florham Park, Lebanons, New Vernon, Mine Hill, and Mount Arlington in New Jersey.",
    "title": "'Polar plungers' raise $28K for group home construction in Denville | The Citizen News | newjerseyhills.com",
    "title_full": "'Polar plungers' raise $28K for group home construction in Denville | The Citizen News | newjerseyhills.com",
    "published": "2024-02-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/newjerseyhills.com/content/tncms/assets/v3/editorial/1/5c/15c83bc2-d59f-11ee-925f-2bd3e8e1c772/65de2c2d7d151.image.jpg?crop=1175%2C617%2C0%2C573&amp;resize=1175%2C617&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 60388,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f645eeb94d1579727af2662fbfbccc1c1b24fbd7",
  "url": "https://www.newjerseyhills.com/the_citizen/news/polar-plungers-raise-28k-for-group-home-construction-in-denville/article_56ad176a-d59b-11ee-be95-db4bd7835ceb.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MIKE CONDON Editor",
  "published": "2024-02-29T07:00:00.000+02:00",
  "title": "'Polar plungers' raise $28K for group home construction in Denville | The Citizen News | newjerseyhills.com",
  "text": "DENVILLE TWP. - It was cold, but plungers say it wasn't as cold as last year. Still, they came in droves... and in bathing suits. Early estimates said some 120 took the plunge- \"The Polar Plunge,\" that is, into Cook's Pond in Denville on Saturday, Feb. 24. The event raised about initially $20,000 for Denville S.P.A.R.K.S., which stands for \"Supportive Parents Advocating for Our Kids.\" Revised figures show an initial goal of $25,000, and an actual collection of $27,889. S.P.A.R.K.S. later said about 136 took the leap into the frigid pond this year. The non-profit group's goal is to ultimately build a group living home so that the developmentally disabled sons of several parents can live there. A show and a family fun event as much as it is a fundraiser, former Township Councilman Douglas Gabel took the plunge for the sixth time this year, dressed, of course, as a shark. Lisa Church and Brian Rogers of Hackettstown finished their plunge. it was their first time. For others, it was a family affair. Doug Sackin and Jessica Adelnan from Madison brought their three teens. All of them took the plunge. Sunday, S.P.A.R.K. posted this note on its Facebook page: \"Polar plunge 2024. 136 plungers and we raised to date 28,709. We are getting closer to building our forever home for Denville young men with challenges to live out their lives safe in our beloved community of Denville . Thank you to everyone who plunged donated or volunteered . Thank you , Know anyone who wants to donate property?\" The organization is still looking for an ideal location to construct the home. Contact [denvillespark@gmail.com](mailto:denvillespark@gmail.com) or visit [denvillespark.org](http://denvillespark.org/?fbclid=IwAR3aN_a6jbABcCQo69HGAz3d4BJLKh74q-GgfX6DszdfwuzJ6kiQ_L7sDuY) for more information about the organization, and its goals. Susan Reinhardt is the president of S.P.A.R.K. She has a 28-year-old developmentally challenged son, and she was a key organizer of the fundraiser five years ago. “Last year, we had 72 take the plunge. That was a record,” she said, in an interview before this year's plunge. The day last year also broke another record. She said it was the coldest day of the year. “We didn’t do it in 2021 because of Covid. we did it virtually, where people had to soak their heads in ice water,” she said, saying it was similar to the widely received “Ice Bucket Challenge.” As for ages, Reinhardt said there is no limit. Anyone can take the plunge, gaining pledges from friends, family members and co-workers, which go to S.P.A.R.K. to save for the group home. “We don’t really put a limit on it. We’ve had from age 10 up to 68,” she said, adding that patrons younger- or older- than that can participate. Leading the plunge each year, before Mayor Thomas Andes kicks if off by firing the cannon, are the Denville Polar Bears. “They stay in the water for 15 minutes. They come out when it ends,” she said. Most participants, meanwhile, make it a fast trip in and out of the freezing, winter water. This year, she said the Valleyview Middle School put together a team which took the plunge. She also credited the Diamond Spring Brewery, a new business in town, which is both sponsoring a team and contributing $2 per every pint sold. Several of the “Spark Sharks” also take the plunge. They’re the group of developmentally challenged adults for whom the home will be built. Most of them, she said, are in their late 20’s. All of the plunges, she said, have been held to raise funds for the eventual group home. Before this year's plunge, about $70,000 had been raised. She was hoping to raise another $20,000 from this year’s plunge, a total that was far exceeded. She estimated $100,000 is needed to build the home, with the intent of having the land donated. “We don’t have a property yet. We have some potentials, but nothing solid yet. But it will have to be soon,” she said, since many of the parents are reaching advanced age. “My son will live there once we get it built,” she said. She said the idea of the plunge actually started years ago, as a way to raise funds for a new playground. “I said hey, can you do it for me now? And that’s how we started raising money for Spark,” she said. She said she chairs the Mayor’s Council for People With Challenges, which hosts bowling trips and other activities for the adults. As for the plunge itself, she said there’s always something new, and often something amusing. “We have one Shark who likes to wear cowboy boots all the time. That’s just his thing. He’ll take them off and put his foot in the water, but that’s as far as he’ll go, she said. Meanwhile, others say “It’s too cold. Don’t make me do this again.” But then, she said, they’re right back again next year, ready to take the plunge anew. Gabel dressed as a Viking previously, but this year, came as a full-bodied shark. As for Reinhardt? Well, don’t expect to see her in the water. “I took the lead for the ice buckets. But no, I do not go in,” she said, with a laugh. [CLICK HERE TO DONATE AND SUPPORT LOCAL JOURNALISM](https://newsweneed.org/donations/njhills2)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://newsweneed.org/donations/njhills2)",
    "http://denvillespark.org/?fbclid=IwAR3aN_a6jbABcCQo69HGAz3d4BJLKh74q-GgfX6DszdfwuzJ6kiQ_L7sDuY)",
    "http://www.denvillespark.org/?fbclid=IwAR3aN_a6jbABcCQo69HGAz3d4BJLKh74q-GgfX6DszdfwuzJ6kiQ_L7sDuY)",
    "http://denvillespark.org/",
    "https://www.newsweneed.org/donations/njhills2)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "madison",
        "sentiment": "none"
      },
      {
        "name": "brian rogers",
        "sentiment": "none"
      },
      {
        "name": "s.p.a.r.k.s.",
        "sentiment": "none"
      },
      {
        "name": "jessica adelnan",
        "sentiment": "none"
      },
      {
        "name": "douglas gabel",
        "sentiment": "none"
      },
      {
        "name": "cook",
        "sentiment": "none"
      },
      {
        "name": "doug sackin",
        "sentiment": "none"
      },
      {
        "name": "lisa church",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "denville s.p.a.r.k.s.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "denville",
        "sentiment": "none"
      },
      {
        "name": "denville",
        "sentiment": "none"
      },
      {
        "name": "pond",
        "sentiment": "none"
      },
      {
        "name": "hackettstown",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:45:02.586+02:00",
  "updated": "2024-03-01T00:45:02.586+02:00"
}