{
  "thread": {
    "uuid": "852aa577827f9fd83fa383e9655674efa4e05b0a",
    "url": "https://www.fox35orlando.com/news/were-moving-forward-west-melbourne-homeowners-will-see-1-million-upgrades-help-flooding-issues",
    "site_full": "www.fox35orlando.com",
    "site": "fox35orlando.com",
    "site_section": "https://fox35orlando.com/shows",
    "site_categories": [
      "media"
    ],
    "section_title": "FOX 35 Orlando",
    "title": "West Melbourne homeowners will see $1 million upgrades to help resolve severe flooding issues",
    "title_full": "West Melbourne homeowners will see $1 million upgrades to help resolve severe flooding issues",
    "published": "2024-07-04T21:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.foxtv.com/static.fox35orlando.com/www.fox35orlando.com/content/uploads/2024/07/1280/720/snapshot-2024-07-04T180536.476.jpg?ve=1&amp;tl=1",
    "performance_score": 0,
    "domain_rank": 9703,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "852aa577827f9fd83fa383e9655674efa4e05b0a",
  "url": "https://www.fox35orlando.com/news/were-moving-forward-west-melbourne-homeowners-will-see-1-million-upgrades-help-flooding-issues",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Esther Bower",
  "published": "2024-07-04T21:14:00.000+03:00",
  "title": "West Melbourne homeowners will see $1 million upgrades to help resolve severe flooding issues",
  "text": "WEST MELBOURNE, Fla. - Flooding fixes are on the way for hundreds of homeowners in West Melbourne. Last year, FOX 35 spoke to people dealing with severe flooding in their neighborhood. They don’t live in a flood zone, but typical afternoon showers have put their subdivision underwater in the past. Now, the city has a million-dollar plan to help. The city of West Melbourne just wrapped up a year-long engineering study and found out, the culverts near the Publix on Minton Road area choking off the canal which is affecting the homeowners who live about seven minutes away from the supermarket. Water is struggling to drain, so the city is adding more pipes to move water. \"My house was like an island,\" said Linda Farrell who’s always worried about neighborhood flooding in Westbrooke. She says, it’s been the norm for years in her West Melbourne subdivision. \"I found fish on my front lawn, and the retention pond is in the back,\" said Tom Torak who lives a few doors down from Farrell. The Westbrooke subdivisions have five ponds and more than 500 homes, but water isn’t draining like it should. \"We don’t want to go through that flooding anymore,\" said Farrell. Now, the city hopes they won’t have to. \"We think this is a great solution that will help reduce floods,\" said Tim Rhode who’s the city manager for West Melbourne. Rhode says, engineers pinpointed the issue in the chain of canals which is causing slow moving water, so they&apos;re adding bypasses. He says the process includes \"running some pipe alongside through the wall of the canal to get that water through.\" Torak attended a city meeting this week about the solutions and is thrilled about the improvements. \"There’s three bypasses they’re going to do, kind of like a heart bypass,\" he said. The surgery will cost more than a million bucks, and the city already has most of the grant funding in place to foot the bill. \"I’m feeling ecstatic,\" said Farrell. Homeowners are happy because they were heard, and when the fixes are complete, they can hopefully save some money. Right now, the HOA pays to pump water out on their own when severe storms move in, and that costs homeowners $6,000-$10,000 per storm. FOX 35’s Esther Bower asked the city manager if he thinks the improvements will alleviate that pressure where they can get out of this pumping business? \"Absolutely, that’s our goal,\" said Rhode. \"We want to get their ponds to be able to just function by gravity so that nobody has to do any pumping.\" Construction should start in October and the project will take six to nine months to finish. \"We’re moving forward. It’s a good day,\" concluded Farrell. The HOA could still have to pump on their own this hurricane season and are holding their breath bo severe storms hit the Space Coast.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "linda farrell",
        "sentiment": "none"
      },
      {
        "name": "farrell",
        "sentiment": "none"
      },
      {
        "name": "westbrooke",
        "sentiment": "none"
      },
      {
        "name": "tom torak",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "publix",
        "sentiment": "none"
      },
      {
        "name": "fox",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fla.",
        "sentiment": "none"
      },
      {
        "name": "melbourne",
        "sentiment": "none"
      },
      {
        "name": "west melbourne",
        "sentiment": "none"
      },
      {
        "name": "minton road",
        "sentiment": "none"
      },
      {
        "name": "westbrooke",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T01:24:21.059+03:00",
  "updated": "2024-07-05T01:24:21.059+03:00"
}