{
  "thread": {
    "uuid": "05ccbde6f7e2f4c791b460f11dcdfbf59b6e9226",
    "url": "https://www.meridianstar.com/news/health-expo-looks-to-get-residents-moving/article_e21d953c-ac05-11ee-bc80-ab8b256cc644.html",
    "site_full": "www.meridianstar.com",
    "site": "meridianstar.com",
    "site_section": "https://meridianstar.com",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "meridianstar.com",
    "title": "Health expo looks to get residents moving | News | meridianstar.com",
    "title_full": "Health expo looks to get residents moving | News | meridianstar.com",
    "published": "2024-01-05T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/meridianstar.com/content/tncms/assets/v3/editorial/4/fe/4fe68768-ac06-11ee-89dd-1f3c759a418c/659861f082ee3.image.jpg?crop=1256%2C659%2C0%2C494&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 85438,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "05ccbde6f7e2f4c791b460f11dcdfbf59b6e9226",
  "url": "https://www.meridianstar.com/news/health-expo-looks-to-get-residents-moving/article_e21d953c-ac05-11ee-bc80-ab8b256cc644.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "THOMAS HOWARD | thoward@themeridianstar.com",
  "published": "2024-01-05T07:00:00.000+02:00",
  "title": "Health expo looks to get residents moving | News | meridianstar.com",
  "text": "Three Meridian organizations are banding together to help residents stay active in the new year as they are set to host the New Year New Way of Life health and fitness expo. The event, which is set for 10 a.m. to 2 p.m. on Jan. 13 at 1st and Ten Gaming Lounge, 5051 Highway 493, will bring together a wide variety of health and fitness experts to connect residents with activities they will enjoy. Mike Couch, president of the Stronger Together Foundation and one of the event sponsors, said the expo is set to include demonstrations and speakers from various martial arts, dance, personal trainers and more. “We’re getting all the local businesses that we can around Meridian to showcase what Meridian has to offer as far as fitness,” he said. Residents will be able to learn about an array of activities available in the Meridian and Lauderdale County area that can help them keep moving and stay active in 2024. Additionally, the expo will feature health and wellness experts, local vendors, healthy foods and more. Anna Hover of Magnolia Mouths Media said samples of healthy foods will be provided by local businesses, Cater’s Market and Sip 305. Additionally, she said, Starkville-based Power of the Almond, the state’s first gluten free bakery, will be offering samples as well. Demonstrations planned for the expo will include TNT Boxing Club with Tim, Yolanda and Tyi Edmonds, Shotokan Karate with Ken Turner, Wrestling with Richard Byers and Jiu-jitsu with Paul Joiner, Hover said. Residents will also have the opportunity to join in three free fitness classes including Hit and Dance workouts with Darrin Mitchell of Be The Best You Way of Life, the third organization involved in planning the event, Latin Dance with Leslie Lee and Fun Fitness with Tamara Williams of Jackson. “The reason I wanted to do this was to encourage people to be comfortable with yourself because I know most people have a dream of a new year, new way of life,” Mitchell said. “So, we are going to help them create a lifestyle of exercising to being healthy. That is the reason I came up with it.” More than a dozen vendors will also be on hand sharing information and educating residents about health and wellness resources in the local community, Hover said. Some vendors include Heart and Sole Cycle and Fitness, Weems Mental Health, Young Living Essential Oils, the Future Family Center and more. Additionally, speakers will offer encouragement for those just starting their fitness journey by sharing their own experiences. Couch said the event will have something for people of all ages including an obstacle course for children. “We plan something for everybody age eight to 80,” he said. Hover said the Jan. 13 expo is a great opportunity for residents to dust off those abandoned New Year’s resolutions and make 2024 the year they seize the opportunity for better health. The cost to participate in the New Year New Way of Life expo is $10 for adults and $5 for children. Tickets can be purchased online at [eventbrite.com](http://eventbrite.com), scanning the QR code available on fliers in the community or through the link available on the event’s Facebook page.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "http://eventbrite.com),",
    "http://www.eventbrite.com),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anna hover",
        "sentiment": "none"
      },
      {
        "name": "mike couch",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "magnolia mouths media",
        "sentiment": "none"
      },
      {
        "name": "stronger together foundation",
        "sentiment": "none"
      },
      {
        "name": "meridian",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ten gaming lounge",
        "sentiment": "none"
      },
      {
        "name": "lauderdale county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:30:56.726+02:00",
  "updated": "2024-01-06T00:30:56.726+02:00"
}