{
  "thread": {
    "uuid": "63a42d8679d2a99aeb755d908387fefb80db7b03",
    "url": "https://ukdefencejournal.org.uk/glasgow-nurse-named-as-royal-navys-top-reserve-recruit/",
    "site_full": "ukdefencejournal.org.uk",
    "site": "ukdefencejournal.org.uk",
    "site_section": "https://ukdefencejournal.org.uk/",
    "site_categories": [
      "media",
      "hobbies_and_interests"
    ],
    "section_title": "UK Defence Journal",
    "title": "Glasgow nurse named as Royal Navy’s top Reserve recruit",
    "title_full": "Glasgow nurse named as Royal Navy’s top Reserve recruit",
    "published": "2023-12-29T11:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://ukdj.imgix.net/2023/12/imageviaGCC.png?auto=compress%2Cformat&amp;ixlib=php-3.3.1&amp;s=d8cbbeb524668c28ab9223a7a5ccf4a8",
    "performance_score": 0,
    "domain_rank": 33189,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "63a42d8679d2a99aeb755d908387fefb80db7b03",
  "url": "https://ukdefencejournal.org.uk/glasgow-nurse-named-as-royal-navys-top-reserve-recruit/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tom Dunlop",
  "published": "2023-12-29T11:40:00.000+02:00",
  "title": "Glasgow nurse named as Royal Navy’s top Reserve recruit",
  "text": "A critical care nurse has been named the Royal Navy’s top reserve recruit of the year. Sandi Bern, from Glasgow, began Royal Navy Reserve training in 2021 and within a year she was able to Pass Out, and then another year down the line she completed the Leadership Course as a Leading Hand rank thanks to her Nursing degree.\nAnd following all of her hard work, Sandi was this year named as the Top Royal Navy Reservist in Initial Training from the 2022 intake.\nAccording to this news update, “In addition to completing her Leadership Course with Distinction, she was also named top student on that course. In recognition of being the Navy’s Top Reservist, Sandi, pictured right above, was presented with the MacRobert Trust’s Boatswain’s Call Award from Commodore of the Maritime Reserves, Commodore Jo Adey, at the Accelerated Rating Programme Pass out Parade at HMS Raleigh.”\nSandi said:\n“A lot of the skills I’ve learned as a Reservist I can use in my own job and civilian life. We get really hands-on fire training with gas masks and do damage repair as well in small spaces as if you are on a ship that is filling up with water. There’s a lot of different experiences and you never hope you’ll find yourself in that kind of situation, but you’d be trained to deal with it if you did, so it’s quite exciting. There’s a great social aspect to it as well. You get to meet loads of different people and there’s great camaraderie. Everyone has different skills and backgrounds from the likes of engineers, dentists and nurses to lawyers so there’s such a range of people.”\nAs a proud and committed supporter of the Armed Forces for 20 years, NHS Golden Jubilee continues to support military leavers, veterans, reservists, families and spouses and cadets who work for the organisation. Last year, the Golden Jubilee retained the Defence Employer Recognition Scheme (ERS) Gold Award – the highest badge of honour the Ministry of Defence (MoD) awards to employers who support those who serve, veterans and their families.\nSandi, 31, from the Chryston area in Glasgow, has worked at the Golden Jubilee since she qualified as a nurse from University of West of Scotland (UWS) 6 years ago, following in the footsteps of mum and dad who were both nurses, and spent around 18 months in Orthopaedics before moving to critical care.\nOutlander\nAs a Navy Reservist, Sandi is asked to commit to 28 days per year and is supported in her duties at NHS Golden Jubilee, which has Gold Award status in the Defence Employer Recognition Scheme (ERS).\nCritical Care Senior Charge Nurse, Sarah Jane Faichney, said:\n“As Sandi’s line manager I’m delighted to be involved in the Hospital’s support of her role as a Navy Reservist. She’s obviously dedicated to her Navy activities, but remains fully committed to being a staff nurse within our busy Critical Care department. I am very happy to facilitate flexibility around her hospital shifts, enabling her to attend Navy Reservist training sessions and Sandi always returns very enthusiastic and keen to share stories of her training and fun adventures. As she progresses in her nursing career, it’s obvious she has acquired many transferable skills. I’ve seen this particularly around the leadership she shows when in charge of a shift or when organising the team during emergency situations.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.glasgowchamberofcommerce.com/news/news/2023/december/29/nhs-golden-jubilee-nurse-is-the-uk-royal-navy-s-top-reserve-recruit/",
    "https://glasgowchamberofcommerce.com/news/news/2023/december/29/nhs-golden-jubilee-nurse-is-the-uk-royal-navy-s-top-reserve-recruit/",
    "https://www.glasgowchamberofcommerce.com/news/news/2023/december/29/nhs-golden-jubilee-nurse-is-the-uk-royal-navy-s-top-reserve-recruit"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sandi bern",
        "sentiment": "neutral"
      },
      {
        "name": "boatswain",
        "sentiment": "none"
      },
      {
        "name": "commodore jo adey",
        "sentiment": "none"
      },
      {
        "name": "sandi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "royal navy",
        "sentiment": "negative"
      },
      {
        "name": "leadership course",
        "sentiment": "none"
      },
      {
        "name": "navy",
        "sentiment": "none"
      },
      {
        "name": "royal navy reserve",
        "sentiment": "none"
      },
      {
        "name": "top royal navy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "glasgow",
        "sentiment": "none"
      },
      {
        "name": "initial training",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T13:11:59.033+02:00",
  "updated": "2023-12-29T13:11:59.033+02:00"
}