{
  "thread": {
    "uuid": "b85fb018e0b2b25c08660226c5a7733791f5d2b0",
    "url": "https://www.navy.mil/Press-Office/News-Stories/Article/3648972/countdown-to-glory-the-excitement-builds-for-the-2nd-annual-armed-forces-esport",
    "site_full": "www.navy.mil",
    "site": "navy.mil",
    "site_section": "https://www.navy.mil/press-office/news-stories/",
    "site_categories": [
      "us_government_resources",
      "jobs",
      "us_military",
      "law_government_and_politics"
    ],
    "section_title": "\r\n\tUnited States Navy > Press Office > News Stories\r\n",
    "title": "Countdown to Glory: The Excitement Builds for the 2nd Annual Armed Forces Esports Championship > United States Navy > News Stories",
    "title_full": "Countdown to Glory: The Excitement Builds for the 2nd Annual Armed Forces Esports Championship > United States Navy > News Stories",
    "published": "2024-01-18T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.defense.gov/2020/Jul/26/2002464378/1460/1280/0/200730-N-ZZ999-0001.JPG",
    "performance_score": 0,
    "domain_rank": 818,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b85fb018e0b2b25c08660226c5a7733791f5d2b0",
  "url": "https://www.navy.mil/Press-Office/News-Stories/Article/3648972/countdown-to-glory-the-excitement-builds-for-the-2nd-annual-armed-forces-esport",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@usnavy",
  "published": "2024-01-18T02:00:00.000+02:00",
  "title": "Countdown to Glory: The Excitement Builds for the 2nd Annual Armed Forces Esports Championship > United States Navy > News Stories",
  "text": "Countdown to Glory: The Excitement Builds for the 2nd Annual Armed Forces Esports Championship 18 January 2024 From Megan Trexler, Navy Fleet and Family Readiness The stage is set for an extraordinary event as top US military esports athletes gather in Frisco, TX, for the 2nd annual Armed Forces Esports Championship. Taking place from January 23-25, 2024, at Complexity’s Lenovo Legion Esports Center, the championship promises a thrilling showcase of skill, camaraderie and the positive impact of gaming within the military community.\n Download Download\nShare\nPRINT\nRSS Tags ESPORTS Armed Forces CNIC Fleet and Family Readiness All-Navy Sports WASHINGTON – The stage is set for an extraordinary event as top US military esports athletes gather in Frisco, TX, for the 2nd annual Armed Forces Esports Championship. Taking place from January 23-25, 2024, at Complexity’s Lenovo Legion Esports Center, the championship promises a thrilling showcase of skill, camaraderie and the positive impact of gaming within the military community. The program brings together military service branches for a three-day esports event featuring the highly acclaimed Halo: Infinite, showcasing their shared attributes of being highly skilled, technically minded, and great at problem-solving.\nFalling within the Department of Defense (DoD) Armed Forces Sports Council, the 2024 Armed Forces Esports Championship will be hosted by Commander, Navy Installations Command (CNIC) HQ Navy Morale, Welfare and Recreation (MWR)'s All-Navy Sports program. Esports athletes from the Army, Marine Corps, Navy, Air Force, Space Force and Coast Guard will go head-to-head in an intense 4v4 competition, demonstrating exceptional teamwork and dedication.\nThe championship kicks off with a training camp, allowing representatives from each service branch to hone their skills. Following the training camp, a media day provides a platform for service members to share their inspiring stories and backgrounds, showcasing the diverse talent and experiences within the military gaming community. The event will conclude with a thrilling showdown, where service branches will vie for the title of the best branch.\n“The Armed Forces Sports Council approved the addition of the esports program in April 2022. Now, over 18 months later, the esports championship continues to evolve, offering a platform for military teams to compete and unite with a diverse group of people. The event emphasizes values core to the military community,” shared Michael Morris CNIC’s Fleet and Family Readiness All-Navy Sports Program Manager.\nMorris continued, stating, \"Coming together not only offers service members a chance to compete but also creates opportunities to build new friendships and partnerships, amplifying the positive reach of esports and strides within the military community.”\nThroughout the latter part of 2023, the service branches hosted qualifiers to select their teams, further intensifying the competition. All active-duty service members were eligible for the chance to represent their service branch. The inclusive gaming community provides an opportunity for all ages, ranks and backgrounds to come together, fostering positive relationships, enhancing the competitive spirit and improving esprit de corps.\nThe Armed Forces Esports Championship aligns with the Department of Defense (DoD) services esports programs, supporting readiness, retention and resiliency within the service. The championship is a federally sanctioned esports competition and the first gaming program adopted by the Armed Forces Sports program.\nTune in to www.twitch.tv/NavyMWR to witness the live stream and cheer on your favorite service branch as they compete for the title and demonstrate the spirit of unity and competition within the military community.\nThe Armed Forces Sports Council oversees and coordinates sports and athletic programs for military personnel, aiming to promote physical fitness, morale, and teamwork. Through various opportunities, it provides opportunities for service members to engage in sports, fostering a sense of community and enhancing overall military readiness. The All-Navy Sports program is a component of the Navy MWR, providing Sailors with opportunities to showcase their athletic skills beyond the intramural level. Through team and individual sports, it offers Sailors a chance to represent the Navy at higher-level athletic competitions, fostering camaraderie and promoting a healthy and active lifestyle within the naval community.\nShare\nPRINT\nRSS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://media.defense.gov/2020/Jul/26/2002464378/-1/-1/0/200730-N-ZZ999-0001.JPG",
    "https://media.defense.gov/2020/Jul/26/2002464378/600/400/0/200730-N-ZZ999-0001.JPG",
    "https://www.media.defense.gov/2020/Jul/26/2002464378/-1/-1/0/200730-N-ZZ999-0001.JPG",
    "https://www.media.defense.gov/2020/Jul/26/2002464378/600/400/0/200730-N-ZZ999-0001.JPG"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "megan trexler",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "united states navy",
        "sentiment": "negative"
      },
      {
        "name": "navy fleet",
        "sentiment": "none"
      },
      {
        "name": "esports armed forces cnic fleet",
        "sentiment": "none"
      },
      {
        "name": "lenovo legion esports center",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tx",
        "sentiment": "none"
      },
      {
        "name": "frisco",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T19:56:41.375+02:00",
  "updated": "2024-01-19T19:56:41.375+02:00"
}