{
  "thread": {
    "uuid": "f53e5936b3fcfc07693f27bae654f96a2654cc92",
    "url": "https://www.miragenews.com/uk-pledges-3b-military-aid-to-ukraine-foreign-1227391/",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://www.miragenews.com/disclaimer",
    "site_categories": [
      "media"
    ],
    "section_title": "Disclaimer | Mirage News",
    "title": "UK Pledges £3B Military Aid to Ukraine, Foreign Secretary Visits | Mirage News",
    "title_full": "UK Pledges £3B Military Aid to Ukraine, Foreign Secretary Visits | Mirage News",
    "published": "2024-05-02T13:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
    "performance_score": 0,
    "domain_rank": 13604,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f53e5936b3fcfc07693f27bae654f96a2654cc92",
  "url": "https://www.miragenews.com/uk-pledges-3b-military-aid-to-ukraine-foreign-1227391/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2024-05-02T13:03:00.000+03:00",
  "title": "UK Pledges £3B Military Aid to Ukraine, Foreign Secretary Visits | Mirage News",
  "text": "- Foreign Secretary David Cameron was in Kyiv to reiterate UK support to Ukraine - The visit follows the Prime Minister's announcement that the UK will spend 2.5% of GDP on defence, and commit to at least £3 billion a year on military support to Ukraine - The Foreign Secretary confirmed a £36 million package of energy support, including £20 million in new emergency funding following Russian attacks. Visiting Kyiv, the Foreign Secretary reiterated the UK's unequivocal support to Ukraine. Meeting with President Zelenskyy, Prime Minister Shmyhal and Foreign Minister Kuleba, he detailed how the uplift in defence spending announced by Prime Minister Rishi Sunak last week, including £3 billion multi-year funding for Ukraine and the largest ever donation of military equipment, would help ensure Ukraine has what it needs to win. The Foreign Secretary announced that the UK's donation of military equipment would include the provision of precision-guided bombs, and air defence missiles and equipment for 100 mobile air defence teams to enable Ukraine to shoot down Russia's drones and missiles. The UK also committed to doubling its domestic munitions production, by investing a further £10 billion over the next 10 years. This production will help ensure UK national security, whilst sustaining the UK's weapons support to Ukraine, keeping Ukraine in the fight for as long as it takes. Alongside domestic commitments, the Foreign Secretary also revealed that the UK intends to bring international partners together next month to attract additional contributions to the International Fund for Ukraine to meet Ukraine's urgent capability requirements. The Foreign Secretary also confirmed a £36 million package for Ukraine's energy infrastructure and investments in future innovations to support Ukraine's energy transition and recovery. This includes £20 million of emergency funding following the recent barrage of attacks on national infrastructure as Russia intensifies its assault on Ukraine's critical infrastructure, including power plants and gas storage facilities. This takes the UK's total contribution to the Ukrainian energy sector since 2022 to £170 million. UK funding will provide equipment to repair damaged energy infrastructure, help physically protect existing infrastructure, and provide back-up support - including generators and distributed renewable generation - for use if Russian attacks destroy more infrastructure. Speaking from Kyiv, the Foreign Secretary, Lord Cameron, said: Ukraine is fiercely defending itself against Russia's illegal invasion, making a war Putin thought would last days, take years. But this war is the challenge of our generation and Ukraine cannot fight it alone. We must all step up to ensure Ukraine has what it needs to win. Through our multi-year military funding, weapons provision and vital support to protect and repair Ukraine's energy infrastructure, the UK is standing with Ukraine and we will stand with Ukraine for as long as it takes. A further £16 million was awarded to winners of the UK's Innovate Ukraine Green Energy Competition, at a reception hosted by the Foreign Secretary and Ukrainian Minister for Energy, Minister Galushchenko. The 13 winning projects, made up of UK and Ukrainian innovators, partners, businesses and NGOs, launched their innovations to help Ukraine rebuild a greener and more resilient energy grid. This funding was previously announced at the Ukraine Recovery Conference in London and has now been awarded to recipients. In Kyiv, the Foreign Secretary saw how Ukrainians are continuing to show resilience in the face of Russian attacks, witnessing first-hand how Ukraine is pushing forward with innovative drone development. The Foreign Secretary also kicked off negotiations with Ukraine on a 100 Year Partnership - a new agreement that will build enduring links between our two countries across the spectrum of trade, security and defence cooperation, science and tech, education, culture, and much more. The UK's commitment to developing this Partnership is a clear signal of its intent to build close and enduring cooperation with Ukraine, and the Ukrainian people, for decades to come. Notes [here](/uk-pledges-3b-military-aid-to-ukraine-foreign-1227391/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "david cameron",
        "sentiment": "negative"
      },
      {
        "name": "zelenskyy",
        "sentiment": "none"
      },
      {
        "name": "shmyhal",
        "sentiment": "none"
      },
      {
        "name": "rishi sunak",
        "sentiment": "none"
      },
      {
        "name": "kuleba",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "foreign secretary",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "kyiv",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T00:15:39.206+03:00",
  "updated": "2024-05-03T00:15:39.206+03:00"
}