{
  "thread": {
    "uuid": "13568e9c5c0e1d1763219b41913ebbf1330bf9e8",
    "url": "https://www.eluniversal.com.mx/metropoli/oceana-inaugura-la-exposicion-arrecifes-de-coral-del-mar-al-anden",
    "site_full": "www.eluniversal.com.mx",
    "site": "eluniversal.com.mx",
    "site_section": "https://eluniversal.com.mx/autopistas",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Autopistas | El Universal",
    "title": "Oceana inaugura la exposición “Arrecifes de coral, del mar al andén” | El Universal",
    "title_full": "Oceana inaugura la exposición “Arrecifes de coral, del mar al andén” | El Universal",
    "published": "2024-07-05T04:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.eluniversal.com.mx/resizer/HLIxifpZ3FpOvdvMJu9XUUcemKQ=/980x528/cloudfront-us-east-1.images.arcpublishing.com/eluniversal/YZY37ZDLVREE7GNJOSYNR4F3NI.jpeg",
    "performance_score": 0,
    "domain_rank": 3573,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "13568e9c5c0e1d1763219b41913ebbf1330bf9e8",
  "url": "https://www.eluniversal.com.mx/metropoli/oceana-inaugura-la-exposicion-arrecifes-de-coral-del-mar-al-anden",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "undefined",
  "published": "2024-07-05T04:15:00.000+03:00",
  "title": "Oceana inaugura la exposición “Arrecifes de coral, del mar al andén” | El Universal",
  "text": "La organización para la conservación de los océanos, Oceana , en coordinación con la Comisión Nacional de Áreas Protegidas Naturales ( Conam ) llevó a cabo la inauguración de la exposición “Arrecifes de coral, del mar al andén”, la cual estará hasta el 31 de agosto en el Metro La Raza , dirección Indios Verdes, así como al final del Túnel de la Ciencia. “La exposición es una representación artística donde intentamos representar las amenazas a las que están sujetas los arrecifes de coral, un ecosistema muy rico e importante de los ambientes marinos que representan el 25% de la biodiversidad marina”, dijo a EL UNIVERSAL Miguel Rivas, director de Campañas de Santuarios Marinos para Oceana en México.\nExplicó que esta exposición pretende celebrar la creación del Parque Nacional Bajos del Norte , que es uno de los ocho parques marinos que hay en México.\nLeer también Oceana firmas entrega en el Congreso CDMX 16 mil firmas para exigir la regulación de plásticos desechables del comercio electrónico\nEl Parque Nacional Bajos del Norte es el área natural protegida más grande del Golfo de México, ubicada en la Península de Yucatán y fue creada este año. Cuenta con una extensión de alrededor de 1.3 millones de hectáreas en el mar, explicó Rivas.\n“Es un llamado como sociedad para disminuir las emisiones de carbono y la sobrepesca, y con ello contribuir a que estos ecosistemas ricos sigan existiendo, para que aquí en la Ciudad de México, muy alejados del mar, tomemos conciencia de este ecosistema”, señaló.\nLa exposición “Arrecifes de coral, del mar al andén” está compuesta por dos vitrinas en el acceso del Metro la Raza, donde en una de ellas hay fotografías de una expedición científica debajo del mar, que llevaron a cabo científicos de la Universidad Nacional Autónoma de México (UNAM) y de la Universidad de Arizona.\nExposición “Arrecifes de coral, del mar al anden” en Metro La Raza. Foto: Rafael García En la vitrina principal, hay una representación de este ecosistema acuático, donde hay desde corales, hasta arrecifes, y fue creada por María Pita Camacho, quien plasmó corales degradados para hacer conciencia sobre lo que pasaría si no se toman medidas.\n“Se inspiró en un artículo que se hizo con inteligencia artificial, en donde se demuestra cómo los corales van a morir eventualmente si es que no ponemos un poco más de conciencia”, señaló la artista.\nCamacho aseguró que le tomó un mes preparar esta exposición, entre tratamiento de materiales y tres más por el montaje de la representación dentro de las vitrinas ubicadas en el Metro La Raza, dirección Indios Verdes .\n“Está hecha de diversos materiales, principalmente papel reciclable y de materiales reciclados, un poco de espuma expansiva que se comprime y al momento que pasan los años no va a afectar tampoco al medio ambiente”, dijo.\nLeer también ¡Ojo! Pescaderías y restaurantes venden tiburón en lugar de Bacalao, alerta la organización Oceana\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\nmahc/cr",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
    "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
    "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag",
    "https://www.news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
    "https://www.whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T04:19:52.856+03:00",
  "updated": "2024-07-05T04:19:52.856+03:00"
}