{
  "thread": {
    "uuid": "cc42a21c34586f2585129b7e167938919a25afb4",
    "url": "https://www.news9live.com/world/turkish-president-tayyip-erdogan-offers-to-host-peace-deal-between-ukraine-and-russia-2461066",
    "site_full": "www.news9live.com",
    "site": "news9live.com",
    "site_section": "https://www.news9live.com/web-stories",
    "site_categories": [],
    "section_title": "News9Live Web Stories &#8211; Visual Stories on Entertainment, Celebrities, Lifestyle, Sports, Technology and More | ",
    "title": "Turkish President Tayyip Erdogan offers to host peace deal between Ukraine and Russia | World News - News9live",
    "title_full": "Turkish President Tayyip Erdogan offers to host peace deal between Ukraine and Russia | World News - News9live",
    "published": "2024-03-09T05:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.news9live.com/wp-content/uploads/2024/03/Zelensky.jpg",
    "performance_score": 0,
    "domain_rank": 44347,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cc42a21c34586f2585129b7e167938919a25afb4",
  "url": "https://www.news9live.com/world/turkish-president-tayyip-erdogan-offers-to-host-peace-deal-between-ukraine-and-russia-2461066",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Junaid Dar",
  "published": "2024-03-09T05:42:00.000+02:00",
  "title": "Turkish President Tayyip Erdogan offers to host peace deal between Ukraine and Russia | World News - News9live",
  "text": "New Delhi: During a visit from Ukrainian President Volodymyr Zelenskyy, Turkish President Tayyip Erdogan extended a helping hand by proposing to host a peace summit between Ukraine and Russia to end the war. Erdogan's call for dialogue and reconciliation aimed to bring the warring nations to the table in pursuit of lasting peace. “Since the beginning, we have contributed as much as we could toward ending the war through negotiations,\" Erdogan said. \"We are also ready to host a peace summit in which Russia will also be included.” I am grateful to President @RTErdogan for his efforts to release our citizens from Russian captivity. Thanks to Türkiye's mediation, we have achieved significant humanitarian results. We are now counting on further efforts. Today, I submitted a list of our Ukrainian citizens,… pic.twitter.com\\/qFBW7AEDXh — Volodymyr Zelenskyy \\/ Володимир Зеленський (@ZelenskyyUa) March 8, 2024 In a press conference in Istanbul, Erdogan emphasised Turkey's commitment to mediating the conflict and expressed hope that Russia would embrace the opportunity for a peace summit on Turkish soil. However, Zelenskyy reiterated Ukraine's stance on not engaging directly with Russia in peace talks, emphasising the need for negotiations to align with Ukraine's 10-point plan for peace. Zelenskyy's vision for peace negotiations includes crucial elements such as food security, territorial integrity, troop withdrawal, prisoner release, and accountability for aggression. He underscored the importance of a fair and just resolution that upholds Ukraine's sovereignty and rights.“Any proposals for settling this war must start with the formula proposed by the state defending its land and its people,” he said. “We want a fair peace.” During his visit to Turkey, Zelenskyy also discussed defense projects and trade collaborations, highlighting the strengthening of bilateral ties between the two nations. Erdogan reaffirmed Turkey's support for Ukraine's territorial integrity and independence, underscoring the strategic partnership between the two countries. As the conflict in Ukraine escalates, with Russian forces advancing into Ukrainian territory, the need for international support and military aid becomes increasingly urgent. Ukrainian Foreign Minister Kuleba emphasised the necessity of unrestricted weapon supplies to ensure Ukraine's ability to defend itself against Russian aggression and prevent further escalation of the conflict. “If things continue as they currently happen, it's not going to end well for all of us,” Kuleba said. \"What is required is an unrestricted and timely supply of all types of weapons and ammunition to ensure that Ukraine beats Russia and the war in Europe does not spill over.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "volodymyr zelenskyy",
        "sentiment": "negative"
      },
      {
        "name": "tayyip erd",
        "sentiment": "negative"
      },
      {
        "name": "tayyip erdogan",
        "sentiment": "negative"
      },
      {
        "name": "erdogan",
        "sentiment": "none"
      },
      {
        "name": "türkiye",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "news9live new delhi",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "turkey",
        "sentiment": "none"
      },
      {
        "name": "istanbul",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T08:14:47.043+02:00",
  "updated": "2024-03-09T08:14:47.043+02:00"
}