{
  "thread": {
    "uuid": "e4912c422ebc85b8dde24f97303b0208fc303b1e",
    "url": "https://www.lagaceta.com.ar/nota/1025831/deportes/con-deporte-sangre-hija-deportistas-elite-vino-tucuman-para-consagrarse-circuito-w15.html",
    "site_full": "www.lagaceta.com.ar",
    "site": "lagaceta.com.ar",
    "site_section": "https://www.lagaceta.com.ar/rss",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "La Gaceta On Line",
    "title": "Con el deporte en la sangre: es hija de deportistas de elite y vino a Tucumán para consagrarse en el circuito W15",
    "title_full": "Con el deporte en la sangre: es hija de deportistas de elite y vino a Tucumán para consagrarse en el circuito W15",
    "published": "2024-02-29T23:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://img.lagaceta.com.ar/fotos/notas/2024/02/29/ana-paula-neffa-favoritas-w15-1025831-161418.jpg",
    "performance_score": 0,
    "domain_rank": 22571,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e4912c422ebc85b8dde24f97303b0208fc303b1e",
  "url": "https://www.lagaceta.com.ar/nota/1025831/deportes/con-deporte-sangre-hija-deportistas-elite-vino-tucuman-para-consagrarse-circuito-w15.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "La Gaceta",
  "published": "2024-02-29T23:50:00.000+02:00",
  "title": "Con el deporte en la sangre: es hija de deportistas de elite y vino a Tucumán para consagrarse en el circuito W15",
  "text": "Pasadas las 14, se escuchan varios aplausos y festejos en la cancha 4 de\nLawn Tennis. Luego de tres horas, Ana Paula Neffa de los Ríos cerró su partido ante la chilena Jimar Gerald, con un marcador de 6-3, 4-6 y 6-1, para meterse en cuartos de final del W15. Y no, no es una tenista argentina; Ana Paula es paraguaya, aunque tiene familia en Tucumán. Por eso el apoyo.\n“Estoy súper contenta de volver a Tucumán otra vez. Tengo familia acá, veo a mis tíos, mis primos, mi sobrinita que es divina. Amo jugar acá, no tiene precio tener el apoyo de la familia”, le cuenta Neffa a LA GACETA, luego de ducharse. Cansada, claro, pero muy contenta.\n“Fue un partido durísimo, pero súper contenta de haber ganado. Creo que en el segundo set ella jugó súper bien, empezó a tomar mucha iniciativa y yo creo que me fui un poquito para atrás, entonces traté de tomar otra vez la iniciativa. En el tercer set traté de estar positiva y seguir mi plan de juego”, analizó, sobre su cotejo.\nEs la segunda vez que Neffa de los Ríos viene a Tucumán en el marco del circuito de la Federación Internacional de Tenis (ITF). El año pasado, estuvo en los dos W25 que se disputaron en Lawn Tennis y Las Lomitas, respectivamente, aunque en un contexto completamente diferente: hacía poco había vuelto al circuito, tras una larga etapa jugando tenis universitario en la Universidad del Sur de California (USC).\n\"Al comienzo fue un shock porque es súper distinto a lo que uno hace; el tenis es individual y ahí entrás a un grupo con 10 chicas, te sentís parte de un equipo. Cuando competís, competís en equipo, que eso no se ve mucho en el tenis. Fue una experiencia increíble”, expresó, sobre esa etapa de su vida. En los estudios, también tuvo éxito: se graduó con títulos en Ciencias Cognitivas y Comunicación.\nEl deporte parecía estar, inevitablemente, en el destino de Ana Paula, ya desde recién nacida. Su padre es Gustavo Neffa, ex futbolista, que jugó para su Selección (disputó dos Copas América) y que pasó por Argentina, vistiendo los colores de Boca, Unión de Santa Fe y Estudiantes de La Plata. Por su parte, su mamá es Rossana de los Ríos, ex tenista, que llegó a ser 51° del mundo en mayores, y número uno del mundo en juniors, ganando incluso un título de Roland Garros.\n“Desde muy chiquita vi a mi mamá en una cancha de tenis y de ahí me enamoré. Ojalá pueda seguir los pasos de ella. Cuando tenía dos años y medio empezó a viajar, y yo viajaba con ella, me llevaba por todo el mundo, y todo lo que veía era tenis, entonces inevitablemente terminé con el tenis”, relató Ana Paula, que reconoce que en muchos lugares le preguntan su parentesco con alguno de sus dos progenitores. “Mi papá jugó en Boca, entonces hay personas que me preguntan si mi papá es él; y mi mamá jugó y compitió en torneos grandes. Soy súper bendecida de poder tener padres así”, resaltó.\nEn algún momento, ser hija de la mejor tenista paraguaya de la historia llegó a ser una carga para Ana Paula. “Cuando era más chiquita, me costaba un poco, porque sentía que todo el mundo me comparaba con mi mamá, inevitablemente; y mi mamá fue muy buena desde muy chiquita. Me costaba llevar eso”, reconoce Neffa de los Ríos, pero aclara que su mirada cambió. “Ahora veo como una bendición tener una mamá así, a quien poder ir cuando necesito un consejo”, afirmó.\nConsiguiendo un buen nivel en su regreso al circuito el año pasado, la paraguaya empezó a escalar en el ranking, y actualmente se ubica en el 603° a nivel mundial; de a poco, acercándose a su mejor posición histórica (483°), lograda en 2015, cuando tenía apenas 19 años. Sin embargo, Neffa de los Ríos se toma las cosas con calma, al menos en el corto plazo.\n“Estoy volviendo de una lesión de pie, entonces este sería mi segundo torneo después de varios meses. Lo único que quiero al venir acá es jugar muchos partidos, ir entrando en ritmo de nuevo. Todas las chicas juegan súper bien, entonces cada no importa si sos favorita o no, cuesta muchísimo”, apuntaló quien es la tercera mejor rankeada del certamen.\nHoy, Ana Paula jugará ante la chilena Fernanda Labraña, en busca del pase a las semifinales, instancia que alcanzó por última vez en junio del año pasado, en un W15 en Buenos Aires. Y pese a no ser argentina, se sentirá local, gracias al apoyo de su familia tucumana. “Compartir estos momentos, que no se puede hacer mucho cuando viajas a diferentes torneos, donde no conoces a nadie, es increíble”, reflexionó Neffa de los Ríos, quien, lejos de presionarse por la sombra de sus padres, disfruta el proceso y forja su propio camino.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:01:25.713+02:00",
  "updated": "2024-03-01T00:01:25.713+02:00"
}