{
  "thread": {
    "uuid": "e488d68514b7c374558728bebc805889ce9b6286",
    "url": "https://ecoinventos.com/la-construccion-industrializada-un-futuro-prometedor-gracias-a-bim",
    "site_full": "ecoinventos.com",
    "site": "ecoinventos.com",
    "site_section": "http://ecoinventos.com/feed/",
    "site_categories": [
      "business",
      "green_solutions"
    ],
    "section_title": "EcoInventos",
    "title": "La construcción industrializada, un futuro prometedor gracias a BIM",
    "title_full": "La construcción industrializada, un futuro prometedor gracias a BIM",
    "published": "2024-02-16T09:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://ecoinventos.com/wp-content/uploads/2024/02/construccion-industrializada-BIM.jpg",
    "performance_score": 0,
    "domain_rank": 84921,
    "domain_rank_updated": "2024-02-13T12:06:51.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e488d68514b7c374558728bebc805889ce9b6286",
  "url": "https://ecoinventos.com/la-construccion-industrializada-un-futuro-prometedor-gracias-a-bim",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción EcoInventos",
  "published": "2024-02-16T09:59:00.000+02:00",
  "title": "La construcción industrializada, un futuro prometedor gracias a BIM",
  "text": "El sector de la construcción no quiere dejar escapar el tren de la industrialización y se ha aliado con la tecnología BIM para sacarle el mayor partido. Sus ventajas son incontestables, al igual que su futuro.\nEl futuro de la construcción será industrializado, o no será. Se trata de un sistema innovador en el que los componentes estructurales (y no estructurales) del edificio se fabrican en planta y se transportan a obra, donde se montan o ensamblan. De ahí que se le conozca como construcción off site. Una nueva forma de edificación que va ganando adeptos en nuestro país y que no se entiende sin el uso de metodología BIM (Building Information Modeling). Y es que, en ambos sistemas, ha de preverse todo desde la fase de proyecto, optimizando todos los recursos y controlando los costes y desviaciones temporales en proyecto y ejecución, entre otras cosas.\nLa construcción industrializada, a diferencia de la tradicional, se basa en la automatización de los procesos. Lo mismo que hace BIM: automatización de procesos y flujos de trabajo. Esta tecnología permite centralizar toda la información de un proyecto en un modelo de información digital creado por todos sus agentes. Es lo que se denomina un\nCDE (Entorno Común de Datos) que, como explica Borja Sánchez Ortega, Director de Proyectos y Director del Máster BIM Manager Internacional (+VR) de la consultora especializada Espacio BIM (www.espaciobim.com), “es un espacio digital al que pueden acceder todos los miembros de un proyecto para compartir información”.\nUna de los CDE más potentes y seguros del mercado es\nTrimble Connect. Es por el que han apostado en Dasein Ingenieros. “Además de permitir el acceso remoto a la información de proyecto, posibilita la colaboración en tiempo real de los equipos de construcción, fabricación e ingeniería. En el ámbito de la Dirección de Obras, permite realizar seguimientos de progreso, programar tareas y asignar responsabilidades a los diferentes agentes que intervienen en el proyecto”, explica Iñigo Salazar, Director Técnico en Dasein Ingenieros, empresa especialista en Ingeniería de estructuras, en la entrevista publicada en la sección AbiertoXObras de la mencionada consultora.\nEsta alianza entre la metodología BIM y el sector de la construcción posibilita unos procesos de diseño y de producción más controlados y automatizados, lo que a su vez redunda en un mayor control del gasto y del tiempo. Asimismo, este sistema resulta más sostenible ya que reduce el consumo de agua y energía y la generación de residuos. De ahí que cada vez sean más las empresas que apuestan por estas soluciones constructivas. Aun así, la presencia de la construcción industrializada en España es muy minoritaria (1%) y está lejos del uso que se le da en otros países europeos. Sin embargo, todo apunta a que en los próximos años vamos a vivir el boom de esta técnica innovadora, que en 2030 supondrá ya el 40% de los nuevos proyectos.\nY es que parece que claro que la industrialización es la base del futuro en el sector AECO y que las tecnologías digitales garantizan la innovación y optimización de procesos para una construcción sostenible y eficiente.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://www.espaciobim.com/cde",
    "http://www.espaciobim.com/master/bim/",
    "https://www.espaciobim.com/trimble-connect",
    "https://espaciobim.com/trimble-connect",
    "http://www.espaciobim.com/master/bim",
    "https://espaciobim.com/cde",
    "http://espaciobim.com/master/bim/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T12:13:16.221+02:00",
  "updated": "2024-02-16T12:13:16.221+02:00"
}