{
  "thread": {
    "uuid": "d7d1ec47c6c89588d62dcc37683becb856f0559a",
    "url": "https://www.cbsnews.com/sanfrancisco/news/1906-san-francisco-earthquake-commemorated-by-group-preserving-legacy-of-first-responders",
    "site_full": "www.cbsnews.com",
    "site": "cbsnews.com",
    "site_section": "https://cbsnews.com/sanfrancisco",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "CBS Bay Area - Breaking Local News, First Alert Weather &amp; Sports",
    "title": "1906 San Francisco earthquake commemorated by group preserving legacy of first responders - CBS San Francisco",
    "title_full": "1906 San Francisco earthquake commemorated by group preserving legacy of first responders - CBS San Francisco",
    "published": "2024-04-18T17:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets2.cbsnewsstatic.com/hub/i/r/2024/04/18/b3c2d19d-58a6-4323-8dae-25d469965413/thumbnail/1200x630/31ef39f8b627aa1c77fe0d74b0a45f16/wnp26-952.jpg?v=55c0f85ebcd2b956528d9c6f5a7e8871",
    "performance_score": 0,
    "domain_rank": 189,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d7d1ec47c6c89588d62dcc37683becb856f0559a",
  "url": "https://www.cbsnews.com/sanfrancisco/news/1906-san-francisco-earthquake-commemorated-by-group-preserving-legacy-of-first-responders",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T17:12:00.000+03:00",
  "title": "1906 San Francisco earthquake commemorated by group preserving legacy of first responders - CBS San Francisco",
  "text": "San Francisco city leaders, historians, and community members woke up early Thursday morning to commemorate 118 years since a massive earthquake and fire destroyed much of the city in 1906. The tradition brings people together at different landmarks around San Francisco and serves as a reminder for government, public safety, and residents to be ready for the next major natural disaster. Earthquake Preparedness California Office of Emergency ServicesSan Francisco Department of Emergency Management \"I'm born and raised here in San Francisco, I love our first responders, I love our history of San Francisco and this is a great way for me to contribute back to the city, and keep the history of our first responders, all the different departments, alive,\" said David Cruise with the all-volunteer group, the Guardians of the City. Guardians of the City helps to put on events around the earthquake remembrance each year on April 18, including the ceremonies at Lotta's Fountain on Market Street and the fire hydrant by Dolores Park - each a significant location in 1906. The fountain was a meeting point for survivors and the fire hydrant on the south side of the park was one of the few that functioned at the time and helped to save the Mission District. City agencies like the police and fire departments work alongside the San Francisco Historical Society and other volunteers to produce the event annually. \"Remembering our history, remembering the survivors, remembering those who perished, is an incredible way for us to remember who we are as a city, how resilient we are as a city, as we continue to move forward today,\" Cruise said. The day before, a luncheon celebrated those working to preserve the stories of San Francisco first responders and that consequential moment in local and American history. A wreath on display at that event was also placed on Lotta's Fountain Thursday morning, noting that this year organizers wanted to honor the late Senator Dianne Feinstein, a former mayor of the city. The participants and a crowd who showed up along Market Street then moved to 20th and Church Streets where the gold-painted fire hydrant gets a spray paint touch-up each year by people honoring of someone special to them. Many shared stories of relatives who were alive during the 1906 earthquake and fires, others paid tribute to loved ones and friends they lost more recently. The message throughout the morning was to encourage everyone to make sure they are prepared for an earthquake, with the understanding that another major event along the San Andreas Fault is expected in this century. Cruise says having lived through the 1989 Loma Prieta earthquake informs him about how important it is for everyone to be ready. \"I lived here, and I was a young child and it was a scary moment for me,\" Cruise said. \"That's what I think about, when the next one hits, what our community is going to look like, the type of support that they're going to need, and how we're going to continue to rebuild San Francisco.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "external_links": [
    "https://twitter.com/shawnchitnis",
    "https://www.facebook.com/shawnmohitchitnis",
    "https://facebook.com/shawnmohitchitnis",
    "https://www.twitter.com/shawnchitnis"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "david cruise",
        "sentiment": "none"
      },
      {
        "name": "dolores park",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbs",
        "sentiment": "negative"
      },
      {
        "name": "lotta",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "san francisco",
        "sentiment": "none"
      },
      {
        "name": "san francisco san francisco",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:28:57.595+03:00",
  "updated": "2024-04-19T02:39:37.576+03:00"
}