{
  "thread": {
    "uuid": "6141dcce3ff4cafca8017196670a7a7e0216a4d7",
    "url": "https://www.onclive.com/view/neoadjuvant-sbrt-plus-cemiplimab-results-in-pathologic-responses-in-resectable-hcc",
    "site_full": "www.onclive.com",
    "site": "onclive.com",
    "site_section": "https://www.onclive.com/oncchats",
    "site_categories": [
      "health",
      "cancer"
    ],
    "section_title": "OncChats",
    "title": "Neoadjuvant SBRT Plus Cemiplimab Results in Pathologic Responses in Resectable HCC",
    "title_full": "Neoadjuvant SBRT Plus Cemiplimab Results in Pathologic Responses in Resectable HCC",
    "published": "2024-01-05T23:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.sanity.io/images/0vv8moc6/onclive/65278346e6b35c3f80c15e6ab0dab658ce8d9cea-200x200.jpg?fit=crop&amp;auto=format",
    "performance_score": 0,
    "domain_rank": 58770,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6141dcce3ff4cafca8017196670a7a7e0216a4d7",
  "url": "https://www.onclive.com/view/neoadjuvant-sbrt-plus-cemiplimab-results-in-pathologic-responses-in-resectable-hcc",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Caroline Seymour",
  "published": "2024-01-05T23:35:00.000+02:00",
  "title": "Neoadjuvant SBRT Plus Cemiplimab Results in Pathologic Responses in Resectable HCC",
  "text": "Significant tumor necrosis greater than 70% occurred in 3 patients with resectable hepatocellular carcinoma following neoadjuvant treatment with low-dose stereotactic body radiation therapy and cemiplimab-rwlc and adjuvant cemiplimab. Significant tumor necrosis greater than 70% occurred in 3 patients (19%) with resectable hepatocellular carcinoma (HCC) following neoadjuvant treatment with low-dose stereotactic body radiation therapy (SBRT) and cemiplimab-rwlc (Libtayo) and adjuvant cemiplimab, meeting the primary end point of a phase 2 trial (NCT03916627), according to data presented at the [2023 ESMO Immuno-Oncology Congress](https://www.onclive.com/conference/esmo-immuno-oncology-congress). Notably, 6 patients (38%) had at least 50% tumor necrosis; 2 patients (13%) had complete tumor necrosis. “This is the first clinical trial to report efficacy of neoadjuvant SBRT plus ICIs [immune checkpoint inhibitors] in patients with resectable HCC,” Thomas Marron, MD, PhD, director of the early phase trials unit at The Tisch Cancer Institute, and associate professor of medicine (hematology and oncology) at the Icahn School of Medicine at Mount Sinai in New York, New York, said in a presentation of the data. ICIs are given as standard of care in patients with advanced HCC. Although early-stage HCC is often resectable, approximately 70% of those who undergo resection will recur at 5 years. Previous findings have shown encouraging clinical activity with neoadjuvant cemiplimab in resectable HCC, with at least 50% tumor necrosis in 35% of patients who received 2 doses of therapy. SBRT administered in three 8-Gy fractions has been shown preclinically to lead to immunogenic cell death and may result in improved ICI activity. However, preclinical modeling has shown that radiation should be administered before immunotherapy, and is safe when given as neoadjuvant therapy in non–small cell lung cancer. The single-arm, open-label trial enrolled patients with a histologically confirmed diagnosis of HCC who were eligible for surgical resection, had adequate organ and bone marrow function, and an ECOG performance status of 0 or 1. Patients were excluded if they had received systemic anticancer therapy or radiotherapy within 6 months prior to study enrollment or had ongoing or recent autoimmune disease requiring systemic immunosuppression within 1 year of enrollment. Per the trial protocol, patients first received three 8-Gy fractions of SBRT followed by 350 mg of intravenous cemiplimab every 3 weeks for 2 cycles and surgical resection. After surgery, patients received the same dose and schedule of cemiplimab for 8 cycles. The primary end point was tumor necrosis greater than 70% of the resected tumor. Secondary end points included delay to surgery, overall response rate, incidence of adverse effects (AEs), and change in lymphocyte infiltration. The median patient age was 65 years (standard deviation, 58-69), and half of patients were 65 years or older and Asian. Most patients were male (80%), had an ECOG performance status of 0 (90%), and a history of viral hepatitis (95%). Additionally, most patients presented with stage IB disease at screening (75%), followed by IIIA (20%) and IIIB (5%). Twenty patients were enrolled and completed neoadjuvant therapy, of whom 16 underwent surgical resection. The remaining 4 patients came off trial before surgical resection because they failed to receive clearance for surgery from their pulmonologist (n = 1) or cardiologist (n = 1), had spinal metastasis during preoperative imaging (n = 1) and had inadequate hepatic reserve following immunotherapy and instead received preoperative treatment with Yttrium-90. The median time to surgery was 32 days (95% IQR, 28-38). Notably, one patient underwent surgery after the data cutoff. Regarding safety, all patients experienced treatment-emergent AEs (TEAEs), 25% of which were grade 3 or greater. However, no grade 3 or greater treatment-related AEs (TRAEs) occurred during neoadjuvant therapy, and there were no TEAEs or TRAEs that resulted in death, Marron noted. TEAEs that occurred in at least 10% of patients included anemia (35%), increased alanine aminotransferase (30%), increased aspartate aminotransferase (30%), hyperglycemia (30%), decreased white blood cell count (25%), decreased lymphocyte count (20%), procedural pain (20%), constipation (20%), increased blood alkaline phosphatase (15%), and increased blood lactate dehydrogenase (15%). Other common TEAEs included diarrhea (15%), paresthesia (15%), fatigue (15%), cough (15%), increased blood creatinine (10%), decreased platelet count (10%), infusion-related reaction (10%), hypophosphatemia (10%), abdominal pain (10%), thrombocytopenia (10%), and insomnia (10%). “Planned deep tissue and blood analyses will be used to define the immunodynamic effects of SBRT plus cemiplimab compared to cemiplimab alone,” Marron concluded. Disclosures: Dr Marron has served on compensated advisory and/or data safety monitoring boards for Regeneron Pharmaceuticals, Inc., Rockefeller University, AbbVie, Bristol-Meyers Squibb, Boehringer Ingelheim, Atara, AstraZeneca, Genentech, Celldex, Chimeric, Glenmark, Simcere, Surface, NGMbio, DBV Technologies, DrenBio, Arcus, Merck and Astellas. He has received research grants from the National Cancer Institute and the Cancer Research Institute, and has received research funding from Regeneron Pharmaceuticals, Inc., Bristol-Myers Squibb, Merck, and Boehringer Ingelheim. Marron T, Hapanowicz O, Lucas N, et al. Low-dose stereotactic body radiotherapy prior to pre-operative cemiplimab for patients with resectable hepatocellular carcinoma. Ann Oncol. 2024;20(suppl 1):100589. doi:10.1016/iotech/iotech100589",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "thomas marron",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "immuno",
        "sentiment": "none"
      },
      {
        "name": "tisch cancer institute",
        "sentiment": "none"
      },
      {
        "name": "hcc",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:25:05.471+02:00",
  "updated": "2024-01-06T00:25:05.471+02:00"
}