{
  "thread": {
    "uuid": "5879db9c28e4388ed0b73db8722abf3afd2f3cc5",
    "url": "https://indianexpress.com/article/cities/chandigarh/alumnus-from-us-finds-school-in-shambles-announces-annual-aid-of-rs-10-lakh-for-10-yrs-9189209",
    "site_full": "indianexpress.com",
    "site": "indianexpress.com",
    "site_section": "http://www.indianexpress.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News Today: Breaking News and Top Headlines from India, Entertainment, Business, Politics and Sports | The Indian Express",
    "title": "Alumnus from US finds school in shambles, announces annual aid of Rs 10 lakh for 10 yrs | Chandigarh News - The Indian Express",
    "title_full": "Alumnus from US finds school in shambles, announces annual aid of Rs 10 lakh for 10 yrs | Chandigarh News - The Indian Express",
    "published": "2024-02-29T21:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.indianexpress.com/2024/03/IE.jpg",
    "performance_score": 0,
    "domain_rank": 969,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5879db9c28e4388ed0b73db8722abf3afd2f3cc5",
  "url": "https://indianexpress.com/article/cities/chandigarh/alumnus-from-us-finds-school-in-shambles-announces-annual-aid-of-rs-10-lakh-for-10-yrs-9189209",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hina Rohtaki",
  "published": "2024-02-29T21:47:00.000+02:00",
  "title": "Alumnus from US finds school in shambles, announces annual aid of Rs 10 lakh for 10 yrs | Chandigarh News - The Indian Express",
  "text": "When ex- Sainik School student Anurag Kumar returned from the US after 33 years, he was pained to see his alma mater’s infrastructure, which was in shambles. A son of a teacher of the only Sainik School of Punjab in Kapurthala, Anurag cleared the NDA and IIT both in the same year in 1977, but chose to pursue the latter and moved to the US. On a visit to Sainik School in Kapurthala after 33 years with his daughter this month, Anurag, a senior executive in a software firm in US, has now pledged to donate Rs 1 crore – Rs 10 lakh every year for ten years. Anurag was the first student from the school who got admitted into IIT and later built a career in the US, where he currently resides. While speaking to [The Indian Express](https://indianexpress.com) over call from US, Anurag said his daughter, Mala, wanted to visit his school and that is how he came to Kapurthala. He further said that he has not been inside his school since 1990. “I was casually walking the campus and the main building, and they were not in the same shape as I remembered when I grew up. I lived there from 1966 to 1982. The back of the campus required significant improvement. I used to play badminton during my years and there was no badminton court today, I used to play tennis and there was no tennis court today,” Anurag elaborated. While speaking to the principal, vice-principal and other senior teachers, Anurag said, he got to know that securing funding to run the school was a major issue as there was not enough support from the government. “And that is when I immediately decided to support by school, to whom I owed so much of my success. I decided to give the school Rs 10 lakh every year for the next ten years,” he added, Not just when he went back to the US, he contacted two other alumni of the school, Inderpreet Singh Dhillon and Rajesh Bajaj, both successful doctors in the US, and they too have agreed to match his donation. “I am so excited for the school as other alumini here have also agreed to contribute,” Anurag said. During his schooling at Sainik School, Anurag stayed on the campus itself as his father, SN Agrawal was the head of Chemistry department there. “I have grown up in this school, I learnt so much there, and this is the least I can do. That year in 1977, I had cleared the NDA and IIT both, and I chose the latter. I did my IIT from [Delhi](https://indianexpress.com/section/cities/delhi/) and then went to the US to pursue my career” he said. While in the US, Anurag started five technology companies but wasn’t successful every time. He kept trying, something he learnt from his teachers and the military education, that “you never give up” and “perseverance pays”. The software firm which he started in 2010 was then bought by a known firm in 2020 and now Anurag is a senior executive there. Currently, he presides as the managing director and president of Improving Austin offices. Prior to this, Anurag was the co-founder and CEO of iTexico, established in 2010, which was acquired by Improving in 2020. He has been a founder, president and CEO of several other US and international firms over the years as well as holding a variety of leadership development/ coaching CEO roles for the Austin Business Board and Vistage, a global business coaching and advising firm. Anurag stated that here in India, there wasn’t any system by schools to reach out to alumni as they can help a lot in raising funds for the school. “Here in India, schools do not have a system of reaching out to the alumni and then raising funds, the way it is abroad. Had I known earlier, I would have got back quite before to help the school. I am just hoping to connect to the other alumni to try and seek more help for the school,” he said. Anurag said that he just wanted to give back a bit to the school. “I just want to give back a little to the school who helped me reach here. I thought if my help can help make a difference,” he said. A teacher at the school told The Indian Express, requesting anonymity, that this school was the only Sainik School of Punjab opened in 1961 and the state of affairs is such that they are somehow managing to run it in the absence of any help from the government.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Education"
  ],
  "external_links": [
    "https://indianexpress.com)",
    "https://www.indianexpress.com)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anurag kumar",
        "sentiment": "negative"
      },
      {
        "name": "anurag",
        "sentiment": "none"
      },
      {
        "name": "mala",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sainik school",
        "sentiment": "negative"
      },
      {
        "name": "chandigarh news",
        "sentiment": "negative"
      },
      {
        "name": "iit",
        "sentiment": "none"
      },
      {
        "name": "nda",
        "sentiment": "none"
      },
      {
        "name": "sainik school of punjab",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "kapurthala",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:32:09.011+02:00",
  "updated": "2024-03-01T00:32:09.011+02:00"
}