{
  "thread": {
    "uuid": "fb9f240aa84c16592d3207b51789409afe27db3e",
    "url": "https://www.hola.com/us/lifestyle/20240404358271/sea-buckthorn-berries-can-combat-diabetes-and-obesity",
    "site_full": "www.hola.com",
    "site": "hola.com",
    "site_section": "https://us.hola.com/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "HOLA! USA: Celebrity news, royals, entertainment and lifestyle",
    "title": "The berries that can combat diabetes and obesity",
    "title_full": "The berries that can combat diabetes and obesity",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://images.hola.com/us/images/028c-1a9331c3e403-f7c76133e1fe-1000/horizontal-800/sea-buckthorn-berries.jpg",
    "performance_score": 0,
    "domain_rank": 5712,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fb9f240aa84c16592d3207b51789409afe27db3e",
  "url": "https://www.hola.com/us/lifestyle/20240404358271/sea-buckthorn-berries-can-combat-diabetes-and-obesity",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shirley Gómez",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "The berries that can combat diabetes and obesity",
  "text": "By Shirley Gómez - New York April 04, 2024 5:16 PM EDT Sea buckthorn berries, a staple in traditional medicine across various cultures for centuries, are now gaining recognition for their potent medicinal properties, as highlighted by a recent study conducted at Memorial University in Newfoundland, Canada.\nPublished in the Journal of the Science of Food and Agriculture , this study underscores the remarkable potential of sea buckthorn berries in combating diabetes and obesity , attributed to their rich antioxidant content.\n©GettyImages\nThe harsh coastal environments where sea buckthorn thrives might be the key to its exceptional antioxidant properties. As the shrub faces environmental stressors, it responds by producing an abundance of antioxidants, offering a natural defense mechanism against the detrimental effects of free radicals on the body’s cells.\nRelated The Mediterranean Diet: Healthy and delicious pasta recipes\n‘Oatzempic’: the new dubious trend that offers a quick-fix solution to weight loss\nIntermittent Fasting: The surprising risks of time-restricted eating\nAntioxidants found in sea buckthorn berries are crucial in mitigating cellular damage caused by free radicals, which are byproducts of environmental stressors. The medicinal value of sea buckthorn berries extends beyond their antioxidant properties; they have been utilized for supporting digestive health, addressing cardiovascular concerns, managing skin diseases, and even treating ulcers. Dr. Menka Gupta , a functional medicine doctor, emphasizes the extensive historical use of sea buckthorn berries in traditional medicine across Asia and Europe. “The most documented use cases are for digestive health, stomach and intestinal problems, cardiovascular health, skin diseases, and ulcers,” Dr. Gupta told Medical News Today.\nThe recent study’s findings provide further evidence of the therapeutic potential of sea buckthorn berries, particularly in the context of diabetes and obesity. In vitro tests conducted as part of the study revealed promising outcomes, potentially shedding light on the berries’ ability to improve insulin sensitivity and glucose metabolism. Michelle Routhenstein , a registered dietitian, attributes these benefits to sea buckthorn’s rich nutritional profile, which includes vitamins C and E, flavonoids, carotenoids, phenolic compounds, and dietary fiber.\n©GettyImages\nSea buckthorn berries have been used in natural remedies for a long time and are known for their medicinal properties in different parts of the world. They are a dietary staple in Asia and are prevalent in Europe for their ability to manage inflammatory conditions such as arthritis. Recognizing sea buckthorn berries as potent nutraceuticals highlights the combination of traditional knowledge and modern scientific validation.\nHealthy ways to consume sea buckthorn berries Sea buckthorn berries are known for their tart taste and high nutritional value. They are rich in vitamins C and E, flavonoids, and essential fatty acids. Here are several ways to consume this fruit.\n©GettyImages\nFresh: Eat them raw right off the bush. Be cautious of the sharp thorns on the plant while harvesting. Juice: Press the berries to extract their juice. Mix it with other fruit juices or water to dilute the strong flavor if desired. Smoothies: Blend the berries into smoothies with other fruits, yogurt, or plant-based milk for a nutritious and tangy drink. Tea: Steep dried or fresh sea buckthorn berries in hot water to make a tangy and nutritious tea. You can also mix it with other herbal teas for added flavor complexity. Jams and Preserves: Cook the berries with sugar to make jams, jellies, or preserves. This method helps to preserve the berries for a longer time while maintaining their nutritional value. Sauces: Cook the berries with sugar or honey to make sauces or syrups. These can be used as toppings for desserts, pancakes, or waffles. Salad Dressing: Blend sea buckthorn berries with olive oil, vinegar, honey, and herbs to make a tangy salad dressing. Supplements: Sea buckthorn berry oil is available in supplement form, which can be taken orally as capsules or added to foods and beverages for an extra nutritional boost. When consuming sea buckthorn berries or products made from them, it’s essential to consider their tartness and adjust recipes or combinations accordingly to suit your taste preferences. They can also be mixed to create ice cream, sorbet, or baked goods.\nRelated Video: Yelling At Your Dog Can Have Long Term Negative Effects Sign up to our newsletter to stay in touch with your cultura. Get the latest on your favorite celebrities, royals, and the best beauty, fashion, and lifestyle news delivered right to your inbox! More about",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://www.facebook.com/sharer/sharer.php?u=https://www.hola.com/us/lifestyle/20240404358271/sea-buckthorn-berries-can-combat-diabetes-and-obesity/",
    "https://content.jwplatform.com/videos/Xpx3ZjNR-1280.mp4",
    "https://content.jwplatform.com/videos/Xpx3ZjNR-720.mp4",
    "https://content.jwplatform.com/videos/Xpx3ZjNR-1920.mp4",
    "https://wa.me/?text=https://www.hola.com/us/lifestyle/20240404358271/sea-buckthorn-berries-can-combat-diabetes-and-obesity/",
    "https://content.jwplatform.com/videos/Xpx3ZjNR.mp4",
    "https://www.content.jwplatform.com/videos/Xpx3ZjNR-1920.mp4",
    "https://www.content.jwplatform.com/videos/Xpx3ZjNR-720.mp4",
    "https://www.content.jwplatform.com/videos/Xpx3ZjNR.mp4",
    "https://wa.me/",
    "https://www.facebook.com/sharer/sharer.php",
    "https://wa.me/?text=https://www.hola.com/us/lifestyle/20240404358271/sea-buckthorn-berries-can-combat-diabetes-and-obesity",
    "https://facebook.com/sharer/sharer.php?u=https://hola.com/us/lifestyle/20240404358271/sea-buckthorn-berries-can-combat-diabetes-and-obesity/",
    "https://www.facebook.com/sharer/sharer.php?u=https://www.hola.com/us/lifestyle/20240404358271/sea-buckthorn-berries-can-combat-diabetes-and-obesity",
    "https://wa.me/?text=https://hola.com/us/lifestyle/20240404358271/sea-buckthorn-berries-can-combat-diabetes-and-obesity/",
    "https://www.content.jwplatform.com/videos/Xpx3ZjNR-1280.mp4"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shirley gómez",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "memorial university",
        "sentiment": "none"
      },
      {
        "name": "science of food and agriculture",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "newfoundland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:39:58.188+03:00",
  "updated": "2024-05-04T16:59:26.259+03:00"
}