{
  "thread": {
    "uuid": "e7cbad0b8610a98914fcbb79ca686873f837cdbc",
    "url": "https://www.themanual.com/fitness/nike-vaporfly-deal-january-2024/",
    "site_full": "www.themanual.com",
    "site": "themanual.com",
    "site_section": "https://www.themanual.com/feed/?key=fe07e8dd77bf992216e1ca3f9ade974f",
    "site_categories": [
      "food",
      "cocktails_beer"
    ],
    "section_title": "Guides | The Manual",
    "title": "Hurry! Nike's best running shoes are 30% off right now - The Manual",
    "title_full": "Hurry! Nike's best running shoes are 30% off right now - The Manual",
    "published": "2024-01-06T00:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.themanual.com/wp-content/uploads/sites/9/2024/01/vaporfly-3-mens-road-racing-shoes-8DD182.jpeg?resize=1200%2C630&amp;p=1",
    "performance_score": 0,
    "domain_rank": 10608,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e7cbad0b8610a98914fcbb79ca686873f837cdbc",
  "url": "https://www.themanual.com/fitness/nike-vaporfly-deal-january-2024/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "mleung",
  "published": "2024-01-06T00:36:00.000+02:00",
  "title": "Hurry! Nike's best running shoes are 30% off right now - The Manual",
  "text": "Nike Run (don’t walk) to catch one of the best Nike deals of the season. Step your shoe game up and get select styles of the Nike Vaporfly 3 for just $182. That’s 30% off the original $260 price tag. This reworked sneaker is the perfect combination of style and functionality, made for runners, walkers, and everyone in-between whether you’re outdoors, on a track, or treadmill . It’s also available in a variety of colors, so you can pick the perfect match for your wardrobe.\nWhy you should buy the Nike Vaporfly 3 No matter your speed, you’ll be stepping out in comfort. The Vaporfly 3 has tried and true features along with new additions, like light padding at the tongue to reduce lace pressure at the top of your foot, a brand new waffle outsole with perforations to save weight and deliver high-quality traction no matter the weather, an offset heel seam to keep your heel free from friction, and specially-selected Flyknit yarn engineered zones at the forefront so you can propel your performance to the next level.\nRecommended Videos Don’t worry about sweat as you stride. The shoe provides an ample amount of breathability while soft and supportive yarns give customized comfort as the cool design conforms to your foot. So there’s no need to slow down or take breaks to adjust, keeping you on your a-game. Even more comfort features include a bulged out midsole by the heel to help reduce weight on the inside of the foot for a more stable ride and an updated thin outsole rubber made with less material (without sacrificing durability) to help reduce outsole weight and thickness.\nRelated Asics semi-annual sale: Get a pair of running shoes for $30 One of Nike’s best running shoes is 26% off right now I’m jealous — My running shoes are $63 off for Cyber Monday The shoe also includes one-of-a-kind technology for ultimate comfort. It’s fitted with ZoomX foam at the underfoot for a smoother transition through your stride. The ZoomX is Nike’s most responsive foam which enhances running from heel to toe by unlocking more energy return, for a springy step and bouncy feel.\nRun, jump, and step in style with increased performance in the Nike Vaporfly 3. Take advantage and snag this elevated shoe for just $182 (originally $260) so you can save 30% on select style. Add these to your cart so you can hit the ground running.\nEditors' Recommendations The 6 best Nike shoes for the gym in 2024 These great Adidas running shoes are discounted from $200 to $90 Best running shoe deals: Nike, Asics, Adidas, and more On early Black Friday sale knocks 40% off top running shoes Adidas latest early Black Friday deals bring up to 50% off Ultraboost",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.nike.com/t/vaporfly-3-mens-road-racing-shoes-8DD182/DV4129-102",
    "https://live.primis.tech/live/liveView.php?s=${playerId}&schain=1.0,1!fabrik.com,60,1&playerApiId=${playerId}`;",
    "https://nike.com/t/vaporfly-3-mens-road-racing-shoes-8DD182/DV4129-102",
    "https://www.live.primis.tech/live/liveView.php?s=${playerId}&schain=1.0,1!fabrik.com,60,1&playerApiId=${playerId}`;",
    "https://live.primis.tech/live/liveView.php"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nike",
        "sentiment": "negative"
      },
      {
        "name": "nike vaporfly",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:47:36.412+02:00",
  "updated": "2024-02-03T10:33:09.096+02:00"
}