{
  "thread": {
    "uuid": "860c6d38df098e7039ddea0cd4d8cee61a13b84a",
    "url": "https://theconversation.com/economia-2023-el-trabajo-femenino-y-sus-carencias-220372",
    "site_full": "theconversation.com",
    "site": "theconversation.com",
    "site_section": "http://theconversation.com/es",
    "site_categories": [
      "media",
      "education",
      "distance_learning"
    ],
    "section_title": "The Conversation: Noticias, investigaciones, ideas y análisis en profundidad firmados por académicos e investigadores de primera línea.",
    "title": "Economía 2023: el trabajo femenino y sus carencias",
    "title_full": "Economía 2023: el trabajo femenino y sus carencias",
    "published": "2023-12-29T00:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.theconversation.com/files/567397/original/file-20231227-23-v8xl96.jpg?ixlib=rb-1.1.0&amp;rect=74%2C296%2C8256%2C4128&amp;q=45&amp;auto=format&amp;w=1356&amp;h=668&amp;fit=crop",
    "performance_score": 0,
    "domain_rank": 289,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "860c6d38df098e7039ddea0cd4d8cee61a13b84a",
  "url": "https://theconversation.com/economia-2023-el-trabajo-femenino-y-sus-carencias-220372",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elba Astorga",
  "published": "2023-12-29T00:12:00.000+02:00",
  "title": "Economía 2023: el trabajo femenino y sus carencias",
  "text": "La profesora estadounidense Claudia Goldin fue galardonada con el premio Nobel de Economía este 2023. Es la tercera mujer en ganarlo. Antes que ella lo obtuvieron Elinor Ostrom (2009) y Esther Duflo (2019), pero Goldin es la primera que lo gana en solitario.\nComo cada año –desde hace ya 4– el profesor Luis Garvía, de la Universidad Pontificia Comillas, nos dio un adelanto sobre la premiada de 2023 : un perfil rápido y certero sobre Goldin y el valor de su investigación económica.\nSegún anunció la Academia, el premio le fue otorgado por sus estudios sobre las dinámicas de la participación de la mujer en el mercado laboral a lo largo del tiempo. Sus investigaciones le han llevado a concluir que las opciones de las mujeres han estado, y siguen estando, limitadas por el matrimonio y la responsabilidad del hogar y la familia.\nCon este reconocimiento al trabajo de Goldin, se han puesto de relieve cuestiones palpitantes de la economía que importa a las mujeres: su presencia en el mercado de trabajo, las desigualdades de género y la economía del cuidado (y su relación con la conciliación familiar).\nLa profesora Susana Martínez-Rodríguez, de la Universidad de Murcia, nos explicó luego cómo la profesora Goldin mostró que –a lo largo de 200 años– la incorporación de la mujer en el mercado laboral estadounidense ha tenido forma de U.\nRead more: Claudia Goldin: la píldora y su influencia en la participación de la mujer en el trabajo\nEl factor reproductivo en el mercado laboral Entre finales del siglo XIX y principios del XX, la brecha salarial se fue reduciendo, a medida que aumentaban las posibilidades de empleo dentro del sector servicios (administrativas, secretarias, mecanógrafas, telefonistas). Luego se produjo un retroceso en el terreno ganado por cuestiones de productividad (maternidad, conciliación) para recuperar el crecimiento dentro del mercado laboral a mediados de los setenta, con la generalización de uso de la píldora anticonceptiva.\nAl igual que la profesora Goldin, la profesora Gema Quintero, de la Universidad Carlos III de Madrid, recalca la importancia del factor reproductivo en el papel de la mujer en el mercado laboral:\n“La cuestión esencial y visible es que hay una faceta biológica (el embarazo) inherente a la condición femenina. Y que adquiere enorme relevancia cuando se trata de una mujer trabajadora”.\nTras analizar la ampliación de los derechos de las mujeres gestantes en España con la aprobación, en febrero de este año, de una ley orgánica relativa al derecho a la salud sexual y los derechos reproductivos, señala la necesidad de un cambio en la percepción social para asumir la necesidad de primar el talento de la persona trabajadora, al margen del género, y que una trabajadora, por estar embarazada, no pierda su valor profesional. Y nos recuerda que, tras el nacimiento y la baja preceptiva, los cuidados ya no tienen género.\nMenos puestos de trabajo femeninos y más precarios Inmaculada Cebrián López, de la Universidad de Alcalá, expuso datos del mercado laboral español relativos a la brecha de género . Aunque en los dos últimos años ha crecido el volumen de empleo femenino, la tasa de ocupación media de las mujeres es un 10 % menor que la de los hombres. Y esta diferencia es mayor a medida que avanza la edad de las trabajadoras y los trabajadores.\nAdemás, el trabajo femenino es más precario: sufre de mayor temporalidad y hay más mujeres que hombres con contratos a tiempo parcial.\nPero también en el trabajo agrícola existe la brecha de género . Una investigación de la profesora Elba González, de la Universidad de Guadalajara, señala que, en América Latina, las trabajadoras del campo sufren mayor precariedad laboral, sus salarios son cerca de un 14 % menores que los de los hombres y se dedican a labores menos cualificadas y más intensivas en mano de obra.\nPor razones sociales, culturales o económicas, estas mujeres tienen grandes dificultades para acceder a la tenencia de la tierra, lo que las mantiene como grupo especialmente vulnerable.\nLa cuestión es que la brecha de género no se manifiesta solo en el trabajo remunerado . Los profesores Jorge Velilla, José Ignacio Giménez Nadal (Universidad de Zaragoza) y Juan Carlos Campaña Naranjo, de la UNED, han analizado las diferencias de género en el tiempo dedicado en Europa al trabajo remunerado y al trabajo doméstico durante los últimos 20 años.\nSigue la brecha de género en el trabajo no remunerado Concluyen que mientras los hombres dedican, en promedio, más tiempo que las mujeres al trabajo remunerado, en el trabajo doméstico (hacer la compra, limpiar, cocinar y un largo etcétera) la situación es inversamente proporcional. Más allá del tiempo de trabajo remunerado, ellas ocupan más horas en este tipo de actividades.\nPor países, el análisis muestra que los niveles de desigualdad de género en el trabajo remunerado y en el no remunerado son mayores en aquellos en los que los hombres tienen un mayor peso social y político que las mujeres.\nEn cambio, las brechas de género son menores en aquellos en los que las políticas de paternidad son más generosas y las bajas por paternidad son similares a las bajas por maternidad.\nPelayo Benito García, de la Universidad Internacional de La Rioja, analiza los avances en la paridad laboral . Una buena noticia: aumenta la presencia de la mujer en el mercado laboral y mejoran sus condiciones de trabajo. Una mala: si se mantiene el ritmo actual, falta más de un siglo para que se cierre la brecha de género en el trabajo.\nSigue habiendo “profesiones femeninas” y techo de cristal La cuestión es que, por razones sociales, culturales o políticas, hay “profesiones femeninas”: cuidados, sanidad, limpieza y educación, según un estudio de la OIT de 2020. En cambio, tienen menos presencia femenina las relacionadas con la minería, la protección y la seguridad, la ciencia y la ingeniería, y la logística.\nLa OIT también ha hablado sobre el techo de cristal que retrasa el acceso de las mujeres a puestos de nivel directivo. Un techo que se intenta romper con propuestas para una representación paritaria de mujeres y hombres en los órganos de decisión de las empresas. Entre estos órganos están los consejos de administración, cuyo funcionamiento y estructura analizan las profesoras Nuria Alcalde e Isabel Acero Fraile, de la Universidad de Zaragoza. Se buscan ahora consejos de administración más diversos y paritarios. El objetivo, no cumplido, para 2022 era que el 40 % de cada consejo debía estar integrado por mujeres.\nTodavía en el ámbito de las mujeres directivas, Ruth Mateos de Cabo, Miryam Martinez Martinez y Susana González Pérez, de la Universidad CEU San Pablo, y Gabriela Contreras, de Radboud University, explican cómo el sistema de redes de contactos a nivel profesional puede entorpecer el desarrollo de la carrera directiva de las mujeres. Si la mayoría de los directivos son hombres, tenderán a formar sus redes informales de confianza con otros hombres.\nAdemás, mientras se tiende a juzgar a los hombres por su potencial, las mujeres tienen que mostrar logros para poder aspirar a ascensos.\nVemos pues cómo las investigaciones de Claudia Goldin abrieron el camino a toda una cohorte de investigadoras e investigadores interesados en entender cómo es la presencia de la mujeres en el mercado laboral, en qué se diferencia de la de los hombres y cómo puede (y debe) mejorarse.\nderechos reproductivos trabajo brecha salarial empoderamiento Premio Nobel de Economía precariedad laboral habilidades directivas mujeres directivas mujer trabajadora economía del cuidado medio rural Claudia Goldin Resumen2023",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [
    "https://www.nobelprize.org/prizes/economic-sciences/2023/goldin/facts/",
    "https://www.nobelprize.org/prizes/economic-sciences/2019/duflo/facts/",
    "https://www.nobelprize.org/prizes/economic-sciences/2009/ostrom/facts/",
    "https://nobelprize.org/prizes/economic-sciences/2019/duflo/facts/",
    "https://nobelprize.org/prizes/economic-sciences/2009/ostrom/facts/",
    "https://www.nobelprize.org/prizes/economic-sciences/2019/duflo/facts",
    "https://www.nobelprize.org/prizes/economic-sciences/2009/ostrom/facts",
    "https://nobelprize.org/prizes/economic-sciences/2023/goldin/facts/",
    "https://www.nobelprize.org/prizes/economic-sciences/2023/goldin/facts"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:26:01.775+02:00",
  "updated": "2023-12-29T00:26:01.775+02:00"
}