{
  "thread": {
    "uuid": "d88ae5e04d3d099527c8fffc3d1fbd8f67609b3d",
    "url": "https://www.eastidahonews.com/2024/06/hundreds-attend-groundbreaking-of-second-latter-day-saint-temple-in-rexburg",
    "site_full": "www.eastidahonews.com",
    "site": "eastidahonews.com",
    "site_section": "https://www.eastidahonews.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "East Idaho News",
    "title": "Hundreds attend groundbreaking of second Latter-day Saint temple in Rexburg",
    "title_full": "Hundreds attend groundbreaking of second Latter-day Saint temple in Rexburg",
    "published": "2024-06-01T23:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s3.us-west-2.amazonaws.com/assets.eastidahonews.com/wp-content/uploads/2024/06/TEMPLE-GROUNDBREAKING-PIC.jpg",
    "performance_score": 0,
    "domain_rank": 22243,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d88ae5e04d3d099527c8fffc3d1fbd8f67609b3d",
  "url": "https://www.eastidahonews.com/2024/06/hundreds-attend-groundbreaking-of-second-latter-day-saint-temple-in-rexburg",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rett Nelson",
  "published": "2024-06-01T23:40:00.000+03:00",
  "title": "Hundreds attend groundbreaking of second Latter-day Saint temple in Rexburg",
  "text": "Published at | Updated at REXBURG – The Church of Jesus Christ of Latter-day Saints officially broke ground on its second temple in Rexburg Saturday morning. The three-story, 100,000-square-foot Teton River Temple will be built on a 16.6 acre parcel at North Second East and Moody Drive across the street from Walmart, just over three miles from the Rexburg Temple that was dedicated in 2008. RELATED | Latter-day Saint leaders will break ground on second Rexburg temple this weekend Elder Ricardo P. Giménez, a General Authority Seventy and second counselor in the North America Central Area presidency, presided over the ceremony with hundreds of church members in attendance. “Our hearts are filled with joy and reverence as we gather to commemorate the monumental occasion of a second temple being erected in this special land of Rexburg, Idaho,” Giménez said during a dedicatory prayer. The 52-year-old from Chile, South America blessed the site during the temple’s construction that it would be “protected and hallowed” and that every person who plays a role in its completion would feel inspired and guided in their responsibilities. Latter-day Saint temples differ from the meetinghouses or chapels where members meet for Sunday worship services. A temple, according to a news release from the church, is considered a “house of the Lord,” where Christ’s teachings are reaffirmed through marriage, baptism, and other ordinances that unite families for eternity. Inside, members learn more about the purpose of life and make covenants to serve Jesus Christ and their fellowman. During the groundbreaking, Giménez explained the temple “is a holy place” where church members worship Jesus Christ and “remember what he has done for them.” “If there is something that I hope … you will remember about this day is the love our Heavenly Father and Savior has for you,” Giménez told the crowd. “Their utmost desire for each one of us is to return home and be with them forever.” “Our message is that Jesus Christ lives,” Giménez added. Others who spoke at the event include Brent Kinghorn, a church member from Sugar City and a former member of the presidency for the Rexburg Temple. During his remarks, Kinghorn took note of the temple’s name and said it’s fitting because it “will sit in the center of an island between the two forks of the Teton River.” It’s not clear why this specific location was selected, but Kinghorn suggested the wave of water that engulfed the area during the collapse of the Teton Dam in 1976 “cleansed this location for a future temple.” RELATED | Museum of Rexburg invites community to fourth annual Teton Dam flood commemoration Temple construction will begin Monday. It’s expected to take up to three years to complete. A public open house and tour of the temple will be announced as the completion date gets closer. Once it’s dedicated, only members with an ecclesiastical endorsement are allowed to enter. The Teton River Temple was announced in Oct. 2021 by church President Russell M. Nelson and will stand close in size to some of the largest temples in the world, according to a fact sheet provided to local media. The Salt Lake City Temple, which is currently being renovated, is the largest temple at 382,207 square feet. This will be the fifth temple in eastern Idaho and the ninth in the Gem State. The Idaho Falls Temple is the state’s oldest temple. RELATED | LDS Church holds ceremonial temple groundbreaking Church leaders broke ground on a 27,000-square foot temple in Montpelier last year. The Pocatello temple was dedicated in 2021. RELATED | Pocatello LDS temple dedicated with cornerstone ceremony Idaho is home to more than 470,000 Latter-day Saints in over 1,200 congregations. The Teton River Temple is expected to serve church members from Rexburg to Island Park. Though more than 90% of Rexburg’s total population are Latter-day Saints, Mayor Jerry Merrill, who is a member of the church, tells EastIdahoNews.com the temple will benefit every member of the community. “It just makes people try to be better people, at least I hope it does,” Merrill says. “It’s a place of peace and I think (that’s why) people who aren’t members like living here.” Worldwide church membership is 17,225,394, according to the latest data . As of April 1, the LDS Church has 335 temples in various stages of construction. Of those, 189 have been dedicated. WATCH HIGHLIGHTS OF THE GROUNDBREAKING IN THE VIDEO ABOVE.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.newsroom.churchofjesuschrist.org/facts-and-statistics",
    "https://newsroom.churchofjesuschrist.org/facts-and-statistics"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ricardo p. giménez",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      },
      {
        "name": "gimenez",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "walmart",
        "sentiment": "none"
      },
      {
        "name": "general authority seventy",
        "sentiment": "none"
      },
      {
        "name": "moody drive",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rexburg",
        "sentiment": "none"
      },
      {
        "name": "south america",
        "sentiment": "none"
      },
      {
        "name": "rexburg temple",
        "sentiment": "none"
      },
      {
        "name": "rexburg",
        "sentiment": "none"
      },
      {
        "name": "north america central area",
        "sentiment": "none"
      },
      {
        "name": "chile",
        "sentiment": "none"
      },
      {
        "name": "north second east",
        "sentiment": "none"
      },
      {
        "name": "teton river temple",
        "sentiment": "none"
      },
      {
        "name": "idaho",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T23:55:52.168+03:00",
  "updated": "2024-06-02T01:59:48.397+03:00"
}