{
  "thread": {
    "uuid": "b0915a4bf45ac1422edd378495498915bb9160e2",
    "url": "https://www.prweb.com/releases/the-super-patch-company-assembles-industry-leading-advisory-board-to-advance-wellness-technology-302106937.html",
    "site_full": "www.prweb.com",
    "site": "prweb.com",
    "site_section": "https://www.prweb.com/releases",
    "site_categories": [
      "marketing",
      "business"
    ],
    "section_title": "All News Releases and Press Releases from PRWeb",
    "title": "The Super Patch Company Assembles Industry-Leading Advisory Board to Advance Wellness Technology",
    "title_full": "The Super Patch Company Assembles Industry-Leading Advisory Board to Advance Wellness Technology",
    "published": "2024-04-04T22:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 840,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b0915a4bf45ac1422edd378495498915bb9160e2",
  "url": "https://www.prweb.com/releases/the-super-patch-company-assembles-industry-leading-advisory-board-to-advance-wellness-technology-302106937.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Super Patch Company",
  "published": "2024-04-04T22:40:00.000+03:00",
  "title": "The Super Patch Company Assembles Industry-Leading Advisory Board to Advance Wellness Technology",
  "text": "Imagine a world of better sleep and less pain, without relying on medication. The Super Patch Company takes a giant leap forward with a newly formed advisory board featuring top doctors and scientists. Their expertise will drive the development of innovative wellness patches, backed by the latest scientific breakthroughs. TORONTO, April 4, 2024 /PRNewswire-PRWeb/ -- The [Super Patch Company](https://c212.net/c/link/?t=0&l=en&o=4132058-1&h=4101927432&u=https%3A%2F%2Fsuperpatch.com%2F&a=Super+Patch+Company) has announced the formation of a prestigious advisory board composed of renowned medical doctors, scientists, and physical therapists. This board will guide the company's ongoing innovation and lend further credibility to their science-backed approach to general wellness. \"We are thrilled to have assembled such an esteemed group of experts from diverse fields,\" said Jay Dhaliwal, CEO of The Super Patch Company. \"Their deep knowledge and experience will be invaluable as we continue to develop cutting-edge wellness solutions.\" The Advisory Board Members: - Dr. Marc H Boff: Doctor of Physical Therapy, specializing in sports performance and rehabilitation. Former Director of Sports Medicine for the Milwaukee Bucks and Head Athletic Trainer for the Chicago Bulls. - Dr. Mike Clark: Founder and CEO of Fusionetics, performance healthcare consultant to numerous professional sports teams. Founder of the National Academy of Sports Medicine (NASM). - Dr. Marty Miller: With more than 30 years of experience in sports medicine, performance enhancement, and injury prevention, Marty has worked with some of the top teams and people in the MLB and PGA Tour and is a Regional Master Instructor for the NASM. - Dr. Mark Sakr: A dual board-certified physician in family and sports medicine, with the degree of Fellow of the American Academy of Family Practice. Currently serves as Head Team Physician for the University of Arizona Football. - Alexander G. Schauss, PhD, FACN, CFS: Founder, CEO and Senior Director of Research at scientific and regulatory consulting company, AIBMR Life Science Inc. Since 1978, Dr. Schauss has assisted over 500 companies in over fifty countries. He has authored over 150 peer-reviewed papers. - Dr. Ana Toker: With over two decades of experience as a surgeon, Ana also has a master's degree in microbiology with a focus on the microbiome. Her passion for overall wellness is encapsulated in her online educational program, \"Gut Check\" which combines her experience as a microbiologist and colorectal surgeon. A Unified Mission This advisory board will complement ongoing research conducted by Clarity Science, an international clinical research organization, to further validate the effectiveness of Super Patch products. Together, they form a powerful team ensuring The Super Patch Company remains at the forefront of drug-free wellness solutions. For example, [research](https://c212.net/c/link/?t=0&l=en&o=4132058-1&h=2089263816&u=https%3A%2F%2Fwww.superpatch.com%2Fhow-the-tech-works&a=research) by Paul Doghramji, Derek Dietze and Peter Hurwitz focused on evaluating the effectiveness of a novel haptic vibrotactile trigger technology (VTT) embedded in a non-pharmacologic, non-invasive sleep patch. The purpose was to compare the experiences of patients using the VTT-enabled sleep patch with those using a control patch without the technology. Key Findings: - Significant improvements were observed in sleep quality, duration, and insomnia severity scores among participants using the VTT-enabled sleep patch. - Patients reported reduced time to fall asleep, increased hours of sleep, and enhanced overall sleep quality after using the VTT-enabled patch. - The majority of participants expressed satisfaction with the convenience and ease of use of the VTT-enabled patch, preferring it over traditional oral medications for sleep. - Quality of life components, including daytime fatigue, mood, and cognitive function, showed notable improvement in patients using the VTT-enabled patch. - Conversely, participants using the control patch without VTT technology did not experience similar improvements in sleep quality or quality of life measures. Researchers write that this innovative technology may reduce the reliance on traditional pharmacological treatments for sleep issues. Similar studies have taken place regarding the effects of reducing pain. About The Super Patch Company [The Super Patch Company](https://c212.net/c/link/?t=0&l=en&o=4132058-1&h=1153032403&u=https%3A%2F%2Fwww.superpatch.com%2F&a=The+Super+Patch+Company) is committed to developing drug-free, technology-based solutions to support pain relief, improved sleep, and overall well-being. Using the body's natural processes, Super Patches provide a safe and effective alternative to traditional healthcare approaches. Media Contact Terry Newsome, The Super Patch Company, 1 844-550-8699, [[email protected]](/cdn-cgi/l/email-protection#0e7e7c4e7d7b7e6b7c7e6f7a6d66206d6163), [https://superpatch.com/](https://superpatch.com/) SOURCE The Super Patch Company",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://c212.net/c/link/?t=0&l=en&o=4132058-1&h=1153032403&u=https%3A%2F%2Fwww.superpatch.com%2F&a=The+Super+Patch+Company)",
    "https://c212.net/c/link/?t=0&l=en&o=4132058-1&h=2089263816&u=https%3A%2F%2Fwww.superpatch.com%2Fhow-the-tech-works&a=research)",
    "https://superpatch.com/",
    "https://c212.net/c/link/?t=0&l=en&o=4132058-1&h=4101927432&u=https%3A%2F%2Fsuperpatch.com%2F&a=Super+Patch+Company)",
    "https://superpatch.com/)",
    "https://www.superpatch.com/)",
    "https://www.c212.net/c/link/?t=0&l=en&o=4132058-1&h=2089263816&u=https%3A%2F%2Fwww.superpatch.com%2Fhow-the-tech-works&a=research)",
    "https://c212.net/c/link/",
    "https://www.c212.net/c/link/?t=0&l=en&o=4132058-1&h=4101927432&u=https%3A%2F%2Fsuperpatch.com%2F&a=Super+Patch+Company)",
    "https://superpatch.com",
    "https://www.superpatch.com/",
    "https://www.c212.net/c/link/?t=0&l=en&o=4132058-1&h=1153032403&u=https%3A%2F%2Fwww.superpatch.com%2F&a=The+Super+Patch+Company)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jay dhaliwal",
        "sentiment": "none"
      },
      {
        "name": "marc h boff",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "super patch company assembles industry-leading advisory board to advance wellness technology imagine",
        "sentiment": "negative"
      },
      {
        "name": "super patch company",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "toronto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:02:09.938+03:00",
  "updated": "2024-04-05T00:02:09.938+03:00"
}