{
  "thread": {
    "uuid": "83eda9671b0582a39911e91b81e7f39275d0b2f3",
    "url": "https://www.waow.com/weather/forecast/bright-and-seasonal-thursday/article_01466f3c-aa81-11ee-a149-c3f56030b859.html",
    "site_full": "www.waow.com",
    "site": "waow.com",
    "site_section": "http://www.waow.com/search/?f=rss&amp;t=article&amp;l=50&amp;s=start_time&amp;sd=desc&amp;k%5b%5d=%23topstory",
    "site_categories": [
      "media"
    ],
    "section_title": "www.waow.com - RSS Results",
    "title": "Bright and seasonal Thursday",
    "title_full": "Bright and seasonal Thursday",
    "published": "2024-01-04T04:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/waow.com/content/tncms/assets/v3/editorial/1/89/1894dfd4-aa81-11ee-8736-cf6bf820b04e/6595d53c9db72.image.jpg?crop=640%2C336%2C0%2C72&amp;resize=640%2C336&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 51424,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "83eda9671b0582a39911e91b81e7f39275d0b2f3",
  "url": "https://www.waow.com/weather/forecast/bright-and-seasonal-thursday/article_01466f3c-aa81-11ee-a149-c3f56030b859.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jackson Garlock",
  "published": "2024-01-04T04:42:00.000+02:00",
  "title": "Bright and seasonal Thursday",
  "text": "The grey skies finally came to an end this afternoon and the sun should stick around for at least a day. With the clear skies, overnight temperatures will drop rather quickly so don't be surprised to wake up to temps in the teens early on. While the sun will be a nice change of pace, many are still wondering when our fist inch of snow for the year will fall, and we are keeping our eye on multiple small chances for later this week.\nTonight: Decreasing clouds and a little chilly.\nLow: 14 Wind: NW around 5\nThursday: Partly or mostly sunny and cool.\nHigh: 27 Wind: Becoming SW 5-10\nThursday Night: Partly cloudy.\nLow: 16\nFriday: More clouds than sun. (A slight chance of snow showers at night)\nHigh: 32\nSaturday: Mostly cloudy with a small chance of scattered snow showers or flurries\nHigh: 33\nThe clouds will break up a little for tomorrow and it will be a tad cooler. Highs on Thursday will be in the mid to upper 20s. The clouds will increase once again on Friday as well as the temperature. The mercury should top out in the low 30s for the last day of the work week.\nA slight chance of snow showers and flurries will develop Friday night into Saturday and Saturday will be mild once again with highs in the low 30s. A bit more developed trough of low pressure will drift across Wisconsin Saturday night into Sunday morning and this should produce some scattered light snow. There might be enough to coat the ground Sunday morning. Dry weather will then develop later Sunday into Monday. Highs on both days will be in the low 30s.\nA strong low pressure system moving into the Midwest on Tuesday could end up affecting our area. As of now, it looks like the highest potential for a few inches of snow will be southeast of Marathon County. Otherwise, Tuesday will be a windy day with highs in the low 30s.\nHave a great rest of the week! Meteorologist Jackson Garlock\nOn this date in weather history:\n1990 - A winter storm in the southwestern U.S. spread snow across Colorado and New Mexico. Heavy snow fell in southwestern Colorado, with 13 inches reported at Wolf Creek Pass. Snow spread into the Central Plains Region during the day, with six inches reported at Garden City KS. (National Weather Summary)\n1994 - A heavy wet snow blanketed much of the state of Ohio, with 12 to 18 inches reported in counties along the Ohio River. Newport received 21 inches. Thunder and lightning accompanied the snow, with five inches reported in Washington County and Noble County between 7 AM and 8 AM Tuesday. Parts of Washington County were without electricity for eight days following the storm.(National Weather Summary) (Storm Data)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-04T07:45:02.750+02:00",
  "updated": "2024-01-04T07:45:02.750+02:00"
}