{
  "thread": {
    "uuid": "39dd2e1633528c8b13d3494ab1aae9f27869cc4d",
    "url": "https://elpais.com/america-colombia/2024-03-09/que-mancuso-hable-la-justicia-actue-y-colombia-sane.html",
    "site_full": "elpais.com",
    "site": "elpais.com",
    "site_section": "https://elpais.com/ultimas-noticias/",
    "site_categories": [
      "media"
    ],
    "section_title": "Últimas noticias: la última hora de hoy en EL PAÍS",
    "title": "Que Mancuso hable, la justicia actúe y Colombia sane | EL PAÍS América Colombia",
    "title_full": "Que Mancuso hable, la justicia actúe y Colombia sane | EL PAÍS América Colombia",
    "published": "2024-03-09T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://imagenes.america.elpais.com/resizer/Wav1TvbAz1-0c59uG9STPKOt2hI=/1200x0/cloudfront-eu-central-1.images.arcpublishing.com/prisa/NLQZKEHHRBBCLOJJSTXDZMBLOA.jpg",
    "performance_score": 0,
    "domain_rank": 459,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "39dd2e1633528c8b13d3494ab1aae9f27869cc4d",
  "url": "https://elpais.com/america-colombia/2024-03-09/que-mancuso-hable-la-justicia-actue-y-colombia-sane.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hubert Ariza",
  "published": "2024-03-09T02:00:00.000+02:00",
  "title": "Que Mancuso hable, la justicia actúe y Colombia sane | EL PAÍS América Colombia",
  "text": "Durante décadas Colombia ha buscado verdad, justicia, reparación y no repetición. Son condiciones esenciales para detener la guerra y para que exista una verdadera reconciliación . No basta con silenciar los fusiles, firmar acuerdos, entregar las armas y tomarse fotos para la historia. Es la verdad la máxima expresión de un país que avanza hacia la paz, el fortalecimiento de la justicia y la consolidación de la democracia. Es la verdad lo que ha aparecido, muchas veces a cuentagotas, durante los últimos 20 años, gracias a los procesos de paz con las Autodefensas Unidas de Colombia, AUC , durante el gobierno de Álvaro Uribe, y el proceso de Justicia y Paz; y con las Farc, en el gobierno de Juan Manuel Santos, con la Comisión de la Verdad y la JEP. Es entender la verdad como una oportunidad para unirnos como nación y no profundizar la división, y la terrible polarización que sacude la cada vez más débil democracia colombiana . Con el arribo a Colombia del otrora poderoso jefe paramilitar Salvatore Mancuso , el pasado 27 de febrero, se ha despertado en la derecha una histeria colectiva por el miedo a las consecuencias políticas y jurídicas de las históricas revelaciones que han salido de los labios de quien antes, con abrir la boca, decidía quién vivía, qué pueblo sería incinerado, dónde se perpetraría una masacre, qué predios deberían cambiar de dueño, o a qué político le ayudarían en su ascenso al poder local, regional o nacional. El historial de violencia de Mancuso lo muestra como un temible señor de la guerra, surgido de las tierras donde los juglares enamoraron a Colombia y la muerte se ensañó con los más débiles, que cumplió un papel preponderante en la expansión del paramilitarismo, cuya ideología se impuso a sangre y fuego en gran parte del territorio nacional, con un enorme saldo de violación de derechos humanos y de las normas del derecho internacional humanitario. Es largo el listado de crímenes de lesa humanidad de esas organizaciones ilegales. Los paramilitares, con los Castaño, Mancuso y otros comandantes de triste recordación a la cabeza, permearon el Estado, afectaron la democracia, ocuparon el 35% de las curules del Congreso de la República, tuvieron a la justicia a sus pies, auparon aspiraciones políticas locales, regionales y nacionales, y contribuyeron abiertamente al triunfo de Álvaro Uribe en las elecciones presidenciales de 2002 -como ha sido demostrado- derrotando a Horacio Serpa , quien denunció ese apoyo ilícito que distorsionó la democracia ante el fiscal Luis Camilo Osorio, quien archivó la denuncia sin ni siquiera mirarla. Gracias a la comparecencia pública y privada de Mancuso ante la JEP, el 17 de noviembre del año pasado, esa jurisdicción aceptó su sometimiento en calidad de “sujeto funcional y materialmente incorporado a la fuerza pública, entre 1989 y 2004″. Para la JEP, Mancuso “ejerció un rol de bisagra en la cúspide, como superior, con la fuerza pública, con capacidad de establecer patrones de macrocriminalidad”. Esta decisión no lo excluyó de Justicia y Paz. En sus declaraciones mencionó a 300 personas, entre altos mandos militares, comerciantes, ganaderos y políticos, siendo el más sobresaliente el expresidente de la seguridad democrática y el corazón grande, quien ha arreciado su ofensiva mediática para desmentir las acusaciones en su contra. Mancuso reveló, además, el estrecho vínculo entre militares, policías y paramilitares en una política de connivencia para exterminar a la oposición , líderes sociales y defensores de derechos humanos, imponer liderazgos políticos, ocupar el territorio y aplicar una estrategia contrainsurgente financiada con el narcotráfico, el despojo, las extorsiones y el saqueo del erario. Es enorme el listado de víctimas de Mancuso, que esperan de él la verdad que durante casi 16 años permaneció presa en una cárcel de Estados Unidos. Ellas, a través de los medios, han escuchado la versión de la cruenta guerra paramilitar contra la sociedad, que contiene aún muchos espacios en blanco, producto del miedo de este hombre, que antes producía pánico, a que su familia o sus abogados fueran asesinados en Colombia. Por ello, la JEP ordenó “mantener la reserva sobre aquellas declaraciones que puedan poner en riesgo la seguridad de Mancuso, de su familia o de su defensa”. El retorno de Mancuso al país se ha convertido en un tsunami jurídico y político. Él, sin embargo, parece concentrado en ganar credibilidad y la guerra contra la desinformación y el negacionismo de quienes antes lo veían como su liberador en zonas agobiadas por la guerrilla y ahora lo atacan, convencidos de que es un aliado del Gobierno Petro en una cruzada política de demolición del expresidente Uribe. “Hacer de los criminales personajes públicos portadores de la verdad es una humillación más a la justicia y a las víctimas”, trinó, al respecto, la senadora del Centro Democrático, Paloma Valencia. Mancuso está en la antesala de la libertad, después de que el presidente Petro lo declaró, el pasado 23 de julio de 2023, como Gestor de Paz con un breve trino en el que señaló: “El proceso de paz entre el gobierno de Uribe y los paramilitares aún no ha terminado, aún no se sabe toda la verdad… Para terminar el proceso y lograr la completa paz he decidido nombrar a Salvatore Mancuso como gestor de paz”. Una jueza de Justicia y Paz le dio libertad condicional por cuatro años, el pasado 4 de marzo, y está a la espera de que un juez de Barranquilla levante 33 órdenes de captura en su contra. Las cárceles, montañas y ciudades del país esperan a Mancuso para que comience a demostrar que su presencia es vital para ayudar a cerrar el proceso de Ralito, reactivar las negociaciones con el Clan del Golfo, hallar las personas desaparecidas por el accionar de las AUC y desactivar definitivamente la guerra llenando de verdad el corazón de las víctimas. Para el exjefe paramilitar su nuevo papel como gestor de paz es “incluso más importante que la desmovilización de las mismas Autodefensas Unidas de Colombia”. Durante 16 años Mancuso ha estado silenciado. En ese tiempo pasó de héroe a villano de la extrema derecha. Es hora de escucharlo sin apasionamientos políticos, para que diga la verdad sin acomodamientos ni intereses mezquinos. Hay que dejar que la justicia actúe, que los responsables de la vergonzosa sangría protagonizada por las AUC paguen sus culpas, que la verdad contribuya a sanar la democracia herida por más de 60 años de una guerra que no para de reciclarse y enconarse y ha dejado más de medio millón de víctimas mortales, diez millones de desplazados y miles de desaparecidos y masacrados. No hay que tenerle miedo a la verdad, ni llenar de obstáculos la justicia transicional. Gran reto tienen las instituciones, el sistema judicial, las tres ramas del poder y el conjunto de la sociedad para convertir la verdad de Mancuso en justicia y reconciliación, y no en más combustible para impulsar la máquina de la guerra, el odio y la polarización, que no deja de depredar a Colombia. No aceptar las decisiones de la JEP , minar su misión como hacen hoy las antiguas Farc, es un retroceso y una apuesta por la incertidumbre. Hay que escuchar al presidente de la JEP, magistrado Roberto Vidal, quien ha advertido que esa postura de los firmantes de los Acuerdos de la Paz, que promueven una ley de punto final, contribuiría a abrirle la puerta a la Corte Penal Internacional, CPI. “No se pueden amnistiar crímenes internacionales, crímenes de guerra, genocidio y delitos de lesa humanidad. Estos preceptos dan origen a los tribunales de justicia transicional, se materializaron en el estatuto de la Corte Penal Internacional (CPI), y esos compromisos tienen que cumplirse porque son obligaciones del Estado”, dijo en entrevista a El Tiempo. No es el momento de echarle más candela a un país incendiado por la polarización. Hay que escuchar a Mancuso, contrastando al milímetro sus afirmaciones, dándole una oportunidad a las víctimas y reafirmando la confianza en la justicia transicional. Y hay que valorar la inmensa tarea cumplida por la JEP. Suscríbase aquí a la newsletter de EL PAÍS sobre Colombia y aquí al canal en WhatsApp , y reciba todas las claves informativas de la actualidad del país.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-09T08:07:54.660+02:00",
  "updated": "2024-03-09T12:14:33.740+02:00"
}