{
  "thread": {
    "uuid": "9948fdbfd361cbd085d221b7cea262821b9d9c18",
    "url": "https://www.medpagetoday.com/infectiousdisease/vaccines/108969",
    "site_full": "www.medpagetoday.com",
    "site": "medpagetoday.com",
    "site_section": "http://www.medpagetoday.com/rss/InfectiousDisease.xml",
    "site_categories": [
      "health"
    ],
    "section_title": "MedPage Today Infectious Disease",
    "title": "RSV Vaccine Benefits Probably Outweigh Small Neurologic Risk, CDC Advisors Say | MedPage Today",
    "title_full": "RSV Vaccine Benefits Probably Outweigh Small Neurologic Risk, CDC Advisors Say | MedPage Today",
    "published": "2024-03-01T00:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets.medpagetoday.net/media/images/108xxx/108969.jpg",
    "performance_score": 0,
    "domain_rank": 3272,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9948fdbfd361cbd085d221b7cea262821b9d9c18",
  "url": "https://www.medpagetoday.com/infectiousdisease/vaccines/108969",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Katherine Kahn",
  "published": "2024-03-01T00:41:00.000+02:00",
  "title": "RSV Vaccine Benefits Probably Outweigh Small Neurologic Risk, CDC Advisors Say | MedPage Today",
  "text": "Guillain-Barré syndrome (GBS) cases following respiratory syncytial virus (RSV) vaccination in adults 60 and up appeared slightly elevated compared with expected rates, though on the population level the vaccine’s benefits still outweigh any small potential risk, according to CDC officials.\nIn a presentation on the second day of the Advisory Committee on Immunization Practices' (ACIP) 2-day meeting, Amadea Britton, MD, of the CDC's RSV adult vaccination work group in Atlanta, noted that a small number of cases of GBS had been observed in the clinical trials for both FDA-approved RSV prefusion F protein vaccines, but that it remained unclear whether those cases were actually caused by RSV vaccination or just chance occurrences.\nAt the time of the committee's initial recommendation for RSV vaccination in June 2023, the ACIP concluded that the estimated benefits of RSV vaccination outweighed potential risks but recommended incorporating shared decision-making into individualized risk-benefit discussions. The first-ever RSV vaccine (Arexvy) got the FDA greenlight in May 2023 for adults ages 60 and older, followed by approval of a second RSV vaccine (Abrysvo) later that month for the same population.\nMichael Melgar, MD, also of the CDC, presented an analysis of FDA active surveillance data gathered from Medicare beneficiaries ages 65 years and older from May to December 2023. There were a potential 10 GBS cases (95% CI 2-18) per 1 million Arexvy doses administered and a potential 25 GBS cases (95% CI 7-43) per million Abrysvo doses. The historical GBS background rate from 2022 suggested five GBS cases per 1 million would have been expected, he said while cautioning that the historical background rate might not be a reliable comparison.\nBritton seconded that cautious stance, pointing to the flu vaccine for context in which there's an additional one or two cases of GBS per million doses but a much higher risk of GBS from the flu itself.\n\"Due to uncertainty and limitations in these early data, there is currently insufficient evidence to confirm whether RSV vaccination is associated with increased risk for GBS in older adults, or to estimate the magnitude of any increase in GBS risk after RSV vaccination,\" she said. \"Any increase in potential risk of GBS should be placed in the context of the benefits of RSV vaccination.\"\nAs to the benefits of RSV vaccination, Melgar and colleagues projected that over the course of two RSV seasons, every 1 million doses administered in the older adult population would prevent an estimated 23,000-26,000 outpatient visits, 2,200-2,700 hospitalizations, 420-550 ICU admissions, and 120-140 in-hospital deaths.\nHowever, uptake of the RSV vaccines has been low. Only about 22% of adults ages 60 and older had received an RSV vaccine through February of this year, according to the CDC.\n\"Based on this review of currently available data, the [vaccination] work group continues to believe that the estimated benefits of RSV vaccination outweigh potential risks when vaccination is implemented using the current recommendation,\" Britton said. Adults who are 60 and older with chronic medical conditions such as chronic lung diseases, heart failure, immune compromise, those of more advanced age, and those living in long-term care facilities are at greater risk for severe RSV disease and most likely to benefit from vaccination, she noted.\nHowever, the group acknowledged that the benefit from RSV vaccination may be lower for people ages 60 or older who do not have any chronic medical conditions and who do not live in long-term care facilities.\nCorrection: This story has been updated to clarify that the conclusions on the risk-benefit with the vaccine were those of the CDC's RSV vaccination work group.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://www.cdc.gov/vaccines/imz-managers/coverage/rsvvaxview/index.html#:~:text=Estimates%20of%20vaccination%20coverage%20are,definitely%20plan%20to%20get%20vaccinated.",
    "https://cdc.gov/vaccines/imz-managers/coverage/rsvvaxview/index.html#:~:text=Estimates%20of%20vaccination%20coverage%20are,definitely%20plan%20to%20get%20vaccinated."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "amadea britton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cdc",
        "sentiment": "negative"
      },
      {
        "name": "fda",
        "sentiment": "none"
      },
      {
        "name": "acip",
        "sentiment": "none"
      },
      {
        "name": "advisory committee on immunization practices",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "atlanta",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:13:36.772+02:00",
  "updated": "2024-03-02T08:45:07.199+02:00"
}