{
  "thread": {
    "uuid": "5e14266e306a7840ce83b9b92d4d5c68a03b9025",
    "url": "https://www.thestar.com/news/canada/this-ontario-cement-plant-doesnt-just-capture-carbon-it-sells-it/article_f87fb280-3326-11ef-a82f-57ddb9f1c404.html",
    "site_full": "www.thestar.com",
    "site": "thestar.com",
    "site_section": "http://www.thestar.com/search/?f=rss&amp;t=article&amp;c=opinion&amp;l=50&amp;s=start_time&amp;sd=desc",
    "site_categories": [
      "media",
      "hobbies_and_interests",
      "video_and_computer_games",
      "top_news"
    ],
    "section_title": "www.thestar.com - RSS Results",
    "title": "This Ontario cement plant doesn't just capture carbon, it sells it",
    "title_full": "This Ontario cement plant doesn't just capture carbon, it sells it",
    "published": "2024-07-05T12:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/thestar.com/content/tncms/assets/v3/editorial/5/17/517c6678-f35f-5f61-be2e-e70d19782706/6686d978a7c0f.image.jpg?crop=1876%2C985%2C0%2C60&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 869,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 2
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5e14266e306a7840ce83b9b92d4d5c68a03b9025",
  "url": "https://www.thestar.com/news/canada/this-ontario-cement-plant-doesnt-just-capture-carbon-it-sells-it/article_f87fb280-3326-11ef-a82f-57ddb9f1c404.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "moved@thestar.ca (Marco Chown Oved)",
  "published": "2024-07-05T12:00:00.000+03:00",
  "title": "This Ontario cement plant doesn't just capture carbon, it sells it",
  "text": "BATH, Ont.—The promise of carbon capture — that you can grab climate-changing emissions out of the air and shoot them underground or put them to use — has always exceeded the reality. Carbon capture projects around Canada and the world have consistently [failed to live up to expectations](https://www.thestar.com/news/canada/hidden-subsidy-made-shell-carbon-capture-project-appear-profitable/article_17d93d4a-0bd6-11ef-a6fc-27724a86918d.html), even after great expense. But a pilot project at a cement plant in Bath, Ont., is doing more than capturing carbon — it’s selling it. This, project proponents say, changes the economics of the process, transforming an expense into a source of revenue. “We’re turning dirty air into dollars,” said Heather Ward, CEO and founder of Hyperion Energy,. which developed the proprietary system. “We’re not dependent on carbon credits because we produce a product with a commodity value.” Hyperion has found a willing partner in Lafarge, the Canadian arm of Holcim, one of the world’s biggest building materials companies, which has committed to reducing its emissions. With steel tanks housed in shipping containers, the carbon capture machinery is a “drop-in” modular solution that requires no modifications to the existing plant. It’s been running for a year, capturing one tonne of carbon a day and making a product that can be mixed with cement as a strengthener for concrete. “It’s a circular strategy,” said Rob Cumming, head of Sustainability, Environment and Public Affairs at Lafarge Canada. The limestone used in cement forms over thousands of years with absorbed CO2, he said. That carbon dioxide is released in the cement kiln, and with this project, it’s captured and added back in. “That’s how nature does it. That’s how we need to do it.” Cement production is incredibly carbon intensive, responsible for one per cent of Canada’s greenhouse gas emissions and eight per cent worldwide. Unlike other [industries that can electrify to reduce emissions](https://www.thestar.com/podcasts/road-trip/episode-4-can-ontario-s-resource-extraction-and-industrial-economy-transition-to-the-clean-economy/article_bae2dd9a-d759-11ee-886b-ef50d3f16b8f.html), the emissions from cement making are inherent to the process. As a result, capturing carbon before it is released into the atmosphere is key for the industry. Yet existing Canadian carbon capture projects, despite heavy public subsidies, have both cost more and captured less than expected. This led Deloitte to conclude in a recent report that [carbon capture is “economically unviable.”](https://www.thestar.com/news/canada/alberta/emissions-cap-not-possible-without-oil-gas-production-cuts-deloitte/article_610cc4e8-ffb9-5b39-af39-46fb41ee9b2c.html) Last month, Capital Power [pulled the plug on a $2.4 billion carbon capture project](https://www.thestar.com/business/capital-power-pulls-plug-on-proposed-2-4b-carbon-capture-and-storage-project/article_bb7b0a4e-5bd8-5791-87c6-355010e965af.html) in Edmonton, saying it couldn’t justify the expense. The [Pathways Alliance consortium of Alberta oilsands producers](https://www.thestar.com/news/canada/oilsands-companies-false-net-zero-ads-spur-complaint-to-competition-bureau/article_ff9e1770-35ff-5e72-8308-3537f9724e56.html) has proposed Canada’s biggest carbon capture project, but hasn’t yet greenlit it, saying more government support is needed. These projects all involve underground sequestration, in which carbon is injected into caves, where it undergoes a chemical transformation into rock. To pay for the process, they rely on selling carbon credits for the emissions they captured. The project in Bath, in contrast, doesn’t bury its carbon. Instead, it’s transformed into calcium carbonate, a product that is used in pharmaceuticals, paint and packaging and can fetch between $400 and $2,700 a tonne on the world market, depending on purity and grade. While these varied uses show the growth potential for the future of the business, for now, all the carbon captured in Bath is sold back to Lafarge for concrete. “This is a very important solution,” said Sarah Petrevan, vice-president of decarbonization and sustainability at the Cement Association of Canada. “Not only to utilize the carbon we produce, but to create a value-added product.” With [the future of carbon pricing in doubt](https://www.thestar.com/opinion/star-columnists/canadians-are-going-to-pay-for-climate-change-with-or-without-a-carbon-tax/article_96ecdb90-e22e-11ee-84ee-67deec77dd20.html), market-based climate solutions that don’t rely on credits or government subsidies are particularly attractive. “This has now got momentum beyond government,” she said. “Yes, governments matter and policies matter. But particularly in my industry, I feel the momentum regardless of what happens in the political arena.” The Lafarge plant looks like two buildings with a giant six-metre-wide, 200-metre-long, rotating axle between them. This axle is a kiln, with a 4.5-metre flame shot into one end and ground-up limestone fed into the other. The kiln takes an hour and a half to shuffle the limestone from one end to the other at temperatures that reach 1,450 C. The lime that emerges forms the basis of cement, which is then mixed with sand, gravel and other materials to make concrete. About one-third of the emissions from cement-making come from combusting coal or natural gas to heat the kiln. These emissions can be reduced by using other fuels like recovered building materials or renewable natural gas captured from landfills. The other two-thirds are released by the limestone, and these emissions are unavoidable — so they must be captured. For every tonne of cement made by the Bath plant, 843 kilograms of carbon is produced. “The cement industry produces a lot of carbon,” said Petrevan. “Net zero dictates that we’re going to have to do things differently.” Cement is an essential ingredient in concrete, a building material used in everything from bridges to highways to condo towers. Many climate solutions, including wind turbines, hydro dams, solar installations and nuclear plants, require concrete, too. As a result, figuring out how to reduce and eventually eliminate cement emissions is essential to avoiding the worst effects of climate change. A small black pipe attaches to the side of the huge ducts that send emissions from the kiln to the smoke stack. Carbon is stripped out of the waste gasses using a conventional process that sends a chemical down while the air rises. The process succeeds in capturing 98 per cent of the carbon in the stack. From there, it heads into a beige shipping container, where steel holding tanks are connected by pipes labelled “reactor.” The mix that results is filtered and baked into precipitated calcium carbonate, a white powder. Because the process both captures carbon from cement making and puts it back into concrete — replacing a product that would normally produce emissions to make — it gets double credit. “For every tonne of CO2 captured, we get credit for 1.29 tonnes,” said Rob Perrins, vice-president of operations at Hyperion. “As a result, we can actually produce the lowest carbon concrete in the world.” The pilot plans to scale up to 10 tonnes a day in the next year and 100 tonnes a day by 2027. But even then it will only capture a fraction of the 1,700 tonnes of carbon produced each day by the Lafarge plant. This aligns with what the International Energy Agency said last year — that [carbon capture technology can only take care of a small amount of emissions](https://www.thestar.com/news/canada/the-oil-and-gas-industry-is-facing-a-moment-of-truth-carbon-capture-won-t/article_fd9ef7d2-d91e-532e-bd61-0ab74b2fd808.html). The path to net zero will overwhelmingly come from actually cutting emissions, not capturing them. “Will one technical solution solve the problem? No,” said Lafarge’s Cumming. “There’s no silver bullet, it’s silver buckshot.” “There are a lot of other technical solutions we’re looking at on top of Hyperion, but we’ve identified it — both at our technical office in Europe and locally — as one of the more promising technologies. So we’re very keen on it.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "heather ward",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hyperion energy",
        "sentiment": "none"
      },
      {
        "name": "holcim",
        "sentiment": "none"
      },
      {
        "name": "lafarge",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ontario",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "ont.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T12:11:10.315+03:00",
  "updated": "2024-07-05T12:44:31.867+03:00"
}