{
  "thread": {
    "uuid": "6f8adbfbd85ccdb5a34c6eb1341894577fcb7f9c",
    "url": "https://www.indiatoday.in/india/story/republic-day-2024-tangail-airdrop-1971-india-pakistan-war-indian-air-force-2490985-2024-01-19",
    "site_full": "www.indiatoday.in",
    "site": "indiatoday.in",
    "site_section": "https://www.indiatoday.in/news.html",
    "site_categories": [
      "religion",
      "media",
      "catholicism"
    ],
    "section_title": "News - Breaking News  and Top Video News",
    "title": "Republic Day 2024: What is 1971 Tangail airdrop that Indian Army will re-enact on January 26 - India Today",
    "title_full": "Republic Day 2024: What is 1971 Tangail airdrop that Indian Army will re-enact on January 26 - India Today",
    "published": "2024-01-19T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202401/1971-tangail-airdrop-194244554-16x9_0.jpg?VersionId=DPSt2i6xIiY.s7ZFW_v5I4y_LjzYDGCe",
    "performance_score": 0,
    "domain_rank": 1852,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6f8adbfbd85ccdb5a34c6eb1341894577fcb7f9c",
  "url": "https://www.indiatoday.in/india/story/republic-day-2024-tangail-airdrop-1971-india-pakistan-war-indian-air-force-2490985-2024-01-19",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "India Today News Desk",
  "published": "2024-01-19T02:00:00.000+02:00",
  "title": "Republic Day 2024: What is 1971 Tangail airdrop that Indian Army will re-enact on January 26 - India Today",
  "text": "On December 11, 1971, something unusual was witnessed falling from the sky over East Pakistan, now Bangladesh. It was not meteors or any UFO but numerous parachutes carrying Indian Air Force personnel as part of a secret operation to outfox Pakistan during the 1971 war.It was the first time in independent India's history that a battalion was airdropped into hostile territory, and it came to be famously known as the 'Tangail airdrop'.The airdrop will be re-enacted by the IAF during the Republic Day celebrations on January 26 and will be among the Indian Army's main attractions apart from the debut of Light Combat Aircraft (LCA) Tejas and the recently inducted C-295 transport aircraft in the parade.\"The IAF will also depict the famous Tangail airdrop of the 1971 victory over Pakistan with one Dakota aircraft and two Dorniers flying in Tangail formation,\" the IAF said.But, what was the Tangail airdrop? What significance does it hold in India's 1971 war with Pakistan? Here is all about the daring operation that outfoxed Pakistan and eventually led to the liberation of Bangaldesh.THE 1971 TANGAIL AIRDROP: THE STORYThe Tangail airdrop was a parachute operation undertaken by India -- the first of its kind in the subcontinent -- on December 11, 1971, by the 2nd battalion of the Army's Parachute Regiment. It was carried out in Tangail, located in erstwhile East Pakistan, now Bangladesh.The Pakistani Army had stationed its personnel in batches in nearby cities around Dacca (now Dhaka) as part of their \"fortress\" strategy. Area of paradrop at Tangail. (Source: Lieutenant Colonel RS Bangari) However, they were no match for the Indian Army personnel and as the \"fortresses\" started to fall, the Pakistan Eastern Army Command Headquarters instructed all its forces to move to Dhaka for a final showdown.Following the order, Pakistan's 93 Infantry Brigade started retreating from Jamalpur and Mymensingh in the north towards Dhaka.The Indian Army realised that it would not be able to catch up with the 93 Infantry Brigade if it took the road and a plan was devised to airdrop the 2nd Battalion of the Parachute regiment in Tangail.The battalion under Lieutenant Colonel Kulwant Singh Pannu was tasked with capturing the Poongli bridge on the Jamalpur-Tangail road so that Pakistan Army's 93 Brigade cannot reach Dhaka. The battalion would then link up with the Maratha Light Infantry and march towards Dhaka.On December 11 afternoon, the entire battalion, comprising more than 750 personnel, was airlifted from the Kalaikunda and Dum Dum bases in West Bengal and dropped near Tangail, around 85 km northwest of Dhaka.A fleet of six AN-12 aircraft, 22 Dakotas, and 20 Packet aircraft were tasked to para-drop the personnel and their artillery. During different phases of the para-drop, cover was provided by Gnat and MiG aircraft.Within four hours after being dropped, the battalion swiftly captured the Poongli bridge and repelled the counterattacks of the Pakistani Army.Such was the domination of the battalion that 143 Pakistani soldiers were killed in action while the 2nd Para suffered three casualties. By December 12, the 2nd Para joined forces with the Maratha Light Infantry to derail the 93 Brigade's plans to move towards Dhaka through ambushes. They were aided by the IAF, which carried out extensive bombing in the area.Pakistan's Brigadier Abdul Qadir Khan, commander of the 93 Brigade, was captured along with 26 officers. The 2nd Para battalion eventually became the first Indian force to march into Dhaka.The complete destruction of Pakistan's 93 Brigade played a crucial role in India's victory. On December 16, Pakistani Army Commander Lt Gen AAK Niazi surrendered with 93,000 soldiers. The govt had paid tribute to the veterans who had participated in the airdrop in 2021 (PIB) According to the Indian Army, \"The paratroopers fell on the enemy like a roaring storm, successfully cutting off the 93rd Pakistan Brigade by taking Poongli Bridge. The battalion established a link-up with the Maratha Light Infantry and thus became the first Indian troops to enter Dhaka.\"Later, Lieutenant General Niazi was asked why the Pakistani Army surrendered despite having the capability to continue the war for another 40–45 days. Niazi then pointed to a photograph of the Tangail airdrop that appeared on the front page of The Times, London, as a major factor behind his decision.Published By: Abhishek DePublished On: Jan 19, 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "indian army",
        "sentiment": "negative"
      },
      {
        "name": "indian air force",
        "sentiment": "none"
      },
      {
        "name": "tejas",
        "sentiment": "none"
      },
      {
        "name": "iaf",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "east pakistan",
        "sentiment": "none"
      },
      {
        "name": "tangail",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "dakota",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T17:50:51.693+02:00",
  "updated": "2024-01-19T17:50:51.693+02:00"
}