{
  "thread": {
    "uuid": "e7b0a0c5620e4ecfa398f9498c1290a142f8281e",
    "url": "https://www.eluniversal.com.co/regional/buena-esa-pescadores-artesanales-se-benefician-con-matriculas-de-embarcaciones-CE10368578",
    "site_full": "www.eluniversal.com.co",
    "site": "eluniversal.com.co",
    "site_section": "https://www.eluniversal.com.co",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "El Universal",
    "title": "¡Buena esa! Pescadores artesanales se benefician con matrículas de embarcaciones | EL UNIVERSAL - Cartagena",
    "title_full": "¡Buena esa! Pescadores artesanales se benefician con matrículas de embarcaciones | EL UNIVERSAL - Cartagena",
    "published": "2024-04-19T00:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.eluniversal.com.co/binrepository/801x1067/0c220/800d686/none/13704/QKET/dimar-en-la-guajira_9915419_20240418164134.jpg",
    "performance_score": 0,
    "domain_rank": 25800,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e7b0a0c5620e4ecfa398f9498c1290a142f8281e",
  "url": "https://www.eluniversal.com.co/regional/buena-esa-pescadores-artesanales-se-benefician-con-matriculas-de-embarcaciones-CE10368578",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EL UNIVERSAL",
  "published": "2024-04-19T00:45:00.000+03:00",
  "title": "¡Buena esa! Pescadores artesanales se benefician con matrículas de embarcaciones | EL UNIVERSAL - Cartagena",
  "text": "Hasta las comunidades rurales de los municipios de Camarones, Dibulla y Manaure en La Guajira llegó la Capitanía de Puerto de Riohacha de la Dirección General Marítima (Dimar), en donde adelantó jornadas de matrículas a embarcaciones menores de pesca artesanal de las zonas. Estas acciones se realizan en cumplimiento de la normatividad que la Autoridad Marítima Colombiana promueve para proteger la vida humana en el mar, así como ejercer control y seguimiento de las embarcaciones menores, al tiempo que contribuyen a la protección del medio ambiente marino y la prevención de accidentes durante la navegación. [Lea también: 120 pescadores y camaroneros de Tasajera reciben apoyo de MinAgricultura](https://www.eluniversal.com.co/regional/120-pescadores-y-camaroneros-de-tasajera-reciben-apoyo-de-minagricultura-HH10247077) Este ejercicio con las comunidades de pesca artesanal y las comunidades indígenas de Riohacha, en el que se matricularon 20 embarcaciones menores, se adelantó en coordinación con la Autoridad Nacional de Acuicultura y Pesca (Aunap). El capitán de Puerto de Riohacha, teniente de Fragata Carlos Ramírez, reiteró al gremio marítimo en especial al de pescadores artesanales, la importancia de matricular sus embarcaciones, cumpliendo con los requisitos legales y de seguridad establecidos. [ Le puede interesar: Gobierno Petro avanza en rehabilitación de infraestructuras de agua en La Guajira](https://www.eluniversal.com.co/regional/gobierno-petro-avanza-en-rehabilitacion-de-infraestructuras-de-agua-en-la-guajira-AB10338967) “Es fundamental que todas las embarcaciones, independientemente de su tamaño, cumplan con las normativas establecidas por la Dimar, para garantizar la seguridad de quienes navegan en nuestras aguas y como parte de las gestiones que se adelantan para la formalización de las actividades marítimas”, afirmó el oficial. La Autoridad Marítima Colombiana continuará trabajando con las autoridades locales para garantizar la seguridad de las embarcaciones menores y demás naves, implementando dispositivos de inspección, monitoreo y verificación que permitan prevenir emergencias y proteger la vida humana en los mares y ríos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:11:50.962+03:00",
  "updated": "2024-04-19T01:11:50.962+03:00"
}