{
  "thread": {
    "uuid": "62648fe742f840142d9cba44f409e347d90bcd78",
    "url": "https://www.estrepublicain.fr/societe/2024/02/29/le-journaliste-francais-detenu-en-ethiopie-antoine-galindo-a-ete-libere",
    "site_full": "www.estrepublicain.fr",
    "site": "estrepublicain.fr",
    "site_section": "http://www.estrepublicain.fr/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "L'Est Républicain - L'info en direct et en continu, en Franche-Comté et en Lorraine, en France et dans le monde | L'Est Républicain",
    "title": "Presse. Le journaliste français détenu en Ethiopie Antoine Galindo a été libéré",
    "title_full": "Presse. Le journaliste français détenu en Ethiopie Antoine Galindo a été libéré",
    "published": "2024-02-29T23:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://cdn-s-www.estrepublicain.fr/images/5DE59AC1-A6B1-4354-A6F0-E391297FA068/FB1200/photo-1709246679.jpg",
    "performance_score": 0,
    "domain_rank": 16295,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "62648fe742f840142d9cba44f409e347d90bcd78",
  "url": "https://www.estrepublicain.fr/societe/2024/02/29/le-journaliste-francais-detenu-en-ethiopie-antoine-galindo-a-ete-libere",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "La rédaction avec AFP",
  "published": "2024-02-29T23:44:00.000+02:00",
  "title": "Presse. Le journaliste français détenu en Ethiopie Antoine Galindo a été libéré",
  "text": "Presse Le journaliste français détenu en Ethiopie Antoine Galindo a été libéré « Je vais bien, je suis en bonne santé », a déclaré avant son départ celui qui était détenu depuis une semaine en Ethiopie. Le journaliste français Antoine Galindo incarcéré depuis une semaine en Ethiopie, a été libéré vendredi et en route pour la France, a annoncé son employeur, la publication spécialisée Africa Intelligence. « Je vais bien, je suis en bonne santé » et « j'ai été bien traité », malgré des conditions de détention difficiles, a déclaré M. Galindo à un journaliste de l'AFP avant son départ. « Vrai soulagement » « Antoine Galindo a été libéré le 29 février après une semaine d'incarcération et a pu quitter Addis Abeba pour regagner Paris », a indiqué Paul Deutschmann, rédacteur en chef à Africa Intelligence. Sa libération « est un vrai soulagement pour toute la rédaction d'Africa Intelligence qui a hâte de retrouver Antoine », a-t-il ajouté. Antoine Galindo a été arrêté le 22 février dans un hôtel du centre d'Addis Abeba, en compagnie d'un responsable du Front de libération oromo (OLF), parti d'opposition légalement enregistré, avec qui il avait rendez-vous. Ce dernier est toujours incarcéré. « Accusations fallacieuses » Le journaliste français a comparu le surlendemain devant un juge qui a ordonné son maintien en détention. A l'audience, la police a indiqué soupçonner le journaliste de « conspirer pour créer le chaos » en Ethiopie. Africa Intelligence a dénoncé des « accusations fallacieuses » qui « ne se basent sur aucun élément tangible » et une « arrestation injustifiée ». Antoine Galindo, 36 ans, chef de la rubrique Afrique de l'Est, était arrivé en Ethiopie le 13 février pour couvrir notamment le Sommet de l'Union africaine (UA) à Addis Abeba, siège de l'organisation panafricaine qui lui avait délivré une accréditation. Mercredi, Selamawit Kassa, secrétaire d'Etat éthiopienne à la Communication avait indiqué que le journaliste français avait été arrêté pour avoir outrepassé son accréditation, laquelle l'autorisait, selon elle, uniquement à couvrir le Sommet de l'UA, et avait collecté illégalement « des informations sur des questions politiques internes » à l'Ethiopie.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:00:00.467+02:00",
  "updated": "2024-03-01T01:26:46.390+02:00"
}