{
  "thread": {
    "uuid": "1d44d30ed8667aacba779701eb1649fab56131d9",
    "url": "https://cnnespanol.cnn.com/2024/04/11/costa-rica-epicentro-tecnologico-semiconductores-silicon-valley-latinoamerica-orix",
    "site_full": "cnnespanol.cnn.com",
    "site": "cnn.com",
    "site_section": "https://cnnespanol.cnn.com/rss",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "CNN",
    "title": "Costa Rica busca convertirse en epicentro tecnológico de semiconductores: ¿será el Silicon Valley de Latinoamérica?",
    "title_full": "Costa Rica busca convertirse en epicentro tecnológico de semiconductores: ¿será el Silicon Valley de Latinoamérica?",
    "published": "2024-04-12T01:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/costa-rica-semiconductores-silicon-valley.jpg?quality=100&strip=info",
    "performance_score": 0,
    "domain_rank": 79,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1d44d30ed8667aacba779701eb1649fab56131d9",
  "url": "https://cnnespanol.cnn.com/2024/04/11/costa-rica-epicentro-tecnologico-semiconductores-silicon-valley-latinoamerica-orix",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rocío Muñoz-Ledo",
  "published": "2024-04-12T01:17:00.000+03:00",
  "title": "Costa Rica busca convertirse en epicentro tecnológico de semiconductores: ¿será el Silicon Valley de Latinoamérica?",
  "text": "¿Es posible alojar un centro tecnológico especializado en semiconductores que siga la ruta de Silicon Valley, hogar en Estados Unidos de grandes empresas tecnológicas? El gobierno de Costa Rica dice que sí y para ello puso en marcha un plan que considera a esta industria de interés público. Las autoridades costarricenses subrayan que la iniciativa cuenta con el apoyo de Estados Unidos para convertir al país en su aliado estratégico en Latinoamérica. ¿El Silicon Valley de Latinoamérica? El Gobierno de Costa Rica busca afinar la puntería y ubicarse como líder en América Latina para la industria de semiconductores. El ministro de Comercio Exterior, Manuel Tovar, dijo a CNN que la ruta ya se trazó hacia el desarrollo del talento, los incentivos, la atracción de inversión y el entorno regulatorio que la facilite. Tovar dijo a CNN que la intención es convertir a Costa Rica en un Silicon Valley en América Latina, “porque cuenta con todas las condiciones para hacerlo”. Agregó que “no necesariamente tiene que existir un único Silicon Valley latinoamericano”, pero que Costa Rica ha sido identificado y tiene todos los requerimientos “para convertirse en ese hub (nodo) regional”. La tecnología de los reactores de nueva generación podría impulsar un renacimiento nuclear, y EE.UU. apuesta por ella El gobierno destaca el apoyo de Estados Unidos, que en julio pasado designó a Costa Rica como el primer país aliado estratégico bajo la ley de semiconductores y ciencia. Tovar aseguró que el país cuenta con incentivos que lo posicionan “como un actor relevante y parte de la solución” para reducir la excesiva dependencia de Asia en la manufactura de semiconductores. La estrategia de Costa Rica El gobierno presentó el pasado 21 de marzo la estrategia con la presencia de la secretaria de Comercio de Estados Unidos, Gina Raimondo, lo que el presidente Rodrigo Chaves calificó como un voto de confianza hacia Costa Rica. El mandatario agradeció la designación de aliado para Costa Rica, que calificó como “verdaderamente un orgullo, un honor”. Por su parte, Raimondo dijo que Estados Unidos está deseoso de fortalecer la alianza de semiconductores. “Es beneficioso para nosotros y para ustedes, y no puedo esperar a trabajar con ustedes para ayudarles a lograr sus metas”, comentó. ¿Por qué las acciones de Intel y otras empresas de semiconductores siguen a la baja en el mercado bursátil? El ministerio de Comercio Exterior informó que la capacitación y el fortalecimiento de la mano de obra especializada se harán mediante un centro regional con programas educativos que fortalezcan la industria tecnológica, microelectrónica y de semiconductores. Alejandro Amador, coordinador del programa Sociedad de la Información y el Conocimiento de la Universidad de Costa, coincidió con Tovar en destacar que el camino se abrió desde la instalación de Intel en el país en 1997. “Esto quiere decir que existe una capacidad instalada, redes y encadenamientos que se pueden trabajar y expandir”, dijo, al insistir en que no se trata de una nueva inversión empezando de cero, sino que ya existe un antecedente clave. Fórmulas exitosas en el país El gobierno dice que fórmulas similares han tenido resultados muy exitosos, como la industria de dispositivos médicos, acogida por la Ley de Régimen de Zonas Francas, en lugares con un área delimitada y con un conjunto de incentivos que el Estado otorga a las empresas que realicen inversiones nuevas en el país. Según la Promotora de Comercio Exterior (Procomer), hasta febrero pasado, el principal bien de exportación de Costa Rica fue este sector, con 41% del valor total de estas operaciones. En 2012, la industria de dispositivos médicos fue declarada de interés público y nacional mediante un decreto de la entonces presidenta Laura Chinchilla (período 2010-2014). De forma similar, el presidente Chaves firmó un decreto ejecutivo que declara la industria de semiconductores y actividades conexas de interés público y nacional, lo que según el Gobierno es una muestra del compromiso con su desarrollo en el país. Según la oficina de prensa de Casa Presidencial, entrará en vigor una vez se publique en el Diario Oficial La Gaceta, lo que está en trámite.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:18:55.505+03:00",
  "updated": "2024-04-19T03:09:05.351+03:00"
}