{
  "thread": {
    "uuid": "4f34131da4f74eb762135aecbf33e71b2b7dbea6",
    "url": "https://www.newsbreak.com/portland-me/3351204479664-here-are-players-who-stood-out-in-the-south-tournament",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/bangor-daily-news-1696700",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Bangor Daily News | NewsBreak",
    "title": "Here are players who stood out in the South tournament",
    "title_full": "Here are players who stood out in the South tournament",
    "published": "2024-02-29T20:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/2Dtv69_0rbkuI3R00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3389,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4f34131da4f74eb762135aecbf33e71b2b7dbea6",
  "url": "https://www.newsbreak.com/portland-me/3351204479664-here-are-players-who-stood-out-in-the-south-tournament",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-02-29T20:47:00.000+02:00",
  "title": "Here are players who stood out in the South tournament",
  "text": "By Lucas McNelly, Sports Contributor ,\n3 hours ago Tournament week has a way of elevating a player in the eyes of the state. Throughout the year, you hear about players doing exceptional things – gaudy stat lines or a video clip on social media – and as great as that can be, it’s not the same as the bright lights of the Tournament. It’s one thing to score 30 points on a random Tuesday in January. But it’s an entirely different thing to do it on the Big Stage in front of thousands of people. I like to joke that “Portland points are worth more,” but there’s a truth to it. Performances mean more during Tourney Week.\nSo the Bangor Daily News asked me to write about who stood out in the 35 games I saw last week at the Portland Expo .\nB South\nYou can’t tell the story of this season without talking about the Oceanside boys and their prolific offense. Cohen Galley was named the MVP of the tournament – and deservedly so. He led the region in Efficiency Rating with 27.0 and averaged 22.7 points, 10 rebounds, and 4.7 assists, nearly had a triple-double in the Regional Final, and kept them alive with 17 when Medomak Valley throttled their offense in the semifinals. Then, in the Regional Final, Carter Galley erupted for 35 and probably would have broken Andy Bedard’s single-game scoring record, had the game been closer.\nHonorable Mention: Gabe Hagar & Casey Duncan (Lincoln Academy), Gabe Lash & Kory Donlin (Medomak Valley), Cai Dougher (Spruce Mountain), Jackson Lubby (Lake Region).\nThe story of the B South girls was Bailey Breen. The Oceanside star averaged 26.0 points and 10.7 rebounds, but the Mariners probably aren’t still playing without Sophia Daggett’s 10.0 rebounds or Renee Ripley’s timely shooting from deep. Similarly, Regional Finalist Spruce Mountain’s Pingree sisters get a lot of attention (as they should), but they don’t make it out of the first round without Avery Bessey, who broke the record for threes in a tournament with 10 (she was a blistering 10/16 from 3 and two of those misses were blocked).\nHonorable Mention: Kytana Williamson, Maya Cannon, and Sara Nelson (Medomak Valley), Margo Tremblay and Ava Smith (Lake Region), Jordyn Crump (Biddeford)\nA South\nI missed a couple of A South girls games, but came away very impressed with Brunswick’s Dakota Shipley and Maddy Werner. They’re both matchup nightmares who are equally comfortable swatting shots inside as they are knocking down threes.\nThe biggest surprise of the region was Deering freshman Angelina Keo, a dynamic playmaker who might be 5 feet tall and scored 16 of Deering’s 27 points in their quarterfinal loss to Fryeburg. I spent most of the game wondering why she didn’t have the ball.\nHonorable Mention: Mina Milosevic (Fryeburg), Jenna Jensen (Mt. Ararat),\nThe A South boys region started with a massive upset, as David Mbuyamba and No. 7 Westbrook beat the defending regional champions Falmouth, but it was Aiden Taylor who truly impressed in the semifinal loss to Noble. Westbrook’s big man nearly willed them to victory with a line of 20 points, 14 rebounds, two assists, four steals, and two blocks.\nOn the other side of the bracket, the Freeport boys were white-hot from three. They shot 55 percent from deep as a team in their two games before eventually falling to No. 1 Gray-New Gloucester. Connor Smith went 9/17 (53 percent) and Big Man JT Pound was an unreal 7 for 10. It was a beautiful thing to watch. In the end, they couldn’t make enough shots to get by GNG.\nIt’s going to take a lot for Hampden to get by GNG. The Patriots are led by three Heberts–yes, three. There’s Nate, the 1,000-point scorer who a lot of people think should have been on the Mr. Basketball semifinalist list and might be one of the best pure shooters in the state. But there’s also the twins, Noah and Aidan. They’re long, fast, dynamic ballplayers who are just a blur on the court. This team is so deep that the MVP of the Region (and their leading scorer at 17.7 ppg), John Patenaude, was fifth on the team in Efficiency Rating with 3.3.\nBut the real breakout star of the Region came from a team brand-new to the scene. Long the doormats of AA, Noble was sent down to A by the MPA’s new relegation policy just as they had started their ascension under new coach John Morgan. From my seat right behind the table, I had a great view of Morgan at work and it was easy to see why his team has turned the corner so quickly. He’s got a bright future. He’s also got a senior playmaking forward in Isaiah Conary who reminds me a little of a well-behaved Draymond Green. But the star was Jamier Rose. Noble’s point guard was electric, easily the best playmaker I’ve seen all year. He dominated the first two games, started slowly in the Regional Final, and almost brought the Knights storming all the way back. He nearly had a triple-double in each of the three games. He was featured in the newsletter on a regular basis this season and somehow he exceeded expectations. He averaged 20 points, seven rebounds, eight assists, and 7.7 steals across the three games and put himself firmly in the lead for next year’s Mr. Basketball race.\nHonorable Mention: Jagger Helwig (Fryeburg), Theo Pow (Kennebunk), Kade Ippolito (Greely)\nExpand All Read in NewsBreak",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://www.mainebasketballrankings.com/live/",
    "https://img.particlenews.com/image.php?url=2Dtv69_0rbkuI3R00",
    "https://www.mainebasketballrankings.com/#/portal/signup",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2Dtv69_0rbkuI3R00",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2Dtv69_0rbkuI3R00",
    "https://www.img.particlenews.com/image.php?url=2Dtv69_0rbkuI3R00",
    "https://mainebasketballrankings.com/#/portal/signup",
    "https://img.particlenews.com/image.php",
    "https://mainebasketballrankings.com/live/",
    "https://www.mainebasketballrankings.com/live"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lucas mcnelly",
        "sentiment": "neutral"
      },
      {
        "name": "cohen galley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bangor daily news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "portland",
        "sentiment": "none"
      },
      {
        "name": "oceanside",
        "sentiment": "none"
      },
      {
        "name": "portland expo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:27:54.561+02:00",
  "updated": "2024-03-01T00:27:54.561+02:00"
}