{
  "thread": {
    "uuid": "277a30a612d80bd99080a3292a7ea42916fb74b8",
    "url": "https://www.vaticannews.va/es/papa/news/2024-06/papa-angelus-corpus-christi-profetas-constructores-mundo-nuevo.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://www.vaticannews.va/es.rss.xml",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "\n            ",
    "title": "El Papa llama a ser profetas y constructores de un mundo nuevo",
    "title_full": "El Papa llama a ser profetas y constructores de un mundo nuevo",
    "published": "2024-06-02T14:42:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/agenzie/images/srv/2024/06/02/2024-06-02-angelus/1717323144046.JPG/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2820,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 589,
        "comments": 27,
        "shares": 49
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "277a30a612d80bd99080a3292a7ea42916fb74b8",
  "url": "https://www.vaticannews.va/es/papa/news/2024-06/papa-angelus-corpus-christi-profetas-constructores-mundo-nuevo.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vatican News",
  "published": "2024-06-02T14:42:00.000+03:00",
  "title": "El Papa llama a ser profetas y constructores de un mundo nuevo",
  "text": "El Papa llama a ser profetas y constructores de un mundo nuevo\nVatican News\n“Convertirnos en lo que comemos, ser «eucarísticos»”. A esto estamos llamados, a ser personas, como Jesús, que ya no viven para sí mismas, que se convierten en pan partido para los demás, que superan egoísmos, que se abren al amor, que comparten fraternidad, talentos, sufrimientos y recursos con los necesitados. Para el Papa Francisco, esta solemnidad de Corpus Christi, que en Italia y otros países del mundo se celebra este domingo, nos recuerda que la Eucaristía es ante todo un don, porque Jesús toma el pan no para consumirlo solo, sino para partirlo y darlo a los discípulos, revelando así su identidad y su misión.\nEn sus palabras antes del rezo mariano del Ángelus, ante miles de fieles y peregrinos en la Plaza de San Pedro desafiando la lluvia, el Santo Padre pone de relieve ese gesto de entrega que en la última Cena, como recuerda el Evangelio de hoy, Jesús realiza, en el pan partido y en el cáliz ofrecido a los discípulos, es Él mismo quien se entrega por toda la humanidad y se ofrece por la vida del mundo”.\n“No retuvo para sí la vida, sino que nos la dio; no consideró su ser de Dios como un tesoro celoso, sino que se despojó de su gloria para compartir nuestra humanidad y hacernos entrar en la vida eterna. Jesús hizo donación de toda su vida”.\nSeamos pan partido para los demás\nEl Pontífice subraya que al celebrar la Eucaristía y comer este Pan, como hacemos especialmente los domingos, no es un acto de culto desvinculado de la vida o un mero momento de consuelo personal; pues Jesús al tomar el pan, partirlo y darlo, en comunión con él, nos hace capaces de convertirnos en pan partido para los demás, o como decía San León Magno, a convertirnos en lo que comemos.\n“A esto estamos llamados: a convertirnos en lo que comemos, a ser «eucarísticos», es decir, personas que ya no viven para sí mismas, en la lógica de la posesión y del consumo, sino que saben hacer de su vida un don para los demás”.\nEn este contexto, Francisco reitera que, gracias a la Eucaristía, nos convertimos en profetas y constructores de un mundo nuevo:\n“Cuando superamos el egoísmo y nos abrimos al amor, cuando cultivamos los lazos de fraternidad, cuando compartimos los sufrimientos de nuestros hermanos y compartimos nuestro pan y nuestros recursos con los necesitados, cuando ponemos nuestros talentos a disposición de todos, entonces partimos el pan de nuestra vida como Jesús”.\n¿Me gasto por los demás?\nComo de costumbre al final de la alocución antes del Ángelus, el Papa pone a las fieles cuestiones que invitan a una reflexión, esta vez, sobre cuánto somos capaces de hacernos don y pan partido como Jesús.\n“Preguntémonos entonces: ¿Guardo mi vida sólo para mí o la doy como Jesús? ¿Me gasto por los demás o me encierro en mi pequeño yo? Y, en las situaciones cotidianas, ¿sé compartir o busco siempre mi propio interés?\nY es a la Virgen María, que acogió a Jesús, Pan bajado del Cielo, y se entregó enteramente con Él, a la que el Santo Padre pide que nos dirijamos, para que nos ayude también a nosotros a convertirnos en don de amor, unidos a Jesús en la Eucaristía.\nGracias por haber leído este artículo. Si desea mantenerse actualizado, suscríbase al boletín\n[ pulsando aquí](/es/inscripcion-boletin-de-noticias.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T18:51:14.223+03:00",
  "updated": "2024-06-02T18:51:14.223+03:00"
}