{
  "thread": {
    "uuid": "58361f5f2d210b6b186d16780c80056284209685",
    "url": "https://dnyuz.com/2024/01/07/adorable-moment-dog-picks-his-own-toy-watched-by-over-10m/",
    "site_full": "dnyuz.com",
    "site": "dnyuz.com",
    "site_section": "https://dnyuz.com/2023/11/20/to-these-writers-video-games-are-not-just-entertainment-but-art",
    "site_categories": [
      "media"
    ],
    "section_title": "To These Writers, Video Games Are Not Just Entertainment, but Art &#8211; DNyuz",
    "title": "Adorable Moment Dog Picks His Own Toy Watched by Over 10M – DNyuz",
    "title_full": "Adorable Moment Dog Picks His Own Toy Watched by Over 10M – DNyuz",
    "published": "2024-01-07T20:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dnyuz.com/wp-content/uploads/2024/01/Adorable-Moment-Dog-Picks-His-Own-Toy-Watched-by-Over.png",
    "performance_score": 0,
    "domain_rank": 26828,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "58361f5f2d210b6b186d16780c80056284209685",
  "url": "https://dnyuz.com/2024/01/07/adorable-moment-dog-picks-his-own-toy-watched-by-over-10m/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsweek",
  "published": "2024-01-07T20:03:00.000+02:00",
  "title": "Adorable Moment Dog Picks His Own Toy Watched by Over 10M – DNyuz",
  "text": "Owners nowadays treat their pets like children, so it may come as no surprise that one man has allowed his dog to choose his own toy.\nThe heartwarming video shared to a page dedicated to Jack Daniels, the Shiba Inu dog, (@jack_inthemarsh) has racked up 10.2 million views.\nThe footage shows Jack sitting in the Lowes shopping trolley before being asked if he wants a toy by his owner who is behind the camera. The dog then leans forward and carefully carries out a sniff test to find the appropriate stuffed toy.\nAt the time of writing, the video has received over 475,000 likes and over 1,300 comments, with many people saying they aren’t surprised he chose a blue toy.\nOne comment said: “Lol literally the only one he can see.”\nThis is because blue is one of the few colors that dogs can distinguish, according to the American Kennel Club. The AKC website states that scientists believe that a dog’s color vision is similar to that of a person who has red-green color blindness\nDogs can make out yellow and blue, and combinations of those colors. This renders a lot of the world grayish-brown, according to research conducted by Jay Neitz, who runs the Neitz Color Vision Lab in the Department of Ophthalmology at the University of Washington.\nOther users have commented on how adorable the video is, which you can watch by clicking here.\n“Adorable he seemed so happy with his choice,” said another user.\nOne person joked: “Descendants of wolves are now sitting in a shopping cart and choosing between a Rudolph and a blue fluffy toy.”\nA third comment said: “Would love to know their thought process. Or what sniff makes the cut.”\nOther users have stated that they will allow their dog to choose their toys, and some have stated that they already do so. Like Doris, a mixed breed, who can’t resist pulling her owner into a grocery store and heading straight to the pet section.\nRecently, Newsweek shared an animal shelter’s tradition whereby the volunteers spread hundreds of toys on the floor and allow their canine residents to choose one for Christmas.\nWe have also spoken to a top veterinarian who revealed the five best enrichment ideas for dogs to ensure they are getting enough mental stimulation.\nKait Hembree, VTS (behavior), CVT, KPA, CTP, and the head of training at Boston-based GoodPup, previously told Newsweek that activities and games that provide mental stimulation are some of the best at-home enrichment options for dogs.\nShe said: “Unfortunately, given the hectic daily schedules most people live, these forms of entertainment are often underutilized. But providing daily at-home mental enrichment opportunities doesn’t have to be hard or time-consuming with a little creativity and fortitude.”\nNewsweek reached out to @jack_inthemarsh for comment via Instagram . We could not verify the details of the case.\nDo you have funny and adorable videos or pictures of your pet you want to share? Send them to life@newsweek.com with some details about your best friend and they could appear in our Pet of the Week lineup.\nUncommon Knowledge\nNewsweek is committed to challenging conventional wisdom and finding connections in the search for common ground.\nNewsweek is committed to challenging conventional wisdom and finding connections in the search for common ground.\nThe post Adorable Moment Dog Picks His Own Toy Watched by Over 10M appeared first on Newsweek .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jack daniels",
        "sentiment": "none"
      },
      {
        "name": "jack",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "american kennel club",
        "sentiment": "none"
      },
      {
        "name": "akc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lowes",
        "sentiment": "none"
      },
      {
        "name": "shiba inu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:04:55.834+02:00",
  "updated": "2024-01-08T00:04:55.834+02:00"
}