{
  "thread": {
    "uuid": "7c6ce0eb9ba73a54aaf0daeb330b3145b835a38f",
    "url": "https://www.newkerala.com/news/2023/131434.htm",
    "site_full": "www.newkerala.com",
    "site": "newkerala.com",
    "site_section": "https://news.newkerala.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News Updates @ newkerala.com",
    "title": "Jaishankar's inside view of India's foreign policy to top 2024 book releases",
    "title_full": "Jaishankar's inside view of India's foreign policy to top 2024 book releases",
    "published": "2023-12-28T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://one.newkerala.com/images/t/bnews.webp",
    "performance_score": 0,
    "domain_rank": 18736,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c6ce0eb9ba73a54aaf0daeb330b3145b835a38f",
  "url": "https://www.newkerala.com/news/2023/131434.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Awin P",
  "published": "2023-12-28T21:00:00.000+02:00",
  "title": "Jaishankar's inside view of India's foreign policy to top 2024 book releases",
  "text": "New Delhi, Dec 28 W ith the New Year around the corner, bibliophiles are agog with anticipation over the books that will hit the shelves in 2024. ith the New Year around the corner, bibliophiles are agog with anticipation over the books that will hit the shelves in 2024. Among them, one of the most anticipated titles is External Affairs Minister S. Jaishankar's 'Why Bharat Matters' (Rupa Publications), which promises to be an exposition of the foreign policy doctrine of \"a New India -- an India that is more Bharat\" -- in an unpredictable world. The Foreign Secretary-turned-External Affairs Minister argues that it is not just a tough world but also a turbulent and unpredictable one, according to a teaser released by the publishers. \"It is marked by the impact of Covid, conflicts in Ukraine and West Asia, climate events, radicalisation and terrorism,\" the teaser continues. \"There is complex geopolitics at work, such as the rise of China, the changed posture of the United States, the strategy of Russia, the impact of globalisation and the power of new technologies.\" India, according to the Jaishankar Thesis, seeks to navigate these stormy seas without diluting its focus on becoming a leading power. \"As a 'vishwa mitra', it seeks the well-being of the Global South and to contribute to global good,\" says the teaser. \"India is more salient in global calculations and stands ready to embrace coming responsibilities and opportunities.\" Entering the Amrit Kaal (or the years leading up to the first century of India's Independence), Jaishankar visualises \"an era of growth and development while staying true to [India's] traditions and heritage.\" In 'Why Bharat Matters', Jaishankar, who has served as ambassador to the United States, China and the Czech Republic, as well as the High Commissioner to Singapore, argues that while rising powers seek stability most of all, India must plan to rise in the midst of serious unpredictability. This process is also exceptional as it represents the rejuvenation of a \"civilizational state\", Jaishankar points out. Simultaneously, he also explains why foreign policy in a globalised world matters increasingly to all citizens in their daily lives. Jaishankar's inside view of India's foreign policy to top 2024 book releases Found this article helpful? Spread the word and support us!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jaishankar",
        "sentiment": "negative"
      },
      {
        "name": "s. jaishankar",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "west asia",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "new india",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:44:52.117+02:00",
  "updated": "2023-12-29T00:44:52.117+02:00"
}