{
  "thread": {
    "uuid": "9ac05befb0ede0020d3d33a5f57d44d20160e555",
    "url": "https://santamariatimes.com/news/local/girl-scout-troop-looking-for-successor-to-carry-on-wreaths-across-america-tradition/article_29cc79a3-dd57-56d0-be70-be12cfaf42c6.html",
    "site_full": "santamariatimes.com",
    "site": "santamariatimes.com",
    "site_section": "http://www.SantaMariaTimes.com/search/?f=rss&t=article&c=news/local&l=25&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "santamariatimes.com - RSS Results in news/local of type article",
    "title": "Girl Scout troop looking for successor to carry on Wreaths Across America tradition",
    "title_full": "Girl Scout troop looking for successor to carry on Wreaths Across America tradition",
    "published": "2023-12-30T04:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/santamariatimes.com/content/tncms/assets/v3/editorial/4/8e/48efc79f-a5d3-59c3-a32e-e1a5718c3d25/6580978f188a9.image.jpg?crop=1779%2C934%2C0%2C115&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 36718,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9ac05befb0ede0020d3d33a5f57d44d20160e555",
  "url": "https://santamariatimes.com/news/local/girl-scout-troop-looking-for-successor-to-carry-on-wreaths-across-america-tradition/article_29cc79a3-dd57-56d0-be70-be12cfaf42c6.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "April Chavez AChavez@SantaMariaTimes.com.",
  "published": "2023-12-30T04:30:00.000+02:00",
  "title": "Girl Scout troop looking for successor to carry on Wreaths Across America tradition",
  "text": "Girl Scout Troop 50310 has devoted its time and energy to ensuring that fallen veterans are remembered during the Christmas season for the last five years, and they are hopeful the tradition will continue for many more. All the troop members will graduate from high school and head off to college in a few years, said leader Gisselle Rosas, and the troop will disband. As a result, the troop is hoping to find a new group to take the reins of the annual wreath-laying ceremony at the Guadalupe cemetery on Wreaths Across America Day. “We would like this event to keep happening in Guadalupe and hopefully continue to grow, so it’s open to anybody that’s willing to take on this event,” said Rosas. “Maybe in the next two to three years these girls won’t be here to do this. So we’d like to start helping another troop or organization take over the event and support them in the transition, so when we have to step away they’ll be ready to put on the entire event themselves.” Troop member Maya Avila, a sophomore at Ernest Righetti high school, said she is proud of the girls in her troop for working hard to put on the event, and hopes to inspire younger generations to volunteer. “It's really important to let the community know about this tradition,” said Avila. “It’s important to the veterans and to me as well because we want to show that we appreciate them, and I plan to continue this tradition by doing that.” The troop partners with American Legion Post 371 in Guadalupe on the project and they manage the wreath ceremony every year on national Wreaths Across America Day. Troop member Alianna Rosas, a sophomore at Orcutt academy, said because the troop has been together for such a long time, it's nice to learn together. “Most of us are more from Orcutt or Santa Maria, so we have done things over there. Then there’s one of us that lives over here in Guad, so it's nice to come over here and start something like with the Wreaths Across America in Guadalupe,” said Rosas. “Since then, when we started things in 2019, we started working closer with the American Legion and getting to know them.” Troop leader Rosas said the girls have done various projects with the veterans at the American Legion in Guadalupe, including writing a book telling the veterans' stories. “They all interviewed five to 10 veterans and wrote up their stories and compiled them into a book that they then provided to all the veterans, and anyone in the community that wanted a book about them,” said Rosas. Alianna Rosas said it's fulfilling to spread their story. Sign up to receive headlines in your inbox! The book was completed about two years ago, Gisselle Rosas said, adding that there was never a plan to sell the books. “It was just to give it back to the veterans and their families so that they had their stories written down and have that memory,\" she said. “It was about trying to keep their stories alive, and since we started with the Wreaths Across America, we have seen some veterans go,” said Rosas. “So it’s been kind of eye-opening for the girls to be able to share their stories and actually be the ones to keep their stories alive.” “I just liked to see how proud they were of us and how much they appreciated us,” said Savannah Adame, a junior at Orcutt academy. “I was glad they were at least able to see this whole thing happen before they passed, so I’m grateful that they at least got to see our appreciation for them.” Adame emphasized the importance of finding another troop to carry on the event including tasks such as fundraising, community engagement, and management. Velen Velasquez, a senior at Orcutt academy, will be the first to leave the troop, and said she is glad to see how the wreath-laying ceremony has grown over the years. She said she is confident in her troop carrying on the tradition as she leaves, and hopes the community will continue to support them. “Hopefully I can come back, maybe next year. It’s just so nice seeing the tradition grow and us grow with the tradition,” she said. Velasquez said the troop did not gather enough funds the first year to grant every veteran in the cemetery a wreath, including her uncle, Peter Rodriguez. “We didn’t have enough wreaths for everyone, which is really sad, and my uncle wasn’t able to get a wreath,” said Velasquez. “So that’s when we started fundraising and really working hard to get more wreaths out here so that everyone’s family member can get a wreath and not have someone left out.” In December, the troop was able to lay wreaths on the graves of all 232 veterans in the cemetery during Wreaths Across America Day.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ernest righetti",
        "sentiment": "none"
      },
      {
        "name": "gisselle rosas",
        "sentiment": "none"
      },
      {
        "name": "maya avila",
        "sentiment": "none"
      },
      {
        "name": "rosas",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wreaths across america",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "guadalupe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T08:45:12.204+02:00",
  "updated": "2023-12-30T09:43:40.547+02:00"
}