{
  "thread": {
    "uuid": "5f76465925ccd325ff3dbf7b43aa885ecb2ea965",
    "url": "https://www.dvidshub.net/news/461095/day-command-military-training-instructor-takes-helm-37th-training-wing",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "https://www.dvidshub.net/rss/news",
    "site_categories": [
      "media"
    ],
    "section_title": "DVIDS RSS Feed: News",
    "title": "A Day in Command: Military Training Instructor takes the helm at the 37th Training Wing",
    "title_full": "A Day in Command: Military Training Instructor takes the helm at the 37th Training Wing",
    "published": "2023-12-30T16:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d1ldvf68ux039x.cloudfront.net/thumbs/photos/2312/8185164/1000w_q95.jpg",
    "performance_score": 0,
    "domain_rank": 5446,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5f76465925ccd325ff3dbf7b43aa885ecb2ea965",
  "url": "https://www.dvidshub.net/news/461095/day-command-military-training-instructor-takes-helm-37th-training-wing",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jonathan Cotto",
  "published": "2023-12-30T16:25:00.000+02:00",
  "title": "A Day in Command: Military Training Instructor takes the helm at the 37th Training Wing",
  "text": "JOINT BASE SAN ANTONIO-LACKLAND, Texas -- The 37th Training Wing granted a unique opportunity to one of its own -- Master Sgt. Aubrey J. Thrower, an exemplary and seasoned military training instructor, was selected to assume the role of Command Chief for a day.\nRenowned for shaping the next generation of Airmen, Thrower was selected for his outstanding leadership skills, dedication to the mission, and commitment to the growth and development of trainees. This opportunity not only recognizes his accomplishments but also highlights the critical role that MTI’s play in the foundational training of Air Force personnel.\nThrower, who is part of the 321st Training Squadron, worked alongside the wing’s command chief, Chief Master Sgt. Carlos F. Damian, Nov. 20. Thrower had the chance to experience the responsibilities and the challenges faced by the upper echelons of command. The day kicked off with a comprehensive briefing and a tour of the Inter-American Air Forces Academy and the Defense Language Institute English Language Center. Thrower then received insight into the daily operations, strategic goals, and the ongoing initiatives of the 37 TRW. This immersion into the broader command structure allowed him an opportunity to gain a holistic understanding of the training wing’s multifaceted mission.\nThrower says he appreciates Damian’s leadership and adds he really likes the Chief’s approach to the five-elements of his leadership style.\n“The biggest one at his level that stands out to me the most, besides the credibility portion is the approachability … because the symbol on our chest whatever rank it may be represents servitude,” Thrower said.\nIt was an exchange of ideas and passion for serving between the Chief and the MTI. This dialogue was the perfect opportunity for Thrower to learn from a person who is in the shoes he hopes to one day fill. He says, at a minimum, command chief is in his 10-year plan.\n“There’s a quote that goes, true disappointment is when the person you are meets the person you could’ve been,” Thrower said. “My goal is to live up to that person.”\nThrower joined the ranks of the Air Force in November 2013, as a 1C2X1 (Combat Control Trainee). He shared that he wanted to escape a tumultuous household and find self-actualization in the hardest thing that he knew of.\n“I wanted the glory that young people chase,” he said.\nAfter graduating the selection course, Thrower said he was about 75% through the Air Traffic Control Course at Keesler Air Force Base, Miss., when he quit on a ruck march.\n“That bitterness and that defeat was a chip on my shoulder up until OAR [Operation Allies Refuge], even though it still drives me now,” Thrower added.\nThrower said he was the third person in charge of a refugee camp as an E-6 and adds it was the amount of real and legitimate suffering he witnessed that was one of the most humbling events of his life.\n“And I realized that serving humanity is one of the noblest boons one can pursue. No amount of rank or recognition could come close to the tearful joy that I experienced. From clothing infants that had nothing, to being a shoulder to cry on for a 17-year-old Afghan whose family had been killed in the Kabul blast,” Thrower described.\nThe MTI says his experiences throughout his military career have molded him to be the leader he is today and the leader he aspires to become and that is why he has chosen to stay in the Air Force.\n“Serving others and mentoring and molding them to seek servitude over self is an honor that I can only hope to live up to, day in and day out,” he stated.\nThrower’s day as command chief showcased his leadership and passion for servitude but also emphasized the symbiotic relationship between MTI’s and the broader command structure.\n|Date Taken:||11.29.2023|\n|Date Posted:||12.30.2023 09:25|\n|Story ID:||461095|\n|Location:||TX, US|\n|Web Views:||11|\n A Day in Command: Military Training Instructor takes the helm at the 37th Training Wing, by\n[Jonathan Cotto](/portfolio/1817004/jonathan-cotto), ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "aubrey j. thrower",
        "sentiment": "none"
      },
      {
        "name": "carlos f. damian",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "37th training wing joint base san antonio",
        "sentiment": "negative"
      },
      {
        "name": "mti",
        "sentiment": "none"
      },
      {
        "name": "defense language institute english language center",
        "sentiment": "none"
      },
      {
        "name": "air force",
        "sentiment": "none"
      },
      {
        "name": "321st training squadron",
        "sentiment": "none"
      },
      {
        "name": "inter-american air forces academy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "lackland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T17:04:28.605+02:00",
  "updated": "2023-12-30T17:04:28.605+02:00"
}