{
  "thread": {
    "uuid": "a3407afa9a10e8cb9e49d949c5a733df63253ff4",
    "url": "https://fla-keys.com/news/article/11731/responsible-harvesting-urged-during-florida-keys-lobster-seasons",
    "site_full": "fla-keys.com",
    "site": "fla-keys.com",
    "site_section": "https://fla-keys.com/news",
    "site_categories": [
      "illegal_content"
    ],
    "section_title": "Official Florida Keys Tourism Council News",
    "title": "Responsible Harvesting Urged During Florida Keys Lobster Seasons",
    "title_full": "Responsible Harvesting Urged During Florida Keys Lobster Seasons",
    "published": "2024-07-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://fla-keys.com/img/main/fla-keys-preview.jpg",
    "performance_score": 0,
    "domain_rank": 34008,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a3407afa9a10e8cb9e49d949c5a733df63253ff4",
  "url": "https://fla-keys.com/news/article/11731/responsible-harvesting-urged-during-florida-keys-lobster-seasons",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-04T03:00:00.000+03:00",
  "title": "Responsible Harvesting Urged During Florida Keys Lobster Seasons",
  "text": "[Responsible Harvesting Urged During Florida Keys Lobster Seasons](https://fla-keys.com/news/article/11731/responsible-harvesting-urged-during-florida-keys-lobster-seasons) FLORIDA KEYS — The the two-day spiny lobster sport season July 24-25, and the Aug. 6 beginning of the traditional lobster harvesting season are quickly approaching and Florida Keys officials want visitors and residents to have an enjoyable, safe and environmentally non-impacting experience. The 24-hour period Sunday, July 14, limited to Florida residents only, was an addition to the recreational spiny lobster sport season. The regular two-day sport season, also known as \"mini season” is held annually on the last consecutive Wednesday and Thursday in July. The Keys’ Monroe County and local municipalities have their own rules regarding shoreline diving that are to be enforced. For example, night diving is not permitted in the Keys during sport season days. It should be noted that some rules in the Keys, especially bag limits, differ from the remainder of Florida. Bag limits in the Keys are six lobsters per person, per day. All “keepers” must be larger than 3 inches on the carapace and be measured in the water. “Size and bag limits really matter in the Florida Keys,” said Captain David Dipre of the Florida Fish and Wildlife Conservation Commission. “Regulations are important because this is a national marine sanctuary.” Keys lobster-catching regulations for the sport season days and regular lobster season can be found at [KeysLobsterSeason.com](https://fla-keys.com/news/article/10950/). The dedicated website features videos highlighting dive and boating safety tips, and up-to-date rules and regulations for lobster harvesting within the Florida Keys National Marine Sanctuary. Law enforcement agencies work together to strictly enforce lobster harvest and boating safety regulations. Divers should be in good physical health and, before embarking on their lobster excursion, ensure they are current with their dive certification and verify that their dive equipment and boating gear are all in good working order. Regular lobster season begins at 12:01 a.m. Tuesday, Aug. 6, and continues through March 31. Keys lobster season information: [KeysLobsterSeason.com](https://fla-keys.com/news/article/10950/) The new bonus mini season day July 14 carries all the same regulations that apply to the regular July 24-25 mini season in Monroe County. Law enforcement agencies work together to strictly enforce lobster harvest and boating safety regulations.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "florida keys",
        "sentiment": "none"
      },
      {
        "name": "keys’ monroe county",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T02:40:32.789+03:00",
  "updated": "2024-07-22T06:25:43.067+03:00"
}