{
  "thread": {
    "uuid": "3de064d63fbfb2102e2ef6bf017b6984c3549a7c",
    "url": "https://evoke.ie/2024/01/05/entertainment/rachel-gorry-emotional-rennovation",
    "site_full": "evoke.ie",
    "site": "evoke.ie",
    "site_section": "https://evoke.ie",
    "site_categories": [
      "media",
      "fashion",
      "style_and_fashion"
    ],
    "section_title": "EVOKE | Ireland&#039;s premier website for Irish females",
    "title": "Rachel Gorry Gearing Up For Emotional Home Project",
    "title_full": "Rachel Gorry Gearing Up For Emotional Home Project",
    "published": "2024-01-05T20:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://evoke.ie/wp-content/uploads/2020/07/Screen-Shot-2020-07-15-at-17.03.51.jpg",
    "performance_score": 0,
    "domain_rank": 53485,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3de064d63fbfb2102e2ef6bf017b6984c3549a7c",
  "url": "https://evoke.ie/2024/01/05/entertainment/rachel-gorry-emotional-rennovation",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Claire Hyland",
  "published": "2024-01-05T20:28:00.000+02:00",
  "title": "Rachel Gorry Gearing Up For Emotional Home Project",
  "text": "Like so many of us Rachel Gorry is ready for a home refresh in 2024 but in her case breaking out the paintbrush means letting go of some 'horrible memories.'\nThe mum-of-three has decided that it's finally time to overhaul the room in her house that her beloved husband Daniel died in four years ago.\nToday's top videos\nRachel opened up to her followers about how their sitting room was never actually finished because Daniel became very sick soon after they moved in during Christmas 2019.\nRachel Gorry pic: Insatgram He passed away in the sitting room in April 2020 and Rachel hasn't touched it since. To this day she says she hates going into the sitting room because all of the awful memories from that tragic day come flooding back.\n'I genuinely don't like going into the sitting room still, I can still see the hospital bed, it just brings back horrible memories, and it doesn't help with my PTSD,' she said on Thursday.\nRachel Gory is ready to makeover the room Daniel died in. Pic: Rachel Gory Instagram Rachel continued: 'I just don't like the sitting room so a lot of you have actually suggested repainting the sitting room.'\nTop of her to-do list for the sitting room is changing the wood surround for their fireplace because it's raw and unfinished.\nRachel Gory is ready to makeover the room Daniel died in. Pic: Rachel Gory Instagram 'It drives me crazy so I kind of want to get that sorted,' she said adding that she wants to make a few more changes but is at a loss at what to do and has asked her fans for help.\nGiving a glimpse of the room, she explained: 'Like I said whenever I come in here all I see is Daniel's hospital bed and I just have horrible memories in here. I don't come into the sitting room, I don't like it.\nRachel Gorry and her husband Daniel. Pic: Rachel Gorry Instagram 'We spent an awful lot of time in here when Daniel was sick and that's all I see and all I can picture when I'm in here so I would love to just change it up and maybe paint it and anything (suggestions) would be appreciated.'\nRachel summed up her call out by saying that she would like to be able to spend more time in the room. Her planned renovation comes after she created a beautiful bedroom and dressing room in 2023.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rachel gorry",
        "sentiment": "negative"
      },
      {
        "name": "rachel",
        "sentiment": "none"
      },
      {
        "name": "rachel gory instagram rachel",
        "sentiment": "none"
      },
      {
        "name": "daniel",
        "sentiment": "none"
      },
      {
        "name": "rachel gory",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:15:27.258+02:00",
  "updated": "2024-01-06T00:15:27.258+02:00"
}