{
  "thread": {
    "uuid": "ab17024b082d039608b287f734b7c0f40135850f",
    "url": "https://www.catholicregister.org/item/36290-youth-group-outreach-offers-warmth-and-hope-to-homeless",
    "site_full": "www.catholicregister.org",
    "site": "catholicregister.org",
    "site_section": "http://www.catholicregister.org",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "The Catholic Register",
    "title": "Youth group outreach offers warmth and hope to homeless",
    "title_full": "Youth group outreach offers warmth and hope to homeless",
    "published": "2023-12-29T17:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.catholicregister.org/media/k2/items/cache/d40142ab54bfb5c2aa0bdd12bc12e890_L.jpg",
    "performance_score": 0,
    "domain_rank": 73310,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab17024b082d039608b287f734b7c0f40135850f",
  "url": "https://www.catholicregister.org/item/36290-youth-group-outreach-offers-warmth-and-hope-to-homeless",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joanna Kozakiewicz, Catholic Register Special",
  "published": "2023-12-29T17:43:00.000+02:00",
  "title": "Youth group outreach offers warmth and hope to homeless",
  "text": "“Every single person on the street today is a child of God,” Audrée-Anne Bauer told The Catholic Register as she and others in the youth group at Mission St. Irenaeus parish distributed food bags contained fresh fruit, cheese and muffins along with the water and coffee. “A priest once told me: ‘If you ever see someone in distress, sad or in poverty, you can almost picture the image of Jesus in the suffering and poverty. You can think, would I do it for Jesus? If the answer is yes, then you should do it for His children,’” she added. Mission Saint Irenaeus parish straddles the boundary between Montreal’s Little Burgundy and St. Henri neighbourhoods. It’s a block north of the trendy Atwater Market and nearby upscale condos that overlook the Lachine canal. It’s also across the street from busy Lionel Groulx Metro, a lower town gathering spot for the impoverished, the addicted, and those with nowhere else to go. The church offers the Extraordinary Form of the Roman Rite or Tridentine Mass. Its youth group comprises young Catholic adults 18-35 years old who come from all parts of city. The group has always had a heart for the poor, sometimes reaching out to them after Sunday Mass. In mid-afternoon on Boxing Day, 12 volunteers walked up the long hill that crests at Ste. Catherine Street. There, the bustling Alexis Nihon shopping centre stands kitty corner to Cabot Square Park, a favoured resting place of Montreal’s downtown downtrodden. The volunteers carried with them the food and refreshment they’d spent time in the church basement putting into bags for distribution. Youth group member Eloucia Vernet told the Register she was there offer a “snack done with love” to those who needed love as much as sustenance. “During Christmas many people find themselves with friends, family and their stomachs are full. Meanwhile, others are completely abandoned,” Vernet said. “ My goal today was to make a homemade snack for them that was done with love, to let them know that we are thinking of them and that they are not alone. Even if we can’t help them every day, today this is a small charity gesture we can extend.” Francesco B., sipping on a hot coffee extended to him, agreed to talk about his experience but didn’t want his last name used. He had been out on the street since 2016, and now lives in a Metro station because the shelter where he was staying was so violent. He worked part-time at a car wash but health problems forced him to quit. “There is no safe place anywhere in reality. The moment someone has bad intentions towards others and has committed a crime in the past, he will repeat it because it’s his only way of making money. It’s severe. It’s become that way globally,” Francesco said. He expressed gratitude for the youth outreach: “It means a lot. I know it’s sincere. I feel it. You know, in life the wind can change at any moment.” Mike, 62, originally from Mauritania, has been on the streets since 2013. He sleeps in a shelter, but says he often prefers to spend the night at a local McDonald's that is open until 5 a.m. He confirmed there is a lot of violence in the shelters. Most homeless met by the youth group admitted to being in their circumstances due to divorce or mental health issues. The outreach was considered successful and gave the youth future ideas about the needs of the homeless. “We managed to get food to people out there that were in need,” said Matthew Poirier, a young Catholic adult from B.C. who was visiting family at Saint Irenaeus. “You could see it by the way they talked and acted. Some of them had a big smile. We were just trying to make them feel better, and a bit more joyful in the holy season that is Christmas.” The only thing I would add for next time is maybe on the hygiene side, socks, etc. But all in all, it was a successful and good outcome.” Poirier suggested perhaps next year clean socks and other items on the “hygiene side” could be distributed along with food and refreshment. In October 2022, Quebec's public health institute [reported](https://www.msss.gouv.qc.ca/inc/documents/ministere/salle-de-presse/Fiche_technique_Resultats_denombrement_2022_23-09-01_VF.pdf) a rising rate of homelessness throughout Quebec. Montreal was the hardest hit city with 4 690 homeless. Statistics Canada says there are 25, 000 to 35, 000 people homeless in Canada. But for Audrée-Anne Bauer, the hard cold numbers weren’t the selling point for being on Montreal’s streets among the disadvantaged the day after the celebration of Christ’s birth. “It was for the glory of God. That would be our motivation,” she said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://www.msss.gouv.qc.ca/inc/documents/ministere/salle-de-presse/Fiche_technique_Resultats_denombrement_2022_23-09-01_VF.pdf)",
    "https://msss.gouv.qc.ca/inc/documents/ministere/salle-de-presse/Fiche_technique_Resultats_denombrement_2022_23-09-01_VF.pdf)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anne bauer",
        "sentiment": "neutral"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "irenaeus",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic",
        "sentiment": "none"
      },
      {
        "name": "lionel groulx metro",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lachine",
        "sentiment": "none"
      },
      {
        "name": "atwater market",
        "sentiment": "none"
      },
      {
        "name": "tridentine mass",
        "sentiment": "none"
      },
      {
        "name": "mission st. irenaeus",
        "sentiment": "none"
      },
      {
        "name": "montreal",
        "sentiment": "none"
      },
      {
        "name": "st. henri",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T18:26:26.376+02:00",
  "updated": "2023-12-29T18:26:26.376+02:00"
}