{
  "thread": {
    "uuid": "b3925db22684b249e4235e2e671da77cd8f821d9",
    "url": "https://www.biospace.com/article/releases/orca-bio-to-present-positive-clinical-data-on-orca-t-at-the-50th-annual-meeting-of-the-ebmt",
    "site_full": "www.biospace.com",
    "site": "biospace.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "job_search",
      "jobs"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "Orca Bio to Present Positive Clinical Data on Orca-T at the 50th Annual Meeting of the EBMT | BioSpace",
    "title_full": "Orca Bio to Present Positive Clinical Data on Orca-T at the 50th Annual Meeting of the EBMT | BioSpace",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5904,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b3925db22684b249e4235e2e671da77cd8f821d9",
  "url": "https://www.biospace.com/article/releases/orca-bio-to-present-positive-clinical-data-on-orca-t-at-the-50th-annual-meeting-of-the-ebmt",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BioSpace",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Orca Bio to Present Positive Clinical Data on Orca-T at the 50th Annual Meeting of the EBMT | BioSpace",
  "text": "– Presentations include data from an expanded group of older patients treated with Orca Bio’s investigational high-precision cell therapy, Orca-T, and reduced intensity conditioning – MENLO PARK, Calif.--( BUSINESS WIRE )-- Orca Bio, a late-stage biotechnology company developing high-precision cell therapies for the treatment of cancer, autoimmune diseases and genetic blood disorders, today announced new data will be presented during the 50th Annual Meeting of the EBMT in Glasgow, United Kingdom. Specifically, results from a single-center open-label Phase 1 clinical trial of an expanded group of older patients (n=20) treated with Orca Bio’s lead investigational high-precision cell therapy, Orca-T, and a reduced intensity conditioning (RIC) regimen will be presented. Preliminary data with Orca-T and RIC in patients with hematologic malignancies showed encouraging rates of relapse-free survival (77%). With a median follow-up of 9.65 months, no patients have experienced relapse to date (0%), demonstrating the curative potential for Orca-T in this historically challenging to treat patient group. An earlier dataset evaluating Orca-T and RIC in this population was presented at the 2023 American Society of Hematology (ASH) Annual Meeting. A second presentation will highlight findings from a non-randomized retrospective analysis comparing Orca-T plus single-agent tacrolimus with a standard of care allogeneic stem cell transplant (alloHSCT) plus post-transplant cyclophosphamide (PTCy)-based graft versus host disease (GvHD) prophylaxis in patients with hematologic malignancies receiving myeloablative conditioning (MAC). When compared to the historical PTCy cohort in this patient population, Orca-T offered potentially favorable rates of relapse-free survival, non-relapse mortality and overall survival. These data were previously presented at the 2024 Tandem Meetings, Transplantation & Cellular Therapy Meetings of the American Society for Transplantation and Cellular Therapy (ASTCT) and the Center for International Blood and Marrow Transplant Research (CIBMTR). “At Orca Bio, we continue to build clinical evidence to support the profile of Orca-T and its potential to expand life-saving treatment to patients while also reducing treatment-related risks,” said Scott McClellan, M.D., Ph.D., chief medical officer at Orca Bio. “We look forward to joining top healthcare professionals from around the world at EBMT and sharing the latest findings that support the potential for Orca-T to offer a new curative solution for providers and their patients.” The EBMT abstracts are available at https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.ebmt.org%2F&esheet=53928290&newsitemid=20240411207001&lan=en-US&anchor=https%3A%2F%2Fwww.ebmt.org%2F&index=1&md5=b431b31b5c5e1d74c4f99b8149d41a18. Details of the Orca Bio presentations follow: Title: Phase 1 Trial Results for Patients with Advanced Hematologic Malignancies Treated with Orca-T Cell Therapy with Reduced Intensity Conditioning and Single Agent Tacrolimus Poster Code: A121 Date and Time: Monday, April 15, 2024 at 18:00 BST Location: Hall 3 North Title: A Retrospective Analysis Comparing Orca-T to Post-Transplant Cyclophosphamide Based Allogeneic Hematopoietic Stem Cell Transplant in Patients with Matched Unrelated Donors Receiving Myeloablative Conditioning Poster Code: A107 Date and Time: Monday, April 15, 2024 at 18:00 BST Location: Hall 3 North About Orca-T Orca-T is an investigational high-precision allogeneic cell therapy being evaluated in clinical trials for the treatment of multiple hematologic malignancies. Orca-T includes infusions containing regulatory T-cells, CD34+ stem cells and conventional T-cells derived from peripheral blood from either related or unrelated matched donors. Orca-T is currently being evaluated in a pivotal Phase 3 clinical trial at leading transplant centers across the U.S. and has received Regenerative Medicine Advanced Therapy (RMAT) designation from the U.S. Food and Drug Administration. About Orca Bio Orca Bio is a late-stage biotechnology company developing high-precision cell therapies for the treatment of cancer, autoimmune diseases and genetic blood disorders. Our investigational products are designed to safely replace a patient’s diseased blood and immune system with a healthy one, delivering significantly better outcomes with dramatically fewer risks than the standard of care. Our manufacturing platform uses single-cell precision to create proprietary, uniquely-defined products that have the potential to transform allogeneic cell therapy. At Orca Bio, our mission is to make curative cell therapies both more effective and safer, and in doing so, push past the field’s current boundaries and redefine its future. For more information, visit www.orcabio.com and follow Orca Bio on Twitter: @OrcaBio . View source version on businesswire.com: https://www.businesswire.com/news/home/20240411207001/en/ Contacts Corporate Communications Kelsey Grossman [media@orcabio.com](mailto:media@orcabio.com) Investor Relations Joshua Murray [ir@orcabio.com](mailto:ir@orcabio.com) Source: Orca Bio",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Ftwitter.com%2Forcabio&esheet=53928290&newsitemid=20240411207001&lan=en-US&anchor=%40OrcaBio&index=3&md5=29e27c7a9b9569efc7693ffed64e318c",
    "http://www.businesswire.com",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.orcabio.com%2F&esheet=53928290&newsitemid=20240411207001&lan=en-US&anchor=www.orcabio.com&index=2&md5=cde67de8f67704069987cfc3954e4c5a",
    "https://www.businesswire.com/news/home/20240411207001/en/",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.ebmt.org%2F&esheet=53928290&newsitemid=20240411207001&lan=en-US&anchor=https%3A%2F%2Fwww.ebmt.org%2F&index=1&md5=b431b31b5c5e1d74c4f99b8149d41a18.",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Ftwitter.com%2Forcabio&esheet=53928290&newsitemid=20240411207001&lan=en-US&anchor=%40OrcaBio&index=3&md5=29e27c7a9b9569efc7693ffed64e318c",
    "http://businesswire.com",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.ebmt.org%2F&esheet=53928290&newsitemid=20240411207001&lan=en-US&anchor=https%3A%2F%2Fwww.ebmt.org%2F&index=1&md5=b431b31b5c5e1d74c4f99b8149d41a18.",
    "https://businesswire.com/news/home/20240411207001/en/",
    "https://www.businesswire.com/news/home/20240411207001/en",
    "https://cts.businesswire.com/ct/CT",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.orcabio.com%2F&esheet=53928290&newsitemid=20240411207001&lan=en-US&anchor=www.orcabio.com&index=2&md5=cde67de8f67704069987cfc3954e4c5a"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "orca bio",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "present positive clinical data on orca-t",
        "sentiment": "negative"
      },
      {
        "name": "ebmt",
        "sentiment": "none"
      },
      {
        "name": "orca-t",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "menlo park",
        "sentiment": "none"
      },
      {
        "name": "united kingdom",
        "sentiment": "none"
      },
      {
        "name": "glasgow",
        "sentiment": "none"
      },
      {
        "name": "calif.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:16:52.293+03:00",
  "updated": "2024-04-12T00:16:52.293+03:00"
}