{
  "thread": {
    "uuid": "ae6db55789ef08e9c8d603c85fac1ebbddc8372f",
    "url": "https://www.world-today-news.com/they-provide-public-apologies-to-residents-of-jalisco-affected-by-the-dam",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News",
    "title": "They provide public apologies to residents of Jalisco affected by the dam",
    "title_full": "They provide public apologies to residents of Jalisco affected by the dam - World Today News",
    "published": "2024-06-21T05:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.jornada.com.mx/ndjsimg/images/jornada/jornadaimg/ofrecen-disculpas-publicas-a-habitantes-de-jalisco-afectados-por-presa-1627/ofrecen-disculpas-publicas-a-habitantes-de-jalisco-afectados-por-presa-1627html-jalisc-6270html-3a1c4241-f106-492b-b28a-3b5c02c8de5arawimage=true",
    "performance_score": 0,
    "domain_rank": 27466,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ae6db55789ef08e9c8d603c85fac1ebbddc8372f",
  "url": "https://www.world-today-news.com/they-provide-public-apologies-to-residents-of-jalisco-affected-by-the-dam",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-06-21T05:08:00.000+03:00",
  "title": "They provide public apologies to residents of Jalisco affected by the dam",
  "text": "Representatives of the federal and state governments of Jalisco at the moment provided public apologies to the inhabitants of the communities of Temacapulín, Acasico and Palmarejo, positioned in mentioned entity within the west of the nation, for the harm attributable to the development venture of the El Zapotillo dam. .\nIn an occasion held this Friday in Temacapulín, the undersecretary of Human Rights, Inhabitants and Migration of the Ministry of the Inside (SG), Arturo Medina Padilla, highlighted the resistance of the residents who have been going to be harmed by the aforementioned venture, and admitted that This brought about “uncertainty” among the many communities.\n“From 2005 (the yr the dam was introduced) till 2021, the folks of this area didn’t have peace. For years, authorities failed to guard the communities beneath their care. The ‘El Zapotillo’ dam threatened to erase centuries of historical past, tradition and group life,” the official admitted.\nNonetheless, “within the midst of adversity, the power and resistance of the communities, they stood agency. For years, they fought tirelessly for his or her proper to stay of their houses, for his or her proper to protect their cultural heritage and a dignified future.”\nAfter issuing an apology to the residents on behalf of the Mexican State, Medina admitted that it violated the communities’ rights to first rate housing, participation within the formulation of infrastructure plans, demonstrations, info, social peace, water and freedom of affiliation, amongst different elementary ensures.\nFor her half, the pinnacle of the Ministry of Setting and Pure Sources, María Luisa Albores, despatched a video message through which she reiterated a “nice and heartfelt apology” to the inhabitants of the three cities and highlighted that in November 2021 President Andrés Manuel López Obrador introduced a Complete Justice Plan for the communities, amongst whose commitments was to keep away from flooding of the world.\nLikewise, the creation of an ecological restoration zone for the area surrounding the “El Zapotillo” dam, of greater than 20,800 hectares, was declared, along with varied rescue initiatives for the Verde and Ancho rivers, reforestation and renovation actions. of varied properties with cultural and academic worth.\nOn behalf of the communities, Oscar René Sandoval Becerra, consultant of Palmarejo, recalled how varied federal and state officers on the time the venture arose tried to persuade them with deception and threats to promote their lands and never oppose the flooding of the cities.\n“Authorities and firms organized to deceive and dispossess us, searching for solely their financial features, loaded with corruption,” mentioned Sandoval, who identified that many locals have been despatched to locations with out water, with out medical companies and monitored 24 hours a day by non-public guards, “ thereby inflicting a breakdown of the social cloth between folks and their households.”\nOn this context, he said that the residents settle for the apologies of the Mexican State, so long as there’s a clear dedication to non-repetition of the occasions.\nRepresentatives of the federal government of the state of Jalisco, the Lerma-Santiago-Pacífico Basin Company and the presidential fee in command of implementing the Complete Justice Plan introduced three years in the past by López Obrador additionally attended the occasion.\n#provide #public #apologies #residents #Jalisco #affected #dam\n– 2024-06-21 02:08:09",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "arturo medina padilla",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "jalisco",
        "sentiment": "none"
      },
      {
        "name": "acasico",
        "sentiment": "none"
      },
      {
        "name": "palmarejo",
        "sentiment": "none"
      },
      {
        "name": "temacapulín",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T05:31:18.393+03:00",
  "updated": "2024-06-21T08:36:28.276+03:00"
}