{
  "thread": {
    "uuid": "cd4182ef2cf9f2f058cdaed873a92529660882f5",
    "url": "https://www.pressreleasepoint.com/wellness-brand-founder-shares-business-top-tips-northumbria-entrepreneurs",
    "site_full": "www.pressreleasepoint.com",
    "site": "pressreleasepoint.com",
    "site_section": "https://www.pressreleasepoint.com/prbydate",
    "site_categories": [
      "media"
    ],
    "section_title": "Press Release by Date | PressReleasePoint",
    "title": "Wellness brand founder shares business top-tips with Northumbria entrepreneurs | PressReleasePoint",
    "title_full": "Wellness brand founder shares business top-tips with Northumbria entrepreneurs | PressReleasePoint",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 45694,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cd4182ef2cf9f2f058cdaed873a92529660882f5",
  "url": "https://www.pressreleasepoint.com/wellness-brand-founder-shares-business-top-tips-northumbria-entrepreneurs",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Northumbria Uni",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Wellness brand founder shares business top-tips with Northumbria entrepreneurs | PressReleasePoint",
  "text": "[Northumbria Uni...](/user/northumbria-university)on Thu, 02/29/2024 - 13:39 Northumbria graduate and founder of leading wellbeing brand NEOM Organics London Nicola Elliott returned to the University recently to offer advice to budding student and graduate entrepreneurs. 29th February 2024 Northumbria graduate and founder of leading wellbeing brand NEOM Organics London Nicola Elliott returned to the University recently to offer advice to budding student and graduate entrepreneurs. During her visit she met with business and entrepreneurship students, as well as a number of graduate start-ups. Discussing her own experience running a successful organisation, Nicola shared her top tips and suggestions when launching a business. After graduating from Northumbria in 1999 with a degree in History of Modern Art, Design and Film, Nicola started her career in journalism. She spent 12 years editing magazines including Glamour, InStyle and Marie Claire, before retraining as an aromatherapist and nutritionist, and launching [NEOM](https://neomwellbeing.com/?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4apfXOBUJxm4_ogpg4WeA-DakRAN8s9tIasqXkQyxmAZQE5GA76uTXBoCflYQAvD_BwE) in 2005. Nicola visited the University’s [Incubator Hub](http://www.northumbria.ac.uk/about-us/alumni-association/incubator-pod-page/) - a dedicated co-working space providing a range of business support for start-ups founded by current student and recent graduates at Northumbria. She commented that it was lovely to give back to her old university and see the amazing facilities. She also met with several businesses using the Hub’s facilities, including [Merwave](https://merwave.co.uk/) which is co-founded by Northumbria graduates, and husband and wife, Tom and Abi Reid. “It was incredible to gain access to such an inspirational business owner,” they said. “Nicola gave us a bespoke action plan on how we can grow our offline sales within the UK, sharing her experiences on what works and what doesn’t. We left the meeting feeling energised to pursue growth areas that we hadn’t even considered.'' Nicola’s wealth of industry experience was appreciated by Northumbria’s entrepreneurial students and was particularly sought after by those hoping to enter the wellness sector. Entrepreneurship student, Daisy Holroyd Smith, said: “I really valued the opportunity to hear Nicola speak about her journey with NEOM. She discussed a range of topics, from the importance of knowing the right people and getting ‘in the ‘know’, to ‘the cheekiness of just asking’, having great strap lines, and not jumping to investors. “It was extremely inciteful to hear from someone who had started out just like us students and had gone on to become so successful in a field many of us are looking to branch into. I found it particularly inspiring to see a female entrepreneur talk about her achievement’s and how far she’d come, in what can be such a male-dominated environment.” Graham Baty, Head of Enterprise Development at Northumbria, said: “It was fantastic to see such a successful entrepreneur as Nicola, coming back to the University and so willingly passing on her knowledge and experience to the resident graduate businesses at our Incubation facility. I know they found this opportunity invaluable. Hopefully, when time allows, Nicola will also be able to mentor some our graduate businesses of the future.” Northumbria is partnering with alumni, businesses, and other supporters to provide a range of financial initiatives, mental health and wellbeing services, and community-based projects, to make participation and progression in higher education more achievable for academically talented students, regardless of their social or economic circumstances.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Economy, Business and Finance",
    "Education"
  ],
  "external_links": [
    "https://neomwellbeing.com/?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4apfXOBUJxm4_ogpg4WeA-DakRAN8s9tIasqXkQyxmAZQE5GA76uTXBoCflYQAvD_BwE)",
    "http://www.northumbria.ac.uk/about-us/alumni-association/incubator-pod-page/)",
    "https://merwave.co.uk/)",
    "http://northumbria.ac.uk/about-us/alumni-association/incubator-pod-page/)",
    "https://neomwellbeing.com/",
    "https://www.merwave.co.uk/)",
    "https://www.neomwellbeing.com/?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4apfXOBUJxm4_ogpg4WeA-DakRAN8s9tIasqXkQyxmAZQE5GA76uTXBoCflYQAvD_BwE)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "marie claire",
        "sentiment": "none"
      },
      {
        "name": "nicola",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "northumbria uni",
        "sentiment": "negative"
      },
      {
        "name": "university",
        "sentiment": "none"
      },
      {
        "name": "neom organics london nicola elliott",
        "sentiment": "none"
      },
      {
        "name": "instyle",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "northumbria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:04:45.789+02:00",
  "updated": "2024-03-01T00:04:45.789+02:00"
}