{
  "thread": {
    "uuid": "2496298a5bb8dfef4635df7eff117d49ccd00f01",
    "url": "https://www.elpais.com.co/valle/la-decision-medica-que-se-tuvo-que-tomar-para-salvar-la-vida-de-victima-del-atentado-con-motobomba-en-jamundi-2002.html",
    "site_full": "www.elpais.com.co",
    "site": "elpais.com.co",
    "site_section": "https://www.elpais.com.co/colombia",
    "site_categories": [
      "media",
      "education",
      "business",
      "top_news"
    ],
    "section_title": "Noticias de Cali, Valle y Colombia - Periodico: Diario El País",
    "title": "La decisión médica que se tuvo que tomar para salvar la vida de víctima del atentado con motobomba en Jamundí",
    "title_full": "La decisión médica que se tuvo que tomar para salvar la vida de víctima del atentado con motobomba en Jamundí",
    "published": "2024-06-21T00:43:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.elpais.com.co/resizer/v2/UQGQGGJGBNDMBJGF6PDTZFSKJI.jfif?auth=19a8d0376d20900d1ac8e573399192667bfffcb717214d40a02ef3d626ced5bf&amp;smart=true&amp;quality=75&amp;width=1280&amp;height=720",
    "performance_score": 0,
    "domain_rank": 20238,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2496298a5bb8dfef4635df7eff117d49ccd00f01",
  "url": "https://www.elpais.com.co/valle/la-decision-medica-que-se-tuvo-que-tomar-para-salvar-la-vida-de-victima-del-atentado-con-motobomba-en-jamundi-2002.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción El País",
  "published": "2024-06-21T00:43:00.000+03:00",
  "title": "La decisión médica que se tuvo que tomar para salvar la vida de víctima del atentado con motobomba en Jamundí",
  "text": "Valle La decisión médica que se tuvo que tomar para salvar la vida de víctima del atentado con motobomba en Jamundí Se trata de un ciudadano venezolano que se dedicaba a cuidar las motos parqueadas en las calles del centro. [Por: Redacción El País](/autor/redaccion-el-pais/) [En la tarde de este jueves, 20 de junio, Gerardo Mendoza, personero municipal de Cali,](https://www.elpais.com.co/valle/video-asi-llego-el-hombre-que-estaciono-la-motobomba-en-el-centro-de-jamundi-1211.html) confirmó que el señor Rafael Ángel González Araujo, víctima del atentado con motobomba en Jamundí, quien permanece hospitalizado en la Fundación Valle del Lili, tuvo que ser sometido a la amputación de un brazo. El personero de Cali, Gerardo Mendoza, visitó en la— Personería de Cali (@personeriacali) [@FVLCali]a Rafael González,el cuidador de motos que resultó gravemente herido con la detonación de una motobomba en el centro de Jamundí. El hijo menor de don Rafael, le confirmó al personero que a su señor padre le fue… [pic.twitter.com/e4ZY2FNotJ] [June 20, 2024] De acuerdo con una publicación de la Personería de Cali en X: “El hijo menor de don Rafael, le confirmó al personero que a su señor padre le fue amputado uno de sus brazos a causa de una bacteria ocasionada por las graves heridas que sufrió”. Vale recordar que Rafael Ángel, es un ciudadano venezolano, quien se encontraba muy cerca de donde los terroristas ubicaron la motobomba, puesto que, [hasta ese momento, se dedicaba a cuidar las motocicletas estacionadas en el centro de Jamundí, como su medio de sustento.](https://www.elpais.com.co/valle/en-jamundi-no-funciona-ni-una-camara-de-seguridad-alcaldia-pide-apoyo-para-solucionar-esta-situacion-1240.html) Desde el miércoles 12 de junio, día del atentado, don Rafael fue atendido en la Fundación Valle del Lili donde ha recibido la atención de especialistas que lograron estabilizar su condición de gravedad después de diferentes intervenciones, pero debido a una infección tuvieron que amputar su brazo derecho, dado que su vida estaba en riesgo. En declaraciones para El País, el personero de Cali, afirmó que en un “acercamiento con su hijo, me manifestó que a su padre le fue amputado el brazo derecho por una bacteria que le comprometió su miembro superior, siendo su estado de salud estable y en evolución pese a sus múltiples lesiones”. El personero de Cali, Gerardo Mendoza, entregó detalles del estado de salud del el señor Rafael Ángel González Araujo, quien resulto herido tras el atentado con motobomba en Jamundí. Más detalles en:— El País Cali 📰 (@elpaiscali) [https://t.co/tEOJH4tRTq] [pic.twitter.com/bxvnmOHI5y] [June 21, 2024] Así mismo, el funcionario aclaró que está garantizando los derechos de la víctima, “como quiera que el señor Rafael recibe atención médica en la ciudad de Cali”. Por esta razón, se iniciará “todo lo que administrativamente esté a nuestro alcance para que su hijo sea reconocido como apoyo y se recepcione en la Personería de Cali la declaración del hecho victimizante”. De esta forma, aseguró el personero Mendoza, se activará “la ruta a través de la Secretaría de Bienestar Social y podremos institucionalmente asistirlos para brindar albergue, apoyo de alimentos, kit de aseo, kit de apoyo de arrendamiento, como está regulado, lo anterior mientras la Unidad de Víctimas reconoce a don Rafael como víctima del conflicto armado”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T03:02:27.555+03:00",
  "updated": "2024-06-21T05:51:20.344+03:00"
}