{
  "thread": {
    "uuid": "13854894e0c54c06cac627f90dbaa7dd79234b6a",
    "url": "https://www.jornada.com.mx/2023/12/29/capital/024n2cap?partner=rss",
    "site_full": "www.jornada.com.mx",
    "site": "jornada.com.mx",
    "site_section": "https://www.jornada.com.mx/rss/edicion.xml?v=1",
    "site_categories": [
      "media",
      "education",
      "sports"
    ],
    "section_title": "La Jornada",
    "title": "Creció 3.5% el número de personas con trabajo en el tercer trimestre: ENOE",
    "title_full": "La Jornada: Creció 3.5% el número de personas con trabajo en el tercer trimestre: ENOE",
    "published": "2023-12-29T12:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.jornada.com.mx/imagemeta/1200x630BN.jpg",
    "performance_score": 0,
    "domain_rank": 12118,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "13854894e0c54c06cac627f90dbaa7dd79234b6a",
  "url": "https://www.jornada.com.mx/2023/12/29/capital/024n2cap?partner=rss",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T12:00:00.000+02:00",
  "title": "Creció 3.5% el número de personas con trabajo en el tercer trimestre: ENOE",
  "text": "A nterior S iguiente Creció 3.5% el número de personas con trabajo en el tercer trimestre: ENOE De La Redacción Periódico La Jornada\nViernes 29 de diciembre de 2023, p. 24 En el tercer trimestre de 2023 hubo un incremento de 3.5 por ciento en el número de personas ocupadas en la Ciudad de México respecto del mismo periodo de 2022, al registrarse 165 mil 991 más, reportó la Encuesta Nacional de Ocupación y Empleo (ENOE) del Instituto Nacional de Estadística y Geografía (Inegi).\nSegún las cifras oficiales, en total se reportaron 4 millones 712 mil 506 personas ocupadas laboralmente en este lapso, en el que destaca la participación de las mujeres, al pasar de 2 millones 9 mil 548 a 2 millones 108 mil 472, es decir, 98 mil 924 más.\nEl informe agrega que entre el tercer trimestre de 2022 y el mismo periodo de 2023 se registró una disminución de 20.7 por ciento de personas desocupadas laboralmente en la capital del país, con un total de 199 mil 757.\nLa encuesta refiere que la población económicamente activa de la Ciudad de México se incrementó en 113 mil 729 personas respecto del tercer trimestre de 2022, al registrarse 4 millones 912 mil 263 personas en edad de trabajar, de las cuales 44 por ciento son mujeres y 56 por ciento hombres.\nLos sectores económicos que presentaron incrementos en comparación con el tercer trimestre de 2022 fueron: servicios profesionales y financieros y corporativos, con 65 mil 6 personas ocupadas adicionales; de la construcción, con 61 mil 649, y de servicios sociales, con 49 mil 343.\nPor otra parte, la Secretaría de Trabajo y Fomento al Empleo (STFE) informó que este año otorgó apoyos a 931 sociedades cooperativas por medio del programa Economía Social y Solidaria, con el cual 6 mil 486 personas fueron beneficiadas.\nDe esta cifra, 720 cooperativas se constituyeron formalmente mediante el subprograma Creación de Empresas Sociales y recibieron un apoyo económico de 80 mil pesos como capital semilla para continuar con sus proyectos productivos.\nAdemás, con el subprograma Fortalecimiento de Empresas Sociales fueron beneficiadas 200 sociedades cooperativas ya constituidas, con apoyos de 120 mil pesos para la adquisición de maquinaria, herramienta e insumos, con la finalidad de fortalecer el desarrollo de los emprendimientos.\nEste año destaca el inicio del subprograma Impulso Popular, único en su tipo en América Latina, el cual estimula económicamente a empresas sociales formadas por 50 y hasta 100 integrantes cada una, con apoyos que van desde 800 mil pesos y hasta un millón 600 mil pesos.\nLos recursos para implementar los tres subprogramas ascendieron a más de 100 millones de pesos del presupuesto asignado a la dependencia capitalina.\nA nterior S iguiente Subir al inicio del texto ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [
    "https://disqus.com/",
    "https://www.disqus.com/?ref_noscript",
    "https://disqus.com/?ref_noscript"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T15:12:23.544+02:00",
  "updated": "2023-12-29T15:12:23.544+02:00"
}