{
  "thread": {
    "uuid": "1188f25090c735cd1bf3d6abfc47ad1b27b12533",
    "url": "https://www.chicagotribune.com/2024/04/18/south-holland-hosts-cook-county-sheriffs-free-car-light-replacement-for-grateful-residents",
    "site_full": "www.chicagotribune.com",
    "site": "chicagotribune.com",
    "site_section": "http://www.chicagotribune.com/suburbs/daily-southtown/rss2.0.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Daily Southtown – Chicago Tribune",
    "title": "South Holland hosts Cook County sheriff’s free car light replacement for grateful residents",
    "title_full": "South Holland hosts Cook County sheriff’s free car light replacement for grateful residents",
    "published": "2024-04-19T00:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.chicagotribune.com/wp-content/uploads/2024/04/STA-L-light-saver-event-0419-01.jpg?w=1024&#038;h=768",
    "performance_score": 0,
    "domain_rank": 506,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1188f25090c735cd1bf3d6abfc47ad1b27b12533",
  "url": "https://www.chicagotribune.com/2024/04/18/south-holland-hosts-cook-county-sheriffs-free-car-light-replacement-for-grateful-residents",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hank Sanders",
  "published": "2024-04-19T00:19:00.000+03:00",
  "title": "South Holland hosts Cook County sheriff’s free car light replacement for grateful residents",
  "text": "Broken headlights and turn signal lights are common causes for drivers to be pulled over by police. Dozens of residents were able to avoid the possibility of such a ticket Thursday, and improve the safety of their cars, when the Cook County sheriff’s office provided free light replacement at the South Holland Police Department.\n“We will purchase the tail light for your car based on the make and model,” said Marlon Parks, Cook County undersheriff. “And then we will give you a date where we will be in your community and we will fix it for free.”\nAuto body shops will often charge more than $100 to replace car lights; one resident told Parks he was quoted $600 for a light change. But with the county purchasing lights wholesale at $15 to $30 a bulb and using its own staff mechanics, residents can save big without it being a large expense for the county budget, officials said.\nSince August 2021, the county has rotated throughout different police stations in the county. Residents are allowed to sign up ahead of time by informing the sheriff’s office of their car’s make and model and which lights are out. Then they drive to their local police station, pop their hoods and wait between five and 20 minutes while county mechanics do the work.\nCounty officials did not know how much Thursday’s free light installation, known as the Light Saver Event, would cost. Even though more than 20 of these events have been held, including three so far in 2024, things such as the price of the lights, the number of sign ups and even the weather affect the cost.\nBut the overall minimal cost of changing the lights on 30 to 80 cars is a good investment for several reasons, explained county officials.\n“In the end, you’re saving so much. You’re gaining public trust,” said Tisa Morris, executive director of community engagement for the sheriff’s office. “People see a different side of what the police are traditionally viewed as. So that has value in and of itself.”\nThursday, the first time this initiative has come to South Holland, saw 62 signups. But officials say they also take walk-ups if a resident’s car model matches the extra lights they have around.\nA line of four cars idled outside the South Holland police station at 10 a.m. Luis Covarrubias, a vehicle serviceman for the sheriff’s office, stuck his hand down a small hole in the hood of a Hyundai, feeling for the driver’s side headlight. He reached for a flashlight to get a better view.\nCovarrubias twisted out of its socket a 2-inch glass cone and inspected the blown fuse. Into the trash.\nHe went to the table that had a spread of bulbs, came back with the replacement and installed the new light speedily, learning from his struggles during the removal process.\n“Every car varies in skill. Some are more difficult than others — just the location of the lights and connectors,” said Covarrubias. European cars, specifically German-made, are the most challenging.\nThis is the first time Glenwood resident Pamela Walker, 62, has been to a Light Saver Event. She was blown away by the service.\n“It’s really cool,” said Walker, who needed new signal, tail and license plate lights.\nShe hasn’t been pulled over for her light issues, but now she probably won’t have to be concerned for years about being stopped for her lights. Cars.com says lights dim over time but may work for five to six years.\nPlus, Walker doesn’t like going to the mechanic.\n“As women, we get taken advantage of when you go to dealership places to get it done,” she said. “They say you need this, that and another and you really don’t.”\nThe next vehicle lighting event is on May 9 in Phoenix. Interested residents may register via the sheriff’s office website at www.cookcountysheriffil.gov/events/\nhsanders@chicagotribune.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.cookcountysheriffil.gov/events",
    "https://cookcountysheriffil.gov/events/",
    "https://www.cookcountysheriffil.gov/events/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "luis covarrubias",
        "sentiment": "negative"
      },
      {
        "name": "hank sanders",
        "sentiment": "negative"
      },
      {
        "name": "parks",
        "sentiment": "none"
      },
      {
        "name": "marlon parks",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "south holland police department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cook county",
        "sentiment": "none"
      },
      {
        "name": "south holland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:23:40.071+03:00",
  "updated": "2024-04-19T01:41:57.413+03:00"
}