{
  "thread": {
    "uuid": "8df64b3af44d872d787d48291fc14f56b4a2160f",
    "url": "https://www.adn.com/opinions/2023/12/29/opinion-alaskas-electric-grid-transformation-is-great-for-jobs/",
    "site_full": "www.adn.com",
    "site": "adn.com",
    "site_section": "http://www.adn.com/rss-feeds/feed/all",
    "site_categories": [
      "media"
    ],
    "section_title": "Alaska Dispatch News",
    "title": "OPINION: Alaska’s electric grid transformation is great for jobs",
    "title_full": "OPINION: Alaska’s electric grid transformation is great for jobs",
    "published": "2023-12-30T00:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.adn.com/resizer//1bGqDPeQfWCr7JlivekoXGDNzL4=/1200x630/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/adn/IVSBFDAZ65ERTO2RAYFL3OK7FU.jpg",
    "performance_score": 0,
    "domain_rank": 3585,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8df64b3af44d872d787d48291fc14f56b4a2160f",
  "url": "https://www.adn.com/opinions/2023/12/29/opinion-alaskas-electric-grid-transformation-is-great-for-jobs/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jacob Howdeshell",
  "published": "2023-12-30T00:38:00.000+02:00",
  "title": "OPINION: Alaska’s electric grid transformation is great for jobs",
  "text": "Our federal congressional delegation recently worked with the Biden administration to secure $206 million in electric grid investments for Alaska. This investment, along with additional energy investments, protects consumers from cost increases that would result from imported natural gas. Grid modernization and more energy generation also creates opportunities to drive down energy costs, making all businesses more competitive while creating major opportunities to strengthen our mining industry and other energy-intensive industries. Federal investment in our grid is just the latest good news for Alaska’s construction, oil and gas industries. Sens. Lisa Murkowski and Dan Sullivan and the late Congressman Don Young were instrumental in working with President Joe Biden to pass the Bipartisan Energy Law, which is driving construction investment and has created the best job market in Alaska in a decade. Rep. Mary Peltola has continued Congressman Young’s long tradition of fighting to bring home these investments, including strong advocacy to bring home grid modernization funds. Why does this grid investment matter? Right now, the Golden Valley Electric Association (GVEA) is working to deploy a 130MW wind farm that will protect Interior customers from higher energy prices. It is difficult or impossible to build out this generation without modernizing our transmission to the Mat-Su, Anchorage and Kenai. By modernizing the Railbelt grid, we can deploy lower-cost clean energy in the Interior and help drive down energy prices. Utilities from Anchorage and the Mat-Su also are working on major new energy generation projects to drive down costs. Improved transmission is part of a broader effort to secure Alaska’s energy future. The Biden administration, following strong advocacy from our congressional delegation, has awarded a major grant to build out a huge energy storage facility near Healy. This innovative energy storage facility will help integrate low-cost clean energy and protect Interior consumers. Since it will be built by a union contractor, construction will mean great jobs with good benefits for Interior residents. Looking beyond electric generation, we have an incredibly bright future with energy production from Alaska. The Willow and Pikka projects on the North Slope are creating hundreds of good union jobs in construction. Many of our Alaska Native corporations and union contractors are working on additional energy generation, storage and carbon sequestration projects from the North Slope to the Railbelt. Taken together, these investments mean we will be generating more energy and creating more construction jobs while reducing greenhouse gas emissions. It all starts with a modern electric grid. Alaska-based energy production isn’t just important for jobs and opportunities in our state. We need to be an energy powerhouse to defend our democracy and support our allies who face threats from China and Russia. Fortunately, we’re moving in the right direction with more investment, more jobs, and more energy production. Thanks to the broad range of companies, electric cooperatives, and our Congressional delegation for working together on Alaska energy production. Jacob Howdeshell is business manager of Laborers Local 942, which represents construction, oil and gas workers throughout the Interior, North Slope and Southeast Alaska. The views expressed here are the writer’s and are not necessarily endorsed by the Anchorage Daily News, which welcomes a broad range of viewpoints. To submit a piece for consideration, email [commentary(at)adn.com](mailto:commentary@adn.com). Send submissions shorter than 200 words to [letters@adn.com](mailto:letters@adn.com) or [click here to submit via any web browser](http://www.adn.com/submit-letter/). Read our full guidelines for letters and commentaries [here](https://www.adn.com/opinions/2018/07/16/guidelines-for-letters-to-the-editor-and-opinion-columns/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "biden",
        "sentiment": "negative"
      },
      {
        "name": "young",
        "sentiment": "none"
      },
      {
        "name": "dan sullivan",
        "sentiment": "none"
      },
      {
        "name": "joe biden",
        "sentiment": "none"
      },
      {
        "name": "don young",
        "sentiment": "none"
      },
      {
        "name": "lisa murkowski",
        "sentiment": "none"
      },
      {
        "name": "mary peltola",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bipartisan energy law",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "alaska",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T01:04:28.868+02:00",
  "updated": "2023-12-30T06:24:18.059+02:00"
}