{
  "thread": {
    "uuid": "d27b368cbb15c3ed5b47426b913326b30b00ce0f",
    "url": "https://www.nzherald.co.nz/hawkes-bay-today/news/te-matau-a-maui-waka-hourua-rangatahi-carry-the-mantle-after-epic-south-island-voyage/FMFVEL5TFZCARFAHLWWUD6SV4U",
    "site_full": "www.nzherald.co.nz",
    "site": "nzherald.co.nz",
    "site_section": "https://www.nzherald.co.nz/arc/outboundfeeds/rss/section/news/?outputType=xml&_website=hawkes-bay-today",
    "site_categories": [
      "science",
      "geology",
      "top_news"
    ],
    "section_title": "",
    "title": "Te Matau a Māui waka hourua: Rangatahi carry the mantle after epic South Island voyage - NZ Herald",
    "title_full": "Te Matau a Māui waka hourua: Rangatahi carry the mantle after epic South Island voyage - NZ Herald",
    "published": "2024-04-18T10:38:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NZ",
    "main_image": "https://www.nzherald.co.nz/resizer/v2/66LBYFBSKVBRFOQWWUC6V2U2JU.JPG?auth=3576d02feaeba20c99835a40723c5d4f070283d58a378540bbea2dc02a057392&amp;width=1200&amp;height=675&amp;quality=70&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 1216,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d27b368cbb15c3ed5b47426b913326b30b00ce0f",
  "url": "https://www.nzherald.co.nz/hawkes-bay-today/news/te-matau-a-maui-waka-hourua-rangatahi-carry-the-mantle-after-epic-south-island-voyage/FMFVEL5TFZCARFAHLWWUD6SV4U",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mitchell Hageman",
  "published": "2024-04-18T10:38:00.000+03:00",
  "title": "Te Matau a Māui waka hourua: Rangatahi carry the mantle after epic South Island voyage - NZ Herald",
  "text": "A multi-week journey of kotahitanga (unity or solidarity) and rangatiratanga (self-determination) came to a heartfelt conclusion on Wednesday as the crew of Hawke’s Bay-based waka hourua Te Matau a Māui made their welcome return after attending the 2024 Te Hau Kōmaru festival in Kaiteriteri near Nelson. Children as young as 13 sailed the weeks-long trip, which featured everything from bioluminescent dolphins to nearly missing the start of the festival. Mitchell Hageman spoke to the vessel navigators about the trip’s core focus: Encouraging the next generation to harness the celestial navigation skills and mātauranga (traditional knowledge) of those who came before. The joy on the faces of the rangatahi (young) crew could be seen from miles off Napier’s Perfume Point on Wednesday as they experienced the thrill of traditional ocean navigation. Coupled with a roaring haka from the shore, it was undoubtedly an emotional return to Ahuriri Napier for those on board the Te Matau a Māui waka hourua, the double-hulled voyaging canoe, with many young people having completed their first voyage. “It was great. It took us about four days to get down, and we had reasonably good weather,” skipper Te Kaha (TK) Hawaikirangi said. “We spent a little longer around Castlepoint before we timed our run across Cook Strait to catch the currents of the winds.” He said there was a small risk the group might not have made it to the festival on time, but a well-timed run quashed any concerns. “We did get to the festival on time, which was in doubt a little bit in the days out, but we timed our run really well and got there the night before the pōwhiri.” They weren’t alone on their voyage either. “We saw dolphins every day. The highlight was that they stayed with us through the night. When you’ve got bioluminescent algae in the water, it lights it up blue,” he said. “Even in pitch black, you could see the outline of the dolphins and the spray that comes off as they swim.” Seven rangatahi made their first voyage over the two legs, and Hawaikirangi credited them and the rest of the crew for their huge effort. “They all performed really well in some challenging situations. They worked two shifts a day, some of which were at night. I’m really proud of the team.” Navigator Piripi Smith said the return voyage was a great opportunity for some of the new crew to get coastal sailing experience. Many undertook the journey with their parents. “The highlight for me was to see our young crew members being able to handle the moana. “We had seven rangatahi do their first sails over the two legs; our three youngest were 13-year-old Millie Logan, 14-year-old Tainga Smith and 15-year-old Tamas Madarasz-Smith, all children of current crew members.” Rangatahi had to undergo the same training as the rest of the crew and prove themselves to be selected. “All our tamariki helped to deliver education programmes about the waka, the stars, and the seasons to the public and other schools when we were in Kaiteriteri,” Smith said. “Our main aim is to pass this traditional knowledge on to our tamariki like it has been passed down through the generations for thousands of years; we are just following in the wake of our ancestors.” Built in 2009, the waka utilises traditional designs and is owned by Ngāti Kahungunu iwi and managed by the Ātea a Rangi Educational Trust. “In my opinion, this is one of the best investments by the iwi, a taonga that transcends generations and passes on mātauranga,” Smith said. The trust is already planning its next big venture, with a key focus on island exploration around Tahiti. “We are now starting to raise funds for our next voyage to the islands in two to three years,” Smith said. “The purpose of the voyage is to follow the kōrero of our ancestral waka Takitimu and visit the various islands that have received different names.” Mitchell Hageman joined Hawke’s Bay Today in January 2023. From his Napier base, he writes regularly on social issues, arts and culture, and the community. He has a particular love for stories about ordinary people doing extraordinary things.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hau kōmaru",
        "sentiment": "none"
      },
      {
        "name": "ahuriri napier",
        "sentiment": "none"
      },
      {
        "name": "mitchell hageman",
        "sentiment": "none"
      },
      {
        "name": "hawke",
        "sentiment": "none"
      },
      {
        "name": "napier",
        "sentiment": "none"
      },
      {
        "name": "māui",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nz herald",
        "sentiment": "negative"
      },
      {
        "name": "nzme",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south island",
        "sentiment": "none"
      },
      {
        "name": "nelson",
        "sentiment": "none"
      },
      {
        "name": "kaiteriteri",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:16:41.881+03:00",
  "updated": "2024-04-19T03:33:51.064+03:00"
}