{
  "thread": {
    "uuid": "b8406a4190d28437e6935b4533d630c75e4e6848",
    "url": "https://larepublica.pe/mundo/2024/03/29/no-estan-solos-dijo-francisco-a-los-catolicos-de-tierra-santa-1764824",
    "site_full": "larepublica.pe",
    "site": "larepublica.pe",
    "site_section": "http://pwa.larepublica.pe",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Últimas noticias de última hora del Perú y el mundo en La República",
    "title": "“No están solos”, dijo Francisco a los católicos de Tierra Santa | Mundo | La República",
    "title_full": "“No están solos”, dijo Francisco a los católicos de Tierra Santa | Mundo | La República",
    "published": "2024-03-29T13:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://imgmedia.larepublica.pe/1200x630/larepublica/original/2024/03/29/66066259f094eb35421a2337.jpg",
    "performance_score": 0,
    "domain_rank": 7944,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b8406a4190d28437e6935b4533d630c75e4e6848",
  "url": "https://larepublica.pe/mundo/2024/03/29/no-estan-solos-dijo-francisco-a-los-catolicos-de-tierra-santa-1764824",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carlos Paucar",
  "published": "2024-03-29T13:01:00.000+03:00",
  "title": "“No están solos”, dijo Francisco a los católicos de Tierra Santa | Mundo | La República",
  "text": "“No están solos”, dijo Francisco a los católicos de Tierra Santa Dolor y muerte. En Tierra Santa, se viven momentos de miedo y angustia por la guerra que sacude los cimientos de las ciudades, casas y vías. El enfrentamiento entre el Ejército israelí y los militantes de Hamás ha causado la muerte de más de 32.000 personas, muchos niños y mujeres, en Gaza. [Los ÚNICOS países del mundo que tienen las 5 vocales en su nombre: uno pertenece a América](https://larepublica.pe/mundo/2024/03/27/los-unicos-3-paises-del-mundo-que-tienen-las-5-vocales-en-su-nombre-uno-pertenece-a-america-sudamerica-2178954) [Descubre el billete de 1 DÓLAR, conocido como 'águila negra', que puedes vender por US$ 21.000](https://larepublica.pe/mundo/2024/03/28/descubre-el-billete-de-1-dolar-conocido-como-aguila-negra-que-puedes-vender-por-us21000-1800792) [Los ÚNICOS países de Sudamérica donde se conduce por la izquierda, al igual que en Inglaterra y la India](https://larepublica.pe/mundo/2024/03/26/los-unicos-2-paises-de-sudamerica-donde-se-conduce-por-la-izquierda-al-igual-que-en-inglaterra-y-la-india-latinoamerica-680810) [Semana Santa](https://larepublica.pe/tag/semana-santa) marcada por nuevos bombardeos en la [ Franja de Gaza](https://larepublica.pe/tag/franja-de-gaza) y combates entre el ejército israelí y Hamás en la zona norte, y también en el sur, en la ciudad de Jan Yunis. Marcada también por los operativos israelíes en el complejo hospitalario Al Shifa y cerca de los hospitales Naser y Al Amal, donde los combatientes islamistas se ocultan, según versión de Tel Aviv. Y una semana marcada por una resolución en la ONU exigiendo el “alto el fuego inmediato”, que no fue vetada por Estados Unidos, lo que enfureció al Gobierno israelí. En Rafah. Campamento de palestinos desplazados. Los niños participan de actividades. Foto: AFP. El papa Francisco, en medio de todo este panorama incierto, se solidarizó con los católicos de Tierra Santa. “No están solos”, les dijo. PUEDES VER: [El cementerio más grande de América Latina se encuentra en Perú: conoce cuál es y cómo llegar] “Hermanos y hermanas, quisiera decirles que no están solos y no los dejaremos solos”, afirmó el jesuita argentino. “Estoy cerca de todos ustedes, en sus varios ritos, queridos fieles católicos esparcidos por todo el territorio de la Tierra Santa. En particular a cuantos, en estos momentos, están sufriendo dolorosamente el drama absurdo de la guerra”, dijo en carta emitida por el Vaticano. Bergoglio apoyó igualmente “a los niños a los que se les niega un futuro, a cuantos lloran y sufren, a cuantos experimentan angustia y desorientación”. PUEDES VER: [¿Por qué no te debes bañar o barrer este Viernes Santo? Conoce las más insólitas creencias de Semana Santa] Además, el miércoles, Jorge Bergoglio, de 87 años, se reunió con dos activistas por la paz, uno palestino y el otro israelí. Lo hizo muy cerca a la Pascua, que conmemora la muerte y resurrección de Cristo entre los católicos. “Podemos vivir en paz sin matarnos unos a otros, pero sin ocupación, sin opresión, iguales”, dijo Basam Aramin, nacido en Jericó, Cisjordania, cuya hija de diez años murió en 2007 frente a su escuela por disparos de un soldado israelí. Alimentos. Palestinos corren a los paracaídas con víveres. Algunos no salieron del mar. Foto: AFP. Rami Elhanan, que perdió a su hija adolescente en un atentado suicida de [Hamás](https://larepublica.pe/tag/hamas) en Jerusalén en 1997, dijo que el papa estuvo “profundamente conmovido” por las acciones de ambos padres por la paz a través de una asociación que trabaja por el diálogo entre palestinos e israelíes. “Él entiende que este baño de sangre no lleva a ninguna parte, que el derecho a la legítima defensa no da derecho a vengarse”, dijo Elhanan. PUEDES VER: [Restringen acceso a cerro San Cristóbal a pocas horas de Semana Santa: conoce AQUÍ las razones] Ayer, Jueves Santo, [el papa Francisco ](https://larepublica.pe/tag/papa-francisco)lavó los pies de 12 mujeres detenidas en una cárcel de mujeres de Roma. Sentado en una silla de ruedas, apareció en buen estado pese a que su salud había sido motivo de preocupación. Pesadilla. Impacto del miércoles 27 visto desde la frontera sur de Israel con Gaza. Foto: AFP. Operativos en hospitales Mientras tanto, sigue la incertidumbre en Gaza. El ejército israelí continuó con su operación lanzada el 18 de marzo en el hospital Al Shifa en ciudad de Gaza y en un comunicado este jueves indicó que había “eliminado a unos 200 terroristas en el área del hospital Al Shifa”. Israel sigue con sus planes de una operación terrestre en Rafah, que considera el último bastión de Hamás y donde hay 1,5 millones de palestinos hacinados, la gran mayoría desplazados por la violencia. Rehenes. Bat Sheva Yahalomi y su hijo Eitan, de 12 años, fueron cautivos de Hamás. Foto: AFP. [Estados Unidos](https://larepublica.pe/tag/estados-unidos), el principal aliado de Israel, teme el costo humano de esa operación. La reciente resolución en la ONU exigiendo un “alto el fuego inmediato”, fue posible gracias a la abstención norteamericana, lo que motivó el enojo israelí. El primer ministro, Benjamin Netanyahu, canceló el viaje de una delegación de alto nivel a Washington. PUEDES VER: [Parque de las Leyendas anuncia entradas GRATIS por Semana Santa: quiénes puede acceder y desde cuándo] Esta semana también se conoció de otra tragedia. La muerte de 18 personas, de las cuales 12 se ahogaron cuando intentaban alcanzar alimentos lanzados al mar en paracaídas por países solidarios. “Cuando los paracaídas cayeron al agua, hombres, jóvenes y niños fueron en su dirección. Algunos no han regresado”, dijo el testigo Uday Nasar, en Gaza, donde la mayoría de los 2,4 millones de habitantes están amenazados por la hambruna. Este jueves también la Corte Internacional de Justicia (CIJ) ordenó a Israel que garantice sin demora la entrega de “ayuda humanitaria urgente” en Gaza, devastada tras casi seis meses de guerra contra Hamás. Humildad. Lavado de pies del papa Francisco a 12 mujeres de una cárcel de Roma. Foto: AFP. Estos días santos también es posible recordar otro drama, el de los rehenes israelíes. Bat Sheva Yahalomi revela la tortura psicológica que sufrió su hijo Eitan, de 12 años, en su cautiverio por Hamás. “Cuando lloraba lo amenazaban con un arma”, refiere ella, también capturada el 7 de octubre, luego liberada. Las autoridades israelíes calculan que aún hay 130 rehenes retenidos en Gaza, 34 habrían fallecido. PUEDES VER: [Dramatización de Jesucristo en Brasil conmovió a transeúntes: “Una experiencia que nunca olvidaré”] A su vez, según el Ministerio de Salud de Gaza, la represalia de Israel está dejando unos 32.500 muertos, en su mayoría mujeres y menores de edad. Otro rostro de Semana Santa en este 2024 es el aspecto desolador de la Ciudad Vieja de Jerusalén, con tiendas vacías y escasos peregrinos, por la guerra y el mes del Ramadán. Nadie sabe cuando acabará la Guerra. Nadie sabe qué pasará al día siguiente de esta historia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T13:33:23.399+03:00",
  "updated": "2024-03-29T19:06:28.774+03:00"
}