{
  "thread": {
    "uuid": "6633b685eca2fe84c9fc817caeec377f3dae6f0c",
    "url": "https://guidetoiceland.is/connect-with-locals/aldisamah/today-is-my-moved-to-iceland-birthday-jeeeei",
    "site_full": "guidetoiceland.is",
    "site": "guidetoiceland.is",
    "site_section": "https://guidetoiceland.is/feed.atom",
    "site_categories": [
      "travel"
    ],
    "section_title": "Guide to Iceland",
    "title": "Today is my \"Moved to Iceland\" birthday! Jeeeei!",
    "title_full": "Today is my \"Moved to Iceland\" birthday! Jeeeei!",
    "published": "2024-01-04T18:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IS",
    "main_image": "https://guidetoiceland.imgix.net/9954/x/0/12dab4f7b16a03905fb13e450601fa6f-jpg-jpg?ar=1.91%3A1&amp;w=1200&amp;fit=crop",
    "performance_score": 0,
    "domain_rank": 17493,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6633b685eca2fe84c9fc817caeec377f3dae6f0c",
  "url": "https://guidetoiceland.is/connect-with-locals/aldisamah/today-is-my-moved-to-iceland-birthday-jeeeei",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Aldís Amah Hamilton",
  "published": "2024-01-04T18:24:00.000+02:00",
  "title": "Today is my \"Moved to Iceland\" birthday! Jeeeei!",
  "text": "And what a strange day it is. Started off as a beautiful sunny day with no snow or rain or a mix of the two in sight, don't get those too often this time of year. The air was really crisp and clean and the light was beautiful. Of course it was really cold but not too windy. So after baking a cake and receiving guests it was time to go out for a refreshing walk.\nThe thought hadn't left my mind when I looked outside and once again... all was white! There was a snowstorm and it has now left Keflavík (I don't know about other places) completely white and the storm is so dense I can hardly see past my garden! But that's Iceland for you. The most cliché'd tourist saying we have is also the truest one: If you don't like the weather.... Just wait for a bit!\n<---- How I picture our weather report for today...\nSame goes for if you do like the weather, SEIZE the opportunity and make the most of it.\nBut this keeps us on our toes and has shaped our culture in so many ways. I guess you could say most of us have a love-hate relationship with the weather. My mom has some interesting thoughts about how it has moulded and defined us as a nation just like it has done to our mountains and plains: We've experienced the harshest weather conditions, even when natural disasters hit us two centuries ago and 75% of our livestock was killed as well as a fifth of our population. When Iceland was one of the poorest if not the poorest country in Europe (I think) at the time we got back up on our feet and our population has now reached 320.000! (According to the Icelandic population board at the restaurant Hamborgarafabrikkan http://hamborgarafabrikkan.is - Recommended!) And we were one of the wealthiest countries in the world until recently (very debatable, I know, but that's what the internet said and the internet neeever lies right?)\nSo the weather may have been perfect for half of today and terrible for the rest of it but I think we're all grateful for the lessons it's taught us! Good things don't just come to those who wait, sometimes you gotta make the jump when an opportunity presents itself. I've been doing that recently and it's worked out wonderfully so cheers to that! :)\nIn other news, today is the 19th anniversary of my mother and I moving to Iceland.. I was three years old and we'd been living in Germany. I couldn't be happier that we moved here, or \"back-home\" as I do like to say. :)\nHave a great day and enjoy the weather!\nP.s. props to my mother who has such a great eye for photography for my main photo! Unfiltered, taken a few years back of \"downtown\" Reykjavík. Here's a link to her website (she's not updating it at the moment but it's a great read for those interested in Iceland! Enjoy.)\np.s. it is now sunny again...\nSee more blogs Iceland is spectacular in so many ways and Icelandic nature is quite unique with its vast landscape, volcanic activity, geothermal areas, glacier lagoons and sceneries, black sand beaches and spect\nChasing Waterfalls in Iceland\nIn my search for turf houses around Iceland, I visited Sænautasel, which is a rebuilt turf house on Jökuldalsheiði heath in the highland of Iceland. It is, in my opinion, an extremely cute turf ho\nSænautasel Turf House in the Highland of Iceland\nPeople have been asking me where to find lupines in Iceland. If you like them you should be able to find them easily in Iceland in summer. They are in bloom and visible almost wherever you drive aro\nThe Dynamic Plant Lupine\nDiscover the waterfall Gljúfrabúi The great thing about travelling around Iceland are all the different and unique spots and areas you can discover when driving around. You don't need to go far f\nSecret waterfall on the South Coast\nOther interesting blogs\nChasing Waterfalls in IcelandIceland is spectacular in so many ways and Icelandic nature is quite unique with its vast landscape, volcanic activity, geothermal areas, glacier lagoons and sceneries, black sand beaches and spectRead more\nSænautasel Turf House in the Highland of IcelandIn my search for turf houses around Iceland, I visited Sænautasel, which is a rebuilt turf house on Jökuldalsheiði heath in the highland of Iceland. It is, in my opinion, an extremely cute turf hoRead more\nThe Dynamic Plant LupinePeople have been asking me where to find lupines in Iceland. If you like them you should be able to find them easily in Iceland in summer. They are in bloom and visible almost wherever you drive aroRead more\nScan this QR code with your phone camera and press the link that appears to add Iceland’s biggest travel marketplace into your pocket. Enter your phone number or email address to receive an SMS or email with the download link.\nScan the QR Code\nGet an SMS or email with links\nDownload from the App Store or Google Play",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "http://hamborgarafabrikkan.is",
    "http://www.hamborgarafabrikkan.is"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "iceland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-04T18:53:57.897+02:00",
  "updated": "2024-01-04T18:53:57.897+02:00"
}