{
  "thread": {
    "uuid": "46891df6b1f22928a008ea9552e14a1c7d538352",
    "url": "https://www.targatocn.it/2024/01/05/leggi-notizia/argomenti/attualita/articolo/la-magia-del-vetro-in-mostra-a-bene-vagienna-le-opere-di-silvio-vigliaturo.html",
    "site_full": "www.targatocn.it",
    "site": "targatocn.it",
    "site_section": "https://www.targatocn.it/links/rss/argomenti/targatocnit/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "TargatoCn.it",
    "title": "\"La Magia del Vetro\": in mostra a Bene Vagienna le opere di Silvio Vigliaturo",
    "title_full": "\"La Magia del Vetro\": in mostra a Bene Vagienna le opere di Silvio Vigliaturo",
    "published": "2024-01-05T21:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.targatocn.it/fileadmin/archivio/targatocn/Silvio_Vigliaturo_nel_suo_studio.jpeg",
    "performance_score": 0,
    "domain_rank": 74318,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "46891df6b1f22928a008ea9552e14a1c7d538352",
  "url": "https://www.targatocn.it/2024/01/05/leggi-notizia/argomenti/attualita/articolo/la-magia-del-vetro-in-mostra-a-bene-vagienna-le-opere-di-silvio-vigliaturo.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "c.s.",
  "published": "2024-01-05T21:27:00.000+02:00",
  "title": "\"La Magia del Vetro\": in mostra a Bene Vagienna le opere di Silvio Vigliaturo",
  "text": "Saranno un centinaio le sculture in vetro di Silvio Vigliaturo, che saranno esposte al museo Casa Ravera di Bene Vagienna, in un excursus delle tematiche trattate negli anni\nLa mostra, “La Magia del Vetro”, è inserita nella rassegna “Eventi passati e presenti da Bene al Piemonte all’Europa” che prevede una serie di mostre ed eventi nelle varie location di Bene Vagienna. L'inaugurazione è in programma sabato 20 gennaio alle 15 (via Vittorio Emanuele 43).\nLa mostra sarà visitabile, fino al 24 marzo, nei giorni festivi dalle 10 alle 12 e dalle 15 alle 18 e il sabato pomeriggio dalle 15 alle 18.\n-------------------------\nSilvio Vigliaturo (Acri, 1949). Nel 1962, rimasto orfano del padre, si trasferisce con la famiglia a Chieri (To) dove vive e lavora.\nMuove i primi passi della sua formazione artistica in una bottega artigiana di vetreria, dove il maestro vetraio gli fa vivere, respirare e apprendere alcuni dei segreti e delle tecniche di un mestiere affascinante, come quello della lavorazione del vetro.\nAll’età di 16 anni, incontra Luigi Bertagna – allievo di Giacomo Grosso –, che gli trasmette le basi del disegno attraverso lo studio della figura, mentre, negli anni Settanta, approfondisce l’utilizzo del colore e si avvicina al figurativo paesaggistico con il pittore chierese Edoardo Ferrero.\nLa personale tecnica di lavorazione che Vigliaturo sviluppa negli anni, incuriosisce anche i maestri vetrai di Murano che, al calar del sole, “spiano” le opere dell’artista esposte in vetrine alle fondamenta muranesi. È semplicemente una tecnica diversa, che ha il pregio di introdurre la soffiatura all’interno della materia. È una magia!\nVigliaturo veste i panni del maestro alchimista in grado di trasformare la materia e domare, nei forni della sua bottega artistica di Chieri, la forza generatrice del fuoco, dando vita a sculture fluide, flessuose, lisce e trasparenti, in cui il magistrale uso del colore trova la sua esaltazione massima.\nNel 2006, Acri, città natale dell’artista, gli dedica un museo, il MACA (Museo Arte Contemporanea Acri), che ospita una Collezione permanente delle sue opere intesa come una biografia che si snoda attraverso più di duecento esemplari, tra disegni, dipinti e sculture.\nNello stesso anno, la Priuli & Verlucca edita la Monografia Silvio Vigliaturo. Works, Opere.\nIl maestro Silvio Vigliaturo lavora nella sua “Bottega” Vigliaturo Studio Glass” in Piazza Duomo 3D a Chieri.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:34:37.267+02:00",
  "updated": "2024-01-06T00:34:37.267+02:00"
}