{
  "thread": {
    "uuid": "a2317591d90107ce48e0caae894c3de4b4a448af",
    "url": "https://www.theweek.in/news/world/2024/05/03/iran-frees-all-16-indians-onboard-ship-seized-off-strait-of-hormuz.html",
    "site_full": "www.theweek.in",
    "site": "theweek.in",
    "site_section": "https://www.theweek.in/",
    "site_categories": [
      "media"
    ],
    "section_title": "The Latest news - Journalism with a human touch - The Week",
    "title": "Iran frees all 16 Indians onboard ship seized off Strait of Hormuz - The Week",
    "title_full": "Iran frees all 16 Indians onboard ship seized off Strait of Hormuz - The Week",
    "published": "2024-05-03T08:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.theweek.in/content/dam/week/week/news/india/images/2024/4/14/Cargo-ship-Iran.jpg",
    "performance_score": 0,
    "domain_rank": 7811,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a2317591d90107ce48e0caae894c3de4b4a448af",
  "url": "https://www.theweek.in/news/world/2024/05/03/iran-frees-all-16-indians-onboard-ship-seized-off-strait-of-hormuz.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sarah Sebastian",
  "published": "2024-05-03T08:33:00.000+03:00",
  "title": "Iran frees all 16 Indians onboard ship seized off Strait of Hormuz - The Week",
  "text": "Iranian Foreign Minister Hossein Amirabdollahian has said that the country has released all the crew members of the Israeli-linked ship which was seized recently by Iran's Revolutionary Guards in the Strait of Hormuz. The development comes weeks after the Portuguese-flagged ship was seized by IRGC on April 13. The ship, MSC Aries, was manned by a crew of 25, of which 17 were Indians. However, over 16 crew members remain onboard at present after the sole woman, Ann Tessa Joseph, was released on April 18 by Iranian authorities. Amirabdollahian said the release of the crew was a humanitarian act and they could return to their countries along with the ship's captain. But, the control of the vessel will remain with Iran under judicial detention. The Ministry of External Affairs had earlier said the return of the Indian crew was dependent on several factors, including their contractual obligations. \"All of them are in good health. We are in touch with Iranian authorities also for their release,\" MEA spokesperson Randhir Jaiswal said when asked about the fate of the 16 sailors. According to Iran, the seized ship had turned off its radar in Iran's territorial waters and jeopardized the security of navigation. Meanwhile, Iran-backed militia Houthis continue to target merchant ships taking the Red Sea and Gulf of Aden, forcing the ships to pass through the Indian Ocean. Many shipping companies have switched to a longer route to avoid Houthi attacks on the approaches to the Suez Canal in the Red Sea and Gulf of Aden. However, Houthis began extending their target area hundreds of miles out in the Indian Ocean. Last month, a merchant vessel MSC Orion was attacked by a drone when it was some 600 kilometers (375 miles) off the coast of Yemen. This was the first confirmed deep-sea assault claimed by the Houthis. The attack raised questions about how the Houthis could have carried out an assault hundreds of kilometres (miles) from the shores of Yemen on a moving target. Their primary area of attack so far has been in the Red Sea, the Gulf of Aden and the narrow Bab el-Mandeb Strait that connects the two waterways key for international trade. Those are close to Yemen's shoreline, unlike the site of the MSC Orion attack. The Houthis are not known to operate an expeditionary naval fleet, nor do they have access to satellites or other sophisticated means of controlling long-distance drones.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hossein amirabdollahian",
        "sentiment": "negative"
      },
      {
        "name": "randhir jaiswal",
        "sentiment": "none"
      },
      {
        "name": "amirabdollahian",
        "sentiment": "none"
      },
      {
        "name": "ann tessa joseph",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ministry of external affairs",
        "sentiment": "none"
      },
      {
        "name": "irgc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "iran",
        "sentiment": "none"
      },
      {
        "name": "strait of hormuz",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T11:08:04.072+03:00",
  "updated": "2024-05-03T12:41:57.488+03:00"
}