{
  "thread": {
    "uuid": "cf878316bd20e9a9b70989834912c8b19bd5307c",
    "url": "https://leadership.ng/minils-dg-hails-tinubus-commitment-to-new-minimum-wage/",
    "site_full": "leadership.ng",
    "site": "leadership.ng",
    "site_section": "https://leadership.ng",
    "site_categories": [
      "media"
    ],
    "section_title": "Leadership News - Nigeria News, Nigerian Newspaper, Breaking News and more",
    "title": "MINILS DG Hails Tinubu's Commitment To New Minimum Wage",
    "title_full": "MINILS DG Hails Tinubu's Commitment To New Minimum Wage",
    "published": "2024-01-02T09:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://leadership.ng/wp-content/uploads/2024/01/IMG_4593-jpeg.webp",
    "performance_score": 0,
    "domain_rank": 23869,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cf878316bd20e9a9b70989834912c8b19bd5307c",
  "url": "https://leadership.ng/minils-dg-hails-tinubus-commitment-to-new-minimum-wage/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Leadership News",
  "published": "2024-01-02T09:33:00.000+02:00",
  "title": "MINILS DG Hails Tinubu's Commitment To New Minimum Wage",
  "text": "Mr. Issa Aremu, the Director-General of the Michael Imoudu National Institute for Labour Studies (MINILS) in Ilorin, has praised President Bola Tinubu for his “unequivocal presidential commitment” to establish a new national minimum and living wage in 2024. In response to the President’s New Year broadcast, Aremu, in a statement issued on Monday in Ilorin, commended Tinubu for his dedication to a wage-led growth strategy, economic recovery, and poverty eradication through the provision of sufficient living wages in 2024. He noted that in the President’s New Year address to the nation, Tinubu affirmed that the “material well-being of the poor, the most vulnerable, and the working people shall not be neglected.” He praised the President’s initiative to implement a new national living wage for our diligent Nigerian workers. According to the director-general, declaring wage improvements as “not only good economics” but also as “morally and politically correct” is pivotal. The director-general called upon states and local government councils, employers of labour, and organised labour to align themselves with Tinubu’s vision to make 2024 a year of mass security, productive work, and decent conditions of human dignity. This vision, he said, includes a healthy environment along with negotiated, promptly paid minimum and living wages. He lamented what he described as the total collapse of wage income due to low, devalued, and delayed salary payments that have reduced workers to what he termed “working beggars,” as distinct from a “dignified value-adding workforce.” Aremu stressed that the expected tripartite wage negotiations in 2024 would mark the sixth such review of the national minimum wage since 1981 (N125); 1990 (N250); 2000 (N5,500); 2011 (N18,000); and 2018 (N30,000). He pointed out that it was noteworthy that the President commendable acknowledged the reality of high living costs and inflation caused by the inevitable removal of petroleum subsidies. He added that the President has rightfully set the stage for robust, constructive collective bargaining for a new wage review in line with Nigeria’s labour laws and relevant conventions of the International Labour Organization (ILO). The director-general observed that the declaration on wage improvements further indicates Tinubu’s labour-friendly disposition, evident since his presidential campaign council, where he dedicated a Directorate to labour, making him the only Presidential candidate to do so. He stressed the need for more appreciation for human resources as the critical factor in sustainable national development has been a hindrance to Nigeria’s development. “Labor truly creates national wealth, but labour must be promptly and adequately compensated, motivated, assured of income security after retirement, and provided with training and retraining,” he stated. He concluded that the success of the Renewed Hope 8-point Agenda, dealing with poverty eradication, economic growth, job creation, and fighting corruption, hinges on the motivation of millions of workers in both the formal and informal sectors, private and public. Aremu also praised the leadership of the 10th National Assembly for enhancing the budget of the “premier Federal Ministry of Labour and Employment.” He said that budgetary allocations must align with the President’s vision to combat the scourge of youth unemployment and underemployment. The director-general also commended the Minister of State for Labour and Employment, Mr. Nkeiruka Onyejeocha, for her bold sanctions against private companies and employers that disregarded occupational health and safety standards of workers in the workplace in 2023. He pledged to include labour education on occupational health and safety in MINILS’ 2024 training calendar. (NAN)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tinubu",
        "sentiment": "negative"
      },
      {
        "name": "issa aremu",
        "sentiment": "negative"
      },
      {
        "name": "bola tinubu",
        "sentiment": "none"
      },
      {
        "name": "nils)",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "michael imoudu national institute for labour studies",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "aremu",
        "sentiment": "none"
      },
      {
        "name": "ilorin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T09:56:19.821+02:00",
  "updated": "2024-01-02T09:56:19.821+02:00"
}