{
  "thread": {
    "uuid": "ee09fe9a62f921256987b3cc84e5966a5448e879",
    "url": "https://www.doctissimo.fr/sante/allergie/allergie-alimentaire/efficace-contre-lasthme-ce-medicament-permet-de-prevenir-certaines-allergies-alimentaires/4f1865_ar.html",
    "site_full": "www.doctissimo.fr",
    "site": "doctissimo.fr",
    "site_section": "https://earthpressnews.com/feed",
    "site_categories": [
      "pregnancy",
      "family_and_parenting"
    ],
    "section_title": "Earth Press News",
    "title": "Effective against asthma, this medication helps prevent certain food allergies",
    "title_full": "Effective against asthma, this medication helps prevent certain food allergies",
    "published": "2024-03-01T00:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://earthpressnews.com/wp-content/uploads/2024/02/Effective-against-asthma-this-medication-helps-prevent-certain-food-allergies.jpeg",
    "performance_score": 0,
    "domain_rank": 6092,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ee09fe9a62f921256987b3cc84e5966a5448e879",
  "url": "https://www.doctissimo.fr/sante/allergie/allergie-alimentaire/efficace-contre-lasthme-ce-medicament-permet-de-prevenir-certaines-allergies-alimentaires/4f1865_ar.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "earthpressnews",
  "published": "2024-03-01T00:15:00.000+02:00",
  "title": "Effective against asthma, this medication helps prevent certain food allergies",
  "text": "Published on\nUpdated\nReading 4 min.\nin collaboration with\nLaurent Guilleminault (Allergist)\nAnd\nSébastien Lefèvre (Allergist)\nAn asthma medication, Xolair, may reduce severe allergic reactions in asthma sufferers following an exposure accident, according to the results of a new study.\nThe main treatment for food allergy is the avoidance of the allergen in question. But exposure accidents are possible, causing a risk to the health of the allergic person. Indeed, in the event of exposure, a serious allergic reaction, including anaphylactic shock which can cause death, is rare but possible. The treatment is an immediate injection of epinephrine, via auto-injectable pen.\nAn asthma medication, Xolair, could reduce severe allergic reactions in people who suffer from it in the event of an exposure accident. Xolair is a treatment for moderate to severe allergic asthma, developed by Genentech and Novartis in the United States and approved since 2003 by the FDA, the Food and Drug Administration in the United States.\nXolair, asthma medication, tested to limit food allergy reactions\nIn this study, researchers recruited 180 volunteers with a history of peanut allergy and at least two other food allergies. Each was randomly assigned to a group that received an injection of omalizumab (Xolair) or a placebo every two to four weeks for 16 to 20 weeks. All but three participants were 17 or younger, the researchers noted. The three adults in the study were between 19 and 28 years old. When analyzing the results, the researchers looked at all 177 participants aged 1 to 17 years old.\n“Of our 177 volunteers, 68 were 5 years old or younger” explains Dr. Robert Wood, lead author of the study and director of the division of allergy, immunology and rheumatology at the Johns Hopkins Children’s Center, in Baltimore, United States. Before this trial, Xolair did not had never been studied in patients under the age of 6. This is particularly important, according to the researchers, because the prevalence of food allergies peaks between the ages of one and two. In total, 118 participants received omalizumab while 59 received a placebo.\nRegular injections of Xolair reduced the severity of allergic reactions\nResults: After 16 weeks of treatment, the study showed that 79 of 118 patients – or about 67% – who received repeated injections of omalizumab were able to tolerate at least 600 milligrams of peanut protein, which is equivalent to about a little more than two peanuts.\nBetter still, 44% were able to successfully consume a cumulative dose of 6,044 milligrams of peanut protein, which is equivalent to approximately 25 peanuts. In comparison, only 7% of participants – or four out of 59 – who received placebo injections were able to tolerate the same dose. Additionally, participants who received omalizumab were also more likely to tolerate other allergens such as cashew, egg, and milk, compared to the placebo group. “This is an incredible advancement in our field.” says Dr. Sharon Chinthrajah, lead author of the study and associate professor at Stanford University. “There is so much fear and anxiety in daily activities for food allergy patients or for parents of a food allergy patient“.\nWhen a food allergy develops, it is our body that reacts by producing IgE antibodies that respond to a specific allergen, such as milk or peanut, for example. Each time the food is ingested, an allergic reaction will be triggered by these antibodies.\n“The goal of Xolair is to bind and block these IgE antibodies, preventing an allergic reaction.” says Dr. Wood again.\nRegarding their study, the specialist highlights some limitations: the fact that only three adults were included and the fact that the cohort was “mainly of Caucasian origin, which could reduce the generalizability of the results“Another major obstacle to this potential treatment is its price: $2,900 for children and $5,000 for adults each month.\nTowards a treatment for people suffering from food allergies?\nFor Professor Laurent Guilleminault, pneumo-allergist at Toulouse University Hospital, “this very well-conducted study shows for the first time the effect of omalizumab on food allergy in children and adolescents. Taking into account the fact that the desensitization orally is available, the question will be which patients will be treated with omalizumab and which will receive desensitization.”. He also specifies that “for the moment in France, there is no marketing authorization for this medicine in food allergy“.\nA statement confirmed by Dr Sébastien Lefèvre, head of the Allergology department at Metz University Hospital. “Xolair is an exceptional medicine. In the context of food allergies, it can only be prescribed in patients including a clinical study protocol – excluding marketing authorization (AMM) – and the first prescription must be made in hospital. he explains first. “In patients who benefit from it – due to a very low allergen tolerance threshold – it works very well, but be careful, we cannot, for the moment, say that it is a food allergy treatment” estimates the doctor. In France, the dose of Xolair costs 300 euros, with an injection to be renewed every two weeks or every month.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "laurent guilleminault",
        "sentiment": "neutral"
      },
      {
        "name": "séba",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "fda",
        "sentiment": "none"
      },
      {
        "name": "genentech",
        "sentiment": "none"
      },
      {
        "name": "food and drug administration",
        "sentiment": "none"
      },
      {
        "name": "novartis",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:00:55.398+02:00",
  "updated": "2024-03-01T01:00:55.398+02:00"
}