{
  "thread": {
    "uuid": "8c44c02bb75ca4d0deb5c865ca82fe8b64d8242a",
    "url": "https://www.nottinghampost.com/news/local-news/im-professional-witch-coven-im-9003513",
    "site_full": "www.nottinghampost.com",
    "site": "nottinghampost.com",
    "site_section": "https://www.nottinghampost.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Nottinghamshire Live - Latest local news, sport &amp; business from Nottingham",
    "title": "'I'm a professional witch with my own coven and I'm already planning my spells for 2024' - Nottinghamshire Live",
    "title_full": "'I'm a professional witch with my own coven and I'm already planning my spells for 2024' - Nottinghamshire Live",
    "published": "2023-12-29T15:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i2-prod.nottinghampost.com/incoming/article9003516.ece/ALTERNATES/s1200/0_5ac6dade-a95f-42bd-9e8c-16314ac3d86d.jpg",
    "performance_score": 0,
    "domain_rank": 10389,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8c44c02bb75ca4d0deb5c865ca82fe8b64d8242a",
  "url": "https://www.nottinghampost.com/news/local-news/im-professional-witch-coven-im-9003513",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Molly Powell",
  "published": "2023-12-29T15:28:00.000+02:00",
  "title": "'I'm a professional witch with my own coven and I'm already planning my spells for 2024' - Nottinghamshire Live",
  "text": "A professional witch from [Newark who previously conjured up the purchase of a house](https://www.nottinghampost.com/all-about/newark) is planning her spells for 2024. Lilith Wildwood, also a psychotherapist, runs a coven over Zoom and will create an altar with her magical tools on display before burning notes of negative feelings from the past year and manifesting what she wants to achieve in 2024 The 54-year-old had her first out-of-body experience at age one when her “consciousness started expanding” and she felt like she was “one with everything”, which prompted her passion for witchcraft. At age eight, Lilith, who is a mum of one and a grandmother of two, said she met a woman she calls Mrs Grimble, who was “only visible to (her)”, while walking in the woods. She believes the woman taught her all about witchcraft, and Lilith has identified as a witch ever since. Growing up, this made Lilith feel like the “weird one at school”, as she found it tough that no one else could identify with her experience. That was until Lilith joined her first witch group at 18, where they would practise magic together. Since then, Lilith launched her own witch group on Zoom in 2020, called The Webcoven of Untamed Witchery, and is now preparing for New Year – she plans to do a prosperity spell in the hope it will help her expand her business. The spell will involve her putting herbs such as mint, basil and bay leaves, a semi-precious stone, and a drawing of Jupiter into a bag and leaving it to charge outside in the first full moon of the year. In previous years, she has done spells which she believes have [made her able to buy a house](https://www.nottinghampost.com/news/property/), and she tends to set up an altar with her wand on display and symbols of what she would like to achieve, to help reach her goals. Lilith said: “For New Year’s, I’ll write any negative feelings that I’ve experienced this year on a piece of paper, fold it up, and either burn it or bury it, then clear the space and focus on the good I want to take into next year. I’ll visualise what good I want to invite in for 2024, create a talisman around that, and do some gratitude meditation. “I will create an altar with symbols for things I want to invite in the new year, as well as a candle, a crystal, and my wand. Then I’ll celebrate with the rest of the witch group.” Lilith first got into witchcraft as a child, after having an “out of body experience” when she was one year old. “My earliest memory was from when I was one. I know this because [I was in my parents’ house](https://www.nottinghampost.com/news/property/) which they had just moved into,” she said. “I was lying on my parents bed, just as babies do, and all of a sudden my consciousness started expanding. I grew into this universal consciousness space and I felt like I was one with everything, and I just felt totally loved, and connected with everything in the universe.” Lilith always remembered this memory, and as she got older, she wanted to find out what had happened and how she could make this feeling happen again. When she was eight years old, she said she became closer to understanding this experience. She explained: “I had what adults would call an imaginary friend, but to me she was absolutely real – she was a woman only visible to me. She was called Mrs Grimble, and I used to go out walking in the woods on my own, it was a different time then. “I used to meet her and take her a rock or a flower as a gift, and she lived under a big rock in these woods. She used to walk me through the woods and point out herbs, talk to me about how magic works, and talk about planets and auras and how to do spells. So, I learned a lot of my magic from her, who – according to the rest of the world – doesn’t exist. And from then on, I thought of myself as a witch.” Two years later, Lilith discovered a comic called Misty in her local corner shop, and she finally felt like she was not alone in her witch identity. “I was the weird one at school, and I remember being so happy to see Misty comic magazine,” she said. “I remember my mum being quite worried – she seemed to think it was all about dark and evil things, and didn’t really understand witchcraft very well. Eventually, I came home from school one day, and all my comics had been thrown away. It was completely devastating because that was the only thing that I had that reflected my personal experience of the world.” When Lilith was 12, she recalls Mrs Grimble telling her that she did not need her anymore, which she felt “very sad” about, but continued to study witchcraft by herself. Then, at age 18, Lilith joined her first witch group, where they practised magic together once a week. She went on to run her own groups in person, often doing large group rituals, and in 2020, she moved her group online and called it, The Webcoven of Untamed Witchery, and hosts weekly rituals and magical gatherings on Zoom. She explained: “We start off with chanting, and we talk about how we’re feeling, and each week I introduce a new practice, such as doing psychic readings, tarot or meditation. It’s a beautiful group and we have a really strong sense of community.” Lilith also does her own rituals on a day-to-day basis, she said: “I’ve got a collection of semi-precious stones and do a little ritual sitting at my altar and choose which stone resonates for me each day, what energy I need.” But, for Lilith, one of the most important times of year for her is the New Year, as she does several rituals to set up the best year possible. She explained: “It’s an important time for me because I get to consider which spells I’m going to focus on, and what my intentions are. “A few years ago, I did a lot of magic – I really needed to manifest somewhere to live – I wanted to move house and buy a house, and at that point, I had no savings. It was really powerful – over five weeks I dug down to exactly what I wanted and trained my intuition to get me there. “It involved a lot of meditation, imagining how my life would be, and doing a ritual to undo all of the negative thinking towards why it might not happen. After five weeks, I was able to buy a house, had enough saved, and found the perfect place. “But, for others, it’s important to remember that you have to manage your expectations – if other societal factors make it harder.” Lilith has now also created a e-book called The New Year Magic Spellbook to inspire other witches going into the New Year. She said: “It covers spells for new beginnings, prosperity and abundance, cleansing and protection, intention setting, gratitude, dream manifestation, love, health and wisdom.” Lilith is planning on doing her abundance and prosperity spell for 2024, with a focus on growing her business and getting more witches to join her online coven. \"I’ll get a little bag and put basil, mint and bay leaves, as well as a a semi-precious stone in there, which will be either citrine or pyrite. All of these things are known to attract an abundance of wealth and prosperity,” she explained. “I will get a small square of paper and a green pen – the green represents wealth and the square represents solidity, so I will really be solidifying my intention. I’ll draw a symbol of Jupiter on the square of paper, with the green pen, and put this into the bag along with the stone and herbs, and I’ll meditate for a while, imagining how my life will be in the next year. “On the first full moon of the year, I’ll put the bag outside and charge it with the full moon energy, and after this, I will keep it close to me, either in my handbag or under my pillow.” Looking to the future, she said: “I hope witches start to become normalised a bit. We care so much about self-care and we’re trying to help people feel more empowered, to feel like they have some control over the roller-coaster of life, and focus their energy on the things that they desire. “I think there’s so many misconceptions about us, like we’re weird, but actually we want to feel grounded in a community of like-minded people.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mrs grimble",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nottinghamshire",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "newark",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T17:09:46.304+02:00",
  "updated": "2023-12-29T17:09:46.304+02:00"
}