{
  "thread": {
    "uuid": "861958472a30f99b659b27109b7915f2e9167297",
    "url": "https://www.baptistpress.com/resource-library/news/well-known-texas-pastor-terry-turner-reflects-on-ministry-legacy-as-he-enters-retirement/",
    "site_full": "www.baptistpress.com",
    "site": "baptistpress.com",
    "site_section": "https://baptistpress.com/sbclife",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "SBC Life Articles  | Baptist Press",
    "title": "Well-known Texas pastor Terry Turner reflects on ministry, legacy as he enters retirement | Baptist Press",
    "title_full": "Well-known Texas pastor Terry Turner reflects on ministry, legacy as he enters retirement | Baptist Press",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.baptistpress.com/wp-content/uploads/2024/01/Terry-Turner-retirement.webp",
    "performance_score": 0,
    "domain_rank": 46669,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "861958472a30f99b659b27109b7915f2e9167297",
  "url": "https://www.baptistpress.com/resource-library/news/well-known-texas-pastor-terry-turner-reflects-on-ministry-legacy-as-he-enters-retirement/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@baptistpress",
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "Well-known Texas pastor Terry Turner reflects on ministry, legacy as he enters retirement | Baptist Press",
  "text": "MESQUITE, Texas (BP) – Terry Turner stepped down from the pulpit of the church he founded, Mesquite Friendship Baptist, in the fall of 2023. His formal retirement, however, simply signaled a change of vocation, not a cessation of labor. Turner’s remarkable four-plus decades of ministry began in Guthrie, Okla., where he was born in 1957, the eighth child of Julia, then age 47, and Roosevelt Turner, 49. “They weren’t looking to have more kids,” Turner said. “God wanted me here even before I was born to give me parents who were almost senior citizens. I was the product of love.” Ten years before Turner was born, Roosevelt’s vocal chords were removed in a laryngectomy. “I never heard his voice,” Turner said, adding that his father supported the family by running a juke joint by night and working as a handyman and scrap metal dealer by day until his death in 1967. His mom worked as a maid until her right leg was amputated only a few days before his dad passed. The family survived on one Social Security check and “commodity goods” – a monthly government food distribution. Spiritually rich “We didn’t have a lot of resources, but I didn’t know I was poor,” Turner said. Church was a constant. Turner remembers his mother waking him every Sunday morning, tearfully singing to gospel music playing on the radio in the background. “I can’t remember a Sunday morning that she didn’t praise the Lord amidst her pain,” he said. “She was a strong lady.” At 15, he felt the Lord leading him to preach. Turner responded by telling the Lord he wanted to be a preacher who would always be true to His Word, but asked if he could wait until he was grown to heed the call. “That turned out to be a bad decision,” Turner said, admitting that as a teen he rebelled and became involved in the pervasive drug culture around him. But God was persistent. By age 18, Turner said he was a “broken young man.” Isaiah Burleigh, his pastor at the time, influenced Turner’s turnaround. At age 21, Turner finally accepted God’s call on his life to preach. Proximity to his mom determined his college selection, as he headed to Langston University, 11 miles from Guthrie, after high school. “I wanted to stay close to Mom and be sure she was OK,” he said. “Everyone had grown up and moved out. It was just the two of us for years.” There was another woman in his life, however: Nancy Chandler. They dated as teens, went their separate ways, and reunited after both graduated from college. “She was my childhood love; now she is my senior citizen love,” Turner said of Nancy. They married in 1982, the same year Turner accepted the call to pastor a Baptist church in Guthrie located directly across the street from the home in which he had been born. The church had been through several pastors, Turner recalled, but he accepted the invitation to assist Pastor Henry Carter, then terminally ill. After Carter passed away, Turner was asked to become the church’s full-time pastor. “If you can learn to pastor us, you can pastor anybody anywhere,” members told him. “There was a lot of truth to that,” Turner said, adding that the congregation “taught me church polity like nobody else.” God blessed Turner’s seven years at the church, and the pastor who succeeded him is still there. New city, new church By the late ‘80s, the Turners had four children as a blended family: daughter Angela and sons Tim, Caleb, and Levi. God was blessing their ministry at their church in Oklahoma. Turner had also been asked to teach Bible classes in Dallas and Oklahoma City. T.D. Callender, the founder of the Oklahoma City Bible school where Turner was teaching, recommended he attend Dallas Theological Seminary. The Turners followed the advice, arriving in the Metroplex on Dec. 31, 1988. “We were broke in Texas,” Turner said. Moving expenses claimed their last $500, and nearly penniless, the family rented a home in Duncanville. When the landlord heard Turner was a seminary student, he asked what they could afford. “He never raised our rent,” Turner said. “We lived in that home through seminary.” Nancy soon found work as a banker, while Turner attended seminary classes and worked as a security guard. In 1991, after his graduation from seminary, Turner again sensed God’s direction to plant a church. Although his Oklahoma churches had not been Southern Baptist, he partnered with the Southern Baptist Convention. “The SBC had put an emphasis on planting African American churches to bring inclusiveness to the convention. [Mesquite Friendship] was on the ground floor of that in 1991. The rest is history,” Turner said. Mesquite Friendship was constituted as a Southern Baptist church on Jan. 27, 1994. “We’ve been SBC all these years. I’ve been blessed by being part of the Convention. They had programs and grants that would bless church planters if they were willing to do the work and do the reports. … We quickly outgrew our storefront and bought a building with SBC help. They paid my salary and helped with the note. [We] showed progress and they helped us for four years,” he said, adding that he was very pleased when the church could start giving through the Cooperative Program. From a core group of 16 members in 1991, Mesquite Friendship grew to 300 during its first three years. Just before the pandemic, Mesquite Friendship had 2,100 members and held two Sunday services averaging 700 apiece. Since COVID, membership numbers and giving have stayed steady or increased, though some have continued to attend online. “Terry Turner is one of the most significant contributors to the Southern Baptists of Texas Convention since its inception,” said Jim Richards, SBTC’s executive director emeritus. “Pastor Turner led Mesquite Friendship Baptist Church to affiliate and immediately began participation. His generosity through Cooperative Program giving showed his kingdom investment beyond the local church.” What’s next? Although no longer filling the pulpit weekly, Turner remains busy at Mesquite Friendship as its pastor emeritus, taking an active role in the comfort and support ministry. “When you have pastored people for so many years, you [want to be] there for them at the loss of their loved ones,” he said. He continues to provide premarital counseling to couples in the church and community. A recent appointee to the board of the Dallas Genealogical Society, Turner also researches the past and helps others to do the same. He has engaged in ancestry research for 11 years, the last three professionally, and said he has traced his paternal family lineage back to 1770 – [including his enslaved ancestors](https://www.baptistpress.com/resource-library/news/african-american-history-illuminates-pastors-life/) and their slave owners. “Believe it or not, many of them were Southern Baptist,” Turner said, expressing amazement over this long connection to the SBC. His family’s history and spiritual heritage are the subjects of his latest book, When Grace Flows Backward, due for release in early 2024. Turner also launched a YouTube channel called “Embracing our Ancestors” to teach African Americans how to study their lineage. Through the years, Turner filled his time not only serving his church, but in a variety of roles with the SBTC and SBC. He served as the SBTC’s president from 2011-2013 and as president of the SBTC African American Fellowship from 2010-2016. Between continuing service to his church, his writing, and spending time with his 12 grandchildren, retirement promises to keep Turner plenty busy. “I’ve called it a promotion,” Turner said with a smile. “It’s a blessing to be able to retire [and], especially in ministry, to have served the Lord for 41 years.” TERRY TURNER’S CAREER HIGHLIGHTS - Led in planting nine Southern Baptist churches from Texas to Florida - Led Mesquite Friendship to support ministries and missionaries in Zambia, Kenya, and Zimbabwe, and assisted in planting a church in Chandigarh, India - President of the Southern Baptists of Texas Bible Conference, 2011 - President of the Southern Baptists of Texas Convention, 2011-2014 - Spearheaded the SBTC’s cross-cultural, multiracial, multiethnic “Look Like Heaven” initiative - President of the SBTC African American Fellowship, 2010-2016 - Trustee, Gateway Baptist Theological Seminary - Trustee, Criswell College - Invited by Texas Gov. Rick Perry and his wife to participate in the blessing and dedication of the governor’s mansion, Jan. 29, 2013 - Invited by Gov. Greg Abbott to deliver the benedictory prayer at the governor’s second inauguration, Jan. 15, 2019 - Keynote speaker at the Texas Prayer Breakfast, Austin, prior to the opening of the legislative session, Feb. 21, 2019 - Recipient of the SBTC’s W.A. Criswell Award for Pastoral Evangelism, 2023 - Recipient of the Mesquite NAACP Lifetime Achievement Civil Rights Award, 2022 - The Terry Turner Education Fund Endowment to Golden Gate, now Gateway Seminary, was established in 2014 to provide scholarships for African American M.Div. students - Author of numerous articles and two books: God’s Amazing Grace: Reconciling Four Centuries of African American Marriages and Families (2019) and When Grace Flows Backward (2024)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "terry turner",
        "sentiment": "negative"
      },
      {
        "name": "mesquite",
        "sentiment": "negative"
      },
      {
        "name": "julia",
        "sentiment": "none"
      },
      {
        "name": "roosevelt turner",
        "sentiment": "none"
      },
      {
        "name": "turner",
        "sentiment": "none"
      },
      {
        "name": "roosevelt",
        "sentiment": "none"
      },
      {
        "name": "” turner",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "turner",
        "sentiment": "none"
      },
      {
        "name": "social security",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "okla.",
        "sentiment": "none"
      },
      {
        "name": "guthrie",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:43:24.890+02:00",
  "updated": "2024-01-06T00:43:24.890+02:00"
}