{
  "thread": {
    "uuid": "a6caa565663186d055efaf77a810a0182cd4105c",
    "url": "https://www.lafm.com.co/politica/colombia-tendra-servicio-de-atencion-a-ninos-palestinos-heridos-petro",
    "site_full": "www.lafm.com.co",
    "site": "lafm.com.co",
    "site_section": "https://www.lafm.com.co:443/rss.xml",
    "site_categories": [
      "media",
      "music",
      "entertainment"
    ],
    "section_title": "rss | La FM",
    "title": "Colombia tendrá atención a niños palestinos heridos",
    "title_full": "Colombia tendrá atención a niños palestinos heridos | La FM",
    "published": "2024-05-05T03:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://files.lafm.com.co/assets/public/styles/facebook2/public/2024-05/gustavo-petro_0.jpg.webp?VersionId=K2Vi1Lljxu5KUDBAWGpEX.jBn3NeggDE&amp;itok=Q8KzSgA-",
    "performance_score": 0,
    "domain_rank": 54909,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a6caa565663186d055efaf77a810a0182cd4105c",
  "url": "https://www.lafm.com.co/politica/colombia-tendra-servicio-de-atencion-a-ninos-palestinos-heridos-petro",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción LA FM",
  "published": "2024-05-05T03:57:00.000+03:00",
  "title": "Colombia tendrá atención a niños palestinos heridos",
  "text": "[Agencia Efe ](/autores/agencia-efe) Colombia tendrá servicio de atención a niños palestinos heridos: Petro \"Ojalá la propuesta egipcia de cese al fuego sea tomada en serio por el gobierno de Netanyahu\", dijo el presidente Gustavo Petro. El presidente de Colombia, Gustavo Petro, anunció el sábado que el país pondrá en marcha un servicio de atención para niños palestinos heridos por los bombardeos, tras expresar su respaldo a la propuesta egipcia de un cese al fuego entre Israel y Palestina. \"Ojalá la propuesta egipcia de cese al fuego sea tomada en serio por el gobierno de (el primer ministro israelí, Benjamín) Netanyahu. Liberación total de rehenes y retiro definitivo de Israel de Gaza\", escribió el mandatario en su cuenta de X. Le puede interesar: [Jefe de la diplomacia europea defendió a Petro tras romper relaciones con Israel](https://www.lafm.com.co/internacional/jefe-de-la-diplomacia-europea-defendio-a-petro-tras-romper-relaciones-con-israel) La más reciente iniciativa, mediada por Catar, Egipto y Estados Unidos, contempla el intercambio de todos los rehenes israelíes en Gaza por la excarcelación de 1.290 palestinos actualmente presos en cárceles de Israel, según informaron fuentes egipcias a EFE. Incluye además una pausa en los combates dividida en tres fases, con una duración total de 124 días. Durante este periodo se llevará a cabo un cese de las operaciones militares, acompañado de un incremento en la asistencia humanitaria destinada a los palestinos. Por ahora, el grupo islamista palestino Hamás no ha dado una respuesta oficial. Una delegación se encuentra en El Cairo considerando la propuesta. Lea también: [Académicos y exministros piden a Petro no romper relaciones diplomáticas con Israel](https://www.lafm.com.co/politica/academicos-y-exministros-piden-a-petro-no-romper-relaciones-diplomaticas-con-israel) Las palabras de Petro llegan días después de que Colombia notificara oficialmente a Israel la ruptura de relaciones diplomáticas, en rechazo a lo que el mandatario colombiano considera un \"genocidio\" en Gaza. Petro ha defendido fervientemente la causa palestina y ha expresado críticas hacia Israel desde el inicio de la guerra. Israel es un proveedor tradicional de armas, equipos militares, aparatos médicos, maquinaria, sistemas de seguridad y productos químicos para Colombia. A su vez, Colombia exporta principalmente carbón, café, flores y confites a Israel.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-05T04:19:53.294+03:00",
  "updated": "2024-05-05T04:19:53.294+03:00"
}