{
  "thread": {
    "uuid": "976dc3f42a44df1e4adffb56adbfad3d8948a699",
    "url": "https://www.tellerreport.com/news/2024-03-08-recep-tayyip-erdogan-says-he-is-ready-to-host-a-summit-on-peace-between-russia-and-ukraine.SkMUGhZFaa.html",
    "site_full": "www.tellerreport.com",
    "site": "tellerreport.com",
    "site_section": "https://www.tellerreport.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Teller Report",
    "title": "Recep Tayyip Erdogan says he is ready to host a summit on peace between Russia and Ukraine - Teller Report",
    "title_full": "Recep Tayyip Erdogan says he is ready to host a summit on peace between Russia and Ukraine - Teller Report",
    "published": "2024-03-09T00:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.rfi.fr/media/display/27a3cf18-dd8e-11ee-85f4-005056a97e36/w:1280/p:16x9/2024-03-08T190405Z_1633522656_RC2VH6A4UNWO_RTRMADP_3_UKRAINE-CRISIS-TURKEY.JPG",
    "performance_score": 0,
    "domain_rank": 18553,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "976dc3f42a44df1e4adffb56adbfad3d8948a699",
  "url": "https://www.tellerreport.com/news/2024-03-08-recep-tayyip-erdogan-says-he-is-ready-to-host-a-summit-on-peace-between-russia-and-ukraine.SkMUGhZFaa.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2024-03-09T00:07:00.000+02:00",
  "title": "Recep Tayyip Erdogan says he is ready to host a summit on peace between Russia and Ukraine - Teller Report",
  "text": "Recep Tayyip Erdogan says he is ready to host a summit on peace between Russia and Ukraine Ukrainian President Volodymyr Zelensky met this Friday March 8 in Istanbul with his Turkish counterpart, Recep Tayyip Erdogan. During this visit, the two men discussed the war with Russia and their bilateral relations. The Turkish president said he was ready to host a “peace summit” and work on relaunching a secure corridor in the Black Sea. But this will depend above all on the goodwill of Moscow. Ukrainian President Volodymyr Zelenskiy shakes hands with his Turkish counterpart Recep Tayyip Erdogan during a press conference in Istanbul, March 8, 2024. © Umit Bektas / Reuters By: RFI Follow Advertisement Read more With our correspondent in Istanbul, With our correspondent in Istanbul, Anne Andlauer Proposing only initiatives that include Russia has, for two years, been a constant in Turkish diplomacy, which strives to play an intermediary role between kyiv and Moscow. Thus, while Volodymyr Zelensky informed him of the preparations for an upcoming peace summit in Switzerland from which Russia will be absent, Recep Tayyip Erdogan said he was ready to host a Russia-Ukraine summit in Turkey for peace negotiations. . The Turkish head of state hoped to obtain \" certain results \" on prisoner exchanges and security in the Black Sea, noting \" positive approaches \" in his country's exchanges with the two belligerents. Tayyip Erdogan hopes in particular to convince Russia to relaunch the agreement on a secure corridor in the Black Sea, which would guarantee the transit of commercial ships. Cooperate on defense This agreement, which brought together Ukraine and Russia under the aegis of the UN, allowed Ukraine to export nearly 33 million tonnes of cereals . It became inoperative when Moscow withdrew from it a year later. Since then, kyiv has used an alternative route along the Bulgarian and Romanian coasts, but Turkey believes that a mechanism excluding Russia cannot be viable in the more or less long term. Volodymyr Zelensky's visit was also devoted to Turkish-Ukrainian defense cooperation. Without going into details, the Ukrainian president announced that the two countries had agreed on joint projects, both at the governmental level and between their defense industries. In Istanbul, Volodymyr Zelensky visited a shipyard where Turkish corvettes are being built for the Ukrainian navy. Newsletter Newsletter Receive all the international news directly in your inbox I subscribe Follow all the international news by downloading the RFI application Share : Continue reading on the same themes: Türkiye Ukraine Recep Tayyip Erdogan Volodymyr Zelensky",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tayyip erdogan",
        "sentiment": "negative"
      },
      {
        "name": "volodymyr zelensky",
        "sentiment": "none"
      },
      {
        "name": "anne andlauer",
        "sentiment": "none"
      },
      {
        "name": "recep tayyip erdogan",
        "sentiment": "none"
      },
      {
        "name": "volodymyr zelenskiy",
        "sentiment": "none"
      },
      {
        "name": "umit bektas",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "istanbul",
        "sentiment": "none"
      },
      {
        "name": "black sea",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      },
      {
        "name": "switzerland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T00:08:32.142+02:00",
  "updated": "2024-03-09T00:08:32.142+02:00"
}