{
  "thread": {
    "uuid": "4abf0b281259e8dc7e8543960a8d7af73896ad93",
    "url": "https://vnexplorer.net/veronica-lario-dopo-il-divorzio-da-berlusconi-pensavo-di-aver-perso-tutto-mi-sono-rialzata-e-ho-ricominciato-s1668293.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Veronica Lario: “Dopo il divorzio da Berlusconi pensavo di aver perso tutto, mi sono rialzata e ho ricominciato”",
    "title_full": "Veronica Lario: “Dopo il divorzio da Berlusconi pensavo di aver perso tutto, mi sono rialzata e ho ricominciato”",
    "published": "2024-03-01T00:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j6DZh.img",
    "performance_score": 0,
    "domain_rank": 52455,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4abf0b281259e8dc7e8543960a8d7af73896ad93",
  "url": "https://vnexplorer.net/veronica-lario-dopo-il-divorzio-da-berlusconi-pensavo-di-aver-perso-tutto-mi-sono-rialzata-e-ho-ricominciato-s1668293.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-01T00:55:00.000+02:00",
  "title": "Veronica Lario: “Dopo il divorzio da Berlusconi pensavo di aver perso tutto, mi sono rialzata e ho ricominciato”",
  "text": "Veronica Lario, non sono ricattabile, non ho segreti_veronica lario\nCi sono stati momenti, dopo il divorzio, in cui è stata descritta come una supermiliardaria, “in realtà, non è stato nulla di tutto questo, c’è stata una sentenza che mi ha negato qualsiasi diritto, che ho rispettato, e oggi sono una persona normale, un’imprenditrice”. Veronica Lario, ex moglie oggi 67enne di Silvio Berlusconi, parla del suo passato e del suo presente ospite della terza puntata di ‘A cena da Maria Latella’, il dinner talk di Sky Tg24. Prima volta in un programma tv e prima volta che parla al pubblico da quando, nel 2009, fu avviata la separazione da Silvio Berlusconi.\n“Sono passata dall’essere ‘una velina ingrata’, al tribunale di Milano che mi ha negato ogni diritto. Un salto di 10 anni in cui mi sono sentita un pò vessata. Cosa facevo? Subivo ed è difficile combattere contro il potere e la stampa soprattutto quando la stampa è piegata al potere. Io l’unica cosa che potevo fare era qualche passo indietro e quelli ho imparato a farli, forse dall’equitazione”, continua Lario. Poi “finito questo momento per me davvero molto complesso, mi sono chiesta se era possibile ricominciare, per la mia vita e per delle scelte personali – spiega ripercorrendo il post 2009 – In un certo momento ho pensato che per me non ci fosse più nulla, mi era stato negato un diritto, ho pensato ‘forse ha vinto il potere’. Ma mi sono detta non ho finito e ci ho provato”. Alla domanda se si possa considerare una donna non ricattabile, risponde: “Non ne ho motivo perché io non porto con me nessun segreto, non ho segreti dell’impresa di Berlusconi o della sua vita a parte e quindi posso dire quello che penso indipendentemente dal mio passato che non ha segreti”.\nRacconta cosa l’ha aiutata in quel periodo. “Inizialmente mi sono dedicata alla mia grande passione che erano i cavalli. Una passione che non avevo mai pensato di coltivare. Dopo la separazione ho iniziato a montare a cavallo – continua Lario – A 55 anni quando uno smette io ho iniziato. Mi è servito molto, ho usato molto dell’ippoterapia che mi ha aiutato tanto in questi anni di momenti difficili nei quali era meglio chiudersi che aprirsi”.\nLario spiega di aver iniziato a praticare l’equitazione “per seguire i nipoti, ma poi tutti hanno smesso ed io ho continuato”. I momenti più complicati dopo il divorzio? “Indicare solo tre momenti è difficile, questo periodo è stato tutto un’altalena: da un lato la speranza di ricongiungermi in modo equilibrato con la mia famiglia, in altri momenti la speranza la perdevo. Sono stata molto vicina ai miei figli e loro a me. Sono stati tutti momenti molto belli – prosegue – perché ho avuto la mia famiglia. Se proprio ne devo dire uno meno edificante, io non ho partecipato alle lauree dei figli perché due eravamo troppi. E allora ho fatto un passo indietro”.\nDella start-up sull’intelligenza artificiale che la vede alla guida, i “figli sono sorpresi – racconta – ma questo non mi vieta di colloquiare con loro, anzi è motivo di confronto”. Chi tra loro è il più interessato? “Sicuramente Barbara”, risponde.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j6DZh.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j6DZh.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:59:09.524+02:00",
  "updated": "2024-03-01T00:59:09.524+02:00"
}