{
  "thread": {
    "uuid": "2e1056171c24e22065bad289f9bd4874c96d58e9",
    "url": "https://www.newburyportnews.com/news/local_news/aces-celebrating-our-wildlife-stewards/article_cf88a276-d72b-11ee-a017-8fb8e1132a03.html",
    "site_full": "www.newburyportnews.com",
    "site": "newburyportnews.com",
    "site_section": "http://www.newburyportnews.com",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "newburyportnews.com | Greater Newburyport's local news source",
    "title": "ACES: Celebrating our wildlife stewards | Local News | newburyportnews.com",
    "title_full": "ACES: Celebrating our wildlife stewards | Local News | newburyportnews.com",
    "published": "2024-02-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/newburyportnews.com/content/tncms/custom/image/867ad2ec-8965-11e5-8451-8f0d0d73f7e3.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 39725,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2e1056171c24e22065bad289f9bd4874c96d58e9",
  "url": "https://www.newburyportnews.com/news/local_news/aces-celebrating-our-wildlife-stewards/article_cf88a276-d72b-11ee-a017-8fb8e1132a03.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ACES Leaders and Youth Corps team members",
  "published": "2024-02-29T07:00:00.000+02:00",
  "title": "ACES: Celebrating our wildlife stewards | Local News | newburyportnews.com",
  "text": "Editor’s note: This is one in a continuing series of educational columns about fostering environmental stewardship and leadership coordinated by ACES – The Alliance of Climate and Environmental Stewards. On Sunday, the world will celebrate U.N. World Wildlife Day including many local organizations that make a difference in the lives of species that live here or migrate through the amazing Great Marsh. Even though there are many species of plants and animals being diminished by climate change, deforestation, and habitat fragmentation, some good news is that others are afforded food and safety by local farms, parks, forests, and wetlands. and thanks to timely action, there are several important species that are also rebounding, like the eagles now soaring over the Merrimack River. Luckily, local and migratory wildlife are being supported by numerous stewardship organizations, including several ACES allies. For instance, the Parker River National Wildlife Refuge and its Friends, Greenbelt, Audubon, and The Trustees all hold and preserve multiple different habitats for wildlife. Edible Avenue and Pollinator PowerWorks help create native plant gardens for butterflies, bees, and birds along with the native plant species themselves. Others include local city and town parks departments and Friends of Newburyport Trees who advocate for and keep an eye on our trees. In Atkinson Common, there is a recently created multispecies tree infographics path designed by Newburyport High students, supported by high school staff and ACES’s tree walk program. Thanks to the Clean Water Act of 1972 and programs of conservation groups like the Ipswich River Watershed Association, the Parker River Clean Water Association and others, the water so vital to many of our local species has strong advocates. The Merrimack River Watershed Council is now working in Massachusetts and New Hampshire to improve the health of the river. Atlantic sturgeon, a fish once close to local extinction, had dwindled to small numbers of juveniles on the gravel beds near Haverhill but are now on the increase. The rebound of wild turkeys is also evident throughout the region. Just last week, urban Brookline adopted the wild turkey as its town mascot. It took a long time but now turkeys are back following their near total eradication in Massachusetts throughout in the 1800s. Starting in 1972, the Massachusetts Division of Fisheries and Wildlife, working with the University of Massachusetts, received permission to capture wild turkeys in New York state and release them into Massachusetts. A total of 37 birds were released in 1972 and 1973 and look what we have now. Historically, wherever the early settlers found squirrels, wolves, deer, or turkeys, they hunted them for food or for sport. Along with clearcutting for farmland and timber, many wildlife habitats were often eliminated. According to the Atlantic Magazine, the squirrels were the first to return in the mid-19th century, when Boston, New Haven, and Philadelphia released small numbers of squirrels on to their commons. The world’s wildlife is not just defined by panda cubs in China or elephants in Africa. Wildlife can literally be found in your backyard. New England even has its own named whale species offshore in the Gulf of Maine, the humpback whale (megaptera novaeangliae), whose name means big winged New Englander. So, on Sunday, why not think a bit about wildlife both the animals and plants in our own back yards, parks and nearby beaches and ocean. Maybe take your camera along one of the Coastal Trails Coalition’s trails or into Maudslay State Park and take some pictures. Or maybe take a pencil and note book to write about or sketch what you see. Our wildlife are a great gift to all humans and they are worth celebrating and protecting. ACES Youth Corps team members ask if you’d like to do more to preserve and protect wildlife, drop us a note at [aces-alliance@gmail.com](mailto:aces-alliance@gmail.com) and we’ll see if we can help you get involved with one of our alliance programs. and sign up for our newsletter to stay in the know about our local environment and opportunities to care and help at [https://www.aces-alliance.org](https://www.aces-alliance.org) .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest",
    "Environment"
  ],
  "external_links": [
    "https://www.aces-alliance.org)",
    "https://www.aces-alliance.org",
    "https://aces-alliance.org)",
    "https://aces-alliance.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "alliance of climate and environmental stewards",
        "sentiment": "none"
      },
      {
        "name": "u.n.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "greenbelt",
        "sentiment": "none"
      },
      {
        "name": "merrimack river",
        "sentiment": "none"
      },
      {
        "name": "parker river national wildlife refuge",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:35:42.316+02:00",
  "updated": "2024-03-01T02:53:22.914+02:00"
}