{
  "thread": {
    "uuid": "e1328bada746111aa6aebd44e5d1fd3b790168d0",
    "url": "https://www.mobihealthnews.com/video/ai-driven-virtual-agents-help-shorten-patient-call-times",
    "site_full": "www.mobihealthnews.com",
    "site": "mobihealthnews.com",
    "site_section": "https://www.mobihealthnews.com",
    "site_categories": [
      "health"
    ],
    "section_title": "MobiHealthNews | MobiHealthNews is digital health's publication of record covering breaking news and contextualizing the trends for healthcare in",
    "title": "AI-driven virtual agents help shorten patient call times | MobiHealthNews",
    "title_full": "AI-driven virtual agents help shorten patient call times | MobiHealthNews",
    "published": "2024-04-05T01:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.mobihealthnews.com/sites/default/files/PattyHayward1200.jpg",
    "performance_score": 0,
    "domain_rank": 9879,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e1328bada746111aa6aebd44e5d1fd3b790168d0",
  "url": "https://www.mobihealthnews.com/video/ai-driven-virtual-agents-help-shorten-patient-call-times",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "HIMSS TV April",
  "published": "2024-04-05T01:03:00.000+03:00",
  "title": "AI-driven virtual agents help shorten patient call times | MobiHealthNews",
  "text": "Skip to main content Toggle navigation Main Menu Topics Video Provider Payer Pharma Consumer Investor Regions ANZ ASIA EMEA Global Edition Global Edition Quality Care AI-driven virtual agents help shorten patient call times Patty Hayward, Talkdesk GM of healthcare and life sciences, explains how the company uses AI to automate bill payment, medication refills and appointment scheduling to give patients quick responses and call center agents time to answer complex questions. By HIMSS TV April 04, 2024 05:03 pm Share Tags: Patient Enagement , HIMSS24 More regional news Biolinq raises $58M for wearable biosensor tech and more digital health fundings By Jessica Hagen April 04, 2024 WHO releases generative AI health promotion tool called S.A.R.A.H. By Trevor Dermody April 04, 2024 Zero Overdose, Pear Suite join forces to curb opioid epidemic By Trevor Dermody April 04, 2024 Share Top Story WHO releases generative AI health promotion tool called S.A.R.A.H. Editor's Pick Q&A: The status of the White House-led CancerX initiative Amazon's One Medical announces three new partnerships Philips receives $60M from Bill and Melinda Gates Foundation for AI tech VR mental health platform XRHealth blasts off with NASA Jolly Good develops palliative care VR training module and more briefs Walmart Health signs care coordination agreements with Florida health system, insurer Video More Video How can AI be applied to solve problems in today's healthcare systems? Medical device manufacturers' rules complicate cybersecurity Mitigating cybersecurity threats at large and small healthcare networks Consolidating multiple systems into one platform saves clinicians time More Stories Biolinq raises $58M for wearable biosensor tech and more digital health fundings Zero Overdose, Pear Suite join forces to curb opioid epidemic Korean startup AITRICS seeks US entry with latest $20M funding Health insurer MotivHealth partners with AZOVA for doula support services Providence launches digital health company Praia Health with $20M Pager Health announces three new generative AI apps GE HealthCare bolsters portfolio with acquisition of MIM Software Eko Health's AI-enabled cardiac tool receives FDA clearance X Topics Video Provider Payer Pharma Consumer Investor Career Jobs Learning Center More About Advertise Contact Privacy Policy Regions ANZ ASIA EMEA Global Edition MobiHealthNews: The latest news in digital health delivered daily to your inbox. Search form Search Top Stories WHO releases generative AI health promotion tool called S.A.R.A.H. Korean startup AITRICS seeks US entry with latest $20M funding 1-year-old Aussie startup goes global for its digital care ecosystem",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jessica hagen",
        "sentiment": "none"
      },
      {
        "name": "patty hayward",
        "sentiment": "none"
      },
      {
        "name": "trevor dermody",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pear suite",
        "sentiment": "none"
      },
      {
        "name": "anz asia",
        "sentiment": "none"
      },
      {
        "name": "philips",
        "sentiment": "none"
      },
      {
        "name": "amazon's one medical",
        "sentiment": "none"
      },
      {
        "name": "talkdesk gm",
        "sentiment": "none"
      },
      {
        "name": "white house",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:45:48.877+03:00",
  "updated": "2024-04-05T01:45:48.877+03:00"
}