{
  "thread": {
    "uuid": "ac3bbbab8e592f384928ea85de356bf37a7eed01",
    "url": "https://www.20minutos.es/noticia/5231535/0/por-que-se-celebra-viernes-santo-semana-santa-significado-como-celebran-cristianos",
    "site_full": "www.20minutos.es",
    "site": "20minutos.es",
    "site_section": "http://www.20minutos.es",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "20minutos.es | Diario abierto | Última hora, local, España y el mundo",
    "title": "Por qué se celebra el Viernes Santo de Semana Santa: este es su significado y cómo lo celebran los cristianos",
    "title_full": "Por qué se celebra el Viernes Santo de Semana Santa: este es su significado y cómo lo celebran los cristianos",
    "published": "2024-03-29T11:39:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://imagenes.20minutos.es/files/image_1920_1080/uploads/imagenes/2008/04/19/798483a.jpg",
    "performance_score": 0,
    "domain_rank": 2491,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ac3bbbab8e592f384928ea85de356bf37a7eed01",
  "url": "https://www.20minutos.es/noticia/5231535/0/por-que-se-celebra-viernes-santo-semana-santa-significado-como-celebran-cristianos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "20minutos",
  "published": "2024-03-29T11:39:00.000+03:00",
  "title": "Por qué se celebra el Viernes Santo de Semana Santa: este es su significado y cómo lo celebran los cristianos",
  "text": "Este 29 de marzo es Viernes Santo, festivo en toda España y una de las principales celebraciones cristianas del calendario litúrgico. En este día, la religión cristiana celebra un hecho central en su doctrina: la muerte de Jesucristo en la cruz en un acto que, según los Evangelios, supuso el sacrificio de Jesús para redimir los pecados de la humanidad. La muerte de Jesús es el acontecimiento central del conocido como Triduo Pascual, el ciclo del calendario litúrgico en el que los católicos de todo el mundo conmemoran la pasión, la crucifixión y la muerte de Jesucristo, y su resurrección tres días después, en el Domingo de Resurrección. Los cristianos conmemoran el Vía Crucis y la muerte de Jesucristo Según los Evangelios, fue en el Viernes Santo cuando Jesús fue prendido y condenado a muerte por el gobernador romano, Poncio Pilato, por haberse proclamado \\u0022Rey de los Judíos\\u0022 en un gesto que las autoridades hebreas y romanas entendieron como un desafío a su poder. El Viernes Santo conmemora el sufrimiento de Jesús, que según los Evangelios fue despojado de sus ropas, torturado y obligado a cargar con una cruz de madera hasta el Monte Calvario de Jerusalén. Allí, coronado con espinas, fue crucificado junto a dos ladrones bajo un cartel en el que ponía “Jesús el Nazareno, Rey de los Judíos” (la inscripción INRI que puede leerse en muchas figuras religiosas que representan a Jesús crucificado). Allí pronunció, según las escrituras bíblicas, su última frase antes de morir: \\u0022Padre, en tus manos encomiendo mi espíritu\\u0022. Día de ayuno y abstinencia para los católicos Los cristianos conmemoran también en este día el Vía Crucis, el trayecto que recorrió Jesús desde su condena hasta su muerte y su sepulcro, de donde resucitaría al tercer día, según la Biblia. Se compone de 14 estaciones, y se reza una oración en cada una de ellas. En este día, los cristianos católicos guardan ayuno y abstinencia de comer carne y cubren las imágenes de Jesucristo con un paño o tela morada en señal de su ausencia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T12:38:56.433+03:00",
  "updated": "2024-03-30T06:54:10.890+03:00"
}