{
  "thread": {
    "uuid": "2e72997de7db68a854808c2ef975ec746451e93c",
    "url": "https://soldiersystems.net/2023/12/30/robot-dogs-protect-lives-through-innovation/",
    "site_full": "soldiersystems.net",
    "site": "soldiersystems.net",
    "site_section": "http://soldiersystems.net/feed/",
    "site_categories": [
      "shopping"
    ],
    "section_title": "Soldier Systems Daily",
    "title": "Robot Dogs Protect Lives Through Innovation",
    "title_full": "Robot Dogs Protect Lives Through Innovation",
    "published": "2023-12-30T03:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 75289,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2e72997de7db68a854808c2ef975ec746451e93c",
  "url": "https://soldiersystems.net/2023/12/30/robot-dogs-protect-lives-through-innovation/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SSD",
  "published": "2023-12-30T03:00:00.000+02:00",
  "title": "Robot Dogs Protect Lives Through Innovation",
  "text": "BARKSDALE AIR FORCE BASE, La. — “These robot dogs not only have the potential to save Airmen’s lives, but they also serve as a reminder of how valuable your voice is, regardless of rank.” Master Sgt. Dominic Garcia, the emergency management flight chief from the 2nd Civil Engineer Squadron, devised the concept of robot dogs and while he advanced his idea into building and testing the robots, he learned some valuable lessons along the way. Garcia is originally from Denver, enlisted in the Air Force in 2006 and spent most of his career working under Air Force Global Strike Command. In 2017, Garcia deployed to Syria from his home station at Dyess Air Force Base, Texas. After returning from his deployment Garcia reflected on his time in Syria. “I had a really hard time adjusting back, and when you’re trying to adjust back, you replay a lot of things in your head,” said Garcia. “You replay certain situations, you think; what could I have done better? What could I have done differently?” While reflecting on his deployment he remembered seeing canine teams on some of the chemical, biological, radiological, and nuclear missions. He said while he considered the things he would improve; he wondered if there was a way to arm the dogs with detectors instead of sending an entire team into a potentially hazardous environment. In 2019, Garcia was one of six AFGSC Airmen of the Year award recipients and met people from across AFGSC. His networking led to the opportunity to bring the concept of robot dogs to life through the Air Force Work Project. AFWERX is an Air Force innovation program that connects Airmen with technology developers to turn creative ideas into a reality. While Garcia worked on his concept with AFWERX, he connected with the company Ghost Robotics who agreed to build the robot dogs. In 2022, Garcia and his team applied for the Silver Award Grant and they were awarded 1.25 million dollars for the project. Garcia said he was delightfully surprised as he discovered opportunities and programs as he progressed in his journey to make his robot dog idea possible. “All I knew up until 2018 and 2019 was, if you want something done, you have to wait for policy or requirements,” said Garcia. “I didn’t know that there’s this whole other side of the Air Force that allows you to fast track and get what you need, kind of at the speed of relevancy to the tactical edge.” Once the robot parts were ready and delivered Garcia and his team assembled the parts into two user-friendly robotic canines. The team tested the functionality of the newly assembled robot dogs before advancing to test their capabilities to tackle Chemical, Biological, Radiological and Nuclear materials incidents. The team tested the dogs’ CBRN readiness by putting them through radioactive sites at the Defense Nuclear Weapons School at Kirtland Air Force Base, New Mexico. While it might seem odd to build expensive equipment and then immediately expose it to extreme situations, this testing is necessary. Garcia created the robot dogs to replace Airmen in life-threatening situations and withstand dangerous environments. He also armed the robotic canines with detectors capable of simultaneously detecting various threats. Garcia and his team went to the Dugway Proving Grounds in Utah to test the detectors, sensor data feedback, communication, and terrain performance. Garcia’s focus while developing the dogs was to design equipment that could save Airmen’s lives both here in the United States and when deployed overseas. He said in addition to preventing Airmen from risking their lives, the robots could fill operational gaps and increase the manpower in hazardous specialties. Persistent to meet these goals, Garcia and his flight continue to test the robotic canines through further research and development. Throughout the development of his robot dog concept, Garcia discovered a new passion for empowering Airmen to share their perspectives. He emphasized the importance of listening to and encouraging different perspectives of his teammates. “We need to be able to say yes more and listen more,” said Garcia. “We need to be able to allow our Airmen, our sergeants, our lieutenants, whoever, to be able to give those ideas and support them because if you say no you’ll never know the return on investment. But a simple yes can have so many positive effects that we don’t even see sometimes.” Prior to his innovative journey Garcia said he didn’t know he could come up with a concept and receive the support to make it a reality. Going through this process opened his eyes to the value of involving Airmen at every level, encouraging them, and supporting their ideas. Garcia said that is the reason he wanted to involve his teammates in the testing and evaluation of the robot dogs. “This is one of the few times that we get to build by the end user, for the end user. Yes, end users test certain pieces of equipment, but very rarely do they get to build it out for an entire career flow for an entire mission,” said Garcia. “That’s why I wanted to create an exposure for these guys to show them that it doesn’t matter what rank you are, it doesn’t matter how much experience you have in the Air Force, we all bring something to the table.” One of Garcia’s flight members, Airman 1st Class Daisy Slater, an emergency management specialist from the 2nd Civil Engineer Squadron, has been learning from Garcia while they work with the robot dogs. She said she is grateful for the opportunity to work with Garcia and learn about the dog’s performance and capabilities. “I feel like getting to this flight, I’ve been given the opportunity to hit the ground running, so to speak,” said Slater. “There are so many NCOs and especially Airmen coming out of this flight that are making waves in the career field. And when you situate yourself next to people doing great things, it opens a door for you to also do great things.” Garcia said he is inspired by the adaptability and eagerness displayed by the newer generation of Airmen and he hopes he has paved a path for the many Airmen who have innovative ideas. “The robot dogs are amazing. I love them, and I believe they’re going to save lives,” said Garcia. “What we’re doing for the career field, I think is awesome because we’re the first ones in the whole emergency management career field doing this, but the more important message is, we need to be able to be more open.” By Airman Rhea Beil & Master Sgt. Delia Martinez, 2nd Bomb Wing",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "garcia",
        "sentiment": "none"
      },
      {
        "name": "dominic garcia",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "robot dogs protect lives through innovation barksdale air force base",
        "sentiment": "negative"
      },
      {
        "name": "2nd civil engineer squadron",
        "sentiment": "none"
      },
      {
        "name": "air force global strike command",
        "sentiment": "none"
      },
      {
        "name": "air force",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "la.",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "denver",
        "sentiment": "none"
      },
      {
        "name": "dyess air force base",
        "sentiment": "none"
      },
      {
        "name": "syria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T03:13:47.557+02:00",
  "updated": "2023-12-30T03:27:46.842+02:00"
}