{
  "thread": {
    "uuid": "0b249466a82dc05e6efbb87cc82c943b126d4f1d",
    "url": "https://www.sail-world.com/news/270197/Wild-and-wet-and-windy-and-so-happy-to-finish",
    "site_full": "www.sail-world.com",
    "site": "sail-world.com",
    "site_section": "http://news.google.com/news?pz=1&cf=all&ned=us&hl=en&q=Sydney+to+Hobart+Yacht+Race&output=rss",
    "site_categories": [
      "sailing",
      "sports"
    ],
    "section_title": "\"Sydney to Hobart Yacht Race\" - Google News",
    "title": "2023 Rolex Sydney Hobart Race: Wild and wet and windy... and so happy to finish - Sail World",
    "title_full": "2023 Rolex Sydney Hobart Race: Wild and wet and windy... and so happy to finish - Sail World",
    "published": "2023-12-31T04:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.sail-world.com/photos/irc2023/yysw452857.jpg",
    "performance_score": 0,
    "domain_rank": 40064,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0b249466a82dc05e6efbb87cc82c943b126d4f1d",
  "url": "https://www.sail-world.com/news/270197/Wild-and-wet-and-windy-and-so-happy-to-finish",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-31T04:45:00.000+02:00",
  "title": "2023 Rolex Sydney Hobart Race: Wild and wet and windy... and so happy to finish - Sail World",
  "text": "Chris O'Neill's harrowing account of his last night at sea in the Cruising Yacht Club of Australia's 2023 Rolex Sydney Hobart Yacht Race was one that many sailors in the event could empathise with after finishing. O'Neill is co-skippered by Michael Johnston on O'Neill's J99 Blue Planet, a two-handed entry. O'Neill said their fifth night pitted them against bitterly cold temperatures, rough seas and plenty of wind. \"It was just relentless; just extraordinarily tiring,\" O'Neill said this morning after finishing. \"I'm pretty sure I've never been so cold in my life as I was in the last 24 hours of the race. \"I had every scrap of clothing I could find and I was still freezing. That was in these tiny little boats with not much freeboard, so there was a lot of water over the top of the boat.\" So, variable was the sea and wind, the Sydney owner said he and Johnston were washed overboard during the 628 nautical mile race. \"We had quite a bit of wind against the current,\" O'Neill said. \"Most of the waves were around five metres, but we got the odd nasty wave. At least four times we were washed overboard off the stern, just held by our harnesses. We dragged ourselves back on board.\" Accumulated fatigue over five days also forced the two to adapt their watch system. \"We normally do one hour watches, By the end, we were doing 10 minute watches where you might sleep five minutes. It's remarkable how refreshing five minutes sleep can be.\" The wet and windy weather on the last nights also took its toll on Blue Planet's electronic system. \"We lost all of our electronics,\" O'Neill said. \"We had to navigate across Storm Bay and up the Derwent with a compass. It was a pretty black night, pretty scary.\" On Paul Beath's two-handed J99, Verite, with co-skipper Richard Hooper (he has done four Sydney Hobarts), the going was equally hard, as the boat and Beath experienced a tough and tumble debut in the Sydney Hobart. Beath \"We were launching off waves and both of us did a couple of tumbles in the in the cockpit,\" Beath said. \"There was some pretty frightening and difficult stuff for us last night. \"It was a variable sea state and squally gusts, then nothing for a little while, then squally gusts again. We had a had a third reef in and a number five just to handle the gusts.\" Beath and Hooper also had to change their watch system to adapt to the freezing conditions. \"When we got to Tasman Island, we could take a bit of a rest because elsewhere it was almost impossible, being a two-hander, to sleep and eat in those conditions,\" Beath recalled. \"Then we would take half an hour, trying to go down and warm up and then come back up.\" On Brenton Carnell's fully crewed Elliott 1350 Tourer, Solera (Vic), crew member Stuart Richardson was happy with how they handled the conditions. They would have preferred one less night at sea though. \"I always said I want to get here during the day, but not this late. It was supposed to be yesterday,\" said Richardson. \"Last night was tough - 35 to 38 knots constantly. \"With the waves and the swell, we were nearly vertical on one wave. And this boat doesn't like upwind. It didn't suit us, but we just had to keep punching through it. \"All the way down the Tassie coast and trying to get to Tasman Island was just a battle.\" Richardson said the conditions made it hard to focus on their position in the race. \"We had forgotten about that at Tasman Island. It was, 'let's just get there,'\" he said. For the full list of entries and more information about the race, visit rolexsydneyhobart.com.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chris o'neill",
        "sentiment": "positive"
      },
      {
        "name": "o'neill",
        "sentiment": "none"
      },
      {
        "name": "michael johnston",
        "sentiment": "none"
      },
      {
        "name": "johnston",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rolex sydney hobart yacht race",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cruising yacht club of australia",
        "sentiment": "none"
      },
      {
        "name": "sydney",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T06:34:26.498+02:00",
  "updated": "2023-12-31T11:47:03.891+02:00"
}