{
  "thread": {
    "uuid": "3af705f91ad462328c43911697f07cca18ec6ed4",
    "url": "https://bleedingcool.com/comics/joe-sacco-war-on-gaza-palestine-graphic-novel",
    "site_full": "bleedingcool.com",
    "site": "bleedingcool.com",
    "site_section": "http://guttersbleed.livejournal.com/data/rss",
    "site_categories": [
      "hobbies_and_interests",
      "comic_books"
    ],
    "section_title": "Bleeding Cool News",
    "title": "Joe Sacco's New Comic, The War On Gaza, Palestine Goes Back To Print",
    "title_full": "Joe Sacco's New Comic, The War On Gaza, Palestine Goes Back To Print",
    "published": "2024-03-09T17:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://bleedingcool.com/wp-content/uploads/2024/03/Gaza3a-e1707113741485-1-2000x1125.jpg",
    "performance_score": 0,
    "domain_rank": 7745,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3af705f91ad462328c43911697f07cca18ec6ed4",
  "url": "https://bleedingcool.com/comics/joe-sacco-war-on-gaza-palestine-graphic-novel",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rich Johnston",
  "published": "2024-03-09T17:57:00.000+02:00",
  "title": "Joe Sacco's New Comic, The War On Gaza, Palestine Goes Back To Print",
  "text": "Posted in: Comics , Comics Publishers , Current News , Fantagraphics | Tagged: joe sacco , palestine , War On Gaza\nJoe Sacco's New Comic, The War On Gaza, Palestine Goes Back To Print Fantagraphics publishes Joe Sacco's new comic, The War On Gaza, weekly online, as his Palestine graphic memoir gets a new edition.\nPublished Sat, 09 Mar 2024 09:57:09 -0600 by Rich Johnston | Comments Fantagraphics announced they have sold through their recent reprint of Joe Sacco 's Palestine graphic memoir and are to publish a new edition of the book. And also launching a new weekly comic series on TCJ.com, about the current situation entitled The War on Gaza , concerning Palestine, Israel and the United States Of America. The first three episodes have already been posted.\nOriginally published 30 years ago, Palestine was recognised as a pioneering work of comics journalism, offering a nuanced, humanistic portrayal of the lives of Palestinians. After over 25 reprints of the original edition, this new edition is published as the latest chapter in the Israeli-Palestinian conflict hits all the headlines. The new edition will feature an essay by Israeli journalist Amira Hass , updated trade dress, and retain the foreword by the late Edward Said.\n\"The demand for Palestine has skyrocketed following the horrific events of October 7 and Israel's brutal response, indicating a yearning for understanding from readers all over the world,\" said Gary Groth, president and co-founder of Fantagraphics. \"We hope that the reissue of Palestine and the new series of graphic commentary 'The War on Gaza' will help awaken the world to the plight of the Palestinian people and illuminate the political context of the Israel-Palestinian conflict. Sadly, as Amira Hass makes clear in her new Afterword, Joe Sacco's deeply empathetic account of the Gazan people is even more relevant today than at any time since its original publication.\"\nPalestine Hardcover – September 3, 2024\nby Joe Sacco, Edward W. Said (Introduction), Amira Hass (Afterword)\nThe landmark work of comics journalism by Joe Sacco, in a new hardcover edition with a new afterword by Israeli journalist Amira Hass and an introduction by Palestinian American author and critic Edward W. Said. Joe Sacco's breakthrough work of graphic journalism ― a now-established genre almost single handedly invented by Sacco ― won the American Book Award upon its initial release in 1996, and has remained a perennial, essential work for understanding the Palestinian Israeli conflict in the Middle East. This new hardcover edition includes a new afterword by Israeli journalist Amira Hass and also features Palestinian academic and critic Edward W. Said's timeless 2001 introduction to the work.Based on several years of research and an extended visit to the West Bank and Gaza Strip in the early 1990s, where he conducted over 100 interviews with Palestinians and Jews, Palestine was the first major comics work of political and historical nonfiction by Sacco, whose name has since become synonymous with this graphic form of New Journalism. Like Safe Area Gorazde, Palestine has been favorably compared to Art Spiegelman's Pulitzer Prize-winning Maus for its ability to brilliantly navigate such socially and politically sensitive subject matter through the immersive lens of the comic book medium. Sacco has often been called the first comic book journalist, and he is certainly the best. Black-and-white illustrations throughout",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://news.google.com/publications/CAAqBwgKMPHflgsw1IauAw?hl=en-US&gl=US&ceid=US:en",
    "http://TCJ.com/author/joe-sacco",
    "http://www.TCJ.com/author/joe-sacco",
    "https://news.google.com/publications/CAAqBwgKMPHflgsw1IauAw",
    "https://www.news.google.com/publications/CAAqBwgKMPHflgsw1IauAw?hl=en-US&gl=US&ceid=US:en"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joe sacco",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "[comics publishers",
        "sentiment": "neutral"
      },
      {
        "name": "fantagraphics",
        "sentiment": "none"
      },
      {
        "name": "palestine",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "united states of america",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "palestine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T18:22:32.605+02:00",
  "updated": "2024-03-10T00:03:11.435+02:00"
}