{
  "thread": {
    "uuid": "b6efa2f96d396f2809fea4f6b407c7fdd3af6d39",
    "url": "https://www.livemint.com/news/world/narendra-modis-outreach-to-vladimir-putin-helped-avert-potential-nuclear-attack-during-russia-ukraine-war-in-2022-11710083034773.html",
    "site_full": "www.livemint.com",
    "site": "livemint.com",
    "site_section": "https://www.livemint.com/",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Business News Today: Read Latest Business News, Live India Share Market News, Finance &amp; Economy News | Mint",
    "title": "PM Modi's outreach to Putin helped avert ‘potential nuclear attack’ on Ukraine in 2022: Report | Mint",
    "title_full": "PM Modi's outreach to Putin helped avert ‘potential nuclear attack’ on Ukraine in 2022: Report | Mint",
    "published": "2024-03-10T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.livemint.com/lm-img/img/2024/03/10/1600x900/Modi_1710083304556_1710083304675.jpg",
    "performance_score": 0,
    "domain_rank": 1412,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b6efa2f96d396f2809fea4f6b407c7fdd3af6d39",
  "url": "https://www.livemint.com/news/world/narendra-modis-outreach-to-vladimir-putin-helped-avert-potential-nuclear-attack-during-russia-ukraine-war-in-2022-11710083034773.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Deepak Upadhyay",
  "published": "2024-03-10T02:00:00.000+02:00",
  "title": "PM Modi's outreach to Putin helped avert ‘potential nuclear attack’ on Ukraine in 2022: Report | Mint",
  "text": "Prime Minister Narendra Modi and some other countries outreach to Russian President Vladimir Putin helped prevent a 'potential nuclear attack' on Ukraine in 2022, news agency ANI reported on Sunday citing a CNN report.The report said two senior officials told CNN that in late 2022, the US started \"preparing rigorously\" for a potential nuclear strike by Moscow against Kyiv as the Biden administration was concerned that Russia might use a tactical or battlefield nuclear weapon. The report further said the fear about Russia's move began in late 2022 when Ukrainian forces were advancing on Russian-occupied Kherson in the south, the city which had been Russia's biggest prize since the invasion. As the Ukrainian forces advanced, entire Russian units were in danger of being surrounded. Also Read | Ramadan 2024: Palestinians prepare for Ramzan in shadow of Gaza warAt the same time, Moscow allegedly claimed that Ukraine might use the dirty bomb. The CNN report said the view inside the US administration was that such a catastrophic loss at Kherson could be a \"potential trigger\" for the use of nuclear weapons and the alleged dirty bomb claim could be intended as a cover for a Russian nuclear attack.Also Read | Princess of Wales Kate Middleton's first official photo since surgery releasedAmid the fears, the US sought to enlist the help of non-allies including India, to discourage Russia from such an attack. \"One of the things we did was not only message them directly but strongly urge, press, encourage other countries, to whom they might be more attentive, to do the same thing,\" ANI quoted a senior administration official as saying in the CNN report.Also Read | Bengaluru water crisis: Residents ask for work from home, online classesUS officials say that outreach and public statements from Prime Minister Narendra Modi and others helped avert a crisis.\"I think we believe showing the international community the concern about this, particularly the concern from key countries for Russia and the Global South, was also a helpful, persuasive factor and showed them what the cost of all this could be,\" CNN quoted a senior administration official as saying.\"I think the fact that we know, India weighed in, China weighed in, others weighed in, may have had some effect on their thinking,\" the senior administration official added. \"I can't demonstrate this positively, but I think that's our assessment.\"Also Read | When Ramadan 2024 moon is expected to be sighted in India, Saudi ArabiaIt is important to note that New Delhi always condemned civilian killings and called for a peaceful resolution to the Russia-Ukraine conflict.Interestingly, it was in September 2022 when in a major statement, Prime Minister Narendra Modi told President Putin that \"this is not the era of war\" on the sidelines of the SCO summit in Uzbekistan last year. \"We will definitely get a chance to discuss how we can move onto the path of peace in the coming days, I will also get an opportunity to understand your point of view,\" he had said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "negative"
      },
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "putin",
        "sentiment": "negative"
      },
      {
        "name": "vladimir putin",
        "sentiment": "negative"
      },
      {
        "name": "biden",
        "sentiment": "none"
      },
      {
        "name": "kyiv",
        "sentiment": "none"
      },
      {
        "name": "ramzan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cnn",
        "sentiment": "none"
      },
      {
        "name": "ani",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "kherson",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T18:00:02.766+02:00",
  "updated": "2024-03-10T18:59:33.562+02:00"
}