{
  "thread": {
    "uuid": "1b5029ccc562a19818451f9625ca3260fd729138",
    "url": "https://insider-gaming.com/gray-zone-warfare-interview-next-steps-success",
    "site_full": "insider-gaming.com",
    "site": "insider-gaming.com",
    "site_section": "https://insider-gaming.com/category/news/",
    "site_categories": [],
    "section_title": null,
    "title": "INTERVIEW: Gray Zone Warfare’s Success and Next Steps",
    "title_full": "INTERVIEW: Gray Zone Warfare’s Success and Next Steps",
    "published": "2024-05-06T21:53:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 23957,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1b5029ccc562a19818451f9625ca3260fd729138",
  "url": "https://insider-gaming.com/gray-zone-warfare-interview-next-steps-success",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Grant Taylor-Hill",
  "published": "2024-05-06T21:53:00.000+03:00",
  "title": "INTERVIEW: Gray Zone Warfare’s Success and Next Steps",
  "text": "Gray Zone Warfare has been on the market (in early access) since April 30. It was a sudden and hugely impactful launch that took the extraction shooter world by storm, and within just a few days, more than half a million players found their way into the game. It arrived at the perfect time, which goes some way to explaining the game’s immediate popularity, but I recently caught up with MADFINGER Games’ Rick Lagnese to learn more about the intricacies of Gray Zone Warfare’s success.\nAs our discussion unfolded, I went on to learn what’s in the immediate pipeline for Gray Zone Warfare and what the long-term vision looks like for this intense and tactical open-world FPS.\nFrom Nothing to Something Gray Zone Warfare received a mixed response at launch owing mostly to the game’s optimisation issues on older hardware. This proved to be a sticking point for fans worldwide, but Rick assured me that’s what’s at the forefront of MADFINGER’s focus.\nIt is true that some are trying to play the game and they probably need to upgrade their equipment a little bit, but we are working on this. There have been some crashes we’re not happy with, especially when players will lose their items. These are very important things we’re working on – I will say though, going into launch, the two priorities were optimisation and stabilisation. Optimisation is performance, FPS, making sure it’s smooth with the least amount of drops as possible, and of course the servers to maintain.\nI was reassured that MADFINGER is working to ‘get this available to as many people as possible’. Despite these teething issues, Gray Zone Warfare is soaring and shattering expectations at MADFINGER. Per the update I was given by Rick, the game is approaching 700,000 sales in just one week. He reflected on the busy launch window: ‘It has clearly exceeded expectations, and we realised there’s still a lot to do but we’re very happy with the start.’\nIn recent news, it was revealed that cheat providers are starting to target Gray Zone Warfare with shady tactics. Speaking sternly on the matter, Rick confirmed that ‘a ton of communication’ is allowing MADFINGER to remain in the loop and stay one step ahead of the inevitable onslaught of cheaters, making use of undisclosed countermeasures to defend this growing game.\nWith the technical topics out of the way, our discussion turned to the future of Gray Zone Warfare.\nWhat’s Next For Gray Zone Warfare?\nFortunately, Rick was eager to talk about what’s in store for Gray Zone – there’s a dense pipeline lined up to be delivered once the optimisation and stabilisation concerns are ticked off.\nWe are working on a roadmap that we hope to disclose soon, because there is a lot of fun content – like, people don’t even know what is the middle of the map yet. What is going to happen there, where are we going to head with that? It’s the Mysterious Event – where the population was evacuated and there was something that happened at Ground Zero.\nI can’t wait to see these other features come in. When we start seeing, you know, the day and night cycle, the weather dynamics, the camps being added, more points of interest… There’s a lot more we’re going to be adding in.\nThere might be stacks of content lined up, and in Rick’s words, Gray Zone Warfare is ‘only 20 to 30% done’. There are more than 150 tasks to be tackled by players, some of which offer branching resolutions that offer a few paths. There’s plenty of meat on the bones of Gray Zone Warfare, which is improving all the time – there’s another hotfix being prepared now to tackle some of the biggest issues in the game, namely the ‘disappearing head glitch’ and the issue with vanishing stash items.\nI wanted to talk to Rick about the heftier topics, starting with wipes in Gray Zone Warfare. Many players are curious about the expected cadence of wipes, which would essentially be the global event that sees the game get reset, putting everyone back on the bottom rung to start climbing up again.\nWe had in our in-game menu that you’d be able to change your faction every three months, but we’d do a wipe every six. Honestly, we’re still working out how that’s going to work out, because we do need to let the dust settle.\nWe have to consider whether it’s worth doing a wipe in our game. Gray Zone Warfare is Gray Zone Warfare. If we do wipes, you get hints of other games, to be honest. It doesn’t matter what they’re doing, our game is different.\nIt looks as though there’s a desire to make Gray Zone Warfare much more customisable. Rick is a huge backer of RP environments and mods, and he stressed that he’s ‘always looking for ways of how (they) can extend the value of the game.’ To that end, there’s a long-term goal to add private servers with adjustable settings, but that was described as being ‘further down the road’.\nFinally, we leant into the topic of microtransactions. In recent news, competing titles have found themselves in hot water after revealing sketchy microtransactions and pay-to-win bundles , but MADFINGER is preparing to enter that arena with great care.\nWe’ve said from the beginning that we’re not going to do microtransactions in the way that you’d normally look at it.\nIf we do and we do something with cosmetics, the boss wants to do it with 100% donations. Donate to charities – this is not going to be for the profit of the company. He really has a heart.\nThat marked the end of another phenomenal chat with Rick Lagnese of MADFINGER Games. As someone who has been well and truly won over by Gray Zone Warfare, I’m hugely excited to see what’s coming next. It’s a brilliant game with stacks of potential, and it’s only just getting started.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rick lagnese",
        "sentiment": "none"
      },
      {
        "name": "rick",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "something gray zone warfare",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-07T00:58:11.858+03:00",
  "updated": "2024-05-07T00:58:11.858+03:00"
}