{
  "thread": {
    "uuid": "747885a26e4371ada1023340530665f3ab65acd8",
    "url": "https://www.dagospia.com/rubrica-2/media_e_tv/raffaella-carra-santa-laica-che-ci-mancava-aldo-grasso-379604.htm",
    "site_full": "www.dagospia.com",
    "site": "dagospia.com",
    "site_section": "https://www.dagospia.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Dagospia - Notizie on line - News Italia - Gossip",
    "title": "raffaella carrà, la santa laica che ci mancava - la recensione di aldo grasso - Media e Tv",
    "title_full": "raffaella carrà, la santa laica che ci mancava - la recensione di aldo grasso - Media e Tv",
    "published": "2023-12-29T17:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://cdn-static.dagospia.com/img/patch/06-2023/raffaella-carra-1851762.png",
    "performance_score": 0,
    "domain_rank": 45188,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "747885a26e4371ada1023340530665f3ab65acd8",
  "url": "https://www.dagospia.com/rubrica-2/media_e_tv/raffaella-carra-santa-laica-che-ci-mancava-aldo-grasso-379604.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dagospia",
  "published": "2023-12-29T17:16:00.000+02:00",
  "title": "raffaella carrà, la santa laica che ci mancava - la recensione di aldo grasso - Media e Tv",
  "text": "Estratto dell’articolo di Aldo Grasso per il “Corriere della Sera” È in atto un processo laico di beatificazione di Raffaella Carrà: celebrazioni, testimonianze, filmati, opere liriche (è l’omaggio più coraggioso, «Raffa in the Sky») e ora «Raffa», una docuserie in tre puntate […] diretta da Daniele Luchetti (Disney+). Il processo prevede che si vada oltre l’attività artistica di Raffaella […] e che ogni sua apparizione sia circonfusa di una nuova luce: simbolo di libertà dei comportamenti, regina indiscussa della tv e icona LGBTQ+. «Raffa» è frutto di uno scrupoloso lavoro di ricerca e di montaggio, di una raccolta di certificazioni autorevoli […] di un interessante lavoro di regia (c’è persino una mini-fiction che cerca di far riemergere il rimosso di Raffaella, la sua infanzia a Bellaria, l’abbandono del padre, il forte legame con la madre). La strada scelta è quella della doppia personalità. Da una parta, Raffaella Pelloni, una donna che ha sempre gelosamente custodito la sua vita privata e sentimentale, che ha sognato invano la maternità, che ha lottato per il riconoscimento dei diritti civili. L’intervista più significativa è quella di Anna Vasini, un’anziana amica di famiglia che racconta vicende poco note. Dall’altra, la show girl, la regina del sabato sera, da «Canzonissima» a «Milleluci», da «Ma che sera» a «Fantastico», l’interprete di canzoni di successo («Tuca-tuca», «Maga Maghella», «Rumore», «Chissà se va», «Com’è bello far l’amore da Trieste in giù»), l’immagine della trasgressione sessuale in versione casalinga. E poi i grandi successi in Spagna e in Sud America, la Raffa intrattenitrice del mezzogiorno con «Pronto, Raffaella?», la Raffa «madonna delle lacrime e delle carrambate» con «Carramba, che sorpresa!». L’unico punto di contatto fra le due personalità è una puntata di «Domenica in», quando davanti alle telecamere si sfoga contro la stampa per un articolo su sua madre. Per adesso, nell’immagine pubblica di Raffa è permessa la «gloriola» di raggi luminosi intorno al capo, non ancora il nimbo o l’aureola.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [
    "http://www.corriere.it",
    "http://corriere.it"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T17:44:32.559+02:00",
  "updated": "2023-12-29T17:44:32.559+02:00"
}