{
  "thread": {
    "uuid": "b0269e254acb30f8d935c80f6f67dc476dcd7490",
    "url": "https://dnyuz.com/2023/12/28/w-kamau-bell-palestinians-are-my-heroes-of-2023/",
    "site_full": "dnyuz.com",
    "site": "dnyuz.com",
    "site_section": "https://dnyuz.com/2023/10/29/psychedelics-and-mental-health-issues-what-you-should-know",
    "site_categories": [
      "media"
    ],
    "section_title": "Psychedelics and mental health issues: What you should know &#8211; DNyuz",
    "title": "W. Kamau Bell: Palestinians Are My Heroes of 2023 – DNyuz",
    "title_full": "W. Kamau Bell: Palestinians Are My Heroes of 2023 – DNyuz",
    "published": "2023-12-28T23:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dnyuz.com/wp-content/uploads/2023/12/W-Kamau-Bell-Palestinians-Are-My-Heroes-of-2023.jpeg",
    "performance_score": 0,
    "domain_rank": 27269,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b0269e254acb30f8d935c80f6f67dc476dcd7490",
  "url": "https://dnyuz.com/2023/12/28/w-kamau-bell-palestinians-are-my-heroes-of-2023/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Daily Beast",
  "published": "2023-12-28T23:17:00.000+02:00",
  "title": "W. Kamau Bell: Palestinians Are My Heroes of 2023 – DNyuz",
  "text": "There’s a video on Instagram of a little boy walking through the streets of Gaza . He is talking to the camera. It is a beautiful, sunny day. If you didn’t speak Arabic, which I don’t, you might think the little boy was just sharing an innocent story about his life. But if you do speak Arabic, or are lucky enough to have it translated, you will understand that while he is telling a story about his life, it is not an innocent story.\nHe says, “Please stop the war.” He says, “We are suffocating. No food. No water. No nothing.” The video ends with him saying, “We used to have flour, but now we eat the grain that’s for the pigeons and chickens.” It is heartbreaking. And it is far from the only video like this.\nThere are many, many videos of Palestinian children, adults, and elders in Gaza testifying to the horrors they are currently suffering. And there are other videos that show the gruesome toil war takes on people’s bodies.\nI only know of these videos because of the global community of Palestinians who continue to speak up for their people, even if they have to deal with the consequences. Palestinians have lost jobs and been uninvited from spaces that they were previously accepted in, just because they spoke up for their people.\nThis is especially true in America.\nEven non-Palestinians have been fired or threatened with consequences for expressing solidarity with Palestinians. But this isn’t about the allies. This is about the courage of Palestinians in Gaza and outside of Gaza who have decided to speak out against the injustice they face—to quote a famous Muslim—“By any means necessary.” And this isn’t a new thing. I have known Palestinians who have been speaking up for their humanity, tirelessly for years. They do it when Palestinians are all over the news and when the world would rather look away.\nBut it’s much different since Oct. 7. That is why Palestinians are my heroes of 2023.\nI have much empathy for Palestinians at this moment. When they say something as simple as “Free Palestine,” some people hear that as a threat to Jewish people. Kind of like how some people hear “Black lives matter” as an attack on white people. We live in times that require nuance. (Shout out to the many Jewish people in my life who are both proud of their Jewishness and want liberation for Palestinians.)\nWhen I see Palestinians being ostracized and worse for their rhetoric when they talk about the liberation of their people, I can’t help but think about that same famous Muslim, Malcolm X, who was demonized in his lifetime for his rhetoric that advocated for the liberation of Black people. The years after his assassination only proved that he was right to be fiery. And America ended up understanding his point so well that it gave him the second highest honor this country can give—his face on a postage stamp. (The first highest honor is putting you on the money.)\nI know it is possible to advocate for your people without threatening or causing violence to others. I know it because I have done it and been a part of it. And I have seen it in the vast majority of Palestinians who are demanding justice for their people and accountability for the government of Israel.\nThat is why I want to say thank you to Palestinians right now for being loud and proud and defiant.\nIn the immediate wake of Hamas’ terrorist attack that killed 1,200 people and kidnapped 250 people, I saw Palestinians online bracing for Israel’s response. I saw Palestinians prepare as much as they could. I saw them put out explainers to help tell the story of that region from their (often ignored by western media) perspective. And I saw them warning the rest of us who are uneducated (or undereducated) on these issues of what was inevitably about to happen.\nThey told us that the IDF, Israel’s military, was going to rain down death and destruction on Gaza and that many innocent lives would be lost. They told us that the government of Israel would expand the attacks outside of Gaza and that Israel would use the horror of Oct. 7 as a justification to take steps they thought they couldn’t get away with otherwise. Palestinians also said that if this were allowed to happen, it would lead to turning Palestinians into refugees yet again, because they believe that if Israel was allowed to do these things, then Palestinans would never be allowed to return.\nAs of this writing over 20,000 people have been killed and around two million Gazans have been forced out of their homes and communities and told to move to other places in Gaza that also aren’t safe. I hope that little boy and his family are OK.\nI can’t quote the history of this region, chapter and verse. I have also seen that that doesn’t always matter in these discussions—because people on different sides aren’t always reading the same texts, so the chapters and verses don’t match up. But I do know that I want to live in a world where we all believe that innocent people, journalists, and hostages aren’t fair game in war. And I also know that I have seen and known many Palestinians who feel the same way.\nI wouldn’t have spent the last couple months thinking about these things without Palestinians refusing to accept their fate. Palestinians all over the world are putting themselves and their reputations on the line to demand that the world treat them with dignity and respect.\nThank you, Palestinians.\nPermanent ceasefire now. Release all hostages, those held by Hamas and held by the government of Israel. Black lives matter. Free Palestine.\nThe post W. Kamau Bell: Palestinians Are My Heroes of 2023 appeared first on The Daily Beast .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "w. kamau bell",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T03:19:00.422+02:00",
  "updated": "2023-12-29T03:19:00.422+02:00"
}