{
  "thread": {
    "uuid": "b4d262a609fa79e518a9fd38d365d2e34ccdd93f",
    "url": "https://cbs58.com/news/its-about-living-as-usual-sheboygan-county-will-soon-be-home-to-first-of-its-kind-dementia-village-in-the-us",
    "site_full": "cbs58.com",
    "site": "cbs58.com",
    "site_section": "https://cbs58.com",
    "site_categories": [
      "media"
    ],
    "section_title": "CBS58 Home",
    "title": "'It's about living as usual': Sheboygan County will soon be home to 1st-of-its-kind dementia village in the US",
    "title_full": "'It's about living as usual': Sheboygan County will soon be home to 1st-of-its-kind dementia village in the US",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://newscdn2.weigelbroadcasting.com/1nvR2-1710450581-275626-blog-LIVASU.PNG",
    "performance_score": 0,
    "domain_rank": 15474,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b4d262a609fa79e518a9fd38d365d2e34ccdd93f",
  "url": "https://cbs58.com/news/its-about-living-as-usual-sheboygan-county-will-soon-be-home-to-first-of-its-kind-dementia-village-in-the-us",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ellie Nakamoto-White",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "'It's about living as usual': Sheboygan County will soon be home to 1st-of-its-kind dementia village in the US",
  "text": "'It's about living as usual': Sheboygan County will soon be home to 1st-of-its-kind dementia village in the US TOWN OF WILSON, Wis. (CBS 58) -- There are more than 120,000 people in Wisconsin who live with Alzheimer's disease. Now, a Sheboygan nonprofit is planning to build an innovative community in the Town of Wilson to support those with dementia. It's called \"Livasu Village\" which is short for \"living as usual.\" “What really came out of a grassroots efforts of dementia crisis response are we decided to look instead at preventing crisis,\" said Mary Pitsch, the co-founder of [Dementia Innovations](https://dementiainnovations.org/). “We’re really all about living as usual which sounds simple but in traditional care settings that’s really not the case.” The village, which sits on about 79 acres of land, will be a total of 124 homes in pocket neighborhoods anywhere from 10 to 14 homes, for owners with dementia. Support and care from trained staff will be available around the clock as needed and to the levels requested. The homes, which range from one-bedroom and one-bathroom to two-bedroom and two-bathroom, will surround community amenities like a gym, spa, theater, grocery store, chapel, and a restaurant which is open to the general public. “The village will allow them the opportunity and afford them the opportunity to live as usual as much as possible,\" Pitsch said. She added that allowing residents to maintain home ownership is also key when it comes to continuing control over their lives. \"Suddenly when we have dementia, we take away all of that control,\" Pitsch said. “People still need autonomy. People with dementia don’t want to lose themselves into only that diagnosis.” This is the first-of-its-kind in the United States. Pitsch and the rest of the team said they took inspiration from [Hogeweyk](https://hogeweyk.dementiavillage.com/), a similar concept in the Netherlands. “It’s so new it just really requires people to think outside the box. People want change but actually to do change is hard,\" Pitsch said. “We hear almost every day; I wish I had that for my parent.” Another stand out point for this design is that couples and families will be able to stay together -- unlike other more traditional care routes. \"It's just the idea of staying together. That's something that you don't want to give up,\" said Jim Holmes of Sheboygan. Holmes, who is also a board member for Dementia Innovations, lost his wife, Patti, to the disease. “That’s why I’m interested in this and that’s why I love doing what we’re doing because it’s in her memory,\" Holmes said. \"My wife went through 12 years of dementia.\" It was Patti's wish to stay at home through her final years. The two ended up moving to the area in 2011 to be closer to their children. \"What was best was we spent the rest of her life together, the way it should be,\" Holmes said. Now he's working to make sure others impacted can have the same opportunity. “She would’ve loved to be in one of the houses and been able to walk around and enjoy the other people or sit out on the porch and talk to the neighbors,\" Holmes said. \"They can do anything they want, whenever.\" Pitsch said the village will be open to the public and she hopes by doing so, it will reduce any stigma around the disease. \"They're just people that happen to have a diagnosis,\" Pitsch said. “We are the leaders in the United States right now and we do see this as a pilot project for others throughout the state and then throughout the United States as well.” Groundbreaking is set to start in the next few months, with an overall goal of moving residents in by fall of 2025.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [
    "https://hogeweyk.dementiavillage.com/),",
    "https://dementiainnovations.org/).",
    "https://www.dementiainnovations.org/).",
    "https://www.hogeweyk.dementiavillage.com/),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mary pitsch",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sheboygan county",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "wis.",
        "sentiment": "none"
      },
      {
        "name": "wilson",
        "sentiment": "none"
      },
      {
        "name": "sheboygan",
        "sentiment": "none"
      },
      {
        "name": "town of wilson",
        "sentiment": "none"
      },
      {
        "name": "wisconsin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:18:32.018+02:00",
  "updated": "2024-03-15T00:18:32.018+02:00"
}