{
  "thread": {
    "uuid": "11aa1d5ef103c15227afe90746474ad1b9e880eb",
    "url": "https://www.larena.it/territorio-veronese/lessinia/14-gennaio-immagini-lessinia-1.10512095",
    "site_full": "www.larena.it",
    "site": "larena.it",
    "site_section": "http://www.larena.it/cmlink/home-1.2691530",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Domenica di pienone sulla neve delle montagne veronesi. «Sembravano le vacanze di Natale»",
    "title_full": "Domenica di pienone sulla neve delle montagne veronesi. «Sembravano le vacanze di Natale»",
    "published": "2024-01-14T18:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.larena.it/image/policy:1.10512116:1705254972/image.jpg?f=16x9&amp;h=450&amp;w=800&amp;$p$f$h$w=7061f55",
    "performance_score": 0,
    "domain_rank": 53446,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "11aa1d5ef103c15227afe90746474ad1b9e880eb",
  "url": "https://www.larena.it/territorio-veronese/lessinia/14-gennaio-immagini-lessinia-1.10512095",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Società Athesis S.p.A.",
  "published": "2024-01-14T18:58:00.000+02:00",
  "title": "Domenica di pienone sulla neve delle montagne veronesi. «Sembravano le vacanze di Natale»",
  "text": "La città sulla neve. Pienone delle grandi occasioni, in questo fine settimana, dalle pendici del monte Baldo all’altra Lessinia. Tra ieri e oggi, ogni località abbastanza “bianca” per consentire non solo di rispolverare gli sci stretti – come al Centro fondo di Malga San Giorgio – ma anche di ciaspolare, sfrecciare sui pendii con slitte, bob e ciambelle gonfiabili, o semplicemente di passeggiare nel paesaggio candido, è stata presa d’assalto da svariate migliaia di persone. Determinate a godersi la neve, finalmente, dopo una lunga attesa.\nLessinia e Baldo\nE così è stato, anche grazie a condizioni meteo a favore. Sport e divertimento per ogni età, magari con un pic-nic sulla neve a base di panini imbottiti. Novezza (Ferrara di Monte Baldo), nel week-end, è diventata patria delle famiglie e delle discese in slittino.\nE sul fronte lessinico, a San Giorgio (Bosco Chiesanuova) il noleggio di attrezzature da neve funzionava a pieno regime, mentre nella piana i ragazzi dello Sci Club sono tornati ad allenarsi con la guida dei propri maestri.\n«Un afflusso stratosferico, da vacanze di Natale», commentava, già ieri, Elio Venturelli, responsabile del Centro fondo di Malga San Giorgio. E oggi «abbiamo bissato il pienone».\nA tante presenze è corrisposto, ovviamente, il rovescio della medaglia. Soprattutto a San Giorgio, i parcheggi sono andati esauriti già a metà mattina, con lunghe file di macchine posteggiate a lato della strada, e rallentamenti in particolare al rientro. Vigili e carabinieri di controllo in zona. Tuttavia, grazie alle buone condizioni meteo, che non hanno creato pericoli, (come invece aveva fatto il forte vento lo scorso fine settimana) non si è resa necessaria l’interruzione della viabilità.\nVa in archivio con grande successo questo week-end bianco. La speranza, ora, come confida Venturelli, è che «si avverino le\nprevisioni di una nuova nevicata tra mercoledì e giovedì, e anche l’abbassamento della temperatura nei giorni successivi, necessaria per mantenere intatto il manto».",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-14T20:09:55.735+02:00",
  "updated": "2024-01-14T20:09:55.735+02:00"
}