{
  "thread": {
    "uuid": "44c57e35d78c92664566722ac9cd449791d4e460",
    "url": "https://www.sootoday.com/national-hockey/foegele-draisaitl-lead-the-way-as-oilers-beat-kraken-4-2-for-12th-straight-win-8132611",
    "site_full": "www.sootoday.com",
    "site": "sootoday.com",
    "site_section": "https://www.sootoday.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "SooToday.com: SooToday.com",
    "title": "Foegele, Draisaitl lead the way as Oilers beat Kraken 4-2 for 12th straight win",
    "title_full": "Foegele, Draisaitl lead the way as Oilers beat Kraken 4-2 for 12th straight win",
    "published": "2024-01-19T07:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/shared/feeds/cp/2024/01/2024011823018-65a9f689bf81d2e7345cfd82jpeg.jpg;w=650;h=394;mode=crop",
    "performance_score": 0,
    "domain_rank": 41222,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "44c57e35d78c92664566722ac9cd449791d4e460",
  "url": "https://www.sootoday.com/national-hockey/foegele-draisaitl-lead-the-way-as-oilers-beat-kraken-4-2-for-12th-straight-win-8132611",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shane Jones; The Canadian Press",
  "published": "2024-01-19T07:20:00.000+02:00",
  "title": "Foegele, Draisaitl lead the way as Oilers beat Kraken 4-2 for 12th straight win",
  "text": "EDMONTON — Warren Foegele had two goals, Leon Draisaitl had a goal and three assists, and the Edmonton Oilers rebounded from another tough start to defeat the Seattle Kraken 4-2 on Thursday and extend their winning streak to a franchise-record 12 games.\nZach Hyman also scored for the Oilers (25-15-1), who have gone 20-3-0 in their last 23 games. Edmonton tied the record for the longest win streak by a Canadian team set by the 1967-68 Montreal Canadiens.\nEeli Tolvanen and Jared McCann replied for the Kraken (19-17-9), who lost their third in a row during the tail end of a six-game road trip after managing a nine-game winning streak.\nSeattle started the scoring midway through the opening period as Oliver Bjorkstrand sprang Tolvanen with a long breakaway pass. The Finnish forward beat Oilers goalie Stuart Skinner high to the glove side for his 12th of the season. It was the fifth straight game Edmonton allowed the game’s first goal.\nThe Kraken went up 2-0 a few minutes later when McCann picked the top corner for his 18th after a giveaway by Evander Kane created a two-on-one.\nEdmonton finally woke up to start the second period with a goal coming just 37 seconds in. A big rebound on a Draisaitl shot fell to Foegele on the other side and he scored his eighth before Seattle goalie Joey Daccord could get across.\nThe Oilers drew even on the power play 4:38 into the middle frame as Draisaitl banked his 22nd of the campaign off of Daccord and in. It was Draisaitl’s 10th goal in his last 13 games.\nEdmonton kept its foot on the gas with a third goal in a seven-minute span as a backhand pass from Draisaitl sent Foegele in all alone and he scored his second of the game stick-side.\nIt looked like Seattle had tied it up late in the second period on a goal by Alex Wennberg, but officials determined via video review that a teammate was offside whilst making a change.\nThe Oilers put the game away with 2:38 remaining while Yanni Gourde served a five-minute major for charging as Connor McDavid sent a pretty backhand across the crease to give Hyman an easy power play tap-in for his 27th of the year. The assist extended McDavid’s point streak to 12 games.\nEdmonton tied its franchise record with 10 consecutive games allowing two or fewer goals.\nNOTES\nIt was the third of four meetings between the two teams, with Edmonton having won the previous two… Oilers forward Sam Gagner returned to the lineup after missing the last 10 games with an injury. Fellow forward Kane was able to remain in despite reports that he would be a game-time decision with a hand problem… Kane would end up recording his 600th career point… Seattle has been bit with the injury bug of late, without the services of Vince Dunn (undisclosed) and Matty Beniers (undisclosed). However, forward Andre Burakovsky was able to return from a lower-body injury… Daccord started after sitting out for the first time in eight games… Oilers defender Darnell Nurse played in his 600th career NHL game… Edmonton came into the game having allowed only 19 combined goals during their previous 11 games, six of those coming during the first two games of the streak. The Oilers allowed 50 goals in their first 12 games during their tough start to the season.\nUP NEXT\nKraken: Return home to begin a four-game homestand against the Toronto Maple Leafs on Sunday.\nOilers: Head to Calgary to face the rival Flames on Saturday.\nThis report by The Canadian Press was first published Jan. 18, 2024.\nShane Jones, The Canadian Press",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "draisaitl",
        "sentiment": "negative"
      },
      {
        "name": "foegele",
        "sentiment": "negative"
      },
      {
        "name": "warren foegele",
        "sentiment": "negative"
      },
      {
        "name": "leon draisaitl",
        "sentiment": "negative"
      },
      {
        "name": "eeli tolvanen",
        "sentiment": "none"
      },
      {
        "name": "jared mccann",
        "sentiment": "none"
      },
      {
        "name": "zach hyman",
        "sentiment": "none"
      },
      {
        "name": "tolvanen",
        "sentiment": "none"
      },
      {
        "name": "edmonton fi",
        "sentiment": "none"
      },
      {
        "name": "oliver bjorkstrand",
        "sentiment": "none"
      },
      {
        "name": "evander kane",
        "sentiment": "none"
      },
      {
        "name": "mccann",
        "sentiment": "none"
      },
      {
        "name": "stuart skinner",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kraken",
        "sentiment": "negative"
      },
      {
        "name": "oilers",
        "sentiment": "negative"
      },
      {
        "name": "montreal canadiens",
        "sentiment": "none"
      },
      {
        "name": "seattle kraken",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "edmonton",
        "sentiment": "none"
      },
      {
        "name": "seattle",
        "sentiment": "none"
      },
      {
        "name": "edmonton",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T07:28:56.646+02:00",
  "updated": "2024-01-19T07:28:56.646+02:00"
}