{
  "thread": {
    "uuid": "0ecf97f04fe52e781c20a5e1682ed5083e010552",
    "url": "https://www.vaticannews.va/fr/monde/news/2023-12/gruppo-india-solidarite-monde-soeurs.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://www.vaticannews.va/fr.rss.xml",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "\n            ",
    "title": "La solidarité mondiale du «Groupe India», où chaque inconnu est un frère",
    "title_full": "La solidarité mondiale du «Groupe India», où chaque inconnu est un frère",
    "published": "2023-12-29T15:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/multimedia/2023/12/21/SantAntida-Libano-1AEM.jpg/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2928,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0ecf97f04fe52e781c20a5e1682ed5083e010552",
  "url": "https://www.vaticannews.va/fr/monde/news/2023-12/gruppo-india-solidarite-monde-soeurs.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vatican News",
  "published": "2023-12-29T15:25:00.000+02:00",
  "title": "La solidarité mondiale du «Groupe India», où chaque inconnu est un frère",
  "text": "La solidarité mondiale du «Groupe India», où chaque inconnu est un frère\nFrancesca Sabatinelli et Federico Piana - Cité du Vatican\n«C'est comme respirer avec deux poumons», d'un côté il y a le travail de soutien, de l'autre, le travail matériel, sur le terrain. Sœur Mary Stephanos, supérieure provinciale pour la Syrie et le Liban, des Soeurs de la Charité de Sainte Jeanne-Antide Thouret, utilise le terme «poumons», pour décrire le soutien, surtout économique, dont bénéficie sa congrégation depuis des années, de la part du Groupe India. Pour les religieuses qui travaillent dans de nombreux endroits difficiles, tels que le Soudan, le Soudan du Sud, l'Éthiopie, l'Égypte, la Syrie et le Liban, l'aide du Groupe s'avère fondamentale pour soutenir les enfants, qui vivent dans la rue, ceux qui sont handicapés, et ceux qui n'ont pas accès à la nourriture. «Les pauvres nous enseignent: explique Sœur Mary, comme le dit Saint Vincent de Paul, ils sont nos maîtres, et nous sommes à leur service». C'est ce qui se passe grâce au cheminement commun des religieuses et du Groupe India, et à ses petits gestes pour «rendre concret l'amour pour les derniers».\nLe projet du père Pesce\nDepuis 1980, le Groupe reste engagé dans cette mission. À l'approche de Noël, le père jésuite Mario Pesce avait décidé d'impliquer certains de ses élèves de l'Institut Massimo - l'école jésuite de Rome - dans un voyage en Inde. C'est de là qu'est né le Groupe India, qui poursuit l'engagement du Père Pesce: celui de la solidarité chrétienne à travers l'aide aux personnes et aux familles, et qui aujourd'hui, de la cinquantaine d'enfants qu'il aidait au début, certains ont pu apporter leur soutien à des milliers et des milliers d'autres dans le monde entier. Sa naissance est racontée par un élève du père Pesce, aujourd'hui président du Groupe India, Marco Petrini. Ses souvenirs remontent à 1980, lorsque, étudiant, il suivit son professeur pour aller creuser un puits «dans une nouvelle mission des sœurs canossiennes, dans un village situé à la frontière entre l'Éat indien du Maharashtra et celui du Gujarat». Une aventure pour Marco Petrini, et les 14 autres camarades de classe partis avec lui aux côtés du jésuite, «qui nous avait déjà enseigné le vrai sens de la charité, de l'amour fraternel».\nUn réseau de générosité\nC'est ainsi que débute l'initiative «adoption-bourse d'études» destinée à l'Inde et à de nombreuses autres endroits du monde, soit trente pays au total. Avec 16 euros par mois, l'on peut donner, explique le président du Groupe India, «la possibilité à un groupe d'enfants d'aller à l'école jusqu'au lycée, et d'avoir ainsi un avenir meilleur, d'avoir un travail, et beaucoup de nouvelles perspectives de vie qui étaient inimaginables au début». Il s'agit en même temps, d'une initiative «de vraie solidarité chrétienne» qui demande, ajoute Marco Petrini, «d'ouvrir son cœur à un enfant, à un groupe d'enfants éloignés qui ne se connaissent pas, qui resteront inconnus, mais qui sont nos frères». Une invitation à la conversion acceptée par beaucoup, et pas seulement à Rome, beaucoup de «gouttes qui, chaque mois, font une mer de solidarité». Le Groupe India, poursuit M. Petrini, est un intermédiaire entre «la générosité des gens et ceux qui, de l'autre côté, réalisent ces initiatives», car il se charge de collecter et d'envoyer les sommes aux institutions religieuses partenaires du Groupe, telles que les Jésuites, les Sœurs de la Charité de Sainte Jeanne Antida de Sœur Marie, les Sœurs Canossiennes et les Sœurs Maestre Pie Venerini, autant de réalités à travers lesquelles sont réalisées des œuvres allant de l'éducation à la santé, d'initiatives d'auto-développement à la fourniture d'eau et d'électricité.\nL'engagement infatigable des Sœurs\nTémoin oculaire des activités du «Groupe India», Luisa Marolla, pédiatre à la retraite, donatrice régulière depuis 40 ans, a décidé de partager son émerveillement face aux activités menées par les religieuses aux côtés de femmes seules, d'enfants, de personnes âgées, de malades du SIDA et même d'intouchables, lors de son retour d'un voyage dans l'Andhra Pradesh, où opèrent les Canossiennes. «Ce que l'on raconte, écrit Marolla, ne rend pas du tout compte de l'engagement des sœurs, des difficultés qu'elles affrontent, parcourant des kilomètres à pied, ou au maximum en scooter». Les religieuses «travaillent sans jamais s'arrêter, elles vont de village en village, de maison en maison, parfois même avec une \"clinique mobile\", pour fournir un soutien médical immédiat, indifférentes au fait qu'il s'agisse de chrétiens, d'hindous ou de musulmans; elles découvrent des réalités cachées comme des enfants malades enfermés à la maison en attendant la mort, car les parents ne veulent pas ou ne peuvent pas les emmener à l'hôpital, ou des personnes âgées dénutries, malades, abandonnées par leurs enfants».\nNoël est la charité envers le frère\nAvec une bourse d'études, on peut offrir le droit à l'éducation à un enfant vivant dans un pays en développement, l'aidant à sortir de l'exploitation et à recevoir un repas copieux et digne. Une donation peut soutenir, en Inde par exemple, les enfants atteints de cécité, leur évitant de vivre l'abandon et la marginalisation. Une donation peut également redonner le sourire grâce au microcrédit, qui permet à des groupes de femmes de démarrer des activités de production, ou grâce à la construction de puits, de citernes et de maisons en maçonnerie, avec plancher en ciment et installations sanitaires, essentiels pour assurer un toit et lutter contre les maladies. Seize euros par mois pour changer la vie d'un enfant, mais aussi d'un village entier. «C'est beau, conclut Petrini, de voir certaines réalités qui, après quelques années, n'ont plus besoin de nous car elles se tiennent sur leurs propres jambes, grâce à la contribution que nous avons apportée. Nous ne sommes pas une organisation d'urgence, mais nous essayons d'être attentifs au prochain, qu'il soit proche ou lointain, c'est cela la signification de la spiritualité qui est charité pour nous. Noël est vraiment l'attention au frère, la charité au sens plein du terme».",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T17:49:58.123+02:00",
  "updated": "2023-12-29T17:49:58.123+02:00"
}