{
  "thread": {
    "uuid": "85533a65f4c1b21476fba16144e410add8dec234",
    "url": "https://www.dailypioneer.com/2023/state-editions/dhoni--deepika--saints-in-list-of-invitees-for-ram-temple--consecration.html",
    "site_full": "www.dailypioneer.com",
    "site": "dailypioneer.com",
    "site_section": "https://www.dailypioneer.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "English News Paper | Breaking News | Latest Today News in English | News Headlines India - The Pioneer",
    "title": "Dhoni, Deepika, saints in list of invitees for Ram temple consecration",
    "title_full": "Dhoni, Deepika, saints in list of invitees for Ram temple consecration",
    "published": "2023-12-28T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.dailypioneer.com/images/logo.jpg",
    "performance_score": 0,
    "domain_rank": 13393,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "85533a65f4c1b21476fba16144e410add8dec234",
  "url": "https://www.dailypioneer.com/2023/state-editions/dhoni--deepika--saints-in-list-of-invitees-for-ram-temple--consecration.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Pioneer",
  "published": "2023-12-28T21:00:00.000+02:00",
  "title": "Dhoni, Deepika, saints in list of invitees for Ram temple consecration",
  "text": "Shri Ram Janmbhoomi Teerth Kshetra (Ayodhya) has also extended invitations to cricketer Mahendra Singh Dhoni, ace archer Deepika Kumari and two industrialists from State for the mega Ram Mandir Pran Pratishtha event in Ayodhya on January 22. Former Lok Sabha Deputy Speaker Karia Munda and Rajya Sabha Deputy Speaker Harivansh- are also in the guest list. Apart from these VVIPs and celebrities, over 62 saints of all religious and spiritual traditions have been invited from Jharkhand. The saints also include 20 tribal priests, like Santhal Gurubaba, Safahod, Baiga, Pahan, and Pujar, and heads of religious and spiritual organisations. Some of the saints includes Ram Akhand Das of Ramrekha Dham Simdega, Sardar Panda Gulab Nand Ojha of Baidyanath Dham, Shri Malay Sarkar from Thakur Anukul Chandra’s organisation, Swami Niranjananand from Rikhiya Peeth, Swami Bhuteshanand from Bharat Sevashram Sangh, Purnanand Maharaj from Advaita Sansthan Tupudana, and Sadhvi Sucheta Chaitanya from Chinmay Mission Bokaro. The list also includes Mrityunjay Baba from Ram Baba Ashram Seraikela, Sadhvi Gyananand from Kabir Gyan Mandir Giridih, Bal Krishna Baba from Maharishi Mehi Ashram Chutiya, Mahant Suryanarayan Das Mahatyagi from Sankat Mochan Mandir, Ranchi, Ancient Ram Temple, Mahant Gokul Das from Chutiya, Mahant Om Prakash Sharan from Tapovan Temple, and Laxmi Puri Ji from Rangdih Temple, Govindpur, Dhanbad. The list of tribal saints and priests includes Shashibhushan Das, Simdega, Chhattarsingh Munda, Khunti, Vijay Marandi Maharaj, Dumka, Guruwari Hembrom, Sadhvi Sivadasi, Gumla, Rekha Hembrom, Dumka and Baba Motilal Pahariya. The consecration of Lord Ramlala will take place on January 22 in the grand Ram temple being built in Ayodhya. Preparations are going on throughout the country for this event. The entire Jharkhand including the capital Ranchi is engaged in this preparation. The Akshats (holy rice) invited from Shri Ram Temple Ayodhya are being kept in various temples of the capital Ranchi. People are also being made to see it. All preparations are being made by Vishwa Hindu Parishad and BJP regarding the Pran Pratishtha program. Vishva Hindu Parishad's provincial joint secretary Jharkhand Ranganath Mahato said that invitation cards will be distributed from January 1 to 15. He told that a central plan for temple program has been made from the country to the villages. Work is being done accordingly. According to the Central Action Plan, work will be done in four phases. Accordingly, the life consecration program of Lord Ramlala will be celebrated. Vishva Hindu Parishad's provincial co-secretary Jharkhand Ranganath Mahato told the complete action plan. January 1 to 15: Picture of Ram temple, yellow Akshat from Ayodhya and invitation letter will be delivered to every house. 21 January: Temples from province to village will be decorated. There will be various types of religious programs. 22 January: When consecration and aarti will take place in the Ram temple of Ayodhya. At the same time, Aarti and religious rituals will take place in every temple. There is an appeal to the general public that on this day, consider the village in which they are staying as Ayodhya and consider the temple in which they are staying as Ram temple and participate in the program. Vishva Hindu Parishad's provincial joint secretary Jharkhand Ranganath Mahato said that according to the organization, Ranchi metropolis has been divided into 16 cities. There are 167 settlements in these 16 cities, where invitation cards will be distributed to every house. These 16 cities are - Agashe Nagar, Balmiki Nagar, Shivaji Nagar, Gandhi Nagar, Ram Nagan, Chanakya Nagar, Madhav Nagar, Vikram Aditya Nagar, Pratap Nagar, Gautam Budh Nagar, Swami Vivekananda Nagar Chowk, Vishwakarma Nagar, Govind Nagar.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shri ram janmbhoomi teerth kshetra",
        "sentiment": "negative"
      },
      {
        "name": "dhoni",
        "sentiment": "negative"
      },
      {
        "name": "mahendra sin",
        "sentiment": "negative"
      },
      {
        "name": "deepika",
        "sentiment": "negative"
      },
      {
        "name": "swami niranjananand",
        "sentiment": "none"
      },
      {
        "name": "karia munda",
        "sentiment": "none"
      },
      {
        "name": "advaita sansthan tupudana",
        "sentiment": "none"
      },
      {
        "name": "ram baba ashram seraikela",
        "sentiment": "none"
      },
      {
        "name": "swami bhuteshanand",
        "sentiment": "none"
      },
      {
        "name": "sardar panda gulab nand ojha",
        "sentiment": "none"
      },
      {
        "name": "deepika kumari",
        "sentiment": "none"
      },
      {
        "name": "sadhvi gyananan",
        "sentiment": "none"
      },
      {
        "name": "sadhvi sucheta chaitanya",
        "sentiment": "none"
      },
      {
        "name": "baidyanath dham",
        "sentiment": "none"
      },
      {
        "name": "purnanand maharaj",
        "sentiment": "none"
      },
      {
        "name": "mrityunjay baba",
        "sentiment": "none"
      },
      {
        "name": "harivansh",
        "sentiment": "none"
      },
      {
        "name": "santhal gurubaba",
        "sentiment": "none"
      },
      {
        "name": "thakur anukul chandra",
        "sentiment": "none"
      },
      {
        "name": "shri malay sarkar",
        "sentiment": "none"
      },
      {
        "name": "ramrekha dham simdega",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rajya sabha",
        "sentiment": "none"
      },
      {
        "name": "bharat sevashram sangh",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ayodhya",
        "sentiment": "none"
      },
      {
        "name": "pahan",
        "sentiment": "none"
      },
      {
        "name": "safahod",
        "sentiment": "none"
      },
      {
        "name": "pujar",
        "sentiment": "none"
      },
      {
        "name": "chinmay mission bokaro",
        "sentiment": "none"
      },
      {
        "name": "baiga",
        "sentiment": "none"
      },
      {
        "name": "rikhiya peeth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T07:15:04.849+02:00",
  "updated": "2023-12-29T07:15:04.849+02:00"
}