{
  "thread": {
    "uuid": "4688ce85f057fd0d6d91a39e7d1c0c12b24fe598",
    "url": "https://www.dailyherald.com/20240622/news/theyre-basically-saving-our-wonderful-community-sylvan-lake-dam-modification-finally-underway",
    "site_full": "www.dailyherald.com",
    "site": "dailyherald.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "‘They’re basically saving our wonderful community’: Sylvan Lake dam modification finally underway",
    "title_full": "‘They’re basically saving our wonderful community’: Sylvan Lake dam modification finally underway",
    "published": "2024-06-22T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imengine.public.prod.pdh.navigacloud.com/?uuid=1917328F-824B-406C-A5AB-63C5CD4DBBB4&function=fit&type=preview",
    "performance_score": 0,
    "domain_rank": 3753,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4688ce85f057fd0d6d91a39e7d1c0c12b24fe598",
  "url": "https://www.dailyherald.com/20240622/news/theyre-basically-saving-our-wonderful-community-sylvan-lake-dam-modification-finally-underway",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mick Zawislak",
  "published": "2024-06-22T03:00:00.000+03:00",
  "title": "‘They’re basically saving our wonderful community’: Sylvan Lake dam modification finally underway",
  "text": "News ‘They’re basically saving our wonderful community’: Sylvan Lake dam modification finally underway Posted June 22, 2024 4:00 pm Mick Zawislak Follow @dhMickZawislak Alicia Dodd, Fremont Township highway commissioner, stands atop the Sylvan Lake dam in 2022. The spillway will be replaced, sanitary sewer relocated and steep slope softened as part of a $3.4 million dam modification project. Mick Zawislak/mzawislak@dailyherald.com, 2022 Initials and a date are well worn but still visible atop a concrete side of a century-old spillway. The letters recall the man who built the dam, while the date signals when one of the more distinctive communities in Lake County began to take shape.\nThe earthen dam built by August Schwerman to create the 32-acre Sylvan Lake — the main attraction for a private subdivision in Fremont Township’s wooded, rolling countryside — has held since. But as it was done without modern standards or oversight, experts say its useful life is over. And due to potential dangers downstream should it breach, it’s overdue for an upgrade, they say.\nConstruction equipment is being mobilized and Highland Drive, built atop the dam as the main entry to the community, closed as the $3.43 million Sylvan Lake dam modification project begins.\nIn coming weeks, a water main will be rerouted, the lake drained about 5 to 6 feet or roughly half its depth and sheet piling driven into the lake bottom to allow the old dam to be compacted, rebuilt and strengthened.\nThe goal is to protect the community and environment, officials say.\nAbout 50 residents, local officials and others gathered on the lakefront this past Tuesday for the ceremonial groundbreaking of a project envisioned and pursued through layers of government for about 17 years.\n“I have to be honest with you. Owning, maintaining and rebuilding a dam were not on my bucket list,” said Alicia Dodd, who as Fremont Township highway commissioner has jurisdiction.\nSince being appointed in 2019 and elected in 2021, Dodd has spent countless hours pursuing a resolution to a situation that began long before her tenure.\nCounty officials and others long have sought to address issues to protect against potential flooding downstream or the rupture of a sanitary sewer line over the spillway that would release raw sewage, potentially cutting service to 289 homes and requiring a massive clean up and repair.\nA sudden release of water also could wash away a portion of North Midlothian Road and Cripple Creek Drive, which is the entry to 137 homes in Long Grove, officials say.\nHowever, without modification and upgrades and a deadline to spend federal funds approaching, residents fear even a small failure would require the lake be drained.\n“They’re basically saving our wonderful community,” said Dave Benedeck, of the dam modification project. He grew up and has lived in the tight-knit enclave of about 190 homes since the 1970s.\nMany original residents are returning to what was created as a summer resort area but transitioned to a year-round location known for dedicated and active residents involved in community projects, festivals, events and general camaraderie.\nSylvan Lake volunteers in 2007 began seeking funding to improve the degraded spillway, Dodd said. Bleck Engineering Company Inc., spent 13 years of give and take with the Illinois Department of Natural Resources on the permitting process and a design, she added.\nIn early 2022, sponsored by the Lake County Stormwater Management Commission, U.S. Rep. Lauren Underwood, who represented the area at the time, secured a $1.3 million federal “pre-disaster mitigation” grant to proceed. Local sources would contribute the remainder of what was then a $1.7 million project.\nBut costs doubled. And with no additional federal funding available, the difference fell to local entities including homeowners, who voted to contribute $500,000.\n$1.34 million in federal funding will allow long-sought Sylvan Lake dam upgrade to proceed\n“The timing of this was important,” said Dan Trahan, president of the Sylvan Lake Improvement Association, a nonprofit established in 1940 to maintain the lake and common properties.\n“We’re talking about the existence of our community so it became a no-brainer,” he added. “It was overwhelming support to get this project off the ground.”\nWhen complete in October, gas, sanitary sewer and water lines that run through or near the dam will have been relocated, Schwerman’s culvert removed and replaced with a new lake intake system, and the steep slope to the creek below softened considerably.\nThe work will improve the dam’s design, increase public safety, reduce flood risk and protect critical infrastructure, explained Sharon Osterby, water resource professional with the stormwater management commission.\nA sidewalk with guardrails on the lake side and new pavement on Highland Drive are included.\nThe original culvert will be removed but the section with Schwerman’s inscription will be saved and displayed, Trahan said.\nLake lowering is scheduled to begin July 8. Many residents are curious what will be revealed and a “What Lies Beneath?” bingo event is said to be in the works.\n Construction equipment is being staged for a $3.4 million modification of the 100-year-old earthen Sylvan Dam in Fremont Township. A sidewalk with guardrails will be installed on the lake side. Mick Zawislak/mzawislak@dailyherald.com Highland Drive over the Sylvan Lake dam near Mundelein is closed for a $3.4 million dam modification project. Courtesy of Lake County Stormwater Management Commission Initials and a date were inscribed in the wet cement when the culvert structure of the Sylvan Lake Dam was installed in the early 1920s. Mick Zawislak/mzawislak@dailyherald.com, 2022 Sylvan Lake private beach is near Mundelein. Mick Zawislak/mzawislak@dailyherald.com U.S. Rep. Jan Schakowsky speaks at a ceremonial groundbreaking June 18 for the $3.4 million Sylvan Lake dam modification project. Mick Zawislak/mzawislak@dailyherald.com Alicia Dodd, Fremont Township highway commissioner, descends to the spillway at Sylvan Lake Dam in 2022. Long-sought upgrades to the dam, spillway and appurtenances are underway. Mick Zawislak/mzawislak@dailiyherald.com, 2022 0 Article Comments Article Categories\nCommunities Counties Fremont Township Lake County Long Grove Mundelein News Townships Article Comments Guidelines: Keep it civil and on topic; no profanity, vulgarity, slurs or personal attacks. People who harass others or joke about tragedies will be blocked. If a comment violates these standards or our terms of service , click the \"flag\" link in the lower-right corner of the comment box. To find our more, read our FAQ .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://slia.net/",
    "https://slia.net",
    "https://www.slia.net/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "august schwerman",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "sylvan lake",
        "sentiment": "none"
      },
      {
        "name": "lake county",
        "sentiment": "none"
      },
      {
        "name": "fremont township",
        "sentiment": "none"
      },
      {
        "name": "highland drive",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-23T16:13:29.231+03:00",
  "updated": "2024-06-23T16:33:28.734+03:00"
}