{
  "thread": {
    "uuid": "4173787a46f9534fc84d4a65961aecc83cc4aac2",
    "url": "https://www.farmprogress.com/commentary/it-s-a-slippery-slope-stay-safe-during-calving-season",
    "site_full": "www.farmprogress.com",
    "site": "farmprogress.com",
    "site_section": "https://www.farmprogress.com/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "farmprogress",
    "title": "Stay safe during calving season",
    "title_full": "Stay safe during calving season",
    "published": "2024-01-03T09:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://eu-images.contentstack.com/v3/assets/bltdd43779342bd9107/bltfa0d99479188f9ce/658d98700dc68a040aa636bb/0101W3-1578A-1800x1012.jpg?disable=upscale&amp;width=1200&amp;height=630&amp;fit=crop",
    "performance_score": 0,
    "domain_rank": 14358,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4173787a46f9534fc84d4a65961aecc83cc4aac2",
  "url": "https://www.farmprogress.com/commentary/it-s-a-slippery-slope-stay-safe-during-calving-season",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-03T09:20:00.000+02:00",
  "title": "Stay safe during calving season",
  "text": "January 3, 2024 by Ellen Duysen A rancher’s workday is unpredictable, but one thing that you can count on is that the first calf of the year will be born during the worst winter storm of the season. Even if you beat the odds and your calves arrive on warm, sunny days, you may still encounter hazards. From monitoring your herd in the dark of night to assisting with difficult births, each step of the calving process can pose a danger to your safety and health. Following common-sense safety tips and implementing new technologies can help keep you safe and healthy. Here are a few recommendations that can reduce your risk of injury: Create a calving kit. Keep a calving kit in your vehicle that includes latex gloves, obstetrical chains, lubricant, hand sanitizer, towels, a headlamp and extra batteries. Having the kit handy will reduce frantic trips back to the barn. Handle dark when monitoring cows at night. Wear appropriate clothing for the weather. Layer for comfort, flexibility, breathability and visibility. Consider moisture-wicking fabrics as your first layer. A light hooded sweatshirt under your jacket will protect your neck and ears. Wear gloves with adaptive coating technology to provide warmth and improved grip and flexibility. Boots with good tread prevent slips and falls. Use an LED headlamp to provide a wide swath of light. Headlamps range from 25 to 500 lumens, a measure of brightness. Choose a high-quality, high-lumen headlamp to light up your surroundings. Carry a fully charged cellphone or a walkie-talkie to communicate if assistance is needed. These can be life-saving devices. Use your phone’s technology to share your location with your family. Add your veterinarian’s number to your contact list. Get assistance with difficult births. There is safety in numbers. Have someone with you to watch your back and assist you with managing the cow. Install solar floodlights on pasture shelters to improve visibility. Motion sensors on your lights will extend battery life and lighting time. Prepare an escape route. You may consider leaving your truck door open or tailgate down in an open pasture for a quick escape. If you are working in a shelter or corral, create a space with panels to provide a safe area away from an agitated animal. Protect yourself from illness while assisting with birthing. Exposure to birthing fluids and afterbirth from infected animals can result in disease transmission to humans. Diseases such as Q fever, leptospirosis and brucellosis can be transmitted by animals that appear healthy. To protect yourself, wear disposable gloves, properly dispose of afterbirth and contaminated bedding, and thoroughly wash or sanitize any skin exposed to birthing fluids. Pregnant women should never be exposed to cattle afterbirth and fluids. Change your clothes before entering your home to ensure you don’t bring in contaminated debris. With careful planning, wearing proper personal protective equipment, improving visibility and employing disease prevention measures, you can help ensure that you will make it back to bed safe and sound after a successful delivery this calving season. Duysen is a research assistant professor at the UNMC College of Public Health and is coordinator of CS-CASH. For the Spanish version pdf of this same article, [click here.](https://eu-assets.contentstack.com/v3/assets/bltdd43779342bd9107/blt9dd4ba5daa401344/6594298e0dc68a040aa639a0/0101W3-1578_(Spanish)_.pdf) Read more about: [Farm Safety](/keyword/farm-safety) You May Also Like Current Conditions for Boone, IA 13°FCloudy Day 25º Night 9º [See Detailed Weather Report](/) Enter a zip code to see the weather conditions for a different location. [Jan 09, 2024](/commentary/manage-market-risk-with-a-written-plan) Manage market risk with a written plan [Jan 09, 2024](/feed/new-app-brings-livestock-feed-to-your-fingertips) New app brings livestock feed to your fingertips [Jan 09, 2024](/corn/success-of-short-stature-corn-studied-in-indiana) Success of short-stature corn studied in Indiana Recommended [Jan 10, 2024](/commentary/where-do-females-fit-in-your-farm-) Where do females fit in your farm? [Jan 10, 2024](/farm-business/farm-progress-america-january-10-2024) Farm Progress America, January 10, 2024 [Jan 10, 2024](/farm-policy/calif-extends-truck-reporting-deadline) Calif. extends truck reporting deadline [Jan 10, 2024](/conservation-and-sustainability/colorado-grants-fund-agrivoltaics-projects) Colorado grants fund agrivoltaics projects [REGISTER NOW](https://register.farmfuturessummit.com/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://register.farmfuturessummit.com/",
    "https://eu-assets.contentstack.com/v3/assets/bltdd43779342bd9107/blt9dd4ba5daa401344/6594298e0dc68a040aa639a0/0101W3-1578_(Spanish",
    "https://register.farmfuturessummit.com",
    "https://www.register.farmfuturessummit.com/",
    "https://www.eu-assets.contentstack.com/v3/assets/bltdd43779342bd9107/blt9dd4ba5daa401344/6594298e0dc68a040aa639a0/0101W3-1578_(Spanish"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ellen duysen",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-03T10:32:16.203+02:00",
  "updated": "2024-01-10T13:46:19.184+02:00"
}