{
  "thread": {
    "uuid": "d3ba533310255fa8332174523dcc16b4841fa696",
    "url": "https://zeenews.india.com/photos/entertainment/horoscope-today-december-29-by-astrologer-sundeep-kochar-sagittarius-love-is-in-the-air-2703743",
    "site_full": "zeenews.india.com",
    "site": "india.com",
    "site_section": "https://zeenews.india.com",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "Zee News: Latest News, Live Breaking News, Today News, India Political News Updates",
    "title": "Horoscope Today, December 29 By Astrologer Sundeep Kochar: Sagittarius, Love Is In The Air | News | Zee News",
    "title_full": "Horoscope Today, December 29 By Astrologer Sundeep Kochar: Sagittarius, Love Is In The Air | News | Zee News",
    "published": "2023-12-28T23:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://english.cdn.zeenews.com/sites/default/files/2023/12/28/1342564-saggitarius-sunsign-pixa.jpg",
    "performance_score": 0,
    "domain_rank": 2560,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d3ba533310255fa8332174523dcc16b4841fa696",
  "url": "https://zeenews.india.com/photos/entertainment/horoscope-today-december-29-by-astrologer-sundeep-kochar-sagittarius-love-is-in-the-air-2703743",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sundeep Kochar",
  "published": "2023-12-28T23:25:00.000+02:00",
  "title": "Horoscope Today, December 29 By Astrologer Sundeep Kochar: Sagittarius, Love Is In The Air | News | Zee News",
  "text": "[News](/) [Photos](/photos) [Horoscope Today, December 29 By Astrologer Sundeep Kochar: Sagittarius, Love Is In The Air](#) Horoscope Today, December 29 By Astrologer Sundeep Kochar: Sagittarius, Love Is In The Air Daily Horoscope Predictions: Check out the astrology forecast for all 12 zodiac signs by ace astrologer Dr Sundeep Kochar. As you begin a new journey, find out what the stars have in store for you today. There are twelve zodiac signs and each has its distinct features. Be it Aries, Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagittarius, Capricorn, Aquarius, or Pisces — each of the signs has something unique to tell. The astrological predictions are by [Dr Sundeep Kochar](http://www.sundeepkochar.com). (Photo Courtesy: Pixabay) Aries Change is going to take place in almost all aspects of your life today. You will find yourself planning a change of job today. You will also most likely find yourself migrating to a new home or a new room in your home. Keep a keen eye on your children’s health today. Taurus You will find yourself being very patient today. Your colleagues will cooperate with you in whatever project is upcoming. Meditating will help you speed up your work with others. You are also likely to be making some short trips with your family (within your own state). Gemini Today you will be extremely busy with your family, and you will find yourself putting your work on the back burner. You might also spend money on something for yourself, perhaps a new laptop you’ve been wanting to buy? By the end of the day, you’re likely to hear good news from your workplace about your finances. Cancer You will be busy with friends and work on creating a stronger social network. You will also find yourself struggling with stomach problems, so it’s best to eat at home today. Your mind will also be focusing on your future, and something creative might attract you. Lovers, don’t forget to appreciate your partner today. Leo You will be extremely caught up on the work front as you’re leading a project which will put you in a place of promotion in the near future. Be careful when making investments today. It’s best to keep your wallet shut. Virgo Today, the cards are in your favour when it comes to finances. So if you want to make investments, then go ahead and do it. Property would be a good place to start. You might find yourself inclined towards religious travel, and as long as it's not too far away from home, go for it. Libra You might face some health issues today, so it’s best to stay inside and stay away from the open. On the bright side, you will find yourself bringing in gains in the business sector. Students, if you have an exam or an important project coming closer, then it’s best to only focus on that for the day. Scorpio Today is a good day for your work. Your boss will be giving you new responsibilities. If you’ve been having some trouble with your partner, it will be solved today. You might also need to take up a loan to build your assets, such as a car or a new house. Plan your future today so you don’t have any heavy debts to pay back in the future. Sagittarius Today you’re going to be blessed. Love is in the air for you, especially if you’re single. You will also find yourself doing much better in your professional life. If you’re looking to invest, then, jewellery is a good place to start today. Capricorn You will find yourself receiving a lot of happiness from someone at work. Perhaps a promotion is in the cards. You will also have a prestigious reputation amongst people today - which will help you build a social connection with others. Couples may want to spend some time alone to reconnect. Aquarius The start of the day might be a little dull, but by the end of it, you will be energised. The night is very important for you today as that’s when you’ll be struck with creativity. If you want to revamp your business plans, today is a good day to do so. Spend some time alone, take a walk, and clear your head. Pisces Something new is coming your way in terms of work, and it’s best if you take it up without hesitation. Students try to venture out into something new. Maybe pick up a new hobby so you can expand your skills. If you want to switch your job, today is the right time to do it. Trending Photos",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "http://www.sundeepkochar.com",
    "http://sundeepkochar.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sundeep kochar",
        "sentiment": "negative"
      },
      {
        "name": "leo",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "capricorn",
        "sentiment": "none"
      },
      {
        "name": "libra",
        "sentiment": "none"
      },
      {
        "name": "scorpio",
        "sentiment": "none"
      },
      {
        "name": "virgo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:58:57.227+02:00",
  "updated": "2023-12-29T03:04:32.954+02:00"
}