{
  "thread": {
    "uuid": "8fea238282ccc10b89ec6c72c686bb2386e99cf9",
    "url": "https://www.levelup.com/noticias/770477/Aclamado-multijugador-esta-casi-regalado-en-Steam-y-puedes-comprarlo-por-1-USD",
    "site_full": "www.levelup.com",
    "site": "levelup.com",
    "site_section": "https://www.levelup.com",
    "site_categories": [
      "hobbies_and_interests",
      "tech",
      "video_and_computer_games"
    ],
    "section_title": "LevelUp | Videojuegos, Foros, Comunidad y Más",
    "title": "Aclamado multijugador está casi regalado en Steam y puedes comprarlo por $1 USD | LevelUp",
    "title_full": "Aclamado multijugador está casi regalado en Steam y puedes comprarlo por $1 USD | LevelUp",
    "published": "2024-01-05T23:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://cl.buscafs.com/www.levelup.com/public/uploads/images/830804/830804_600x315.jpg",
    "performance_score": 0,
    "domain_rank": 92911,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8fea238282ccc10b89ec6c72c686bb2386e99cf9",
  "url": "https://www.levelup.com/noticias/770477/Aclamado-multijugador-esta-casi-regalado-en-Steam-y-puedes-comprarlo-por-1-USD",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T23:55:00.000+02:00",
  "title": "Aclamado multijugador está casi regalado en Steam y puedes comprarlo por $1 USD | LevelUp",
  "text": "Existen juegos que, a pesar de tener muchos años a sus espaldas, nunca pasan de moda y mantienen una gran comunidad a su alrededor. La buena noticia es que ese tipo de experiencias se vuelven muy baratas con el tiempo, lo que permite que más jugadores se animen a darle una oportunidad. Cuando pensamos en Valve, lo primero que llega a nuestra mente es [Steam](https://www.levelup.com/tag/Steam); sin embargo, hubo una época en la que consintió a los jugadores con grandes títulos que de inmediato alcanzaron el estatus de culto. Por suerte, uno de sus mejores proyectos está a un precio de regalo. Si eres nuevo en el mundo de los videojuegos, acabas de conseguir tu primera computadora gamer o simplemente nunca te llamó la atención hasta ahora, debes saber que [Left 4 Dead 2](https://www.levelup.com/PC/juegos/25905/Left-4-Dead), el aclamado multijugador de zombies, está en oferta y puede ser tuyo para siempre por muy poco dinero. Video relacionado: Multijugadores que deberían regresar a su mejor momento Left 4 Dead 2 tiene 90% de descuento y cuesta $13 MXN en Steam En este momento, el videojuego cooperativo tiene 90% de descuento en la plataforma de Valve y puede ser tuyo por $0.99 USD, es decir, $12.39 MXN. Esta promoción de tiempo limitado terminará el 11 de enero de 2024, por lo que tienes mucho tiempo para decidir y aprovecharla. Las buenas noticias no terminan aquí. Lo que pasa es que Left 4 Dead Bundle, un paquete especial que incluye las 2 entregas de la franquicia de acción y supervivencia, tiene una rebaja de 93% y puedes comprarlo por sólo $1.98 USD, es decir, $18.58. Es una ganga si consideramos que son 2 de los mejores títulos multijugador de la historia. En caso de que te pierdas esta promoción, no debes preocuparte. Esto lo decimos porque ambos títulos se venderán por separado por $9.99 USD ($123.99 MXN) cuando la oferta termine. Así pues, siempre están a un precio muy económico. Left 4 Dead sigue vigente Left 4 Dead debutó en 2008 y cautivó a los jugadores con su propuesta simple pero muy divertida. La secuela, Left 4 Dead 2, llegó un año después y amplió la experiencia con nuevos tipos de infectados, escenarios inéditos y nuevas armas. A pesar de tener más de 10 años en el mercado, ambos juegos aún se mantienen como una de las experiencias multijugador más populares de Steam. En este momento, la 2.ᵃ entrega tiene reseñas abrumadoramente positivas en Steam y 35,065 jugadores concurrentes. Debemos ser justos: Valve regala con mucha regularidad estos títulos en Navidad y otras festividades. De esta manera, es probable que un gran porcentaje de la comunidad ya lo tenga en su librería de Steam; sin embargo, y si por alguna razón nunca lo obtuviste, ahora es el momento para agregarlo a tu colección. A pesar de la popularidad de estos títulos, [se antoja poco probable que Valve trabaje en una 3.ᵃ entrega](https://www.levelup.com/noticias/745601/Excreativo-de-Valve-comparte-noticias-agridulces-sobre-Left-4-Dead-3). Pero cuéntanos, ¿eres fan de esta franquicia? Déjanos leerte en los comentarios. Da [clic aquí](https://www.levelup.com/PC/juegos/25905/Left-4-Dead) para leer más noticias relacionadas con Left 4 Dead 2. Video relacionado: Los peores ports de PC en la historia Editorial: Gaming / [YouTube](https://www.youtube.com/user/levelupcom) / [Noticias](https://www.levelup.com/noticias) / [Discord](https://discord.gg/bJcyjh8) / [Telegram](https://t.me/levelupcom) / [Google News](https://news.google.com/publications/CAAqJQgKIh9DQklTRVFnTWFnMEtDMnhsZG1Wc2RYQXVZMjl0S0FBUAE)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://discord.gg/bJcyjh8)",
    "https://t.me/levelupcom)",
    "https://www.youtube.com/user/levelupcom)",
    "https://news.google.com/publications/CAAqJQgKIh9DQklTRVFnTWFnMEtDMnhsZG1Wc2RYQXVZMjl0S0FBUAE)",
    "https://youtube.com/user/levelupcom)",
    "https://www.news.google.com/publications/CAAqJQgKIh9DQklTRVFnTWFnMEtDMnhsZG1Wc2RYQXVZMjl0S0FBUAE)",
    "https://www.t.me/levelupcom)",
    "https://www.discord.gg/bJcyjh8)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:32:02.902+02:00",
  "updated": "2024-01-06T00:32:02.902+02:00"
}