{
  "thread": {
    "uuid": "d38ac137d7c3bba4b2d9945382b22d871e048ca8",
    "url": "https://theimaginativeconservative.org/2023/12/miracle-bells-novel-film-russell-janney-michael-de-sapio.html",
    "site_full": "theimaginativeconservative.org",
    "site": "theimaginativeconservative.org",
    "site_section": "https://theimaginativeconservative.org/feed",
    "site_categories": [
      "books_and_literature",
      "entertainment"
    ],
    "section_title": "The Imaginative Conservative",
    "title": "“The Miracle of the Bells”: A Forgotten Novel & Film",
    "title_full": "“The Miracle of the Bells”: A Forgotten Novel & Film",
    "published": "2023-12-29T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://eadn-wc04-4478098.nxedge.io/wp-content/uploads/2017/12/Screen-Shot-2022-12-25-at-8.42.17-PM-e1672022641510.png",
    "performance_score": 0,
    "domain_rank": 61176,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d38ac137d7c3bba4b2d9945382b22d871e048ca8",
  "url": "https://theimaginativeconservative.org/2023/12/miracle-bells-novel-film-russell-janney-michael-de-sapio.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Michael De Sapio",
  "published": "2023-12-29T00:00:00.000+02:00",
  "title": "“The Miracle of the Bells”: A Forgotten Novel & Film",
  "text": "The Miracle of the Bells doesn’t claim to be great literature, but it is a richly-drawn story about faith and Hollywood, a time capsule of a bygone era that retains its inspirational charm. [The Miracle of the Bells](https://smile.amazon.com/Miracle-Bells-Classic-Reprint/dp/0243272715/ref=sr_1_2?ie=UTF8&qid=1513492669&sr=8-2&keywords=miracle+of+the+bells) by Russell Janney (510 pages, Forgotten Books, 1946) [Back in 1947 it was possible for a Catholic novel to shoot to the top of the national bestseller list in the U.S.A. That’s exactly what happened to Russell Janney’s The Miracle of the Bells. Janney (1884-1963), a theatrical producer by trade, produced Miracle as his first novel at the mature age of sixty-two and soon found himself a bestselling author. But after being made into an all-star movie in 1948 and going through various reprintings, the novel fell out of print and into obscurity. I recently stumbled across an old used copy of Miracle at my library’s book sale. Janney (who may or may not have been a Catholic—information on him is scarce) not only spins an entertaining yarn (and, at 475 pages, a long one), but fills his book with a wealth of poetic detail that reveals a vivid sacramental imagination.](https://smile.amazon.com/Miracle-Bells-Classic-Reprint/dp/0243272715/ref=sr_1_2?ie=UTF8&qid=1513492669&sr=8-2&keywords=miracle+of+the+bells) The novel tells the story of theatrical press agent William “White Spats” Dunnigan, who helps small-town Polish-American girl Olga Treskovna rise above the shabby world of burlesque and land a starring role in a Hollywood religious epic; and of how, before the picture can be released, the girl—whom Dunnigan secretly loves—dies from a lung infection she contracted as a child in the Pennsylvania coal mines, causing the film to be shelved. Devoted to Olga even after her death, Dunnigan brings her body back to her hometown of Coaltown, Pennsylvania for burial; he also engineers a publicity stunt by having funeral bells rung for three straight days in her parish church. From here on, the novel takes shape as a sort of Easter play, a redemptive tale in which diverse characters are progressively drawn into the circle of goodness radiating out from Olga. What had started as a tragedy transforms into a jubilant comedy (in the “divine” sense) as goodwill and cooperation among many people result in the release of Olga’s film, the renovation of St. Michael’s Church, the reformation of a village atheist, and numerous other wonders. Miracle proved a great success with the reading public but received decidedly mixed reviews from the critics. Some faulted it for naïve plotting and characterizations and for sentimentality. Others, misunderstanding Janney’s sacramental exuberance, thought that he was out to “sell” religion in a crass way. As is well known, the Golden Age of Hollywood produced many Catholic-oriented works (think of [The Bells of St. Mary’s](https://smile.amazon.com/Bells-St-Marys-Bing-Crosby/dp/B00F6SHECS/ref=sr_1_1?ie=UTF8&qid=1513492161&sr=8-1&keywords=The+Bells+of+St.+Mary%E2%80%99s) or [The Song of Bernadette](https://smile.amazon.com/Song-Bernadette-William-Eythe/dp/B00008LDO7/ref=sr_1_1?s=movies-tv&ie=UTF8&qid=1513492177&sr=1-1&keywords=The+Song+of+Bernadette)), and a number of directors seem to have been interested in the potential of film to create pictorial realizations of the faith. (The connections between faith and Hollywood in this period are amusingly portrayed in the Coen Brothers’ recent movie [Hail, Caesar!](https://smile.amazon.com/Hail-Caesar-Blu-ray-DVD-Digital/dp/B01B8836R6/ref=sr_1_2?s=movies-tv&ie=UTF8&qid=1513492200&sr=1-2&keywords=Hail%2C+Caesar%21), which makes an interesting companion piece to [The Miracle of the Bells](https://smile.amazon.com/Miracle-Bells-Fred-MacMurray/dp/B00BMQODGI/ref=sr_1_1?s=movies-tv&ie=UTF8&qid=1513492224&sr=1-1&keywords=The+Miracle+of+the+Bells).) But to what extent can one “market” or “sell” the faith? This is the dilemma that faces press agent Bill Dunnigan, who at one point muses: “You couldn’t promote a priest, a church, a saint, as you would a musical show or Eddie Cantor or a feature film. Or could you?” The answer turns out, surprisingly, to be yes; and throughout the novel, we learn of Dunnigan’s unique way of achieving this. This novel about faith and Hollywood was fairly begging for film treatment, and sure enough in 1948 the movie version of The Miracle of the Bells appeared, starring Fred MacMurray, Alida Valli and Frank Sinatra (as Father Paul, the parish priest). Often dismissed out of hand as saccharine, the movie is, in fact, a rather somber post-war document filled with film noir touches. Many viewers regard it as a Christmas movie, owing to a touching Christmas Eve scene between Dunnigan and Olga at a Chinese restaurant. There were several changes from the novel to the film. In the novel, the movie Olga stars in is a non-specified religious picture; in the movie it is an adaptation of [Joan of Arc](https://smile.amazon.com/Joan-Arc-Mark-Twain/dp/0898702682/ref=sr_1_1?s=books&ie=UTF8&qid=1513492281&sr=1-1&keywords=Joan+of+Arc), which increases the sense of her as a martyr. The novel’s plot is condensed, with many subplots eliminated. But what you don’t get from watching the movie is Janney’s poetic descriptions and wonderfully textured sense of Catholicism. Janney gives us a vision of the world as a theater, the liturgy as its greatest “show,” and God as the “Great Producer” of the drama of salvation. As Dunnigan and Father Paul stand on a hill overlooking Coaltown sorting out their dilemmas, they have a sort of religious experience in which the landscape itself becomes a kind of liturgy: Is that green mountain not like a great altar? Those pine trees are the giant candlesticks which the setting sun is lighting. See how they seem to drip hot flame on the altar cloth of hickory and birch. During Olga’s funeral, Dunnigan—a lapsed Catholic who has not set foot inside a church in years—likens the choir loft to a theater balcony and the sides of the sanctuary to “the wings… of the stage of this consecrated theater.” In another scene, the debonair Dunnigan’s white spats are likened to the leg armor of St. Michael on his mission to fight the devil. In passages like these, Janney shows a symbolic imagination reminiscent of Chesterton. The “miracle” of the book’s title occurs during Mass one day at St. Michael’s as a group of statues suddenly appear to turn towards Olga’s casket. Father Paul realizes at once that this apparent miracle has a natural explanation: The movements of the soil, occasioned by the mining activity nearby, caused the statues to tilt. (Janney emphasizes the Catholic Church’s clearheaded and skeptical attitude toward verifying the miraculous.) Yet Dunnigan urges Father Paul not to tell this to the people and thus crush their faith. That the statue episode will restore the faith and hope of the suffering people of Coaltown will be miracle enough. As the local bishop puts it: Many of those out there will realize again, perhaps for the first time in months, in years, the beauty of the Mass, that greatest miracle of all. Do we have to explain that miracle? The wine into Christ’s blood? The wafer into His Body? There are two sharply contrasted priests in Miracle: poor and humble Father Paul of St. Michael’s, and snobbish Fr. Spinsky of the upscale St. Leo’s, who comes to a conversion of heart. There is also a strong hint of the inter-faith cooperation and consensus that were such an ideal in this era. The Jewish movie mogul who is producing Olga’s film is eventually won over by Dunnigan’s campaign to release it and eventually contributes to the renovation of St. Michael’s. The novel avoids facile resolutions; everyone does not convert to Catholicism in the end. But we sense how even the most worldly person (like Dunnigan) can be drawn into the orbit of the faith, and how diverse people can live with their differences and cooperate for a higher good. Janney seems to have been trying to write a book that was not only Catholic but catholic in the fullest sense. [It’s not possible to mention here all the episodes and characters in this teeming novel—such as the surprisingly earthy scene in which Dunnigan brawls with a blaspheming atheist union leader. But suffice it to point out a possible allegorical reading: Coaltown as the world, Olga as the Christ figure whose death redeems her deeply flawed people, Dunnigan as the Christian disciple. At one point Janney evokes the words of Jesus, “And lo, I am with you always, even unto the end of the world.” The dead Olga’s presence endures, communing with Dunnigan at various moments of the novel, underlining the irrelevance of death in the face of goodness and beauty.](https://i0.wp.com/theimaginativeconservative.org/wp-content/uploads/2017/12/Screen-Shot-2022-12-25-at-8.42.25-PM.png?ssl=1) The Miracle of the Bells doesn’t claim to be great literature on the order of Georges Bernanos or G.K. Chesterton (even if Janney’s imagery occasionally recalls the latter). But it is a richly drawn work of popular Catholic fiction, a time capsule of a bygone era of American Catholicism that retains its inspirational charm. The combination of sanctity and Hollywood pizzazz is unique. Should you be able to obtain one of the rare copies of this forgotten book, I recommend it this Christmas season, or any season of the year. Republished with gracious permission from [Crisis Magazine](http://www.crisismagazine.com/2016/miracle-bells-forgotten-catholic-novel) (2016). This essay was first published here in December 2017. The Imaginative Conservative applies the principle of appreciation to the discussion of culture and politics—we approach dialogue with magnanimity rather than with mere civility. Will you help us remain a refreshing oasis in the increasingly contentious arena of modern discourse? Please consider [donating now](https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=5XB3QPV5AHZ98). The featured image is courtesy of [Pixabay](https://pixabay.com/photos/bells-church-church-bells-iron-5073209/). All comments are moderated and must be civil, concise, and constructive to the conversation. Comments that are critical of an essay may be approved, but comments containing ad hominem criticism of the author will not be published. Also, comments containing web links or block quotations are unlikely to be approved. Keep in mind that essays represent the opinions of the authors and do not necessarily reflect the views of The Imaginative Conservative or its editor or publisher.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [
    "http://www.crisismagazine.com/2016/miracle-bells-forgotten-catholic-novel",
    "http://www.amazon.com/exec/obidos/ASIN/B00F6SHECS",
    "http://www.amazon.com/exec/obidos/ASIN/B00008LDO7",
    "https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=5XB3QPV5AHZ98",
    "http://www.amazon.com/exec/obidos/ASIN/B00BMQODGI",
    "http://www.amazon.com/exec/obidos/ASIN/B01B8836R6",
    "http://www.amazon.com/exec/obidos/ASIN/0898702682",
    "http://www.amazon.com/exec/obidos/ASIN/0243272715",
    "https://pixabay.com/photos/bells-church-church-bells-iron-5073209/",
    "http://amazon.com/exec/obidos/ASIN/B00F6SHECS",
    "http://amazon.com/exec/obidos/ASIN/0898702682",
    "http://amazon.com/exec/obidos/ASIN/0243272715",
    "https://paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=5XB3QPV5AHZ98",
    "http://amazon.com/exec/obidos/ASIN/B01B8836R6",
    "http://amazon.com/exec/obidos/ASIN/B00008LDO7",
    "https://pixabay.com/photos/bells-church-church-bells-iron-5073209",
    "https://www.paypal.com/cgi-bin/webscr",
    "http://crisismagazine.com/2016/miracle-bells-forgotten-catholic-novel",
    "https://www.pixabay.com/photos/bells-church-church-bells-iron-5073209/",
    "http://amazon.com/exec/obidos/ASIN/B00BMQODGI"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "janney (",
        "sentiment": "none"
      },
      {
        "name": "janney",
        "sentiment": "none"
      },
      {
        "name": "russell janney",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hollywood",
        "sentiment": "none"
      },
      {
        "name": "the u.s.a.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:47:09.698+02:00",
  "updated": "2023-12-29T02:01:22.616+02:00"
}