{
  "thread": {
    "uuid": "0c4ee6801ba904f40ff39a940be4d21d5b23dcc5",
    "url": "https://www.yorkpress.co.uk/news/24024615.waterfront-cafe-naburn-marina-open-despite-york-floods/",
    "site_full": "www.yorkpress.co.uk",
    "site": "yorkpress.co.uk",
    "site_section": "https://www.yorkpress.co.uk",
    "site_categories": [
      "media",
      "job_search",
      "jobs"
    ],
    "section_title": "York News, Sport and Events | The York Press",
    "title": "Waterfront Cafe at Naburn Marina open despite York floods | York Press",
    "title_full": "Waterfront Cafe at Naburn Marina open despite York floods | York Press",
    "published": "2024-01-03T13:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.yorkpress.co.uk/resources/images/17607380/?type=og-image",
    "performance_score": 0,
    "domain_rank": 19875,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0c4ee6801ba904f40ff39a940be4d21d5b23dcc5",
  "url": "https://www.yorkpress.co.uk/news/24024615.waterfront-cafe-naburn-marina-open-despite-york-floods/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Maxine Gordon",
  "published": "2024-01-03T13:19:00.000+02:00",
  "title": "Waterfront Cafe at Naburn Marina open despite York floods | York Press",
  "text": "WE are open for business. That is the message from a popular cafe in a village near York cut off by flood water. The Waterfront Cafe at Naburn Marina has been unaffected by the rising levels of the River Ouse despite flooding affecting the village of Naburn, a short drive away. The cafe - which [opened a stunning glass covered terrace](https://www.yorkpress.co.uk/news/23866950.waterfront-york-marina-naburn-new-conservatory-opens/) overlooking the river last year - said the business was still open because it sits on a higher piece of land and escapes flooding which often impacts the village. Spokesperson Gemma Dale told The Press: \"We are absolutely fine! The cafe is open. The road between us and the village is closed - the road closure signs are right outside our gate. \"But you can get to us from York if you are coming from Fulford or the designer centre.\" She said national and international news coverage of the floods in York and Naburn made people think everything was inaccessible and closed. Not only was the cafe still open, but the business's touring caravan site was open for business too, she added. The cafe, which boasts a stunning conservatory with unrivalled views across the Ouse over to Acaster Malbis, is built on slightly higher ground, to make sure it does not flood. When the Ouse floods it tends to spill out towards Acaster Malbis, turning the area into a large lake. Gemma said: \"If you stand in the extension and look out all you can see is a massive lake as you look towards Acaster Malbis because the flood plain is on the other side to us. \"If this cafe floods then York Minster must have a problem!\" Naburn resident Jacey Lamerton said locals were used to flooding and added that they had seen worse over the years. She said: \"Everybody is used to it. People move their cars so they don't get caught in flood water. \"The flooding was really bad in 2000 but hasn't been as bad since. It generally doesn't come into people's houses. \"Everybody just cracks on but you'd think it was all over the place because of the media, but that is a misrepresentation.\" Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fulford",
        "sentiment": "none"
      },
      {
        "name": "gemma dale",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "naburn marina",
        "sentiment": "none"
      },
      {
        "name": "waterfront cafe",
        "sentiment": "none"
      },
      {
        "name": "york",
        "sentiment": "none"
      },
      {
        "name": "river ouse",
        "sentiment": "none"
      },
      {
        "name": "naburn",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T13:46:47.742+02:00",
  "updated": "2024-01-03T13:46:47.742+02:00"
}