{
  "thread": {
    "uuid": "cf1045fae49421cc349d24093604f5d24df3d52a",
    "url": "https://electricpower.einnews.com/pr_news/702864371/zerofy-launches-white-labeled-energy-management-app-for-solar-installers-and-energy-providers",
    "site_full": "electricpower.einnews.com",
    "site": "einnews.com",
    "site_section": "https://electricpower.einnews.com:443/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Electric Power News",
    "title": "ZEROFY LAUNCHES WHITE LABELED ENERGY MANAGEMENT APP FOR SOLAR INSTALLERS AND ENERGY PROVIDERS",
    "title_full": "ZEROFY LAUNCHES WHITE LABELED ENERGY MANAGEMENT APP FOR SOLAR INSTALLERS AND ENERGY PROVIDERS - Electric Power News Today - EIN Presswire",
    "published": "2024-04-11T19:46:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.einnews.com/ampsize/651342/zerofy-app.png",
    "performance_score": 0,
    "domain_rank": 3181,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cf1045fae49421cc349d24093604f5d24df3d52a",
  "url": "https://electricpower.einnews.com/pr_news/702864371/zerofy-launches-white-labeled-energy-management-app-for-solar-installers-and-energy-providers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-11T19:46:00.000+03:00",
  "title": "ZEROFY LAUNCHES WHITE LABELED ENERGY MANAGEMENT APP FOR SOLAR INSTALLERS AND ENERGY PROVIDERS",
  "text": "ZEROFY LAUNCHES WHITE LABELED ENERGY MANAGEMENT APP FOR SOLAR INSTALLERS AND ENERGY PROVIDERS The Zerofy App\nThe White Labeled Home Energy Management (HEMS) App\nCloud-based HEMS enables providers with fast time-to-market and a simple-to-use system with cross-vendor support.\nTALLINN, ESTONIA, April 11, Zerofy, a company offering a home energy management system (HEMS) today announced the launch of its white-label offering for solar installers and energy providers. Zerofy’s cloud-based HEMS App works without any additional energy manager hardware, which makes it simple, fast and cost-effective to deploy.\nThe software’s algorithms automatically control cloud-connected energy devices such as EV chargers and heat pumps to optimally use rooftop solar production and leverage hourly dynamic electricity prices to reduce energy costs. The app is available for Android and iOS and stands out with its simple-to-use and modern interface. Users simply download the app, connect their devices (rooftop solar, EV and charger, etc.) by their cloud accounts and can then immediately benefit from a wide range of functionality including energy management, energy consumption analysis, etc. The app already integrates with hundreds of devices from dozens of vendors including solar inverters, EVs, EV chargers, appliances, and smart plugs.\nThe white labeled version of the platform allows installers and energy providers to distribute the app under their own brand, with additional customization and integration into their business processes. Thanks to the cloud-based approach an installer or energy provider can launch their own branded HEMS App in less than two months. Thanks to the wide range of vendors supported, the platform ensures flexibility and openness. The digital platform allows for easy integration into existing business processes and lays a foundation for additional business including recurring revenue models.\n“Over the past few years we have witnessed increasingly rapid adoption of solar, EVs, and heat-pumps by European Households. We’re also seeing the need and a convergence towards a holistic offering by solar installers and electricity providers, including home energy management. Zerofy’s cloud-based energy management app offers a fast time-to-market for providers, and an easy-to-use and cost-effective solution for their end-customers all under the provider’s brand.”, says Till Quack, Co-Founder of Zerofy.\nAbout Zerofy:\nZerofy is a technology company with a home energy management platform that helps households decarbonize and shift towards becoming fully electrified. Zerofy was founded by Criss Uudam and Till Quack, entrepreneurs and product builders with complementary expertise across software development, renewable energy and financing, including at Apple, Meta, and ABB. The company has raised funding from San Francisco-based Union Labs and multiple angel investors.\nLinks:\nZerofy Website\nB2B Whitelabel Offering\nTill Quack\nZerofy\ncomms@zerofy.net\nVisit us on social media:\nTwitter\nLinkedIn",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://twitter.com/zerofynet",
    "https://linkedin.com/company/zerofynet/",
    "https://www.einpresswire.com/",
    "https://www.einpresswire.com/?promo=4700",
    "https://www.zerofy.net",
    "https://www.linkedin.com/company/zerofynet",
    "https://www.linkedin.com/company/zerofynet/",
    "https://zerofy.net/b2b.html",
    "https://einpresswire.com/?promo=4700",
    "https://zerofy.net",
    "https://www.zerofy.net/b2b.html",
    "https://www.twitter.com/zerofynet"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zerofy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hems",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tallinn",
        "sentiment": "none"
      },
      {
        "name": "estonia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:18:09.344+03:00",
  "updated": "2024-04-12T01:18:09.344+03:00"
}