{
  "thread": {
    "uuid": "7ef3810b89a4ce1f5e0c20eaaa7c75b519c10af1",
    "url": "https://www.thebaltimorebanner.com/education/higher-education/college-track-baltimore-EFYULY2ZGJF73L3BF6U45FDACI",
    "site_full": "www.thebaltimorebanner.com",
    "site": "thebaltimorebanner.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "Ravens owner, M&T Bank will spend millions to help Baltimore kids get through college - The Baltimore Banner",
    "title_full": "Ravens owner, M&T Bank will spend millions to help Baltimore kids get through college - The Baltimore Banner",
    "published": "2024-04-19T00:51:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.thebaltimorebanner.com/resizer/7Mq7DVFuSqNzY-bw8SOyMP8vksM=/657x0/filters:quality(70):format(url)/cloudfront-us-east-1.images.arcpublishing.com/baltimorebanner/4UMFLL7C5NHEPDP2O7LOW4CEEU.jpg",
    "performance_score": 0,
    "domain_rank": 27832,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7ef3810b89a4ce1f5e0c20eaaa7c75b519c10af1",
  "url": "https://www.thebaltimorebanner.com/education/higher-education/college-track-baltimore-EFYULY2ZGJF73L3BF6U45FDACI",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Liz Bowie",
  "published": "2024-04-19T00:51:00.000+03:00",
  "title": "Ravens owner, M&T Bank will spend millions to help Baltimore kids get through college - The Baltimore Banner",
  "text": "Only about 40% of Baltimore public school graduates enroll in college, and many of them will not complete a four-year degree. The Baltimore Ravens, M&T Bank and the Stephen and Renee Bisciotti Foundation are betting they can change that trajectory for hundreds of students, particularly those from the city’s most underserved communities. In the next decade, a total of $50 million in donations will be made to organizations that help kids get to college and graduate. The money will go to two local nonprofit foundations and help bring a national model called College Track to Baltimore. The Bisciotti Foundation and the Ravens will donate $10 million, and the M&T Charitable Foundation will give an additional $10 million to enable College Track to create a foundation and center in Baltimore to support Baltimore City Public Schools students for a decade, beginning in ninth grade and ending two years after graduation when they are beginning professional careers. “We are very serious about our community. And so we want to ensure that everything that we do, we’re very intentional about the opportunity to positively and deeply, richly impact the community and Baltimore,” said Sashi Brown, president of the Baltimore Ravens. Stephen Bisciotti is the majority owner of the football team. College Track will raise another $10 million to add to the $20 million donation, for a total of $3 million a year over the decade. Shirley Collado, president and CEO of College Track, said her organization is now searching for a neighborhood in Baltimore to locate the center so that will be easily accessible to students who are not currently served by other organizations. College Track will be located near high schools but not in a high school, she said, so that students can go to the center after school. The organization says its students have a college completion rate 2 1/2 times greater than their peers. Mamady Diallo joined College Track in ninth grade at Suitland High School in Prince George’s County and is now a sophomore at UMBC majoring in computer science. He said the organization stands “at the peak of not only hope, but opportunity, and has been a key in my way to higher education. They not only led me to tools, but they lit a fire inside me, fueled with trust, belief and hard work because I dared to dream. And they helped me make that dream a reality.” Diallo said he joined the organization right after he heard about it in his ninth grade public school orientation. Collado said College Track is dedicated to helping students who are “constantly put in boxes and underestimated.” She said that earning a bachelor’s degree and graduating with low amounts of debt remain the “most significant indicator of professional, financial, social mobility in this country.” The reality is that too few first-generation college students are able to attain that. College Track has centers in California, Denver, New Orleans, Prince George’s County and the District of Columbia and serves about 4,000 students. The Ravens donation is the first time that an NFL team has contributed to College Track, Collado said. The organization will start in the city with 75 ninth-grade students and add a new group of ninth graders each year until it serves hundreds of students and young professionals. Collado said each of the College Track’s centers feels very different and is rooted in the culture of the city, or even neighborhood, where it’s located. “It is tailored to the community,” she said. In addition to College Track, the Ravens and Bisciotti Foundation are giving a $10 million donation to CollegeBound Foundation, a Baltimore nonprofit that places college advisors in a number of city high schools to help students apply to college and get scholarships. CollegeBound also provides support for the students after they are in college. Another $10 million donation from the Ravens will go to Bridges, a program that recruits third graders from Baltimore elementary schools and supports them for 13 years, until age 23. Cassie Motz, executive director of CollegeBound, said the addition of a new organization in the city will be helpful. “This is additive to the great work being done in Baltimore. ... There is certainly room for many more adults in Baltimore helping students.” For Bridges, the new donation will be “transformative,” said Rob Paymer, the executive director. “We are going to be doubling the number of students.” Currently, there are 362 students in the Bridges program.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stephen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "m&t bank",
        "sentiment": "negative"
      },
      {
        "name": "ravens",
        "sentiment": "negative"
      },
      {
        "name": "bisciotti foundation",
        "sentiment": "none"
      },
      {
        "name": "baltimore city public schools",
        "sentiment": "none"
      },
      {
        "name": "college track",
        "sentiment": "none"
      },
      {
        "name": "baltimore ravens",
        "sentiment": "none"
      },
      {
        "name": "m&t charitable foundation",
        "sentiment": "none"
      },
      {
        "name": "renee bisciotti foundation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "baltimore",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:18:52.982+03:00",
  "updated": "2024-04-19T01:18:52.982+03:00"
}