{
  "thread": {
    "uuid": "201834f7fa549d68cc4a96dee8ce01ea8aa5e138",
    "url": "https://www.elheraldo.hn/tegucigalpa/shin-fujiyama-cuanto-dinero-recolectado-construccion-escuela-tegucigalpa-unah-HK18745507",
    "site_full": "www.elheraldo.hn",
    "site": "elheraldo.hn",
    "site_section": "https://elheraldo.hn/trending",
    "site_categories": [
      "media",
      "education",
      "top_news"
    ],
    "section_title": "Lo Más Trending y Actual | El Heraldo",
    "title": "Shin Fujiyama corrió 250 kilómetros para reconstruir escuela de Tegucigalpa",
    "title_full": "Shin Fujiyama corrió 250 kilómetros para reconstruir escuela de Tegucigalpa",
    "published": "2024-04-18T20:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HN",
    "main_image": "https://www.elheraldo.hn/binrepository/1200x900/0c270/1200d630/none/45933/VUQD/shin-fujiyama_7267023_20240418111536.jpg",
    "performance_score": 0,
    "domain_rank": 35966,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "201834f7fa549d68cc4a96dee8ce01ea8aa5e138",
  "url": "https://www.elheraldo.hn/tegucigalpa/shin-fujiyama-cuanto-dinero-recolectado-construccion-escuela-tegucigalpa-unah-HK18745507",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "/cronologia/-/meta/edwin-ordonez",
  "published": "2024-04-18T20:00:00.000+03:00",
  "title": "Shin Fujiyama corrió 250 kilómetros para reconstruir escuela de Tegucigalpa",
  "text": "TEGUCIGALPA, HONDURAS.— 250 kilómetros, 13 días y una meta de 2.7 millones de lempiras tiene un solo objetivo: reconstruir la Escuela Experimental de la Universidad Nacional Autónoma de Honduras y beneficiar a los actuales 238 niños y el futuro de los que están por ingresar al centro educativo con 32 años de enseñanza en aulas de láminas de panelit. En una visita a la UNAH, el [influencer japonés Shin Fujiyama](https://www.facebook.com/realshinfujiyama) quería conocer un poco sobre lo que realizan los empleados, pero su objetivo fue más allá al ver la deplorable condición en la que se encontraban las aulas del espacio de enseñanza en el interior de la UNAH. La carrera de altruista que arrancó desde Chamelecón, San Pedro Sula, Cortés, se volvió un símbolo de solidaridad y ha movilizado desde las personas de más bajos recursos hasta empresas reconocidas que le han dado una mano amiga al influencer de la Educación. Con botellones en mano, los colaboradores del filántropo lo acompañaron por todo el recorrido y cientos se acercaron a colaborar, sin embargo, Shin también recibió la ayuda de grandes empresas y Tiktoker, quien anunció, ayer, que transfirió más de 20,000 dólares a la fundación One Thousand Schools, que fundó hace 20 años el influencer. Aunque hasta ahora es la donación más significativa, hay Mipymes y grandes empresas que se han sumado al reto y darán material a para la obra, además de sumas de dinero en efectivo que ayudarán a Fujiyama a terminar su misión: Construir 1000 escuelas en Honduras. Entre algunos donativos significativos están el que hizo la Secretaría de Seguridad con 200 mil, Banco Atlántida 100,000 y los 500 mil de [Carlos Eduardo Espino](https://www.elheraldo.hn/entretenimiento/influencer-carlos-eduardo-espina-dona-20-mil-dolares-carrera-shin-fujiyama-reconstruir-escuela-expermental-unah-honduras-MN18734822), 50,000 Octavio Pineda, 50,000 de Larach y Cia. Además, están los donativos de particulares que impulsan la obra de solidaridad, lo que se estima que el influencer habría alcanzado y superado, hasta ahora, la meta, lo que le ayudará a continuar con la construcción de más escuelas en todo el país. 13 días de perseverancia En su 13 días de carrera, Shin Fujiyama llegará hoy a la Universidad Nacional Autónoma de Honduras, donde lo espera una multitud para darle las gracias por su proyección en beneficio de los niños del Distrito Central. A lo largo de su recorrido por la carretera CA-5, desde San Pedro Sula hasta Tegucigalpa, el japonés con corazón de hondureño se ha rodeado de catrachos y extranjeros inspirados y motivados en sumarse a esta maratón por la educación de la niñez. Ayer, cada vez más cerca de la meta, su parada fue en el sector entre la aldea El Lolo y la colonia El Carrizal, en el puente peatonal blanco que da la bienvenida a Tegucigalpa. En este penúltimo tramo, que arrancó con una fresca mañana desde Támara, se vio acompañado de elementos de la Policía Nacional, niños, adolescentes y otros personajes que generan contenido para redes sociales. Rumbo a la meta El influencer salió hoy a las 6:30 de la mañana desde el puente peatonal de la colonia El Carrizal. Luego la ruta se desvió por el anillo periférico a la altura de Ciudad del Ángel, por esta vía se recorrerán unos 19 kilómetros hasta llegar al túnel y puente que conecta con el bulevar Centroamérica que pasa frente a la colonia Kennedy. Se continúa por este bulevar hasta llegar a la esquina del Centro Cívico Gubernamental, donde se doblará al bulevar Juan Pablo II, para hacer una parada en uno de los principales patrocinadores de esta actividad. Se avanzará para tomar el bulevar La Hacienda y conectarse al bulevar Suyapa, para avanzar hasta la Basílica y así llegar, tras 13 días, a la meta en la UNAH. Se tienen programadas varias actividades y reconocimientos para los participantes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.facebook.com/realshinfujiyama)",
    "https://facebook.com/realshinfujiyama)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:23:06.704+03:00",
  "updated": "2024-04-19T01:23:06.704+03:00"
}