{
  "thread": {
    "uuid": "841a8444fa88695a4f67e16fc15a4b17a8259ce1",
    "url": "https://www.eldesmarque.com/futbol/atletico-de-madrid/20231228/el-atletico-tiene-la-mejor-segunda-unidad-de-laliga-con-tres-claros-protagonistas_300197611.html",
    "site_full": "www.eldesmarque.com",
    "site": "eldesmarque.com",
    "site_section": "http://eldesmarque.com",
    "site_categories": [
      "sports"
    ],
    "section_title": "ElDesmarque",
    "title": "El Atlético tiene la mejor \"segunda unidad\" de LaLiga con tres claros protagonistas",
    "title_full": "El Atlético tiene la mejor \"segunda unidad\" de LaLiga con tres claros protagonistas",
    "published": "2023-12-28T22:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 45852,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "841a8444fa88695a4f67e16fc15a4b17a8259ce1",
  "url": "https://www.eldesmarque.com/futbol/atletico-de-madrid/20231228/el-atletico-tiene-la-mejor-segunda-unidad-de-laliga-con-tres-claros-protagonistas_300197611.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pablo Villanueva",
  "published": "2023-12-28T22:45:00.000+02:00",
  "title": "El Atlético tiene la mejor \"segunda unidad\" de LaLiga con tres claros protagonistas",
  "text": "El Atlético tiene la mejor \"segunda unidad\" de LaLiga con tres claros protagonistas - Los suplentes del Atlético suman nueve goles - Solo el Brighton le supera en Europa El Atlético de Madrid [va muy en serio esta temporada](https://www.eldesmarque.com/futbol/liga-1a-division/20231226/la-clasificacion-de-laliga-de-todo-2023-doble-lider-el-betis-se-cuela-entre-los-vascos-el-sevilla-se-queda-muy-atras_300196124.html). Cerró 2023 con una [victoria ante el Sevilla](https://www.eldesmarque.com/futbol/liga-1a-division/20231223/atletico-vs-sevilla-partido-en-directo-goles-jugadas-20231223_300191037.html) en la que se volvió a demostrar que la plantilla de Diego Pablo Simeone rema hacia la misma dirección. Un equipo muy unido en el que [se apoyan unos a otros cuando fallan](https://www.eldesmarque.com/futbol/atletico-de-madrid/20231224/soyuncu-arropado-en-el-atletico-de-madrid-tras-su-expulsion-es-una-alegria-tenerle_300195316.html), un espíritu competitivo que siembra la felicidad en el Cívitas Metropolitano. Sin embargo, detrás de todo éxito siempre hay unas estadísticas que lo respalda y el conjunto rojiblanco no solo puede presumir de tener [al mejor goleador y asistente de este año](https://www.eldesmarque.com/futbol/atletico-de-madrid/20231226/griezmann-cierra-el-debate-maximo-goleador-y-maximo-asistente-de-laliga-en-2023_300196005.html), sino que además tiene en su filas a la mejor \"segunda unidad\" de LaLiga. Durante los últimos años, los colchoneros carecían de jugadores que rompiesen el partido partiendo desde el banquillo, un problema al que se puso fin desde el pasado mes de enero gracias a la emersión de los suplentes. Concretamente, la retaguardia del Atlético suma nueve goles esta temporada, superando por uno al Girona, actual líder compartido con el Real Madrid en la clasificación. Únicamente hay uno equipo en Europa que está por encima de los rojiblancos, el Brighton con once dianas gracias a jugadores refrescos del banquillo. Sumando ligas y competiciones europeas, los ingleses suman doce mientras que el Atlético once, al igual que el Rennes. Goleadores salvavidas para el Atlético Con la medalla de oro en España, el registro del que puede presumir Simeone es que cuenta con tres protagonistas en esta estadística: Marcos Llorente, Samuel Lino y Álvaro Morata. Aunque son jugadores de confianza para Simeone con una presencia en el once casi habitual, cuando el argentino les deja en el banquillo siempre acaban siendo determinantes cuando saltan al campo para desatascar partidos. El último caso fue el de Llorente, el jugador que lo cambió todo en el triunfo ante el Sevilla con [un gol nada más salir por Nahuel Molina](https://www.eldesmarque.com/futbol/atletico-de-madrid/20231223/simeone-se-carga-a-nahuel-molina-y-marcos-llorente-le-da-la-razon-en-40-segundos_300195063.html) tras el descanso. Tres puntos que fueron vitales y que también se reflejó en la goleada ante el Rayo Vallecano. Lino ha ido de menos a más esta temporada. Su rendimiento fue mejorando y se materializó en varias ocasiones cuando salía del banquillo con dos goles, uno ante el Villarreal en Liga y [ante el Celtic en Champions](https://www.eldesmarque.com/futbol/atletico-de-madrid/20231107/samuel-lino-vuelve-y-de-que-forma-misil-a-la-escuadra-del-celtic_300149895.html). Respecto a Morata, se trata de un delantero que funciona tanto de titular como de suplente. El mejor socio de Antoine Griezmann ha basculado en varias ocasiones y al final ha tenido que entrar para ayudar en la falta de gol. Frente al Getafe no empezó de inicio y terminó saliendo para marcar a los seis minutos de entrar, una hazaña que ha repetido en dos ocasiones más (doblete ante el Rayo). Detrás de ellos, Rodrigo Riquelme, Saúl Ñíguez, Memphis Depay y Ángel Correa suman uno cada uno. El Atlético de Madrid valora la \"segunda unidad\" más que nunca y se trata de un valor añadido para soñar cosas grandes en el Metropolitano.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:09:28.019+02:00",
  "updated": "2023-12-29T00:09:28.019+02:00"
}