{
  "thread": {
    "uuid": "35d2ce398862902d78f311c097b0a5adf4929848",
    "url": "https://tribune.net.ph/2023/12/dmw-sees-improved-economic-climate-for-ofws-in-2024/",
    "site_full": "tribune.net.ph",
    "site": "tribune.net.ph",
    "site_section": "https://tribune.net.ph",
    "site_categories": [
      "media"
    ],
    "section_title": "Daily Tribune &#8212; Without fear • Without favor",
    "title": "DMW sees 'improved economic climate' for OFWs in 2024",
    "title_full": "DMW sees 'improved economic climate' for OFWs in 2024",
    "published": "2023-12-29T01:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://tribune.net.ph/wp-content/uploads/2023/12/OFW-1.jpg",
    "performance_score": 0,
    "domain_rank": 64964,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "35d2ce398862902d78f311c097b0a5adf4929848",
  "url": "https://tribune.net.ph/2023/12/dmw-sees-improved-economic-climate-for-ofws-in-2024/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gilmore Leaño",
  "published": "2023-12-29T01:28:00.000+02:00",
  "title": "DMW sees 'improved economic climate' for OFWs in 2024",
  "text": "The Department of Migrant Workers presented its achievements for the year 2023 on Friday during its Yearend News Conference held at Blas F. Ople bldg. DMW Officer-in-Charge Hans Leo Cacdac reported an increase in the deployment rate for the year 2023. About 608,000 sea-based workers were deployed compared to last year’s 554,000, while 491,000 land-based workers were deployed compared to last year’s 411,820. “The number of seafarers rose initially, reaching 608,000 compared to 554,000 overseas certificates distributed for the sea-based workers. For land-based workers, the figures increased to 491,000 from 411,820. The increase to 608,000 is particularly noteworthy as it marks the first time we’ve issued such a high number for the sea-based sector. It’s evident that 2023 was the year when global economies began to open up, along with world trade, marking our transition into a post-pandemic era. This shift signifies the opening of economies, job markets and global trade, with seafarers playing a pivotal role,” Cacdac said. Cacdac added that the DMW is anticipating an improved economic climate for 2024, opening more job opportunities for Filipinos. “We are anticipating an improved economic climate for 2024. This year, our expectations are higher for openings, especially as we focus on Saudi Arabia, where major development projects align with their vision for 2030. This aligns with our search for United Arab Emirates, which foresees economic development plans,” Cacdac added. Meanwhile, DMW Undersecretary for Policy and International Cooperation Patricia Yvonne Caunan said that the department has 38 pending Bilateral Labor Agreements and Memorandums of Understanding from 25 countries. “Currently, within the department, we have 38 pending Bilateral Labor Agreements and Memorandums of Understanding with 25 countries in our pipeline. Of these, 18 are from Europe and the Americas, 16 from the Middle East and Africa, and four the Asia and the Pacific,” “Beyond these 38 agreements in progress, negotiations are expected to be finalized in the near future. Not all may be scheduled for next year, but the countries are already in the pipeline and it is ongoing,” Caunan said. She added that the department successfully established the Japan Desk, safeguarding the welfare of the OFWs in Japan. “We have established our Japan Desk. Former Secretary Toots Ople initiated this during her visit to Japan with the President last February. The purpose behind this desk is not only to continuously safeguard the welfare of OFWs in Japan but also to ensure, in their own words, that we regain our position as the number one choice in Japan. Our efforts involve close collaboration with various stakeholders in Japan to achieve this goal,” “From our observations in the market, there is sustained demand for Filipino workers across the globe. This reinforces our ongoing efforts to collaborate with stakeholders and bridge gaps for the benefit of Filipino workers,” Caunan added. Meanwhile, DMW Undersecretary Bernard Olalia presented the department’s programs for promoting the welfare of OFWs in Saudi Arabia. “In the Kingdom of Saudi Arabia, labor reform initiatives were spearheaded by our former Secretary Toots Ople, aimed at bolstering worker protection and welfare. Undersecretary Caunan and I traveled to Saudi Arabia and established a framework to advocate for fair and ethical recruitment. This framework, known as the whitelisting framework, was put into place by us. In conjunction with the white list framework, we also developed a black list framework that welcomes the participation of employers, agencies, and local recruitment agencies who are qualified, competent, and committed to complying with our ethical guidelines,” “It is important to note that this is a collaborative effort between KSA and the Philippines. It has been recognized, and we are currently in the process of implementation, resulting in positive outcomes evident in the welfare statistics in KSA,” Olalia said. Read more Daily Tribune stories at: [https://tribune.net.ph/](https://tribune.net.ph) Follow us on social media Facebook, X, Instagram & Threads: [@tribunephl](https://www.facebook.com/tribunephl) Youtube: [TribuneNow](https://www.youtube.com/c/TribuneNOW) TikTok: [@dailytribuneofficial]( https://www.tiktok.com/@dailytribuneofficial)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.tiktok.com/@dailytribuneofficial)",
    "https://www.facebook.com/tribunephl)",
    "https://www.youtube.com/c/TribuneNOW)",
    "https://tribune.net.ph)",
    "https://www.tribune.net.ph)",
    "https://facebook.com/tribunephl)",
    "https://youtube.com/c/TribuneNOW)",
    "https://tiktok.com/@dailytribuneofficial)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "blas f. ople",
        "sentiment": "none"
      },
      {
        "name": "cacdac",
        "sentiment": "none"
      },
      {
        "name": "hans leo cacdac",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "department of migrant workers",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T09:46:21.586+02:00",
  "updated": "2023-12-29T09:46:21.586+02:00"
}