{
  "thread": {
    "uuid": "760ab5bdb0aad3ba2df90d1227e454b4ce408964",
    "url": "https://www.today.it/politica/report-interrogazione-fratelli-d-italia-vigilanza-rai-padre-meloni-la-russa.html",
    "site_full": "www.today.it",
    "site": "today.it",
    "site_section": "http://www.today.it/rss",
    "site_categories": [
      "united_kingdom",
      "travel"
    ],
    "section_title": "Today",
    "title": "Perché Fratelli d'Italia attacca (di nuovo) Report",
    "title_full": "Perché Fratelli d'Italia attacca (di nuovo) Report",
    "published": "2024-01-19T16:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.today.it/~media/horizontal-hi/69538875114782/sigfrido-ranucci-lapresse.jpg",
    "performance_score": 0,
    "domain_rank": 22811,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "760ab5bdb0aad3ba2df90d1227e454b4ce408964",
  "url": "https://www.today.it/politica/report-interrogazione-fratelli-d-italia-vigilanza-rai-padre-meloni-la-russa.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fabio Salamida",
  "published": "2024-01-19T16:27:00.000+02:00",
  "title": "Perché Fratelli d'Italia attacca (di nuovo) Report",
  "text": "Perché Fratelli d'Italia attacca (di nuovo) Report Il partito di Giorgia Meloni presenta un'interrogazione in vigilanza Rai contro la trasmissione di Sigfrido Ranucci. Schlein: \"La premier peggio di Berlusconi\" È di nuovo scontro tra governo e [Report](https://www.today.it/tag/report/). La trasmissione condotta da [Sigfrido Ranucci](https://www.today.it/persone/sigfrido-ranucci/) è finita nel mirino di Fratelli d'Italia che ha presentato un'interrogazione. \"Si chiede all'ad Roberto Sergio e alla presidente Marinella Soldi – si legge in una nota del gruppo di Fdi in Commissione Vigilanza Rai – se l'utilizzo ricorrente di testimoni giudicati inattendibili dalla magistratura, che dopo qualche decennio fanno rivelazioni circa su persone decedute, sia in linea con quanto stabilito dal Contratto di Servizio, che regola i rapporti tra lo Stato e la Rai. È accaduto nel caso del padre del Presidente del Senato, [Ignazio La Russa](https://www.today.it/persone/ignazio-la-russa/), e nel caso del padre del Presidente del Consiglio [Giorgia Meloni](https://www.today.it/persone/giorgia-meloni/), che tra le altre cose, come tutti sanno, ha interrotto i rapporti con Franco Meloni quando era ancora una bambina\". I servizi incriminati A mandare su tutte le furie il partito della premier Giorgia Meloni, l’intervista a un collaboratore di giustizia che ha raccontato di presunti rapporti tra il padre della premier, Franco Meloni e il boss Michele Senese. C'è poi il servizio \"La Russa Dinasty\" dell’8 ottobre, con una testimonianza dell’ex colonnello dei carabinieri, Michele Riccio, che afferma di aver saputo da un informatore che la mafia, nel 1994, aveva chiesto di votare per Antonino e Vincenzo La Russa. Fratelli d'Italia contro il \"metodo Report\" Per Fratelli d'Italia i due servizi giornalistici, giudicati \"per alcuni versi speculari\", sarebbero finalizzati a colpire indirettamente degli esponenti politici. \"In uno – si legge ancora nella nota – c'è un pentito giudicato inattendibile dai magistrati, che dopo decenni tira in ballo una persona deceduta, e quindi non in grado di controbattere. Per di più – continua – si sceglie di non dare conto al pubblico dell'inattendibilità dei testimoni intervistati, forse perché altrimenti verrebbe giù tutto l'impianto del teorema messo in piedi. Con quello che sembra a tutti gli effetti un 'metodo', stiamo assistendo al progressivo degradamento di una storica trasmissione, un tempo capace di fare delle vere e proprie inchieste, e oggi ridotta a costruire teoremi fine a se stessi, utili solo a spargere fango. Ci auguriamo che l'Ad e la Presidente rispondano presto e nel merito ai punti che abbiamo sollevato\". L'attacco di Elly Schlein: \"Meloni? Peggio di Berlusconi\" A difendere l'operato di Ranucci e della sua squadra, la segretaria del Partito Democratico, [Elly Schlein](https://www.today.it/persone/elly-schlein/), intervenuta durante il 'conclave' di Gubbio: \"Meloni ha superato Berlusconi: questi attacchi al diritto di inchiesta nemmeno con l'editto bulgaro. Bisogna inventare altri tipi di editti, non so se editti ungheresi. Sono attacchi non degni di una democrazia\", ha tuonato la segretaria Pd. Dello stesso tono il comunicato del gruppo dem: \"FdI attacca Report, un programma di informazione. Una informazione scomoda per la presidente del Consiglio e il suo partito? Può darsi. Ma l'informazione deve essere pubblica e soprattutto libera\". Il Movimento 5 Stelle: \"Vogliono limitare la libertà di stampa\" In difesa della trasmissione anche i membri del Movimento 5 Stelle in commissione Vigilanza: \"Non entriamo nel merito del contenuto dei servizi mandati in onda da Report - si legge sulla nota - ma ci limitiamo a osservare che si susseguono interventi a gamba tesa, in chiaro o sotto traccia, sul servizio pubblico e sull'informazione in generale per limitare la libertà di stampa\". La replica di Sigfrido Ranucci E arriva la replica anche di Sigfrido Ranucci, affidata alla sua pagina Facebook: \"Report – scrive Ranucci – come giusto risponderà nel merito nelle sedi istituzionali. Ma per amore di verità va detto che la prima fonte su La Russa non era un pentito, ma un ufficiale dei carabinieri Michele Riccio. Mentre la seconda fonte, Nunzio Perrella, è un collaboratore di giustizia mai denunciato per calunnia e ritenuto fondamentale nei processi che hanno portato all’arresto del boss di camorra Michele Senese\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T19:03:23.875+02:00",
  "updated": "2024-01-19T21:56:42.951+02:00"
}