{
  "thread": {
    "uuid": "8503e10a23fda194cf80d768b68546ec5adcc70a",
    "url": "https://www.herald.co.zw/hope-tree-roots-and-leaves-kept-trapped-miners-going/",
    "site_full": "www.herald.co.zw",
    "site": "herald.co.zw",
    "site_section": "https://www.herald.co.zw",
    "site_categories": [
      "society"
    ],
    "section_title": "The Herald - Breaking news.",
    "title": "The Herald - Breaking news.",
    "title_full": "The Herald - Breaking news.",
    "published": "2024-01-08T00:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZW",
    "main_image": "https://www.herald.co.zw/wp-content/uploads/sites/2/2024/01/Minister-Zhemu-Soda-with-the-rescued-miners1.jpg",
    "performance_score": 0,
    "domain_rank": 19189,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8503e10a23fda194cf80d768b68546ec5adcc70a",
  "url": "https://www.herald.co.zw/hope-tree-roots-and-leaves-kept-trapped-miners-going/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Herald",
  "published": "2024-01-08T00:29:00.000+02:00",
  "title": "The Herald - Breaking news.",
  "text": "Hope, tree roots and leaves kept trapped miners going Luthando Mapepa in PENHALONGA and Africa Moyo in HARARE There was jubilation when the first batch of four artisanal miners were rescued at Redwing Mine in Penhalonga yesterday, after spending four days trapped underground when part of their shaft collapsed. A lot of doubting Thomases had lost all hope of finding any of the 15 miners alive, especially after rescue efforts were temporarily called off on Thursday last week since the ground was still unstable, although they were resumed the following day as the ground settled. But after the Government marshalled support from local companies and its own expertise, fellow artisanal miners, friends and relatives gathered at the mine burst into spontaneous celebrations once the first batch of four miners was brought to the surface, and when they said everyone underground was alive, family members that had kept their hands on their chins and heads showed their renewed hope. A funeral assurance company that had set a tent at the mine, scared many families, as they thought their relatives had died. A team of medical practitioners was on hand to render medical attention to the miners as they were rescued. Some of the rescued miners said they survived on eating tree roots, and for four days, their bodies up to neck level, were submerged in water. But that did not break their spirits. One of the rescued miners at Redwing Mine. One of the survivors, Promise Gumbo, said after the shaft collapsed, they were left perched on a corner. “We followed cracks, opening them until we came closer to the surface. We sought refuge at the far corner of the shaft when the mine was collapsing,” he said. “We were eating the roots of trees and leaves to survive. We would taste the roots before eating. That resulted in us surviving. “There are many cracks down there and the ground is not safe. We also survived due to teamwork.” Another survivor, Kodzana Dzima, said it was a “terrible” experience. Medics attend to one of the miners rescued at Redwing Mine in Penhalonga yesterday. “All the entrances were closed after the mine collapsed. There are approximately four hectares of underground which collapsed. We followed the cracks where there was light and this helped us move closer to where we were eventually assisted. We moved a distance of about 1km to come out,” he said. A parent of one of the miners who declined to be named said he was grateful to the Government and the entire rescue team. “I had four brothers underground out of the 15 and they are all alive. I am so happy. I am very happy that the 15 miners have come out alive. “This development is testimony that there is God above who protects us. This is only by the grace of God. We were all worried and we never expected that the miners would come out alive. People had lost hope that the trapped miners would come out alive. It’s a miracle,” he said. Redwing Mine owners, Metallon Corporation, released a statement shortly after the rescue operation, saying: “We are relieved to report that all 15 miners have evacuated to the surface and there has been no loss of life. “Medical care and all necessary support have been rendered to the affected. Metallon Corporation, the owner of Redwing Mine and Mazowe Mine, wishes to state the following: “Redwing Mine has historically operated as a formalised, large-scale mine. When the mine was placed under corporate rescue in 2020, and under the management of an administrator, artisanal mining was introduced on a wide scale. This incident occurred in one of the artisanal mining near-surface pits. A member of the Red Cross Society takes one of the rescued miners to a safe place in Penhalonga yesterday. “In 2022, the Supreme Court effectively removed the mine from corporate rescue. Since then, Metallon has been engaged in processes to restore formalised mining. As part of these processes, Metallon is ending unsafe mining practices, including all small-scale mining, and returning these operations to the formalised mining that Metallon has always conducted.” Mines and Mining Development Minister Zhemu Soda, who was present during the rescue mission, called on companies to heed President Mnangagwa’s call for responsible mining in order to prevent mine accidents that may result in injuries and loss of life.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "africa moyo",
        "sentiment": "negative"
      },
      {
        "name": "luthando mapepa",
        "sentiment": "negative"
      },
      {
        "name": "thomases",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "herald",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "penhalonga",
        "sentiment": "none"
      },
      {
        "name": "redwing mine",
        "sentiment": "none"
      },
      {
        "name": "penhalonga",
        "sentiment": "none"
      },
      {
        "name": "harare",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:33:33.861+02:00",
  "updated": "2024-01-08T00:33:33.861+02:00"
}