{
  "thread": {
    "uuid": "b40aa7d01fcdbf784444705149f7ceff7990f1c0",
    "url": "https://spain.shafaqna.com/ES/AL/7067527",
    "site_full": "spain.shafaqna.com",
    "site": "shafaqna.com",
    "site_section": "https://spain.shafaqna.com/",
    "site_categories": [],
    "section_title": "\r\n\t\tSpain News (News Reader)\t",
    "title": "Jueves Santo en Málaga con olor a romero, bendición del Nazareno y la Legión en la calle",
    "title_full": "Jueves Santo en Málaga con olor a romero, bendición del Nazareno y la Legión en la calle",
    "published": "2024-03-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "ES",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 30174,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b40aa7d01fcdbf784444705149f7ceff7990f1c0",
  "url": "https://spain.shafaqna.com/ES/AL/7067527",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-28T02:00:00.000+02:00",
  "title": "Jueves Santo en Málaga con olor a romero, bendición del Nazareno y la Legión en la calle",
  "text": "abc - 17 minutes ago Jueves Santo en Málaga con olor a romero, bendición del Nazareno y la Legión en la calle El Jueves Santo amaneció con lluvia. Los paraguas eran un colorido techo bajo el que cobijarse para esperar a la Legión. El tercio Juan de Austria desembarcó en el puerto, cruzó Málaga a 160 pasos por minuto para ir hasta el convento de Santo Domingo, donde en la capilla de la iglesia esperaba el Cristo de la Buena Muerte . No llovió durante el acto, presidido por la Reina Sofía. Tampoco durante la tarde, la previsión era de nubes sin que descargara agua. Y aguantó. Dos cofradías se quedaron en casa. Ni la Amargura de Zamarrilla, aquella con la rosa en el pecho por redimir al bandolero, y Misericordia, con el Cristo chiquito del Perchel no salieron. El resto se echó a la calle: Sagrada Cena, Viñeros escoltado por la UME , la Virgen del Amparo, Vera Cruz y Viñeros. Cinco cofradías en la calle, sobre todo las más grandes. Salieron Esperanza y Mena. Se echaron temiendo a la madrugada, las dos juntas, sabiendo que no había Jueves Santo sin ellas. Málaga esperaba a la Legión y detrás a su Reina, la Esperanza, la que navega sobre un mar de romero. Y lo tuvo. Las calles ocupadas desde el mediodía para solo minutos. Tras el Cristo de la Buena Muerte , la compañía de la Legión con El novio de la muerte atronando. Había vivas a España, al Cristo, a la Virgen... Málaga estaba disfrutando. La Soledad de Mena iba acompañada de una representación de la Marina , de la que es protectora desde que su luz salvara a aquella fragata perdida de la batalla de Lepanto. No se movía nadie de las aceras. Ni la amenaza de lluvia ni el viento, que refrescaba por la humedad. Era Jueves Santo. El día grande de Málaga. Los puestos de patatas asadas hacían el agosto, como el vendedor de limones cascarúos con sal y las cañas de azúcar. Todas las tradiciones en un centro deseoso de procesiones, que comenzó a oler a romero. Anunciaba el paso de la Reina de Málaga, precedido del Nazareno del Paso . Aquel al que se le declaman soneros, el mismo que con todos de rodillas bendice a la ciudad desde la Plaza de la Constitución, en pleno corazón de la ciudad. Paso y Esperanza, el barrio del Perchel, desde donde llegan los aromas a incienso más puros. La embarcación más grande cuantas navegan en la Semana Santa. Sobre ese mal de romero bendecido por el paso de la Virgen, ese mismo con el que las gitanas leen la mano en las placitas. Una protección para todo el año. La Esperanza avanza lento . Son 5.000 kilos surcando las calles. La Reina desafió la previsión con fe y Málaga se lo agradeció con devoción.\nRead on the original site",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [
    "https://abc.es/espana/andalucia/malaga/jueves-santo-olor-romero-bendicion-nazareno-paso-20240328232550-nts.html",
    "https://www.abc.es/espana/andalucia/malaga/jueves-santo-olor-romero-bendicion-nazareno-paso-20240328232550-nts.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T01:00:19.441+02:00",
  "updated": "2024-03-29T01:00:19.441+02:00"
}