{
  "thread": {
    "uuid": "e8c40efb1e8a1306dfbc3d914cc8f6987e4c4471",
    "url": "https://www.diariodemallorca.es/deportes/2023/12/31/real-madrid-despide-lider-baloncesto-96419716.html",
    "site_full": "www.diariodemallorca.es",
    "site": "diariodemallorca.es",
    "site_section": "https://www.diariodemallorca.es/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "El Real Madrid despide el año líder impulsado por Campazzo",
    "title_full": "El Real Madrid despide el año líder impulsado por Campazzo",
    "published": "2023-12-31T14:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/81881421-98de-48db-87e0-6ed69886cc00_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 20033,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e8c40efb1e8a1306dfbc3d914cc8f6987e4c4471",
  "url": "https://www.diariodemallorca.es/deportes/2023/12/31/real-madrid-despide-lider-baloncesto-96419716.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EFE",
  "published": "2023-12-31T14:59:00.000+02:00",
  "title": "El Real Madrid despide el año líder impulsado por Campazzo",
  "text": "El [Real Madrid](/tags/real-madrid-de-baloncesto/), impulsado por el argentino Facundo Campazzo con 17 puntos, despidió el año líder de la Liga Endesa tras ganar a Valencia Basket, que pasa a ser quinto de la clasificación. El partido comenzó en los primeros minutos con muchas alternativas y con dos triples, uno de Eli Ndiaye para el Real Madrid y otro de Xavier López-Aróstegui para Valencia Basket, que levantaron al público de sus asientos. El equipo blanco llevó la iniciativa ofensiva del partido, acertado en ataque con Facundo Campazzo y Edy Tavares liderando a sus compañeros en el primer cuarto, aunque el conjunto valenciano no permitió que su rival se escapara en el marcador pese a los fallos en los tiros libres, con una estadística de solo un punto de siete posibles al descanso. La entrada de Sergio Rodríguez a la pista dio otro aire al Real Madrid, que agradeció las asistencias del canario frente a un Valencia Basket al que sostuvieron en ataque el ugandés Brandon Davies y el armenio Chris Jones. Tras el descanso, cuando parecía que las fuerzas se volvían a igualar, sobre todo tras un triple de Semi Ojeleye que acercó a cuatro puntos a [Valencia](/tags/valencia-basket/), el Real Madrid reaccionó. Mejoró su fiabilidad defensiva, obligó a su rival a cometer fallos forzados y en ataque se mostró contundente, llegando al final del tercer cuarto con catorce puntos de ventaja y teniendo protagonismo de jugadores como Alberto Abalde, que deleitó a los asistentes con un gran triple. En el último cuarto el Real Madrid no quiso dejar margen a la sorpresa después de tres triples seguidos de Robertson y se encomendó a Ndiaye y Sergio Rodríguez, que respondieron con otros dos lanzamientos de tres que frenaron los ímpetus de Valencia. La defensa del equipo blanco, aguerrida en los últimos minutos, terminó por desesperar a Valencia Basket, que no encontró los mecanismos para hacer daño a su rival, sobre todo bajo el aro, con Tavares como mariscal defensivo. Con esta victoria el Real Madrid se mantiene líder con quince victorias y una sola derrota, mientras que Valencia Basket, que empezó el partido tercero, se sitúa quinto con diez victorias y seis derrotas. Ficha técnica: 83 - Real Madrid (20+21+26+16): Campazzo (17), Causeur (5), Musa (4), Ndiaye (12) y Tavares (13) -quinteto inicial- Abalde (7), Hezonja (6), Poirier (9), Llull (7), Hugo González, Sergio Rodríguez (3), 74 - Valencia Basket (15+19+19+21): Jones (19), López-Arostegui (10), Ojeleye (7), Inglis (2) y Davies (10) -quinteto inicial- Puerto, Reuvers (5), Anderson (2), Jovic (7), Pradilla (2) y Robertson (10). Árbitros: Benjamin Jiménez, Alfonso Olivares y Roberto Lucas. Sin eliminados. Incidencias: partido correspondiente a la jornada 16 de la Liga Endesa disputado en el Wizink Center de Madrid ante 9.640 espectadores.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T16:15:51.052+02:00",
  "updated": "2023-12-31T18:06:07.380+02:00"
}