{
  "thread": {
    "uuid": "0ba8b48c487b77749f1ff0aa9d06cf929a60698f",
    "url": "https://vnexplorer.net/museveni-moves-to-ban-army-from-land-matters-s705770.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Museveni moves to ban army from land matters",
    "title_full": "Museveni moves to ban army from land matters",
    "published": "2023-12-29T13:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0ba8b48c487b77749f1ff0aa9d06cf929a60698f",
  "url": "https://vnexplorer.net/museveni-moves-to-ban-army-from-land-matters-s705770.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T13:32:00.000+02:00",
  "title": "Museveni moves to ban army from land matters",
  "text": "Land rights advocates and other stakeholders have welcomed President Museveni’s decision to ban soldiers from engaging in any land-related matters, saying it was long overdue.Mr Museveni, while addressing journalists on December 22, revealed that the Cabinet resolved that the army must not get involved in any land matters.READ: Army, police hunt for residents who beat up soldiers in Kayunga land rowKayunga residents seek govt help to stop land wranglesUPDF officer accused of land grabbingThe revelation was prompted by a question on why the army has on multiple occasions been seen enforcing evictions and guarding land, as opposed to its primary mandate of securing the country’s borders.“I will issue an executive order, they will get out. We have discussed it in Cabinet. I am going to draft an executive order and they should not be part of land matters. Soldiers should be fighting, not patrolling land boundaries,” the President said.A similar recommendation was made by the Bamugemereire Commission that conducted a countrywide inquiry into land matters, with emphasis on keeping soldiers out of land evictions, accusing the men in uniform of instigation and perpetrating violence.Mr Richard Muganzi, the executive director of Landcode Initiative, a non-governmental organisation focused on the promotion of land rights, welcomed the development as a step in demilitarising civilian domains.“This is an important development regarding the intersection of military usage in civilian domains.…there is a need to improve the capacity of the Uganda Police Force at sub-county level to effectively handle any uprising on land-related matters at the village level. The police not only have to keep law and order but they also need to protect life and property,” he said.READ:How residents disarmed, beat up UPDF soldiers in land rowKayunga leaders, UPDF general clash over landSoldiers defy govt, continue guarding Kyankwanzi landMs Ritah Kemigisa, the advocacy and communication associate at Stand for Her Land Campaign Uganda, an organisation that works to protect women’s rights to land, said the impact of this ban hinges on effective enforcement and strengthening of the existing supportive legal and social structures.“The ban on the army’s involvement in land matters holds positive implications for women’s land rights by reducing instances of militarisation and related conflicts. This reduction in military presence can foster a safer environment for women, as such presence is frequently linked to human rights violations, including gender-based violence,” she said.Cultural institutions have also welcomed the development.“It has been long overdue, let him empower the Judiciary and police plus the local leaders. Some issues can be solved amicably without involving the armed forces,” Mr Israel Kazibwe, the Buganda Kingdom spokesperson, said.Mr Andrew Byakutaaga, the Bunyoro Kitara Kingdom prime minister, said: “The army has its clear mandate and if its mandate does not include land-related matters, then the executive order is a welcome initiative. Actually, [it is] a step in the right direction.”The Kilak South Member of Parliament, Mr Gilbert Olanya, who also serves as the Acholi Parliamentary Group secretary general, was less enthusiastic about the development, saying several presidential directives are not implemented.“Unfortunately presidential directives are not being respected, for example on Balalos. Army generals are the ones violating [the directives]. His Excellency fears the army the most, therefore, even if he gives orders, it won’t be honoured,” he said.He added: “Truly, the idea of stopping army [involvement in] land matter is the best, since many are losing their land base because of these army officers who are instilling fear in the civilians.”It had become common to see soldiers, whose core mandate as per Article 209 of the Constitution is to preserve and defend the sovereignty and territorial integrity of Uganda, involved in evictions and patrolling contested lands.In 2018, a survey in Mubende District found powerful individuals aided by soldiers had grabbed more than 1.9 million hectares of land.It named the army, alongside the police and Judiciary in aiding the violent displacement of residents and land-grabbing.In October, angry residents beat up and disarmed Uganda People’s Defence Forces (UPDF) soldiers who were patrolling a contested piece of land in Kayunga District.Earlier in March, it was reported that soldiers deployed by a civilian with connections in the army to guard a contested piece of land covering seven villages in Kyankwanzi defied orders by the State minister for Lands, Mr Sam Mayanja, to allow the more than 300 evictees return to the land.Land in Uganda is one of the most delicate sectors. As the main source of survival and income for many, its management has for years been riddled with fraud, forgeries, issuance of multiple titles, evictions among other concerns.Mr Museveni says his government is working to implement several reforms to streamline these recurrent concerns.“The good thing is that we are moving forward and at the right time, we shall deal with the issue of the land. The 1998 Land Act was very strong because it protected the bibanja and when you see people being evicted it is because they don’t know about that land act. We also have the issue of the elite not helping the ordinary people. That is part of the problem, otherwise, the existing law would protect those people,” he said. Provided by SyndiGate Media Inc. (Syndigate.info).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "museveni",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "army",
        "sentiment": "none"
      },
      {
        "name": "cabinet",
        "sentiment": "none"
      },
      {
        "name": "bamugemereire commission",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kayunga",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T13:41:32.560+02:00",
  "updated": "2023-12-29T13:41:32.560+02:00"
}