{
  "thread": {
    "uuid": "eb9925e0ff068b7c682b6b63a9c0cba067e45a65",
    "url": "https://www.endicott.edu/news-events/news/news-articles/2024/04/endicott-students-contribute-to-release-of-jailed-conservation-biologist",
    "site_full": "www.endicott.edu",
    "site": "endicott.edu",
    "site_section": "https://www.endicott.edu",
    "site_categories": [],
    "section_title": "Home | Private College in Beverly, MA | Endicott College",
    "title": "Endicott Students Contribute to Release of Jailed Conservation Biologist | Endicott College",
    "title_full": "Endicott Students Contribute to Release of Jailed Conservation Biologist | Endicott College",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 65791,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eb9925e0ff068b7c682b6b63a9c0cba067e45a65",
  "url": "https://www.endicott.edu/news-events/news/news-articles/2024/04/endicott-students-contribute-to-release-of-jailed-conservation-biologist",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jana F Brown",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Endicott Students Contribute to Release of Jailed Conservation Biologist | Endicott College",
  "text": "Endicott Students Contribute to Release of Jailed Conservation Biologist On April 7, 2024, Niloufar Bayani was one of four conservationists released from an Iranian prison in a larger amnesty from Iran’s government. Though her six years of incarceration took place more than 6,000 miles away from the Endicott College campus, Bayani’s release was not a distant news story; it had a more personal connection. Accused of espionage in 2018 while monitoring the endangered Persian cheetah population near a military facility in Iran, Bayani was originally sentenced to 10 years in prison. Hers was among four cases examined in-depth in a fall 2022 course co-taught by Professor of Politics and International Studies Michael Kilburn and Associate Professor of International Studies Semahagn Abebe. The honors-level Student Advocacy Seminar explored issues of human rights, social justice, global affairs, and civic engagement, and required hands-on research and advocacy on behalf of imprisoned individuals in Iran, Belarus, and Egypt, as identified by [Scholars at Risk](https://www.scholarsatrisk.org/) (SAR), an “international network of academic institutions organized to support and defend the principles of academic freedom and the human rights of scholars around the world.” At the start of the semester, the professors assigned student teams to each case. Lauren Rowe ’24 collaborated with Erin Wood ’24 and Nathan dos Santos ’24 to draw attention to Bayani’s plight. “No one deserves to experience what she went through,” Rowe said. Throughout the fall, the trio wrote opinion pieces and sent them to newspapers; drafted letters to environmentalists and others who might be willing to help Bayani (one of Wood’s was published in the Columbia University student newspaper); and created a QR code linked to a petition to free Bayani. “It was wonderful to hear about her release and, while our impact was not nearly as big as others,” Wood said, “it was nice to know we played a small role in raising awareness.” Although there were much larger players in the campaign to secure Bayani’s release, including SAR and Amnesty International, Wood, Rowe, and dos Santos joined dozens of other college students around the world in promoting the cause. “We talk about shifting one molecule in the moral universe, and maybe that will create a cascade,” explained Kilburn, who has been teaching human rights at Endicott for two decades. “The methodology of writing a letter and asking someone to be released seems naïve, but when the pressure adds up and it’s undergirded by other types of political and economic pressure, it can make a difference, especially to the people who are imprisoned. The worst thing about being in prison is the feeling that you’re being forgotten.” Abebe has a personal understanding of the injustices faced by Bayani and other imprisoned scholars. Born in Ethiopia, [he became an outspoken advocate for human rights through academia](/news-events/news/news-articles/2023/11/fighting-for-ethiopia-at-endicott), gaining negative attention from the Ethiopian government. While teaching at Civil Service University, Abebe cautioned against human rights abuses in the criminal justice system. His critical ideas earned written and verbal rebukes from the university president and a warning not to speak out against the government. With his freedom—and life—in danger, Abebe applied for sanctuary in 2012 through SAR and landed at Endicott in 2017 after teaching posts at the Irish Center for Human Rights, McGill University, and the University of Connecticut. “During election time, 30,000 were in prison for similar [concerns], so I was hiding for weeks,” Abebe said. “If not for Scholars at Risk, I would not be here continuing their work.” While Kilburn and Abebe have co-taught about human rights for five years, Kilburn credited Endicott’s Provost Sara Quay with proposing the Student Advocacy Seminar. The course is offered annually by SAR, and colleges and universities wishing to teach it can connect with the organization and attach themselves to advocacy campaigns for scholars such as Bayani. When discussing the objectives of the course, Abebe noted the importance of human rights discourse and standing for a cause. “Bayani’s case is an example that we have to hold our hope in humanity and that we can make a difference,” Abebe said. Rowe shared that her experience with the honors-level class “has allowed me to take learning a step further with action and advocacy.”Meanwhile, dos Santos spoke of the campus-wide campaign that he, Wood, and Rowe launched to create awareness of Bayani’s case. In addition to producing a fact pamphlet, they made a poster outlining the case and hung it outside the Callahan Dining Hall, where they staffed a table to answer questions on Human Rights Outreach Day. The students also created a social media campaign and reached out to influencers who seemed likely to promote Bayani’s cause. “I was happy to hear about Niloufar Bayani’s release,” dos Santos said. “Seeing that a semester’s worth of work could translate into the real world and have a part in helping someone was important.” Kilburn said that SAR helps to humanize larger political issues, and he’s grateful that his students had the opportunity to get a close-up look at some of those issues. He and Abebe hope their students will continue to contemplate their potential as responsible world citizens and their ability to advocate for people and causes. The professors plan to offer the Student Advocacy Seminar again with the knowledge that, although Bayani has been released, there are thousands of scholars with similar stories who remain behind bars. “This is a win,” Kilburn said, “but the work has got to continue.” Photo courtesy of the National Iranian American Council By Topic Subscribe Stay up to date on the latest Endicott news! Share Your News Have news? We would love to hear from you!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.scholarsatrisk.org/)",
    "https://scholarsatrisk.org/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "niloufar",
        "sentiment": "negative"
      },
      {
        "name": "michael kilburn",
        "sentiment": "none"
      },
      {
        "name": "bayani",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "endicott college endicott students contribute",
        "sentiment": "negative"
      },
      {
        "name": "endicott students contribute",
        "sentiment": "negative"
      },
      {
        "name": "endicott college",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "iran",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "belarus",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:14:57.944+03:00",
  "updated": "2024-04-19T01:14:57.944+03:00"
}