{
  "thread": {
    "uuid": "d770d907857899a568c7c6f0039c5fb93ca567ab",
    "url": "https://mag.elcomercio.pe/historias/video-viral-madre-soltera-criticada-por-tener-12-hijos-responde-asi-eeuu-nnda-nnrt-noticia",
    "site_full": "mag.elcomercio.pe",
    "site": "elcomercio.pe",
    "site_section": "https://mag.elcomercio.pe/arcio/rss",
    "site_categories": [
      "hobbies_and_interests",
      "freelance_writing",
      "top_news"
    ],
    "section_title": "El Comercio Mag",
    "title": "Esta madre soltera fue criticada duramente por tener 12 hijos: así respondió",
    "title_full": "Esta madre soltera fue criticada duramente por tener 12 hijos: así respondió",
    "published": "2024-04-18T23:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://elcomercio.pe/resizer/0w8T1ws-uQ8tn9yxLjypwsa0lZA=/980x528/smart/filters:format(jpeg):quality(75)/cloudfront-us-east-1.images.arcpublishing.com/elcomercio/B7EUKHGHCNAKRMMWTDY5EKE6P4.jpg",
    "performance_score": 0,
    "domain_rank": 5077,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d770d907857899a568c7c6f0039c5fb93ca567ab",
  "url": "https://mag.elcomercio.pe/historias/video-viral-madre-soltera-criticada-por-tener-12-hijos-responde-asi-eeuu-nnda-nnrt-noticia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jorge Villanes",
  "published": "2024-04-18T23:56:00.000+03:00",
  "title": "Esta madre soltera fue criticada duramente por tener 12 hijos: así respondió",
  "text": "Veronica Merritt, una madre soltera de 12 hijos que reside en Nueva York, se ha visto en la necesidad de depender de cupones de descuento debido al aumento del costo de vida. Mediante sus redes sociales, reveló que la cifra que paga para alimentar a su familia alcanzó los 24 mil dólares al año, lo que la ha llevado a recurrir a una dieta limitada, centrada en macarrones, hot dogs y paquetes de ramen. A pesar de enfrentar críticas en TikTok por su situación financiera, la mujer defendió su elección de tener una familia grande y expresa que cada hijo es un tesoro para ella, a pesar de los desafíos económicos que enfrenta a diario. A lo largo de los años, la madre ha utilizado cupones de alimentos de manera intermitente, recibiendo asistencia del gobierno mediante un cheque de 1400 dólares cada mes: sin embargo, señala que esta ayuda no es suficiente para cubrir los crecientes costos de los alimentos. Tiempo atrás, Veroniac podía alimentar a su familia por tan solo 500 dólares al mes, pero ahora necesita entre 2 mil y 3 mil dólares para proporcionar una alimentación adecuada, lo que refleja el impacto de la inflación en los presupuestos familiares. “Vivimos de ramen cuando antes podíamos comprar cualquier cosa. Solía poder ir al supermercado y comprar lo que queríamos y no tener que preocuparme por eso”, señaló. A pesar de los desafíos financieros, la mujer no lamenta haber tenido tantos hijos y describe el tener bebés como su “superpoder”. “No pienso en los niños como accidentes. Son mis pequeñas sorpresas”, aseguró. Tuvo sus primeros 10 hijos con su primer esposo, antes de casarse con el segundo y tener dos más. Sus hijos son: Victoria, 24, Andrew, 19, Adam, 17, Mara, 16, Dash, 14, Darla, 13, Marvelous, 11, Martalya, 9, Amelia, 7, Delilah, 10, Donovan, 4, y Modi, 2. Quería tener más hijos, pero no pudo “Nunca habría tenido hijos si hubiera esperado hasta ser rica; no me arrepiento de ninguno de ellos”, afirmó Veronica, quien de hecho quería seguir dando a luz, pero se vio obligada a someterse a una histerectomía debido a un fibroma. “Seis niños y seis niñas es bastante perfecto, especialmente porque tengo un niño y una niña para cada color”, añadió. “Es curiosamente perfecto lo bien que funcionó. Si quisiera tener más, tendría que ser rico y contratar una madre sustituta”. Por otra parte, se animó a hablar de su activa vida sexual, la cual comenzó cuando era bastante joven: “Tenía 14 años cuando tuve el primero, era muy joven y no entendía realmente cómo funcionaba la reproducción. Pensé que tenías que tener 16 años para quedar embarazada. Pensé: ‘No me sucederá a mí', pero pasó casi tan pronto como comencé a ser sexualmente activa”. La situación financiera de Verónica se ve agravada por los gastos en épocas festividades y las necesidades del hogar. La Navidad sola puede costarle hasta 7 mil dólares, mientras que mantener su casa de nueve habitaciones requiere reparaciones costosas que actualmente están fuera de su alcance. No obstante, la mujer está decidida a encontrar soluciones, incluida la generación de ingresos a través de su presencia en TikTok y la venta de pinturas. Aunque enfrenta críticas y ataques en las redes, Veronica mantiene una actitud positiva y señala que “ojalá hubiera elegido mejores parejas para no ser madre soltera en este momento, pero me encanta tener bebés. Creo que tener un bebé es la cosa más grande, preciosa y maravillosa que jamás haya existido”. Gracias por visitarnos hoy. Espero que este contenido de video viral haya sido de tu agrado. Si deseas encontrar más contenido similar, visítanos en [Mag.elcomercio.pe](https://mag.elcomercio.pe/). Te estaremos esperando. Más historias [Joven logra ahorrar casi $8 mil en un año dejando de gastar en estas 4 cosas](https://mag.elcomercio.pe/usa/tendencias-us/video-viral-joven-ahorra-8-mil-en-un-ano-dejando-de-gastar-en-estas-4-cosas-eeuu-nnda-nnrt-noticia/) [La inquietante experiencia de una mujer que se hospedó en un hotel de California](https://mag.elcomercio.pe/historias/video-viral-la-experiencia-de-mujer-que-se-hospedo-en-hotel-de-california-nnda-nnrt-noticia/) [Trabajó varios años en un conocido fast food, pero ahora es millonario: “no fue difícil”](https://mag.elcomercio.pe/historias/inglaterra-trabajo-varios-anos-en-un-conocido-fast-food-ahora-es-millonario-historias-nnda-nnrt-noticia/) Las consecuencias económicas de tener una familia numerosa Tener una familia numerosa implica asumir responsabilidades económicas significativas, pero también ofrece grandes satisfacciones y oportunidades de crecimiento. La clave está en una planificación financiera adecuada, aprovechar los beneficios disponibles y, sobre todo, en el amor, la dedicación y el trabajo en equipo de todos los miembros de la familia. Síguenos en nuestras redes sociales: Contenido Sugerido Contenido GEC Quién es John Stirling de “Bridgerton” Temporada 3 y cuál es su historia en los librosMAG. Reto visual de los cocodrilos aguarda tu respuestaMAG. Si detectas quién es el millonario dentro del avión en 7 segundos demostrarás tu genialidadMAG. Conocerás cómo influyes en la vida de los demás si eliges una puertaDiario Depor",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:17:15.189+03:00",
  "updated": "2024-05-18T22:40:40.629+03:00"
}