{
  "thread": {
    "uuid": "d1f48d6f0162d602e994200c80f2ab3e4495d00d",
    "url": "https://www.eldesconcierto.cl/tipos-moviles/escena/2024/04/11/tiernos-titeres-destacados-por-new-york-times-llegan-con-retrospectiva-de-4-obras-al-gam.html",
    "site_full": "www.eldesconcierto.cl",
    "site": "eldesconcierto.cl",
    "site_section": "https://www.eldesconcierto.cl/rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "El Desconcierto",
    "title": "Tiernos títeres destacados por New York Times llegan con retrospectiva de 4 obras al GAM",
    "title_full": "Tiernos títeres destacados por New York Times llegan con retrospectiva de 4 obras al GAM",
    "published": "2024-04-12T00:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://assets.eldesconcierto.cl/2024/04/unnamed-3-scaled-e1712862262171.jpg",
    "performance_score": 0,
    "domain_rank": 50581,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d1f48d6f0162d602e994200c80f2ab3e4495d00d",
  "url": "https://www.eldesconcierto.cl/tipos-moviles/escena/2024/04/11/tiernos-titeres-destacados-por-new-york-times-llegan-con-retrospectiva-de-4-obras-al-gam.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Horacio Gutiérrez Areyte",
  "published": "2024-04-12T00:30:00.000+03:00",
  "title": "Tiernos títeres destacados por New York Times llegan con retrospectiva de 4 obras al GAM",
  "text": "[Escena](/escena)\nEstas obras, que exploran la gestualidad y prescinden del texto, transmiten la esencia del movimiento humano a través de las marionetas, cautivando al espectador y sumergiéndolo en las historias de los personajes. Revisa todos los detalles aquí.\nLa compañía teatral Silencio Blanco, reconocida por su habilidad para plasmar la humanidad en sus expresivas marionetas, continúa su ciclo retrospectivo en el Centro Cultural Gabriela Mistral (GAM) hasta el 28 de abril.\nTras el éxito de su montaje «Antuco«, la compañía presenta ahora una serie de sus obras más emblemáticas, incluyendo «Pescador«, «Chiflón, el silencio del carbón» y «De papel«.\nEstas obras, que exploran la gestualidad y prescinden del texto, transmiten la esencia del movimiento humano a través de las marionetas, cautivando al espectador y sumergiéndolo en las historias de los personajes.\nDesde su fundación en 2010, Silencio Blanco se ha destacado por su delicado trabajo con marionetas y por la profundidad de sus temáticas.\nThe New York Times elogió su habilidad para manipular «sublimes títeres de aspecto crudo con tierna precisión». En este ciclo retrospectivo, la compañía celebra catorce años de trayectoria, revisando sus montajes anteriores y profundizando en los temas que dieron origen a la compañía.\nSegún Santiago Tobar, director y cofundador de Silencio Blanco, este ciclo representa una oportunidad para reflexionar sobre los temas que inspiraron la creación de la compañía y revisar su proceso artístico desde sus inicios.\n«No solo es la revisión de nuestras cuatro obras escénicas, sino también una celebración de nuestra trayectoria en el mundo del teatro chileno», comenta Tobar.\nLas obras presentadas en el ciclo incluyen «Pescador», una exploración de las sensaciones más íntimas de los personajes que trabajan en el mar; «Chiflón, el silencio del carbón», una relectura del libro «Subterra» de Baldomero Lillo que retrata la vida en una mina de carbón; y «De papel», un montaje que invita al público a explorar la simpleza e ingenuidad en situaciones cotidianas.\nDominga Gutiérrez, cofundadora de Silencio Blanco, destaca la importancia de esta retrospectiva en el contexto de la escena teatral chilena y su lucha por mantenerse relevante a lo largo de los años. El trabajo de la compañía ha sido aclamado tanto a nivel nacional como internacional, presentándose en destacados escenarios en Europa y Estados Unidos, entre otros lugares.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:49:30.631+03:00",
  "updated": "2024-04-12T00:49:30.631+03:00"
}