{
  "thread": {
    "uuid": "d2e5735b78ed710efe2ff9c506da3c39b5a45f59",
    "url": "https://www.dailyrepublic.com/townnews/christianity/religious-view-we-are-like-mini-arks-bringing-the-presence-to-our-sacred-gatherings/article_1201c53a-ab7e-11ee-a98e-ebe028cdb6fa.html",
    "site_full": "www.dailyrepublic.com",
    "site": "dailyrepublic.com",
    "site_section": "http://www.dailyrepublic.com/search/?f=rss&t=article&c=diversions&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.dailyrepublic.com - RSS Results in diversions of type article",
    "title": "Religious view: We are like ‘mini’ arks bringing the presence to our sacred gatherings",
    "title_full": "Religious view: We are like ‘mini’ arks bringing the presence to our sacred gatherings",
    "published": "2024-01-07T20:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/dailyrepublic.com/content/tncms/assets/v3/editorial/3/88/38824a8e-880c-5130-97fb-c2b7533c4715/64b83af4124ab.image.jpg?crop=1217%2C639%2C5%2C556&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 38063,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d2e5735b78ed710efe2ff9c506da3c39b5a45f59",
  "url": "https://www.dailyrepublic.com/townnews/christianity/religious-view-we-are-like-mini-arks-bringing-the-presence-to-our-sacred-gatherings/article_1201c53a-ab7e-11ee-a98e-ebe028cdb6fa.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Rev. Patrick Serna",
  "published": "2024-01-07T20:00:00.000+02:00",
  "title": "Religious view: We are like ‘mini’ arks bringing the presence to our sacred gatherings",
  "text": "Not many months ago I needed a fairly major surgery.\nMy healing and general progress has been a combination of great medical care and that of a loving and diligent family. Through it all, from the most uncomfortable moments to date, God has been with me growing my faith.\nI would have preferred a quick healing, yet God had something more important to do in my life than simply physical healing. He gave birth to a vision over and over the same words and teaching concerning the location of the \"ark of the covenant.\"\nSearching to find this historic and magnificent item, history records show that the Roman empire in 70 A.D. entered Jerusalem and sacked the most sacred place, the Temple. Taking what they found of worth, they never found the ark.\nSo, one might rightly ask, \"So where is the ark of the covenant?\"\nThis is where my vision began also. Eventually it was revealed to me that on the day of Pentecost, when the Holy Spirit was poured out upon the apostles and other believers, each believer was filled with the Holy Spirit.\nMany signs and wonders are recorded in the New Testament. Many came to faith on that day and the \"church\" of Jesus was born.\nMy simple conclusion is this: Every born-again Christian believer is indwelt by that same magnificent person we call the Holy Spirit, third person of the \"Triune God head: Father, Son and Holy Spirit.\"\nEach born-again believer is endowed (sealed) with the same Holy Spirit, which in biblical times was often referred to as \"the presence.\" The tabernacle as well as the ark of the covenant were believed to contain the very presence of God.\nEach of the elements of the \"tabernacle\" declared the very presence of the one true and only God.\nThe table of showbread: 12 loaves representing the 12 tribes. The large curtain that separated the holy place from the most holy place, which housed the actual \"ark\" of the covenant (you all have seen the movie, right?) in which were certain articles such as the 10 commandments (Mount Sinai), some of the manna which God provided in the desert, Aaron’s rod that budded.\nThe history of Gods’ deliverance after the fall, out of the garden into an abundant land, once again needed to be addressed. How about a great worldwide flood, the years wandering around in the desert only to end up as slaves in Egypt only to miraculously escape to raging waters and end up on Mount Sinai.\nTen commandments were given, and the Aaronic priesthood was established. The sacred nation began to take form and yet sin and disobedience continued.\nThe original ark was constructed, captured and returned. There is much more to say but the essence of my vision is this.\nThere may be an ark of the covenant somewhere, but it matters little for God has established this same presence within each believer. We must adjust to this new reality.\nConclusion: Every born-again believer is indwelt by the \"presence\" of God. The Bible refers to this third person as the Holy Spirit so that wherever this person goes God goes with him.\nWe each have become like \"little arks\" of the presence. As the tabernacle contained the ark of the covenant, i.e. the very presence of God, so we as born-again believers in Jesus carry this same presence (person) with us.\nThe presence comes with us. The church building where we go each Sunday morning depends on believers to bring the presence to the place we meet. We each are like mini arks bringing the presence to our sacred gatherings.\nThe Rev. Patrick Serna is the lead pastor of Highway International Christian Fellowship ... Christian and Missionary Alliance in Fairfield. Contact him at 707-372-1281.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "pentecost",
        "sentiment": "none"
      },
      {
        "name": "jerusalem",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:10:51.739+02:00",
  "updated": "2024-01-08T01:10:51.739+02:00"
}