{
  "thread": {
    "uuid": "86c9f2e4e7ed6bec6c123be7d3276398f390aae3",
    "url": "https://davidsonfreitas.wpcomstaging.com/estudo-biblico-semanal-lucas-1-35-mulheres-transbordantes-do-espirito-santo-e-preparadas-para-vencer-barreiras-01-de-junho-de-2024",
    "site_full": "davidsonfreitas.wpcomstaging.com",
    "site": "wpcomstaging.com",
    "site_section": "https://davidsonfreitas.wordpress.com/feed",
    "site_categories": [],
    "section_title": "VIVENDO EM CRISTO &#8211; ANO 2024",
    "title": "ESTUDO BÍBLICO SEMANAL – Lucas 1:35 – Mulheres Transbordantes Do Espírito Santo E Preparadas Para Vencer Barreiras – 01 de junho de 2024.",
    "title_full": "ESTUDO BÍBLICO SEMANAL – Lucas 1:35 – Mulheres Transbordantes Do Espírito Santo E Preparadas Para Vencer Barreiras – 01 de junho de 2024.",
    "published": "2024-06-01T17:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://davidsonfreitas.wpcomstaging.com/wp-content/uploads/2023/03/4a-IEQ-BD-Sala-Pastoral-em-10ago08-300x225.jpg",
    "performance_score": 0,
    "domain_rank": 5355,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "86c9f2e4e7ed6bec6c123be7d3276398f390aae3",
  "url": "https://davidsonfreitas.wpcomstaging.com/estudo-biblico-semanal-lucas-1-35-mulheres-transbordantes-do-espirito-santo-e-preparadas-para-vencer-barreiras-01-de-junho-de-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pastor Davidson Dias de Freitas",
  "published": "2024-06-01T17:30:00.000+03:00",
  "title": "ESTUDO BÍBLICO SEMANAL – Lucas 1:35 – Mulheres Transbordantes Do Espírito Santo E Preparadas Para Vencer Barreiras – 01 de junho de 2024.",
  "text": "TEMA: MULHERES TRANSBORDANTES DO ESPÍRITO SANTO E\nPREPARADAS PARA VENCER BARREIRAS – 01JUN24.\nTEXTO: Lucas 1:35.\n35 E, respondendo o anjo, disse-lhe: Descerá sobre ti o Espírito Santo, e a virtude do Altíssimo te cobrirá com a sua sombra; pelo que também o Santo, que de ti há de nascer, será chamado Filho de Deus.\nINTRODUÇÃO:\nNos últimos temos, temos visto o quanto a “família” tem perdido o valor. Acompanhamos casos absurdos ocorridos em família (pais matam filhos e filhos matam pais). A falta de amor está imperando no nosso dia a dia, no nosso mundo – “E por se multiplicar a iniquidade, o amor se esfriará de quase todos.” – Mt. 24:12.\nE por esfriar o amor, vemos:\n- Casais casando-se pensando em divorciar – “Se não der certo nos separamos”\n- Os casais vivem em guerra e fora da ordem de Deus (mulheres mantenedoras do lar e maridos indiferentes);\n- Casamentos desgastados (maridos dados a bebidas alcoólicas, jogos, prostituição);\n- Desigualdade absoluta reinando primeiramente dentro a família e refletindo dentro da sociedade;\n- Filhos não respeitam a autoridade dos pais e nem pais respeitam filhos.\nA consequência de tudo isto é:\n- Divórcios;\n- Criação de filhos com mínimas condições dignas de vida (financeiramente, socialmente e espiritualmente);\n- Gestações na adolescência;\n- Crimes, drogas, homossexualismo, enfim. Tudo isto tem sido consequência de famílias desestruturadas, destruídas e lares desarmoniosos. Esse estado desastroso do mundo tem sido consequência dos estados desastrosos da família, que é consequência do estado desastroso entre o casal; que, por sua vez, é consequência do estado desastroso da vida com Deus.\nTemos que ter a consciência de que o resumo de tudo que temos visto no mundo é a falta de Deus. Mas, nós “chamados para fora” deste mundo, encontramos, então, uma forma de vida MUITO diferente da que nos foi proposta pelo mundo. Encontramos o AMOR! É o amor de Deus que nos dá condições de também sermos diferentes do amor do mundo. De amar, de fazermos diferente, de mudarmos uma situação, em nome de JESUS!\nVejam bem, me foi pedido para falar sobre casamento, sobre família. E falo nesta noite para “MULHERES”, para mães, filhas, esposas e sobre tudo, FILHAS e SERVAS de Deus. E como FILHAS e SERVAS, aprenderemos o que Deus quer de nós façamos. Amém?!…\nDiga:\n“A partir de hoje farei o que Deus quer para o meu casamento e para a minha vida”\nE quando pensamos o que precisa ser feito, na luz da Palavra de Deus. Vemos que:\n- A resposta não está no olhar para o “meu marido”, mas no olhar para “mim”.\n- É, não saber quais os defeitos de meu marido, mas quais são os meus.\n- E procurar enxergar o que eu preciso fazer para mudar!\nMinhas atitudes erradas desencadeiam situações difíceis na minha família, quais são elas?\n1. Atitudes no meu relacionamento para com meu marido:\na) Achar que a posse do outro está garantida\nb) Deixar com que o esposo pense que você não o ama.\nPrecisamos deixá-lo saber que estamos tão apaixonadas que não conseguimos deixar de pensar nele;\nc) Deixá-lo pensar que nada significa para em sua vida.\nPrecisamos descobrir meios de lembrá-lo de que ele ocupa seu pensamento, mesmo se a rotina diária os deixem separados (telefonema, bilhetinhos, lembrancinhas, etc…)\nd) Nunca dizer que seu esposo é prioridade em sua vida e em seu pensamento\ne) Tirar o romantismo do seu casamento.\nProcure agradar seu esposo: no café da manhã, no almoço, no jantar e ao se deitarem.\n2. Atitudes no meu relacionamento para comigo mesma:\na) Descuido com meu corpo, com minha casa e com meus filhos;\nb) Falta de higiene\nc) Preguiça\nd) Nunca procura desenvolver e crescer (vida social e espiritual)\ne) Achar por quê casou tudo acabou. A vida continua, o namoro continua.\n3. Atitudes erradas com meu esposo, no que diz respeito ao meu falar e agir:\na) Palavras duras: Tenha cuidado com que você fala. Uma palavra mal falada pode trazer graves consequências (maldições) e abre feridas difíceis de cicatrizar.\nb) Falta de Educação: Demonstre que ama seu marido através das suas palavras e da forma que você o trata. Seja doce e aja com amor. Fale da forma que gostaria que ele falasse com você. Não grite, ele não é surdo; não bata portas ou jogue objetos no chão e nem nele, seja educada, ele não é sua propriedade.\nc) Crítica: Seja cauteloso com a crítica. Fale de uma forma agradável e use palavras para aceitação do seu esposo; Você é uma mulher inteligente, incentive-o ser especial.\nd) Falta de comunicação e compreensão:\n- Não deixe que as pequenas diferenças cresçam até que se tornem grandes diferenças;\n- Veja as diferenças com ternura, em vez de enfrentá-las com aborrecimento\n- Valorize seu esposo diante de outras pessoas\n- Refira-se a seu esposo com termos elogiosos quando ele não estiver por perto.\n4. Seu marido demonstrará amor se sentirá amado, se você utilizar as 5 maneiras a seguir:\na) Atitudes de serviço = SERVIR\nb) Dando presentes = Ser uma DÁDIVA\nc) Palavras de encorajamento = COMPANHERISMO\nd) Qualidade de tempo = INVESTIMENTO\ne) Toque físico = INTIMIDADE\nLembre-se:\n- “Boas intenções não tem valor algum, a não ser que sejam postas em prática.”\n- Às vezes, a melhor maneira de dizer “Eu amo você” é dizer: “Desculpe-me”\n5. Atitudes no relacionamento com relação a Deus:\na) Dê lugar a Deus em seu casamento: Exatamente entre vocês dois. Seu casamento funcionará muito melhor se você incluir nele QUEM o projetou.\nb) A oração é uma das influências mais poderosas no casamento, porque aproxima você e seu esposo como nenhuma outra coisa no céu ou na terra.\nc) A oração transforma tudo, principalmente você.\nd) A oração move as mãos que sustenta o mundo.\ne) Em oração conte para Deus como você quer que seu esposo seja e peça a ELE para transformá-lo.\nf) Antes que tudo o mais falhe, ore!\n6. O casamento é um triângulo (Deus no ápice e nas pontas o homem e a mulher)\nDeixe a Palavra de Deus permear seu casamento. Leia a Bíblia em sua casa, seu esposo e seus filhos precisam descobrir os princípios de Deus.\n“Ter uma Bíblia em casa não vai ajudar sua família, lê-la, sim!”\n7. Não culpe a Deus se seu casamento está falindo:\n- Seu cônjuge pode ser negligente, mas Deus, não! Pare de reclamar e comece a orar.\n- Ore por seu marido, mas esteja pronta caso Deus comece a transformar você.\n8. Comece a abrir mão daquilo que tem prejudicado seu casamento:\n- Deixa o amor, não o ciúme ou a ira, serem características do seu casamento;\n- Peça a Deus que ajude amar seu esposo sem esperar nada em troca;\n- Não seja uma mulher abelhuda (curiosa, que enfia a colher de pau em tudo)\n- Não murmure, Ore!\n- Se esforce para consertar suas falhas, mesmo que seu marido não se importe com elas. Torne seu casamento melhor, aperfeiçoe a si mesma.\n9. Atitudes dos pais para com os filhos:\n- Seja o maior exemplo juntamente com seu esposo para seus filhos\n- Torne seu lar mais agradável\n- A maior demonstração de amor por seus filhos e ambos respeitá-los.\n- Corrija seus filhos com amor e não tire a autoridade um do outro.\n- O maior exemplo para os filhos é o amor entre os pais.\n10. Atitudes do casal que demonstram um bom testemunho do casal:\n- Fale com seus amigos o quanto apreciam estar casados. Fale mais para os seus amigos das qualidades de seu cônjuge. E deixe os defeitos para pedir a Deus que os mude;\n- O amor começa em casa. Como posso falar de “amor” para outras pessoas se eu: “odeio meu marido!”; “tenho pavor dele”; “não consigo nem sequer olhar a cara dele”; “vivo com ele por obrigação, por causa dos filhos”.\n- Como falar do amor de Deus se o contrário flui em seu coração.\n- Procure compreender mais o outro.\n11. Escute mais o seu cônjuge, de repente ele pode ter razão:\n- Nunca diga: “Só eu sei o que fazer” – “Só do meu jeito é que é certo” – “eu já sei o que você vai falar”\nLembre-se: Você demonstra respeito para com seu cônjuge quando expressa apreciação pelo que ele(a) diz ou faz. Valorize seu cônjuge.\nNão acredite, jamais, que você é a única pessoa capaz de fazer algo direito. Não subestime seu cônjuge.\n12. Procure tomar decisões em conjunto. Seja fiel no agir e no pensar. Dê seu voto de confiança.\n13. Eclesiastes 3:1 nos ensina que tudo tem o seu tempo: Excesso de compromisso não é virtude.\n- Tenha tempo para Deus;\n- Tenha tempo para seu esposo\n- Tenha tempo para seus filhos\n- Tenha tempo para sua casa\n- Tenha tempo para a Obra de Deus.\n14. As melhores coisas estão nas mais simples:\n- Orar a Deus (pela manhã)\n- Caminhar pela praia na neblina\n- Fazer uma massagem nas costas do seu marido\n- ouvir os filhos comentarem sobre os seus dias\n- Adorar a Deus com um hino\n- Ver a família reunida\n- Enfeitar a árvore de natal juntos.\n- Ler a Bíblia\n- Beijar o esposo na passagem de ano e esperar, com ansiedade, passar mais um ano juntos.\n- Envelhecer juntos.\n15. O seu esposo não é de todo durão. Ele deve ter um ponto frágil:\n- Será mais fácil ele demonstrar amor se você responder amorosamente a ele.\n- “Água mole em pedra dura, tanto bate até que fura”\n- Você é esposa e não mãe dele\n- Diga a ele o quanto você o ama e o aprecia\n- Diga “Eu amo você” sempre que quiser.\n- Seja amorosa, carinhosa, cuidadosa, amiga e amante.\nCONCLUSÃO:\nNão há como levar seu esposo para Jesus se você não o amar. Através do amor que você lhe dedicar é que ele será atraído até Cristo.\nAssim como Maria que teve JESUS CRISTO gerado dentro dela pelo Espírito Santo, e através desse nascimento, o mundo todo foi transformado por ELE, E NUNCA MAIS FOI O MESMO. Assim também, através do nascimento de JESUS CRISTO dentro de você. A sua casa poderá ser transformada e jamais será a mesma. Seu casamento jamais será o mesmo; seu marido será transformado. Mas o milagre terá que partir de você. A verdadeira mudança começa no coração. E ela começa aqui, agora, em seu coração.\nSó assim é que poderemos mudar toda essa situação caótica que apresentamos no início desta mensagem.\nAPELO\nVenha, vamos orar… Vamos apagar aquela mulher ou aquele homem que éramos quando aqui entramos e vamos dar início a uma nova vida. Uma vida transformada e transbordada pelo Espírito Santo e preparada para vencer as barreiras.\nDeus nos abençoe e nos dê Paz!\nPastor Davidson D Freitas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T19:57:42.581+03:00",
  "updated": "2024-06-01T19:57:42.581+03:00"
}