{
  "thread": {
    "uuid": "72e3f79c27771b3d4f0ac482619187d653f38a33",
    "url": "https://www.livemint.com/science/news/quadrantids-meteor-shower-2024-what-is-it-best-timing-to-watch-all-you-need-to-know-11704362865379.html",
    "site_full": "www.livemint.com",
    "site": "livemint.com",
    "site_section": "https://www.livemint.com/",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Business News Today: Read Latest Business News, Live India Share Market News, Finance &amp; Economy News | Mint",
    "title": "Quadrantids meteor shower 2024: What is it? Best timing to watch. All you need to know | Mint",
    "title_full": "Quadrantids meteor shower 2024: What is it? Best timing to watch. All you need to know | Mint",
    "published": "2024-01-04T09:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.livemint.com/lm-img/img/2024/01/04/1600x900/meteor_shower_1704363270748_1704363270967.jpg",
    "performance_score": 0,
    "domain_rank": 1416,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "72e3f79c27771b3d4f0ac482619187d653f38a33",
  "url": "https://www.livemint.com/science/news/quadrantids-meteor-shower-2024-what-is-it-best-timing-to-watch-all-you-need-to-know-11704362865379.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@mint",
  "published": "2024-01-04T09:46:00.000+02:00",
  "title": "Quadrantids meteor shower 2024: What is it? Best timing to watch. All you need to know | Mint",
  "text": "The Quadrantid meteor shower, likely to be this year's first and strongest meteor shower, is expected to peak around 4 pm IST on 4 January through United States skies, according to In the Sky . Scientists say the Quadrantid meteor shower may bring up to 120 shooting stars every hour.\nHowever, people can still witness a high rate of meteors between 4-5 January, and the shower will continue till 12 January, but chances of spotting meteors may drop drastically till then.\n“The Quadrantids, which peak during early January each year, are considered to be one of the best annual meteor showers,\" Hindustan Times quoted the National Aeronautics and Space Administration (NASA) as explaining.\nALSO READ: Geminids meteor shower 2023: What is it? It's the best timing to watch. All you need to know\nBest time to observe the shower in the US:\nThis year, the Quadrantids peak is expected to occur at 7.53 am Eastern Standard Time on 4 January. According to EarthSky , the meteor shower, activated on 26 December 2023, will continue till 16 January 2024.\nThe site also noted that the best time to witness the shower from North America will be at 4:53 am EST to dawn.\nApart from the Quadrantid shower, the three remarkable showers that occur annually are Lyrids, Leonids, and Ursids. These are known for their eccentric peaks.\nNASA's recommendation on how to watch:\nTo get a rich experience of the Quadrantids, NASA recommended people observe them from a remote area during the nighttime and early morning hours.\nAlso, the space agency advised the enthusiasts to be adequately prepared for harsh winter conditions, as the moon will be 47 percent illuminated during the peak this time.\n\"Lie flat on your back with your feet facing northeast and look up, taking in as much of the sky as possible,\" NASA said. “In less than 30 minutes in the dark, your eyes will adapt and you will begin to see meteors,\" it added.\nQuadrantids Meteor Showers: All you need to know\nMeteor showers are usually named after the constellation, but when it comes to Quadrantids, they beam out from the now-obsolete constellation of Quadrans Muralis. It is situated between the constellations of Bootes and Draco, placing it placed near the end of the handle of the Big Dipper in the northern sky, as per NASA. The Quadrantids are linked with asteroid 2003 EH1, which takes nearly 5.5 years to orbit around the Sun, reported Hindustan Times.\nDue to this, the Quadrantid meteor shower that is believed to originate from the remains of dust and debris is exclusively seen in the Northern Hemisphere.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "hindustan times",
        "sentiment": "none"
      },
      {
        "name": "nasa",
        "sentiment": "none"
      },
      {
        "name": "national aeronautics and space administration",
        "sentiment": "none"
      },
      {
        "name": "eastern standard time",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-04T12:30:43.766+02:00",
  "updated": "2024-01-04T12:30:43.766+02:00"
}