{
  "thread": {
    "uuid": "ce54807cca97b2f3867fa5e0601bed5d9c61a979",
    "url": "https://maisfutebol.iol.pt/cristiano-ronaldo/ronaldo/ronaldo-insistiu-insistiu-insistiu-e-marcou-na-goleada-do-al-nassr",
    "site_full": "maisfutebol.iol.pt",
    "site": "iol.pt",
    "site_section": "https://www.iol.pt/",
    "site_categories": [
      "world_soccer",
      "football",
      "sports"
    ],
    "section_title": "Notícias de hoje - IOL",
    "title": "Ronaldo insistiu, insistiu, insistiu... e marcou na goleada do Al Nassr | MAISFUTEBOL",
    "title_full": "Ronaldo insistiu, insistiu, insistiu... e marcou na goleada do Al Nassr | MAISFUTEBOL",
    "published": "2023-12-30T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://img.iol.pt/preset/65907ac3d34e65afa2f92bf1/og/maisfutebol",
    "performance_score": 0,
    "domain_rank": 12482,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ce54807cca97b2f3867fa5e0601bed5d9c61a979",
  "url": "https://maisfutebol.iol.pt/cristiano-ronaldo/ronaldo/ronaldo-insistiu-insistiu-insistiu-e-marcou-na-goleada-do-al-nassr",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redação Maisfutebol",
  "published": "2023-12-30T02:00:00.000+02:00",
  "title": "Ronaldo insistiu, insistiu, insistiu... e marcou na goleada do Al Nassr | MAISFUTEBOL",
  "text": "Equipa de Luís Castro vence por 4-1 no terreno do Al Taawon e diminui para sete pontos a distância para o Al Hilal, de Jorge Jesus Equipa de Luís Castro vence por 4-1 no terreno do Al Taawon e diminui para sete pontos a distância para o Al Hilal, de Jorge Jesus Cristiano Ronaldo tentou de todas as formas, até pareceu que este não ia ser o dia dele, mas o português não desistiu. Aos 92 minutos, por fim, sorriu: Fofana cruzou da direita e Ronaldo subiu ao terceiro andar, bem ao seu jeito, para fazer o golo da ordem. O português, já se sabia, encerrou 2023 como melhor marcador do mundo, conseguindo desta forma aumentar a contagem pessoal para 54 golos. Só lhe faltou mais um para chegar ao objetivo dos 55 remates certeiros. Se tem jogo do Al-Nassr, tem golo do 🐐 Cristiano Ronaldo a marcar 🍿 [#sporttvportugal] [#SAUDInaSPORTTV] [#alraawoun] [#alnassr] [#betclicsaudita] [pic.twitter.com/3fi9Dmq6Ng] — sport tv (@sporttvportugal) [December 30, 2023] Com isso o Al Nassr venceu no difícil terreno do Al Taawon por 4-1 , ultrapassando com grande conforto o quarto classificado da Liga Saudita. Apesar de alguns sobressaltos. Ronaldo ficou ainda perto de marcar em várias outras oportunidades, sobretudo na segunda parte, quando atirou uma bola ao ferro, que deixou a baliza do Taawon a tremer insistentemente, ou quando atirou em boa posição às malhas laterais. Enquanto não ia havendo Ronaldo, valiam as outras estrelas da equipa. Incluindo o também português Otávio, que fez o terceiro golo da equipa. Antes disso, no entanto, o Al Nassr até começou a perder, quando El Mahdioui abriu o marcador para o Al Taawon, de grande penalidade, a castigar uma falta dentro da área de Al Amri. Cristiano Ronaldo protestou muito e até viu um amarelo nessa altura. A resposta do Al Nassr, porém, foi imparável. Antes de mais, numa grande jogada coletiva, que começou em Talisca, passou por Ronaldo e acabou no golo de Brozovic. Logo a seguir, Talisca voltou a assistir e Laporte fez de cabeça o segundo golo. Já na segunda parte, Otávio fez o terceiro, coroando uma grande exibição: o internacional português foi enorme, em todo o lado, a recuperar, a lutar, a fazer jogar. Uma noite à imagem dele, portanto, que juntamente com Brozovic foi o melhor sobre o terreno. Otávio não vacila 😎— sport tv (@sporttvportugal) [#sporttvportugal] [#SAUDInaSPORTTV] [#alraawoun] [#alnassr] [#betclicsaudita] [pic.twitter.com/eEFto9DJBF] [December 30, 2023] Com este triunfo, o Al Nassr despediu-se do ano a ganhar e diminui para sete pontos a desvantagem para o Al Hilal, de Jorge Jesus. A Liga Saudita vai agora parar cerca de mês e meio e só regressa em fevereiro.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T22:46:21.033+02:00",
  "updated": "2023-12-30T22:46:21.033+02:00"
}