{
  "thread": {
    "uuid": "7a66944ff6e4ddf25cc9047151fd4a1665041433",
    "url": "https://laopinion.com/2024/01/20/somos-mejores-que-la-liga-francesa-cristiano-ronaldo-enaltece-el-futbol-de-arabia-saudita",
    "site_full": "laopinion.com",
    "site": "laopinion.com",
    "site_section": "http://www.laopinion.com/feed/",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "immigration"
    ],
    "section_title": "La Opinión",
    "title": "“Somos mejores que la liga francesa”: Cristiano Ronaldo enaltece el fútbol de Arabia Saudita",
    "title_full": "“Somos mejores que la liga francesa”: Cristiano Ronaldo enaltece el fútbol de Arabia Saudita",
    "published": "2024-01-20T18:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://laopinion.com/wp-content/uploads/sites/3/2024/01/GettyImages-1888255327.jpg?w=1200",
    "performance_score": 0,
    "domain_rank": 16708,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7a66944ff6e4ddf25cc9047151fd4a1665041433",
  "url": "https://laopinion.com/2024/01/20/somos-mejores-que-la-liga-francesa-cristiano-ronaldo-enaltece-el-futbol-de-arabia-saudita",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Wilson Flórez",
  "published": "2024-01-20T18:31:00.000+02:00",
  "title": "“Somos mejores que la liga francesa”: Cristiano Ronaldo enaltece el fútbol de Arabia Saudita",
  "text": "“Somos mejores que la liga francesa”: Cristiano Ronaldo enaltece el fútbol de Arabia Saudita\nEl delantero del Al Nassr explicó las razones por las que considera que el fútbol de Arabia Saudita es mejor que la Ligue 1. Cristiano Ronaldo cree que la Saudí Pro League estará entre las tres mejores ligas del mundo\nCristiano Ronaldo es el gran estandarte del fútbol de Arabia Saudita. A sus 38 años, el atacante portugués se ha destacado con el Al Nassr de la Saudí Pro League. A pesar de que algunos cuestionen la calidad de aquel torneo, CR7 considera que el fútbol árabe es mejor que la Ligue 1 de Francia.\nEn la previa de la gala de los Globe Soccer Awards, Cristiano Ronaldo fue cuestionado sobre distintos temas relacionados al balompié. Entre ellos, el exdelantero del Real Madrid tuvo unas polémicas declaraciones sobre el fútbol de la primera división de Francia, torneo que considera inferior a la Saudí Pro League.\n“Para ser honesto, creo que la liga saudí no es peor que la liga francesa. En la liga francesa tienes dos o tres equipos con buen nivel, en Arabia no. Creo que es más competitiva. Pueden decir lo que quieran, es mi opinión y he jugado allí un año así que sé de lo que estoy hablando. Creo que ahora mismo somos mejores que la liga francesa. Seguiremos mejorando“, explicó el delantero del Al Nassr.\nNo está de más mencionar que en esta liga jugó Lionel Messi, cuando defendió los colores del Paris Saint-Germain y actualmente sigue derrochando su talento Kylian Mbappé, considerado uno de los mejores jugadores del mundo.\nCristiano Ronaldo se mostró satisfecho con la evolución que ha tenido el fútbol árabe desde su llegada. Este torneo ha recibido a grandes jugadores tras la incorporación del portugués. CR7 considera que paulatinamente irán mejorando su nivel al punto de convertirse en una de las mejores ligas a nivel mundial.\n“Me siento muy feliz en Al Nassr, es un gran paso. Arabia Saudí está en un proceso, llevará mucho tiempo… pero paso a paso llegarán al nivel más alto. Creo que la Saudi Pro League estará entre las tres mejores ligas del mundo. La gente en Arabia estará orgullosa”, agregó.\nCristiano Ronaldo es inoxidable\nLuego de su salida al Manchester United y su prueba en el fútbol árabe, Cristiano Ronaldo cerró un muy buen 2023. Su adaptación a la Saudí Pro League fue muy rápida al punto de marcar 54 goles y superar los registros de jugadores como Erling Haaland y Kylian Mbappé.\n“Fui el máximo goleador de esta temporada, imagínate ganar a animales jóvenes como Erling Haaland… Estoy orgulloso. ¡Y pronto cumpliré 39 años! Me gusta cuando la gente vuelve a dudar de mí y entonces tengo éxito. No me afectan las críticas“, concluyó.\nSigue leyendo:\n–\nEl ministro de deportes de Arabia Saudita considera “superficiales” las acusaciones de lavado de imagen\n–\nArabia Saudita prepara otra ofensiva contra el fútbol europeo\n–\nFutbolista argelino fue detenido por incitar al odio por motivos religiosos\n–\nSergio Busquets elogió a Rafa Márquez y habló de su posible llegada al banquillo del FC Barcelona",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T18:44:26.819+02:00",
  "updated": "2024-01-20T18:44:26.819+02:00"
}