{
  "thread": {
    "uuid": "bfa7b58b770aed93501f3513017f42bb8521bf18",
    "url": "https://ca.investing.com/news/stock-market-news/jones-soda-leans-on-innovation-and-customer-input-to-drive-success-3221751",
    "site_full": "ca.investing.com",
    "site": "investing.com",
    "site_section": "https://ca.investing.com/news/latest-news",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Latest Financial News - Investing.com Canada",
    "title": "Jones Soda leans on innovation and customer input to drive success By Proactive Investors",
    "title_full": "Jones Soda leans on innovation and customer input to drive success By Proactive Investors",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://i-invdn-com.investing.com/news/LYNXNPEB6U08A_L.jpg",
    "performance_score": 0,
    "domain_rank": 1370,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bfa7b58b770aed93501f3513017f42bb8521bf18",
  "url": "https://ca.investing.com/news/stock-market-news/jones-soda-leans-on-innovation-and-customer-input-to-drive-success-3221751",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Proactive Investors",
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "Jones Soda leans on innovation and customer input to drive success By Proactive Investors",
  "text": "© Reuters. Jones Soda leans on innovation and customer input to drive success Proactive Investors - “Give the people what they want” is a tried-and-true business philosophy, but rarely does one come across a company as open to customer wants and ideas as Jones Soda Co (CSE:JSDA, OTCQB:JSDA). From putting photos submitted by consumers on the bottles of its craft sodas to encouraging product customization for events big and small, listening to its base has made Jones a success story for over a quarter of a century.\nCanadian Securities Exchange Magazine caught up with David Knight, the company’s new President and Chief Executive Officer, in early November to learn about the history of the brand and what comes next. Expanding a winning formula into multiple new markets lies at the core of its tasty plan.\nProactive: Jones has one of the most eye-catching and constantly evolving brands in any market. Consumers can even submit their own photos and potentially see them on a bottle. This is obviously a reflection of corporate culture and a philosophy of success. Tell us more about the thinking behind the brand.\nDK: The company was founded in 1995, so it’s been around for 28 years now. The founders chose the name Jones because they wanted one of the most frequently used last names in the country. They started with Smith and ended up going with Jones, which is in the top five in the US and the top 15 in Canada. It was really started as the beverage of the people.\nThe platform is all about natural cane sugar with unique flavours and bright colours. It’s about fun and great taste and lots of options.\nFrom a community standpoint, this month we have our one millionth community photo on the bottles, so we’ve got a deep level of interaction with our core consumers who, as you said, send in their photos, and if they make it, their photo goes on the bottles. It is a lot of fun, and we get real engagement and great stories on our products.\nLast year, we added augmented reality, which means you can use an app on your phone and bring a photo to life as a video.\nWe started on the street, so we are very deep into action sports like BMX and skate and surf. We were the cool brand to be found in skate shops and delis, and since then have moved into larger formats such as Safeway (NYSE:SWY), Albertsons, Walmart (NYSE: WMT ) and Target (NYSE: TGT ). It’s really grown from the original days and has been a fun ride for the team.\nAs the newly appointed President and CEO, what is your plan for the company? What is the focus, what are you looking to preserve and is there anything you believe needs to change?\nAs we’ve just talked about, we’ve got a very powerful brand. We think there is a huge opportunity with consumers who have experienced Jones at various times throughout their lives. We have that core group of consumers, and we also need to invest in the next generation and bring those folks into Jones as well. We are doing that, in part, through more distribution and getting into convenience stores.\nAs a beverage guy, I’m a big believer in cold availability, which means making sure that Jones is available cold at arm’s length for consumers. Anywhere there is a fridge with beverages in it, Jones needs to be there. In other words, distribution growth.\nThe team has done a wonderful job of getting us into the cannabis market as well. We launched Mary Jones in California and have good penetration among dispensaries in the state. We quickly became the number one cannabis soda and were just voted the best-tasting cannabis soda at a recent cannabis cup.\nThe transition of great taste from soda into cannabis beverages has been a big one. We’re in Washington now too and are launching into Michigan. We’ll then be looking at expanding the brand into other states, with a strong look at Canada in 2024.\nBeyond that, we just launched Jones Plus, which is an energy play. It’s a high-boost caffeinated beverage.\nSo, the theme is innovation that makes sense for us in categories and beverages where the brand will work. We define that as craft sodas, craft caffeinated beverages and the cannabis play with Mary Jones in both the regulated and the Delta 9 hemp-derived space.\nLet’s look at results. Sales dropped a little over 10% from the first half of 2022 on a challenging year-on-year comparison, though margins improved quite noticeably. Is that improvement reflective of operations or are there external factors at play?\nManagement set a focus on margin improvement about three years ago with a five-year objective of getting to a 35% margin. So far, I think we’ve achieved an improvement of nine percentage points, so that’s a huge accomplishment by the operations team.\nAs we’re mostly in large format retail stores, grocery, etc., we did see some headwinds. Some of our accounts during COVID-19 switched from single bottles to four-packs and then switched back, and this is what caused most of our volume decline.\nThanks to innovation, including a mini can which I think will do well, we are expecting a rebound next year, as we have a new format, new space and new distribution in the retail market.\nThe beverage business is pretty cyclical. You present, you get listings, you drive volume for that year and you kind of rinse and repeat for the next year. We’ve just gone through that cycle and expect some big wins for 2024.\nLet’s look at the creative side of the company. Internally, where do ideas for flavours such as Zombie Juice and Pucker Punch come from?\nWe believe that good ideas can come from anywhere. And again, our community is pretty forthcoming with ideas. We get a lot of flavour ideas from customers, and underneath every cap we have a little phrase from the community. We take ideas beyond just the photos we get.\nJones also has a pretty tight creative team. Some of our team have been on the brand for over 20 years, so we have a good history and legacy of what Jones is and how we can keep that authentic.\nThat’s one of our secret sauces. It’s the creativity of the brand. We are edgy and we like to have fun, and as a team, we select the ones that we think are going to work. We try not to take ourselves too seriously, though we do drive hard at it.\nYou mentioned you get a lot of feedback from the community. Can you share a story with us that stands out in your mind?\nIn my first week at Jones, I was going through an airport with a Jones t-shirt on, and someone pulled me aside and said, “Oh, Jones is super cool. I love the turkey gravy.” We came out with a turkey gravy flavour for Thanksgiving several years ago, and it comes back every year.\nSimilarly, we are now launching a dog soda based on bone broth and some functional ingredients that help dogs with joint health. It goes to show that these fanciful flavours really do resonate, and we get community feedback, press pickup — I don’t know of another beverage business that does this.\nHumans drink throughout the day, but there is competition for their dollar . What are the top reasons you believe the company can increase its value consistently going forward?\nI’m a brand guy and have worked on some pretty big brands, but Jones is a particularly good one. It has a deep history and is known for its fun irreverence. We are a very welcoming brand across all genres, colours sizes and shapes. I feel blessed that I’m working on a brand that has such a legacy in this country. You talk to people who have had Jones, and they can tell you a story about their first experience with a cream soda or a root beer.\nWe have a team that is passionate about the business and a culture that thrives in terms of ideas and appetite for growth and going the extra mile. It’s a great brand with great people.\nThe one area I really want to drive is innovation and continuing to do things that bigger companies do not. We have a brand called MyJones where consumers send us a photo for an engagement party or a graduation, and they can customize the bottles for their event. We take customization seriously, all the way to our retailers. As an example, we’ll do special events for our retailers where we put their brand on bottles. Customization is a competitive advantage, and we’ll do a lot more of it in 2024.\nAnd we are pushing the edge of what else Jones can do beyond craft soda, caffeinated beverages and cannabis beverages. We are pushing the innovation pipeline for next year.\nPartners are important, too. I can talk about STK Steakhouse and Kona Grill. Jones is now on their menu for soda, a float and a spiked Jones. They are responding well to the velocity and margin that they are getting and the glass bottle that works with fine dining.\nWe’re really making sure we get Jones into more key distribution points and have people celebrate the legacy of the brand. We are doing a lot of great things for next year, and we’re all really excited.\nRead more on Proactive Investors CA\nDisclaimer\nJones Soda leans on innovation and customer input to drive success",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.proactiveinvestors.com/companies/news/1037659/jones-soda-leans-on-innovation-and-customer-input-to-drive-success-1037659.html?INVESTING",
    "https://www.proactiveinvestors.com/pages/disclaimer/7455",
    "https://invst.ly/12wxcm",
    "https://www.facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fca.investing.com%2Fnews%2Fstock-market-news%2Fjones-soda-leans-on-innovation-and-customer-input-to-drive-success-3221751&display=popup&ref=plugin",
    "http://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fca.investing.com%2Fnews%2Fstock-market-news%2Fjones-soda-leans-on-innovation-and-customer-input-to-drive-success-3221751&title=Jones+Soda+leans+on+innovation+and+customer+input+to+drive+success&summary=",
    "https://proactiveinvestors.com/pages/disclaimer/7455",
    "http://www.linkedin.com/shareArticle",
    "https://facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fca.investing.com%2Fnews%2Fstock-market-news%2Fjones-soda-leans-on-innovation-and-customer-input-to-drive-success-3221751&display=popup&ref=plugin",
    "https://www.facebook.com/sharer/sharer.php",
    "https://www.proactiveinvestors.com/companies/news/1037659/jones-soda-leans-on-innovation-and-customer-input-to-drive-success-1037659.html",
    "https://proactiveinvestors.com/companies/news/1037659/jones-soda-leans-on-innovation-and-customer-input-to-drive-success-1037659.html?INVESTING",
    "http://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fca.investing.com%2Fnews%2Fstock-market-news%2Fjones-soda-leans-on-innovation-and-customer-input-to-drive-success-3221751&title=Jones+Soda+leans+on+innovation+and+customer+input+to+drive+success&summary=",
    "https://www.invst.ly/12wxcm"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jones soda",
        "sentiment": "negative"
      },
      {
        "name": "jones",
        "sentiment": "none"
      },
      {
        "name": "david knight",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "reuters",
        "sentiment": "negative"
      },
      {
        "name": "jsda",
        "sentiment": "none"
      },
      {
        "name": "securities exchange magazine",
        "sentiment": "none"
      },
      {
        "name": "jones soda co",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:30:26.926+02:00",
  "updated": "2024-01-06T00:30:26.926+02:00"
}