{
  "thread": {
    "uuid": "d6167cc2a419046aa792b5b29f2f6407138eb01d",
    "url": "https://www.businesstimes.com.sg/companies-markets/transport-logistics/about-one-three-new-cars-sold-singapore-jan-may-ev-over-7100-charging-points-installed",
    "site_full": "www.businesstimes.com.sg",
    "site": "businesstimes.com.sg",
    "site_section": "https://www.businesstimes.com.sg/",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "THE BUSINESS TIMES - Get the Latest Business &amp; Financial News",
    "title": "About one in three new cars sold in Singapore from Jan to May is an EV; over 7,100 charging points installed",
    "title_full": "About one in three new cars sold in Singapore from Jan to May is an EV; over 7,100 charging points installed",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "SG",
    "main_image": "https://cassette.sphdigital.com.sg/image/businesstimes/6143e8ff109a28e26c782aed66f09f88a74d16ec036dfc9273bbdfbcadb73e24",
    "performance_score": 0,
    "domain_rank": 5936,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d6167cc2a419046aa792b5b29f2f6407138eb01d",
  "url": "https://www.businesstimes.com.sg/companies-markets/transport-logistics/about-one-three-new-cars-sold-singapore-jan-may-ev-over-7100-charging-points-installed",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "About one in three new cars sold in Singapore from Jan to May is an EV; over 7,100 charging points installed",
  "text": "About one in three new cars sold in Singapore from Jan to May is an EV; over 7,100 charging points installed - Chinese brand BYD accounted for 45.3 per cent of all EVs registered between January and May 2024. PHOTO: ST FILE ABOUT one in three new cars registered in Singapore from January to May was an electric vehicle (EV) – nearly double the 2023 figure of 18.1 per cent. Financial incentives for buying cleaner energy vehicles, a grant to support the installation of chargers in non-landed private residences, and a law to ensure that chargers are safe, reliable and accessible have resulted in EV adoption increasing significantly, Transport Minister Chee Hong Tat said on Jul 2. The installation of EV chargers is also on track to support the growth in the EV population, with more than 7,100 charging points across Singapore today, including charging points in more than a third of Housing Board carparks, Chee said in a written reply to a parliamentary question. MP Yip Hon Weng (Yio Chu Kang) had asked about the Transport Ministry’s plans to make buying and owning EVs more favourable for consumers, and how the development of EV charging infrastructure was progressing. The latest available information from the Land Transport Authority (LTA) shows that of the 14,802 new cars registered from January to May, 4,819 units – or 32.6 per cent – were EVs. Figures for June are expected to be available only after the supply of certificates of entitlement (COEs) for the upcoming August to October period is announced. This has to happen before the start of the first tender exercise on Aug 5. BT in your inbox Start and end each day with the latest news stories and analyses delivered straight to your inbox. In terms of incentives, buyers of new EVs get up to S$40,000 in rebates – S$15,000 through the EV Early Adoption Incentive and up to S$25,000 from the enhanced Vehicular Emissions Scheme. Enacted in December 2023, the EV Charging Act requires chargers to be licensed and maintained, as well as ensures that charging service will remain available to users. EV chargers that were already installed before the law came into effect had to be registered before Jun 8, 2024, to continue to be used. Another initiative, the EV Common Charger Grant, which was introduced in 2021, has co-funded the cost of putting 1,100 EV chargers in private condominiums so far, Chee said. This is up from 789 chargers in November 2023, which was before the amendment to the law that lowers the threshold needed to pass resolutions to install EV chargers at strata-titled developments kicked in. The grant is available until Dec 31, 2025, or when it has supported 2,000 chargers. “As a result of these measures, EV adoption has increased significantly,” Chee said. There were 3,661 publicly accessible charging points in Singapore as at end-June, according to EV-Electric Charging, the LTA subsidiary responsible for deploying such charging points. In 2022, EVs accounted for 11.7 per cent of total new car registrations. The total number of electric cars in Singapore has grown from 6,531 units at the end of 2022, representing 1 per cent of the overall car population, to 16,738 units, or 2.6 per cent, by May 31. One reason for this, automotive consultant Say Kwee Neng said, is the expanded pool of EV models now available, with more slated for launch in 2024, including Xpeng and Zeekr, which is owned by Geely, one of the largest automotive companies and behind established brands like Lotus, Polestar and Volvo. Notably, there are more models that qualify for the Category A COE, which tends to be cheaper than the Category B COE meant for more powerful cars and EVs. Brands such as BMW, BYD, Hyundai, Kia, MG and Tesla have introduced models in Category A in 2024. The range of EVs available spans compact hatchbacks, sedans, sport utility vehicles and multipurpose vehicles. In terms of price points, they start from the Aion ES Electric at S$137,988 with COE, going up to the Rolls-Royce Spectre at over S$2.2 million with COE. BYD is the top-selling EV brand in Singapore. From 786 units registered in 2022, the Chinese brand has put 2,184 units on the road in the first five months of 2024, accounting for 45.3 per cent of all electric cars registered in the period. Victor Kwan, previously a senior motor trader and now senior lecturer with the Singapore University of Social Sciences, noted: “Singapore’s transition to EVs really started only in the past two years. The adoption rate will likely plateau, as it cannot be nearly doubling every year.” THE STRAITS TIMES [more in Transport & Logistics](/companies-markets/transport-logistics) [India’s hopes for Tesla investment cool as Elon Musk ceases contact](/companies-markets/transport-logistics/indias-hopes-tesla-investment-cool-elon-musk-ceases-contact) Jul 05, 2024 07:04 AM [China’s EV makers Nio, XPeng commit to EU market despite tariffs](/companies-markets/transport-logistics/chinas-ev-makers-nio-xpeng-commit-eu-market-despite-tariffs) Jul 05, 2024 06:52 AM [China, UAE in talks to increase flights between them](/companies-markets/transport-logistics/china-uae-talks-increase-flights-between-them) Jul 04, 2024 11:32 PM [German environmental authorities approve Tesla site expansion](/companies-markets/transport-logistics/german-environmental-authorities-approve-tesla-site-expansion) Jul 04, 2024 11:16 PM [EU slaps Chinese electric cars with tariffs of up to 38%](/companies-markets/transport-logistics/eu-slaps-chinese-electric-cars-tariffs-38) Jul 04, 2024 09:30 PM [39 fall ill in gas leak at Malaysia airport facility](/companies-markets/transport-logistics/39-fall-ill-gas-leak-malaysia-airport-facility) Jul 04, 2024 07:32 PM [Tesla cars for first time on Chinese government purchase list](/companies-markets/transport-logistics/tesla-cars-first-time-chinese-government-purchase-list) Jul 04, 2024 04:28 PM",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.straitstimes.com/singapore/politics/about-1-in-3-new-cars-sold-so-far-in-2024-are-evs-over-7100-charging-points-installed",
    "https://straitstimes.com/singapore/politics/about-1-in-3-new-cars-sold-so-far-in-2024-are-evs-over-7100-charging-points-installed"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "may",
        "sentiment": "negative"
      },
      {
        "name": "chee hong tat",
        "sentiment": "none"
      },
      {
        "name": "chee",
        "sentiment": "none"
      },
      {
        "name": "yip hon weng (yio chu kang)",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "transport ministry",
        "sentiment": "none"
      },
      {
        "name": "housing board",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "singapore",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T03:23:12.307+03:00",
  "updated": "2024-07-05T03:23:12.307+03:00"
}