{
  "thread": {
    "uuid": "f86b0fb384d0c56820066a56a2561c6aebd88499",
    "url": "https://www.newsday.com/sports/hockey/islanders/islanders-red-wings-patrick-roy-martin-rb5y3vw9",
    "site_full": "www.newsday.com",
    "site": "newsday.com",
    "site_section": "https://www.newsday.com/api/rss/recent",
    "site_categories": [
      "media"
    ],
    "section_title": "Most recent stories - Newsday",
    "title": "Matt Martin grew up an Avalanche fan in the 1990s and rooted for Patrick Roy, who is now the Islanders' coach",
    "title_full": "Matt Martin grew up an Avalanche fan in the 1990s and rooted for Patrick Roy, who is now the Islanders' coach",
    "published": "2024-03-01T00:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets.projects.newsday.com/logos/nd-fb-share-logo-600x315.jpg",
    "performance_score": 0,
    "domain_rank": 1872,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f86b0fb384d0c56820066a56a2561c6aebd88499",
  "url": "https://www.newsday.com/sports/hockey/islanders/islanders-red-wings-patrick-roy-martin-rb5y3vw9",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andrew Gross",
  "published": "2024-03-01T00:05:00.000+02:00",
  "title": "Matt Martin grew up an Avalanche fan in the 1990s and rooted for Patrick Roy, who is now the Islanders' coach",
  "text": "[Sports](/sports) [Hockey](/sports/hockey) [New York Islanders](/sports/hockey/islanders) Islanders' Matt Martin grew up rooting for Patrick Roy's Avalanche — but he's yet to tell his coach DETROIT – Games in the Motor City, a.k.a. Hockeytown, are always homecomings for Matt Martin, who grew up across the Detroit River in Windsor, Ontario. But while the rest of his family were Red Wings fans, the Islanders left wing switched allegiances to the hated Avalanche in the mid-1990s. Martin revered Joe Sakic and when the franchise moved to Colorado from Quebec in 1995 and future Hall of Fame goalie Patrick Roy – now Martin’s coach with the Islanders – arrived later that year, he started rooting for them on the cusp of their bloody rivalry with the Red Wings. “No,” Martin said with a laugh before the Islanders faced the Red Wings on Thursday night at Little Caesars Arena when asked if he’s told Roy about his rooting history. “I haven’t gone there with him. I don’t know if we’ll ever go there.” The Red Wings and Avalanche met five times in the playoffs from 1996-2002 with the teams combining to win five Stanley Cups in that span. Roy fought Red Wings goalie Mike Vernon as part of the famed “Fight Night at the Joe” on March 26, 1997. He fought Red Wings goalie Chris Osgood in 1998 and came inches from fighting Red Wings goalie Dominik Hasek in 2002. But Joe Louis Arena closed in 2017 and has since been demolished so Thursday’s match marked Roy’s first at the Red Wings’ new home. Roy, who coached the Avalanche from 2013-16, did not necessarily want to stroll down memory lane before Thursday’s game. “I have some good and I have some bad,” Roy said of his memories of the Red Wings-Avalanche rivalry. “I really focus on what I’m doing. It’s always special coming here. But, new arena, it’s not like being at Joe Louis Arena. It’s different. I’m not saying I’m moving on but I’m focusing on other things than what happened in the past.” There are other bitter rivalries in the NHL, the Islanders-Rangers chief among them, but Roy is not sure anything could match Red Wings-Avalanche right now with a scheduling format that limits divisional opponents to a maximum of four games per season. “I’m not sure,” Roy said. “But I will say this, the same rivalry today would be crazy with all the social media and stuff like that. You hope that would exist again. It’s not a jab here but the way schedule is made, I guess it’s a little tougher to create those rivalries. I’m sure if you play six or eight times like it was in the past, a lot of things will go through.” Martin may not be racing to broach the subject with Roy, but he does appreciate that his past and present are now intersecting with the Islanders. “It’s definitely pretty crazy that it’s in some ways come full circle for me,” Martin said. “I mean, it’s not Joe Louis Arena but I’m sure there’s still a little bit of a fire and a passion [in Roy]. “Those series, to me, were maybe the best ever. They had everything. High-end talent. A little bit of violence. A lot of violence. A fiery atmosphere. There was true passion and hatred for one another that’s rare. It was awesome to watch as a kid. I’ll never forget those.” Like Roy, Martin said the NHL could eventually see something akin to Red Wings-Avalanche. Akin, but not 100% the same. “It’s still possible,” Martin said. “It’s certainly changed a lot. Some of the stuff that went on in those series probably wouldn’t be allowed to go on today. There would be a lot of NHL Department of Player Safety hearings.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matt marti",
        "sentiment": "neutral"
      },
      {
        "name": "patrick roy",
        "sentiment": "neutral"
      },
      {
        "name": "matt martin",
        "sentiment": "neutral"
      },
      {
        "name": "martin",
        "sentiment": "none"
      },
      {
        "name": "patrick roy –",
        "sentiment": "none"
      },
      {
        "name": "joe sakic",
        "sentiment": "none"
      },
      {
        "name": "roy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "new york islanders",
        "sentiment": "neutral"
      },
      {
        "name": "islanders",
        "sentiment": "neutral"
      },
      {
        "name": "hall of fame",
        "sentiment": "none"
      },
      {
        "name": "detroit",
        "sentiment": "none"
      },
      {
        "name": "red wings",
        "sentiment": "none"
      },
      {
        "name": "little caesars arena",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "detroit river",
        "sentiment": "none"
      },
      {
        "name": "windsor",
        "sentiment": "none"
      },
      {
        "name": "colorado",
        "sentiment": "none"
      },
      {
        "name": "quebec",
        "sentiment": "none"
      },
      {
        "name": "hockeytown",
        "sentiment": "none"
      },
      {
        "name": "motor city",
        "sentiment": "none"
      },
      {
        "name": "ontario",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:27:49.445+02:00",
  "updated": "2024-03-01T02:55:33.441+02:00"
}