{
  "thread": {
    "uuid": "76626d7444479d72731b2db0356fd13b8c2b421e",
    "url": "https://www.eldia.com/nota/2024-3-8-1-49-37-messi-la-salvo-de-hamas-la-increible-historia-de-una-abuela-el-mundo",
    "site_full": "www.eldia.com",
    "site": "eldia.com",
    "site_section": "https://www.eldia.com/titulos",
    "site_categories": [
      "media"
    ],
    "section_title": "Diario El Dia de La Plata www.eldia.com",
    "title": "Messi la “salvó” de Hamás: la increíble historia de una abuela",
    "title_full": "Messi la “salvó” de Hamás: la increíble historia de una abuela",
    "published": "2024-03-08T06:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://cdn1.eldia.com/032024/1709873379382.jpg?cw=600&ch=365",
    "performance_score": 0,
    "domain_rank": 41044,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "76626d7444479d72731b2db0356fd13b8c2b421e",
  "url": "https://www.eldia.com/nota/2024-3-8-1-49-37-messi-la-salvo-de-hamas-la-increible-historia-de-una-abuela-el-mundo",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "El Dia",
  "published": "2024-03-08T06:49:00.000+02:00",
  "title": "Messi la “salvó” de Hamás: la increíble historia de una abuela",
  "text": "Una abuela de 90 años estaba en su casa del kibutz israelí Nir Oz cuando irrumpieron los terroristas de Hamás y, estuvo a punto de ser secuestrada junto a ocho miembros de su familia y llevada a Gaza, pero mencionó el nombre de Lionel Messi y eso salvó su vida.\nSe trata de Ester Cunio, a quien un terrorista que la encontró en su casa le dijo que iba llevársela, pero una conversación cambió la historia, según revela la abuela en el extracto de un documental donde cuenta que golpearon la puerta de su casa esa mañana y dos miembros de Hamás ingresaron y le preguntaron dónde estaba su familia, pero respondió que estaba sola.\n“Vos te venís conmigo, acá va a haber sólo fuego”, le gritó el terrorista, que se enojó porque la mujer no hablaba bien en hebreo ni en inglés, mientras que Cunio manifestó: “Le dije que yo hablo en argentino, en castellano”. Pero, el terrorista no conocía el país: “¿¡Qué es Argentina!?”, la interrogó y la respuesta de Ester cambió todo.\n- ¿Vos mirás fútbol?\n- Sí, fútbol, me gusta.\n- Yo soy de donde es Messi.\nLE PUEDE INTERESAR\nBiden ofreció valores ante el rencor de Trump\nLE PUEDE INTERESAR\nEl intento para asesinar a Zelenski y el recuerdo de los nazis y Mussolini\n- ¡¿Messi!? A mí me gusta Messi.\nTras escuchar el nombre del capitán de la Selección argentina, la actitud del terrorista se transformó, le apoyó un brazo en el hombro, le dio sus armas (un rifle AK-47), la hizo saludar a cámara con los dedos formando la “v” y posaron para la foto que recorrió el mundo.\nA la mujer la salvó nombrar a Messi, pero sus nietos no tuvieron la misma suerte: “Si él (por Lionel) sabe que yo lo mencioné y me salvé, ahora le pediría por mis nietos que están ahí encerrados. Le diría que por favor ruegue a Dios porque son chicos que valen oro”.\nEster es abuela de Lucas, Eitan y los gemelos Ariel y David. Los últimos dos permanecen secuestrados en Gaza desde hace cinco meses. También Arbel (novia de Ariel) y su hermano Dolev, quien se convirtió en padre estando en cautiverio.\nDavid fue secuestrado junto a su esposa Sharon y las mellizas Emma y Yuli. Sin embargo, las niñas y la mujer fueron liberadas en noviembre pasado, en el único intercambio de rehenes por prisioneros palestinos ocurrido hasta ahora.\nVOCES DEL 7 DE OCTUBRE La experiencia de Cunio es una de las muchas recogidas en un nuevo documental en español, Voces del 7 de octubre, donde se repasan historias de supervivencia que detallan la masacre en boca de latinos israelíes.\n“Este documental es único, ya que destaca a la comunidad hispanohablante en Israel y transmite sus historias de horror y heroísmo frente al ataque de Hamás”, dijo Leah Soibel, directora ejecutiva y fundadora de Fuente Latina, una organización sin ánimo de lucro líder que trabaja con medios de habla hispana que cubren Israel.\n“La película preserva estos testimonios para las generaciones futuras, garantizando que la verdad no se distorsione ni se olvide, como es el caso de acontecimientos pasados”, añadió.\n“Documentar las narrativas de los ataques de Hamás del 7 de octubre desde los puntos de vista de los inmigrantes de habla hispana ha sido un privilegio extraordinario. Nuestra película tiene como objetivo preservar las lecciones de la historia, al tiempo que aprovecha la fuerza de nuestra humanidad compartida en la batalla contra el terrorismo”, añadió Tony Hernández, el director de la película.\nSegún Israel, 130 rehenes siguen cautivos en Gaza, de los que 31 habrían fallecido. La liberación de estas personas forma parte de las negociaciones por un acuerdo entre el gobierno de Benjamin Netanyahu y Hamas, que incluiría además un cese al fuego, la excarcelación de palestinos detenidos en Israel, así como la entrada de más ayuda humanitaria.\nLas noticias locales nunca fueron tan importantes\nSUSCRIBITE",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T07:02:06.730+02:00",
  "updated": "2024-03-08T07:02:06.730+02:00"
}