{
  "thread": {
    "uuid": "a006d329858e7d096122ffc7f95df7a41609d45b",
    "url": "https://www.baptistpress.com/resource-library/news/indy-pastor-seeks-to-get-the-gospel-to-as-many-people-as-possible",
    "site_full": "www.baptistpress.com",
    "site": "baptistpress.com",
    "site_section": "https://www.baptistpress.com/resource-library/news/feed",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "News Articles &#8211; Baptist Press",
    "title": "Indy pastor seeks to ‘get the Gospel to as many people as possible’",
    "title_full": "Indy pastor seeks to ‘get the Gospel to as many people as possible’",
    "published": "2024-05-31T00:38:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.baptistpress.com/wp-content/uploads/2024/05/FCBC-Congregation-Pic-70th-Anniversary-of-Church.jpg",
    "performance_score": 0,
    "domain_rank": 63448,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a006d329858e7d096122ffc7f95df7a41609d45b",
  "url": "https://www.baptistpress.com/resource-library/news/indy-pastor-seeks-to-get-the-gospel-to-as-many-people-as-possible",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Baptist Press",
  "published": "2024-05-31T00:38:00.000+03:00",
  "title": "Indy pastor seeks to ‘get the Gospel to as many people as possible’",
  "text": "INDIANAPOLIS, Ind. – The original First Southern Baptist Church of Indianapolis moved northeast in the early 1970s from its landlocked downtown location to just outside the loop that rings the city.\nPlanted in 1953, Fall Creek Baptist Church has been a solid, healthy church from its earliest days, except for a temporary plateau when the neighborhood around the church transitioned from an older to younger, more urban demographic. Today, about 175 people gather for Sunday morning worship.\nFifteen people were baptized in the 2023 church year; 11 the year before.\n“It’s just a work of the Lord,” Pastor John Newland told Baptist Press. “We reach out in ministry to grow people in their faith, who then invite their friends and family to join them in learning more about Jesus. Every year we celebrate the number of baptisms or lament them, and in both cases ask God to give us more.”\nLocal ministries include a partnership with Crossroads Baptist Association’s Metro Baptist Center “to help people get back on their feet,” Newland said. “We try to minister where there’s a need.”\nAbout 40 preschool and kindergarten age children attend the church’s early education program, WEECare Preschool and Kindergarten, three afternoons a week.\nFall Creek Baptist has adopted Oaklandon Elementary School, about five miles from the church. It is a local Title 1 elementary school, where most students qualify for free or reduced-cost lunch. In addition to in-school tutoring, staff support and a summer VBS at the school, church members are repairing and preparing the school’s greenhouse for use as a community food source.\n“This allows kids to have access to fresh veggies, and it teaches them how to garden as well as to benefit from it,” the pastor said.\nOther members identify and respond to community needs, such as installing a wheelchair ramp, home and lawn repairs, and child welfare needs for local families.\nFall Creek Baptist owns about 50 acres of mostly flood plain land that straddles Fall Creek. On the land a high-grass course is mowed to support a partnership with Lawrence North High School and its cross-country track meets. Other tree-lined grassy areas, including a covered pavilion, playground, volleyball and basketball courts, and a disc golf course, all are for community families to use and to enjoy the serene park-like setting.\n“We invite people to come to our property,” Newland said. “We’re working hard to get better at witnessing to people who come on it. We try to be hospitable and want to look for opportunities to share the Gospel.”\nNewland is in his 20th year of ministry at Fall Creek Baptist and his 34th year in ministry.\nHis grandfather was led to the Lord by C.E. Wiley, an eastern Kentucky church planter who started First Southern Indianapolis, which today is Fall Creek Baptist.\n“Learning that helped confirm what I was sensing,” Newland continued. “It felt like God was in that stream of grace, that I was being called to minister at Fall Creek. …\n“My heart’s desire still is to continue developing leaders in the church and reaching the city with the Gospel and making disciples,” the pastor said. “Eternity is coming for all of us. If people do not know the Gospel of Jesus Christ there’s no hope for eternity for them. The most important thing we can do is get the Gospel to as many people as possible, because time is short.”\nOne way Fall Creek Baptist does this is by its support of the Cooperative Program, the way Southern Baptists work together in fulfilling the Great Commission world-wide. Fall Creek allocates 8 percent of its undesignated gifts for missions through the Cooperative Program.\n“Eight percent feels for me like a good balance for where we are as a church and what we need to do locally,” Newland said. “It allows us to give a substantive amount to reach an incalculable number of people with the Gospel.\n“It’s not a cliché to say we can do more together than we can by ourselves,” the pastor continued. “The Cooperative Program simply is the best way to reach the most people with the good news of Jesus Christ.”\nNewland has seen first-hand the result of Southern Baptists cooperating together for the sake of the Gospel. He was elected second vice president of the SBC in 2008, the last time the SBC annual meeting was in Indianapolis.\n“It helped me to understand the scope of Southern Baptist ministries, and it gave me an appreciation for how many people want to come together to cooperate to reach people with the Gospel of Jesus Christ both here and around the world,” Newland said.\nToday he is president of the Crossroads Baptist Association, many of whose 90-plus affiliated churches will be involved in a slew of Crossover Indianapolis events the weekend before the 2024 SBC Annual Meeting. This includes 65 ministry events and 43 revival meetings throughout the Metro area.\n“Indianapolis, the 13th largest city in America, is the Crossroads of America,” according to the association’s website. “It is filled with entrepreneurs and artists, salt of the earth rural people and the cutting-edge urban crowd. Indy is diverse, with 75 different language groups. We have the Colts, Pacers and of course the Indy 500.”\nIndianapolis also has professional basketball player Caitlan Clark; soccer and volleyball are “up and coming” sports; and the Eli Lilly pharmaceutical behemoth.\n“It’s a city that is warm and inviting,” Newland said. “It’s a wonderful place to live, and to visit, and to minister.\n“I want to be faithful until Jesus comes or takes me home,” the pastor continued. “My Lord deserves all that I have. I want to honor Him with the entirety of my life.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john newland",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "newland",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "first southern baptist church of indianapolis",
        "sentiment": "negative"
      },
      {
        "name": "fall creek baptist church",
        "sentiment": "none"
      },
      {
        "name": "baptist press",
        "sentiment": "none"
      },
      {
        "name": "crossroads baptist association’s metro baptist center",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "indianapolis",
        "sentiment": "none"
      },
      {
        "name": "ind.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T01:54:15.267+03:00",
  "updated": "2024-05-31T01:54:15.267+03:00"
}