{
  "thread": {
    "uuid": "65e4059de025b037260b7c3876725961bbb5d442",
    "url": "https://biz.crast.net/a-significant-objection-to-529-college-savings-plans-will-go-away-on-january-1-its-a-big-deal-experts-say/",
    "site_full": "biz.crast.net",
    "site": "crast.net",
    "site_section": "https://biz.crast.net",
    "site_categories": [],
    "section_title": "Business News - The latest Economics and financial news",
    "title": "A 'significant objection' to 529 college savings plans will go away on January 1. 'It's a big deal,' experts say - Business News",
    "title_full": "A 'significant objection' to 529 college savings plans will go away on January 1. 'It's a big deal,' experts say - Business News",
    "published": "2023-12-28T23:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://image.cnbcfm.com/api/v1/image/107295312-1693609886MM-E-090123-short.jpg",
    "performance_score": 0,
    "domain_rank": 73079,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "65e4059de025b037260b7c3876725961bbb5d442",
  "url": "https://biz.crast.net/a-significant-objection-to-529-college-savings-plans-will-go-away-on-january-1-its-a-big-deal-experts-say/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shawn Johnson",
  "published": "2023-12-28T23:57:00.000+02:00",
  "title": "A 'significant objection' to 529 college savings plans will go away on January 1. 'It's a big deal,' experts say - Business News",
  "text": "Until now, 529 savings plans were widely considered the best way to save for college. But according to financial experts and planning investors, there has always been a major hurdle. The funds were to be used for qualified education expenses such as tuition, fees, books, and room and board. Even though restrictions have been relaxed in recent years to include continuing education classes, apprenticeship programs, and even student loan payments, Any limit on this future savings has created “a mental barrier” Vivian Tsai, President of the College Savings Foundation. Starting in 2024 — thanks to “SECURE 2.0,” a number of measures affecting retirement savers — families can roll unused money from 529 plans into Roth individual retirement accounts free of income taxes or tax penalties. “Most people's objection is, 'What if I don't use this money for education.' Now you can use it for retirement,” Tsai said. “This removes an important objection.” “This is a big deal,” he said. Benefits of 529 College Savings Plan These schemes are continuously gaining momentum for several reasons. In some states, you may receive a tax deduction or credit for contributions. Some states also offer additional benefits to their residents, such as scholarships or matching grants, if they invest in their home state's 529 plan. Still, total investments in 529 plans fell to $411 billion in 2022, down about 15% from $480 billion a year earlier, according to data from the College Savings Plans Network, a network of state-administered college savings programs. More than personal finance: Is your year-end bonus check high in taxes? 3 Year-End Tax Tips from Top-Ranked Financial Advisors Annuity sales are on track for a record year “Last year, we saw a pretty significant decline in contribution behavior,” said Chris Lynch, president of tuition financing at TIAA. Regular contributions to a 529 college savings plan were left behind to pay more pressing bills or daily expenses, he said. Additionally, many prospective college students began to rethink their plans altogether. Some people are choosing to drop out altogether or consider a local and less expensive in-state public school or community college. Now, 529s offer more flexibility, even for people who never enroll in college, Lynch said. “One issue of resistance from potential participants is the limitations surrounding what happens if my child gets a scholarship or decides not to go to college,” Lynch said. In such cases, you can transfer the funds to another beneficiary, or withdraw them and pay taxes and penalties on the earnings. If your student wins a scholarship, you can usually withdraw up to the scholarship amount penalty-free. However, the added benefit of being able to convert any leftover funds to a Roth IRA tax-free after 15 years, up to the $35,000 limit, “helps eliminate that point of resistance,” he said. “At this point it becomes a no-brainer,” said Marshall Nelson, a wealth advisor at Crave Advisors in Salt Lake City, Utah. There are still some limitations. A 529 account must be open for 15 years and account holders cannot carry forward contributions made in the previous five years. Rollovers are subject to annual Roth IRA contribution limits, and there is a lifetime limit of $35,000 on 529-to-Roth transfers. Still, “we're going to see an increase in the use of 529,” Nelson predicted. Even if someone put $35,000 into a Roth IRA in their mid-20s and left it alone, that amount could be worth closer to $1 million after 40 years, he said. “It's something I see catching on,” Nelson said. “Now they have the option to use that money to supplement retirement. It's a big win.” Don't miss these stories from CNBC Pro: Source: www.bing.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tsai",
        "sentiment": "none"
      },
      {
        "name": "vivian tsai",
        "sentiment": "none"
      },
      {
        "name": "roth",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "college savings foundation",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:04:37.027+02:00",
  "updated": "2023-12-29T01:04:37.027+02:00"
}