{
  "thread": {
    "uuid": "bc5b6487477b31045d3c5c337e0ed24566e9c123",
    "url": "https://vnexplorer.net/instead-of-selling-their-1960-classic-they-road-tripped-through-norway-s823708.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Instead of Selling Their 1960 Classic, They Road-Tripped Through Norway",
    "title_full": "Instead of Selling Their 1960 Classic, They Road-Tripped Through Norway",
    "published": "2024-01-06T00:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwyHU.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bc5b6487477b31045d3c5c337e0ed24566e9c123",
  "url": "https://vnexplorer.net/instead-of-selling-their-1960-classic-they-road-tripped-through-norway-s823708.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-06T00:07:00.000+02:00",
  "title": "Instead of Selling Their 1960 Classic, They Road-Tripped Through Norway",
  "text": "Patrick Williams, 69, a retired mathematician, and his wife, Anne Williams, 63, who live in Newnan, Ga., on their 1960 Austin-Healey 3000, as told to A.J. Baime.\nPatrick: When I was in college, I wanted a car I could fix up. I met a guy who said he could get me an Austin-Healey for free. I met the owner’s father, who got $100 out of me, in 1974. The car was in horrid shape and not running. I worked on it through college and graduate school in southern California. I ended up buying a second Austin-Healey for parts. By 1977, the car was running. By 1980, I had the bodywork done. Six years later, I married Anne, and on our honeymoon we went to Moss Motors, a parts shop specializing in British sports cars in Goleta, Calif.\nAnne: I knew who Patrick was, so to do that on our honeymoon was not a surprise. He can fix anything, and he uses me to reach down into small places where his hands can’t fit.\nPatrick: Around 1999, we moved to Huntsville, Ala., where things were a lot cheaper. I had money, so I took the car to a guy in South Carolina to bring the interior back to the original quality and colors. I love this cream color with red piping; it’s just so British. Then we moved to the Atlanta area to be closer to our daughter and granddaughter.\nAnne: We had to find a house with garage space. Patrick said, “I think I’m going to sell the car. It’s just too much trouble.” I said, “You can’t do that! Our granddaughter loves this car!” The question was, now that he was retired: What were we going to do with it?\nPatrick: I resurrected an old email about something called the European Healey Meeting. I said, “How about this absolutely nutty thing to do? We can put the car in a container and ship it to Norway.” Anne said, “Let’s do it!” I practically fell over on the floor.\nAnne: The Euro Healey Meet is held every five years at different locations in Europe. We shipped the car out of Savannah, Ga., in March 2023. We landed in Oslo on June 8. Days later, we arrived in a town called Geiranger, on this Norwegian fiord, where the trip was to start. There we were, with one of about 240 Healeys from all over the world.\nPatrick: Austin-Healey is kind of a weird, specialty car. In the early ’50s, a carmaker named Donald Healey partnered with the British brand Austin. Austin-Healey sports cars were built from 1953 to 1967, and today, they have a big fan base.\nAnne: The Euro Healey Meet was a weeklong rally. The drives were insanely beautiful. We had a tiny tool bag, and we felt so much confidence in the car. We never had any problems.\nPatrick: We traveled thousands of feet above sea level—rolling hills with snow everywhere, freezing cold. This was in June! You go through switchbacks as you drive from what feels like winter into spring, and by the time you reach sea level again, it feels like summer. It was breathtaking. We spent three weeks total with the car in Norway and Denmark. The trip reaffirmed how much we love driving this Austin-Healey together.\nAnne: Our plan this year is to drive the Natchez Trace, a historic road through three states that goes by Elvis’s hometown of Tupelo, Miss. Then we’re driving to Wisconsin, where there is a big Austin-Healey meet planned at the Road America racetrack in September.\nPatrick: The new year marks the 50th since I bought the Austin-Healey. I’m looking forward to 50 more.\nWrite to A.J. Baime at [email protected] .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwyHU.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwyHU.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anne williams",
        "sentiment": "negative"
      },
      {
        "name": "patrick williams",
        "sentiment": "negative"
      },
      {
        "name": "a.j. baime",
        "sentiment": "none"
      },
      {
        "name": "patrick",
        "sentiment": "none"
      },
      {
        "name": "healey",
        "sentiment": "none"
      },
      {
        "name": "anne",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "moss motors",
        "sentiment": "none"
      },
      {
        "name": "austin-healey 3000",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "newnan",
        "sentiment": "none"
      },
      {
        "name": "huntsville",
        "sentiment": "none"
      },
      {
        "name": "ga.",
        "sentiment": "none"
      },
      {
        "name": "calif",
        "sentiment": "none"
      },
      {
        "name": "ala.",
        "sentiment": "none"
      },
      {
        "name": "goleta",
        "sentiment": "none"
      },
      {
        "name": "austin",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "south carolina",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:10:06.209+02:00",
  "updated": "2024-01-06T00:10:06.209+02:00"
}