{
  "thread": {
    "uuid": "82d03cc68d044b3bff9b8669b42b52f8c5f2e82c",
    "url": "https://m.farms.com/news/improvements-to-abbotsford-pump-station-build-resilience-make-people-safer-207246.aspx",
    "site_full": "m.farms.com",
    "site": "farms.com",
    "site_section": "http://farms.com",
    "site_categories": [],
    "section_title": "Farms.com – Latest agriculture information, farming news, commentary, weather, auctions, markets & new products portal\r\n",
    "title": "Improvements to Abbotsford pump station build resilience, make people safer | Farms.com",
    "title_full": "Improvements to Abbotsford pump station build resilience, make people safer | Farms.com",
    "published": "2024-02-15T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 56574,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "82d03cc68d044b3bff9b8669b42b52f8c5f2e82c",
  "url": "https://m.farms.com/news/improvements-to-abbotsford-pump-station-build-resilience-make-people-safer-207246.aspx",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Base",
  "published": "2024-02-15T02:00:00.000+02:00",
  "title": "Improvements to Abbotsford pump station build resilience, make people safer | Farms.com",
  "text": "To help protect people, communities and farmland in the Fraser Valley’s Sumas Prairie from future flood events, the Barrowtown Pump Station in Abbotsford will receive significant flood-resilience upgrades. “The November 2021 Sumas Prairie floods were catastrophic and also could have been much worse if the pump station had failed,” said Premier David Eby. “We know that we are going to see more frequent and severe weather events that threaten people’s homes, livelihoods and communities. Ensuring that the Barrowtown Pump Station is equipped and ready for the near term, while we do longer-term work on international agreements and modernization, is how we will keep people and this community safe for decades to come.” The Barrowtown Pump Station is a critical piece of infrastructure to the Sumas Prairie’s flood-protection system. Originally opened in 1983, the pump station was built to pump water out of the low-lying prairie lands via the Sumas Canal and into the Fraser River but was nearly overwhelmed when flood waters breached the Sumas River dike during the atmospheric rivers of November 2021. “The 2021 atmospheric river event was devastating to people in the Sumas Prairie and they deserve to know that action is being taken to protect them from a future event,” said Bowinn Ma, Minister of Emergency Management and Climate Readiness. “We have been working with communities on dike and infrastructure repairs to build resilience in the face of future flooding events, and these upgrades to the Barrowtown Pump Station are the next concrete action to help ensure the safety of people and B.C.’s vital farmland.” The City of Abbotsford is completing several key improvements to better equip the pump station to withstand severe floodwaters from the nearby Sumas and Nooksack rivers. These improvements include adding a six-metre flood wall, upgrading the debris screens and replacing the pump motors. These upgrades will ensure that the pump is better equipped to protect from future flooding events and will guard against other threats, such as debris from the Nooksack and Sumas rivers and power outages in the surrounding area. The Province has been working closely with the City of Abbotsford throughout its recovery process, including helping to fund the design and preliminary work in spring 2023 needed for these improvements. The Province is now committing $76.6 million to support these critical upgrades to the pump station. With this latest investment, the Province has provided nearly $180 million to support Abbotsford’s recovery from the 2021 atmospheric river events to help protect people and communities for years. “The Barrowtown Pump Station is one of the most integral parts of our community’s flood-mitigation infrastructure, and increasing Barrowtown’s capacity is critical to protecting our city during any future flooding disasters,” said Ross Siemens, mayor of Abbotsford. “Being able to start this capacity-building work is a significant step and we are grateful to the Government of B.C. for this important investment in our community, in our residents and in our businesses. As a city, we will continue advocating for the other components of our urgent flood-works plan to ensure our families, farmers, businesses and our provincial food system remain secure.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "david eby",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "barrowtown pump station",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fraser valley",
        "sentiment": "none"
      },
      {
        "name": "abbotsford",
        "sentiment": "none"
      },
      {
        "name": "sumas river",
        "sentiment": "none"
      },
      {
        "name": "barrowtown pump station",
        "sentiment": "none"
      },
      {
        "name": "sumas canal",
        "sentiment": "none"
      },
      {
        "name": "fraser river",
        "sentiment": "none"
      },
      {
        "name": "novembe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:14:36.318+02:00",
  "updated": "2024-02-16T00:14:36.318+02:00"
}