{
  "thread": {
    "uuid": "0ee394a6d9f6006a1fee4cb0521e0317c78089c0",
    "url": "https://www.cpr.org/2024/02/15/bipartisan-conservation-in-the-west-poll-results/",
    "site_full": "www.cpr.org",
    "site": "cpr.org",
    "site_section": "https://www.cpr.org/feed",
    "site_categories": [
      "music",
      "entertainment"
    ],
    "section_title": "Colorado Public Radio",
    "title": "Bipartisan conservation poll shows increasing concern over environmental issues in Western States",
    "title_full": "Bipartisan conservation poll shows increasing concern over environmental issues in Western States | Colorado Public Radio",
    "published": "2024-02-15T18:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://wp-cpr.s3.amazonaws.com/uploads/2023/09/230921-scenic-interstate-70-rocky-mountains.jpg?resize=1200,600",
    "performance_score": 0,
    "domain_rank": 7575,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0ee394a6d9f6006a1fee4cb0521e0317c78089c0",
  "url": "https://www.cpr.org/2024/02/15/bipartisan-conservation-in-the-west-poll-results/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dan Boyce",
  "published": "2024-02-15T18:00:00.000+02:00",
  "title": "Bipartisan conservation poll shows increasing concern over environmental issues in Western States",
  "text": "Bipartisan conservation poll shows increasing concern over environmental issues in Western States An annual bipartisan survey on conservation in Western states found an increase in voter concerns over climate issues from land and water use to wildlife populations and wildfires. [The 14th annual Conservation in the West Poll](https://www.coloradocollege.edu/other/stateoftherockies/conservationinthewest/2024.html) from the Colorado College State of the Rockies Project said anxieties regarding many environmental topics had reached new highs. “Issues that are the highest in 14 years of conducting this survey,” said Lori Weigel, one of the project’s pollsters. “They are at the highest levels of concern ever.” The poll contacted people online or by phone, with at least 400 voters in each of the eight Mountain West states — Arizona, Colorado, Idaho, Montana, Nevada, New Mexico, Utah, and Wyoming. [Weigel](https://newbridgestrategy.com/our-approach) is a Colorado-based Republican pollster and conducts the survey with Democratic pollster [Dave Metz](https://fm3research.com/team/david-metz/), who lives in California. Issues that saw increased concern included climate change, wildlife habitats, water supplies, pollution, and loss of natural areas. Overall, 85 percent of Western voters said a candidate’s focus on conservation issues was important in deciding whether to support the candidate. For 37 percent of voters, conservation issues were the primary factor in their choice of who to support. “What’s striking here is both the breadth and the intensity of support,” Metz said. In one example, nearly 80 percent of voters said more emphasis should be put on protecting migration routes—for species like elk or pronghorn—than on “economically productive” uses of those lands, such as new home developments, roads, or oil and gas production. “There may be a lot that divides voters across the country, but in the West, there is nearly universal consensus in favor of conservation,” Katrina Miller-Stevens, Director of the State of the Rockies Project, said in a press release on the survey. However, that does not mean there were no partisan or state-specific differences in voter’s level of support for certain issues. For example, 60 percent of Colorado voters rated the loss of fish and wildlife habitat as “Extremely Serious” or “Very Serious.” In Wyoming — far more sparsely populated and conservative — that total was 48 percent. Perhaps unsurprisingly, 76 percent of Arizona voters were similarly concerned about inadequate water supplies, compared to 37 percent of Wyoming voters and 46 percent of voters in Montana. However, 53 percent of Wyoming voters were seriously worried about their children not spending enough time outdoors, versus 49 percent of Colorado respondents. The pollsters also “over-sampled” underrepresented groups, like Black and Native American voters. Maite Arce, President and CEO of the Hispanic Access Foundation, said those communities often bear a disproportionate brunt of environmental hazards and often live in areas with less availability of wild lands. Polling results show minority groups have conservation worries that extend beyond environmental concerns. “[These issues] are integral to their health, mental health, jobs, local economies,” Arce said. “These elements also play a pivotal role in preserving culture and heritage.” Besides being shared publicly, the polling data is used throughout the year by Colorado College students in their research. Weigel and Metz also travel to Washington D.C. most years to discuss their findings with members of Congress. There was one bright spot the pollsters found in this year’s results. Voters appeared to be looking more intently for news and information on conservation issues, through podcasts, traditional news sources, and other means. Metz said voters also showed more optimism and thought many conservation problems were solvable, even as their worries grew. “When we ask questions about some of these challenges that we’re facing …people think we can figure it out,” Metz said. “They think there are paths forward.” Editor's note: Colorado Public Radio partners with Colorado College to operate KRCC. More environment news [Colorado is set to consider a ‘fossil fuel phase-out.’ Here’s why that’s a big deal](https://www.cpr.org/2024/02/14/colorado-is-set-to-consider-a-fossil-fuel-phase-out-heres-why-thats-a-big-deal/) [From South Park to the Eastern Plains, a new plan guides recreation, culture and energy development on BLM lands](https://www.cpr.org/2024/02/13/new-plan-guides-recreation-culture-energy-development-on-blm-lands/) [Colorado snowpack has rebounded, but it’s too early to promise a water win for rivers and reservoirs](https://www.cpr.org/2024/02/09/colorado-snowpack-rebound/) [The Antarctic Ocean plays a critical role in regulating the world’s climate. Warming temps are throwing it off balance](https://www.cpr.org/2024/02/09/antarctic-ocean-climate-change-acidity-levels/) [Colorado lawmakers prep legislation to limit local power over wind and solar projects](https://www.cpr.org/2024/02/08/colorado-lawmakers-prep-legislation-to-limit-local-power-over-wind-and-solar-projects/) ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Politics",
    "Environment"
  ],
  "external_links": [
    "https://newbridgestrategy.com/our-approach)",
    "https://coloradocollege.edu/other/stateoftherockies/conservationinthewest/2024.html)",
    "https://www.coloradocollege.edu/other/stateoftherockies/conservationinthewest/2024.html)",
    "https://www.fm3research.com/team/david-metz/),",
    "https://www.newbridgestrategy.com/our-approach)",
    "https://fm3research.com/team/david-metz/),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "weigel",
        "sentiment": "none"
      },
      {
        "name": "lori weigel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "colorado college state of the rockies project",
        "sentiment": "none"
      },
      {
        "name": "republican",
        "sentiment": "none"
      },
      {
        "name": "dave metz",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "western states",
        "sentiment": "none"
      },
      {
        "name": "montana",
        "sentiment": "none"
      },
      {
        "name": "mountain west",
        "sentiment": "none"
      },
      {
        "name": "new mexico",
        "sentiment": "none"
      },
      {
        "name": "wyoming",
        "sentiment": "none"
      },
      {
        "name": "colorado",
        "sentiment": "none"
      },
      {
        "name": "arizona",
        "sentiment": "none"
      },
      {
        "name": "idaho",
        "sentiment": "none"
      },
      {
        "name": "utah",
        "sentiment": "none"
      },
      {
        "name": "nevada",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T03:06:54.343+02:00",
  "updated": "2024-02-16T03:06:54.343+02:00"
}