{
  "thread": {
    "uuid": "0edb43d770ffd20729f2c8f9129804863616c0ae",
    "url": "https://www.shropshirestar.com/news/business/2023/12/29/exciting-year-ahead-as-shropshire-firm-expands-after-completing-takeover/",
    "site_full": "www.shropshirestar.com",
    "site": "shropshirestar.com",
    "site_section": "http://www.shropshirestar.com/feed/",
    "site_categories": [
      "media",
      "business",
      "entertainment"
    ],
    "section_title": "",
    "title": "Exciting year ahead as Shropshire firm expands after completing takeover",
    "title_full": "Exciting year ahead as Shropshire firm expands after completing takeover",
    "published": "2023-12-29T17:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.shropshirestar.com/resizer/MGgb-3-3J1UkfXZfMLpdVfP4DsQ=/1200x900/cloudfront-us-east-1.images.arcpublishing.com/mna/7ENXQSWX5FEE7OOQC4PMKUREEM.jpg",
    "performance_score": 0,
    "domain_rank": 14904,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0edb43d770ffd20729f2c8f9129804863616c0ae",
  "url": "https://www.shropshirestar.com/news/business/2023/12/29/exciting-year-ahead-as-shropshire-firm-expands-after-completing-takeover/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matthew Panter",
  "published": "2023-12-29T17:48:00.000+02:00",
  "title": "Exciting year ahead as Shropshire firm expands after completing takeover",
  "text": "Exciting year ahead as Shropshire firm expands after completing takeover\nDriver training specialist Dulson Training has expanded its operation with the acquisition of Cheshire-based DDay Training.\nDulson Training already has existing sites in Shrewsbury, Telford, Wrexham, Ludlow and a satellite centre in Wolverhampton.\nThe addition of the new site near Nantwich will see the firm serving customers throughout North West England, the West Midlands and Wales.\nThe takeover sees Dulson Training acquire the premises, equipment and staff at DDay Training in a smooth transition that follows the two companies working together on numerous training projects for more than a decade.\nNine new vehicles and trailers have been added to the Dulson Training fleet, making it one of the largest providers in the UK but Steve Dulson, Dulson Training MD, said the size of the operation will not take anything away from the quality of the training delivered, with each site being managed for the results everyone expects from a family operated business.\nMr Dulson said: “We have already had some great news and exciting projects being rolled out for 2024 but the addition of DDay and its services in Cheshire probably excites me the most.\n“I know that this new location will really strengthen our reach into the North West. This is an area where we have already seen significant growth since opening our Wrexham training site a few years ago.\n“I have known Tim and Dawn at DDay for years, we have co-delivered some training and helped each other when either party has had an issue, such as covering some training or the loan of equipment. The relationship has always been strong and I have admired how they have built their family business into what it is today.\n“This is something I understand really well, after putting the same effort into Dulson Training since 2013 - making sure customer service and experience remains our main focus. Aligning with DDay seemed a perfect fit and the last few months have transitioned really well.\n“The instructors and administrative staff at DDay will now become part of the Dulson team and that's something I am excited about. It's great to have new people starting who we already have a history with.\n“We will make subtle changes to the operation over the coming years and look to expand on some of the course options but the ethos of DDay will not change. It will align with Dulson Training's own aim to provide the best customer service and training without compromise.”\nTim Day, of DDay Training, said: “My wife Dawn and I started DDay Training over a decade ago, building up a really strong foundation by delivering the highest level of Driver CPC, ADR and Licence Acquisition lorry and bus training throughout Cheshire and North Wales.\n“We have become known for our excellent customer service and our reputation has helped us to grow and create stability as a highly respected training provider for the logistics industry. As the time has approached to hand over the reins, we wanted to make sure that whoever stepped in had the passion to continue the service and training that we are known for.\n“That was an easy choice with Dulson Training. Over the years they have worked with us on assignments and have proved over and over again that they operate in the same way. A passion for every learner to succeed.\n“Over recent months a smooth transition has taken place and as we head into 2024 a seamless change of hands has happened without any quality and output being changed. I know that with Steve and his team, DDay Training is in great hands.”\nMr Dulson added: “With some exciting contracts in hand and a busy schedule already planned for 2024, Dulson Training looks forward to operating in a new area and continuing to build upon the foundation that DDay Training has already built. The Dulson and DDay name and service will now align for 2024 and beyond and our Cheshire and North West presence will increase significantly.\n“Our services include lorry and bus licence acquisition and driver assessments, Driver CPC, Forklift, First Aid, ADR, Fleet Training across all regions and we will have some more exciting news to announce soon.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ludlow",
        "sentiment": "none"
      },
      {
        "name": "dulson",
        "sentiment": "none"
      },
      {
        "name": "steve dulson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shropshire",
        "sentiment": "negative"
      },
      {
        "name": "dulson training",
        "sentiment": "none"
      },
      {
        "name": "dulson training md",
        "sentiment": "none"
      },
      {
        "name": "dulson training fleet",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "telford",
        "sentiment": "none"
      },
      {
        "name": "cheshire",
        "sentiment": "none"
      },
      {
        "name": "wolverhampton",
        "sentiment": "none"
      },
      {
        "name": "shrewsbury",
        "sentiment": "none"
      },
      {
        "name": "north west england",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "nantwich",
        "sentiment": "none"
      },
      {
        "name": "wales",
        "sentiment": "none"
      },
      {
        "name": "dulson training",
        "sentiment": "none"
      },
      {
        "name": "west midlands",
        "sentiment": "none"
      },
      {
        "name": "wrexham",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T18:02:03.361+02:00",
  "updated": "2023-12-29T18:02:03.361+02:00"
}