{
  "thread": {
    "uuid": "48ca6765a354f430c2288eec71883541afa6442c",
    "url": "https://www.dailyexcelsior.com/jks-industrial-landscape-thrives-under-ncss-registers-672-units-in-just-2-years/",
    "site_full": "www.dailyexcelsior.com",
    "site": "dailyexcelsior.com",
    "site_section": "http://www.dailyexcelsior.com",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "Daily Excelsior - Latest News | Breaking News | Jammu , Kashmir and Ladakh",
    "title": "J&K’s industrial landscape thrives under NCSS: Registers 672 units in just 2 years - DailyExcelsior",
    "title_full": "J&K’s industrial landscape thrives under NCSS: Registers 672 units in just 2 years - DailyExcelsior",
    "published": "2023-12-31T19:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://cdndailyexcelsior.b-cdn.net/wp-content/uploads/2024/01/centre-sector.jpg",
    "performance_score": 0,
    "domain_rank": 37704,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "48ca6765a354f430c2288eec71883541afa6442c",
  "url": "https://www.dailyexcelsior.com/jks-industrial-landscape-thrives-under-ncss-registers-672-units-in-just-2-years/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daily Excelsior",
  "published": "2023-12-31T19:28:00.000+02:00",
  "title": "J&K’s industrial landscape thrives under NCSS: Registers 672 units in just 2 years - DailyExcelsior",
  "text": "*UT is on track to achieve DPIIT target of Rs 150 cr in incentive disbursal Excelsior Correspondent JAMMU, Dec 31: Jammu & Kashmir’s industrial sector is witnessing a remarkable transformation, fueled by the success of New Central Sector Scheme (NCSS). As per a communique received here today in this regard by the Industries and Commerce Department, these initiatives, being implemented by the Government of India and the UT Government, are providing impetus to investment, job creation, and overall economic growth in the region. Launched in February 2021 with a substantial outlay of Rs. 28,400 crore, NCSS offers a comprehensive package of incentives to attract businesses to Jammu & Kashmir. These incentives included capital investment subsidy, interest subvention, and GST-linked benefits, making the UT a lucrative destination for entrepreneurs. The scheme has gained impressive momentum in just two years, with a total of 672 units registered under NCSS, a testament to its impact. In 2023-24, a total of seven Secretary Level Committee (SLC) meetings were held, under the chairmanship of Vikramjeet Singh, Commissioner Secretary, Industries & Commerce Department and facilitated by Dr. Arun Kumar Manhas, Director Industries & Commerce, Jammu, and Khalid Majeed, Director Industries & Commerce, Kashmir as its Member Secretary for their respective Directorates. These meetings approved the registration of 304 units, with 218 from Jammu Division and 86 from Kashmir Division. These units represent a diverse range of sectors, including manufacturing and services, indicating the scheme’s broad reach and impact. Furthermore, NCSS has already started disbursing substantial incentives. In 2023-24, Rs. 62.5 crore were approved through Capital Investment Incentive (CII), Rs. 19 crore through Working Capital Interest Subvention (WCIS), and Rs. 1.44 crore through Capital Interest Subvention (CIS). These approvals and subsequent disbursement are directly empowering businesses, enabling them to expand their operations and create new employment opportunities. With 6 more SLC meetings planned in the remaining quarter of FY 2023-24, J&K is well on track to surpass the Department of Promotion of Industry and Internal Trade (DPIIT) target of Rs. 150 crore in incentive disbursal. This achievement will be a significant milestone in the UT’s industrial journey. While NCSS marks a new chapter in J&K’s industrial development, the Industrial Development Scheme (IDS) 2017 continues to play a crucial role. Launched as a precursor to NCSS, IDS offers its own set of incentives, including central capital investment support, interest subsidy, GST reimbursement, Insurance etc . In 2023-24, IDS SLCs approved incentives worth Rs. 13 crore for J&K. These additional incentives complement the support provided by NCSS, further strengthening the industrial ecosystem in the UT. Besides, Rs 4 crore have also been approved by State level committee under Central Package I & II to the Unit holders of J&K. Moreover, besides the central incentives UT Government also supports the Industries through different incentives viz DG Set, Pollution Control Devices etc provided under J&K Industrial Policy. Till date, more than Rs 10 crore have been approved under State package excluding GST Reimbursement which is granted by State Taxes Deptt, J&K. The efforts of Industries & Commerce Department are paving the way for a vibrant and robust industrial landscape in Jammu & Kashmir. With a focus on attracting investment, fostering innovation, and creating a conducive business environment, the UT is poised for sustained industrial growth in the years to come. This transformation will not only generate employment opportunities but also contribute significantly towards J&K’s overall economic development and prosperity.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "ncss",
        "sentiment": "negative"
      },
      {
        "name": "industries and commerce department",
        "sentiment": "none"
      },
      {
        "name": "government of india",
        "sentiment": "none"
      },
      {
        "name": "ut government",
        "sentiment": "none"
      },
      {
        "name": "jammu & kashmir",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kashmir",
        "sentiment": "none"
      },
      {
        "name": "jammu",
        "sentiment": "none"
      },
      {
        "name": "jammu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T00:38:27.483+02:00",
  "updated": "2024-01-01T00:38:27.483+02:00"
}