{
  "thread": {
    "uuid": "91c41eb519046c8b5de8bf2c019ceefbe215eaaa",
    "url": "https://www.washington.edu/news/2024/01/05/football-academics/",
    "site_full": "www.washington.edu",
    "site": "washington.edu",
    "site_section": "http://www.washington.edu",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": " UW Homepage ",
    "title": "Husky football players take their skills from the field to the classroom and beyond | UW News",
    "title_full": "Husky football players take their skills from the field to the classroom and beyond | UW News",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://uw-s3-cdn.s3.us-west-2.amazonaws.com/wp-content/uploads/sites/6/2016/04/04154306/IMG_3973.jpg",
    "performance_score": 0,
    "domain_rank": 198,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "91c41eb519046c8b5de8bf2c019ceefbe215eaaa",
  "url": "https://www.washington.edu/news/2024/01/05/football-academics/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@uwnews",
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "Husky football players take their skills from the field to the classroom and beyond | UW News",
  "text": "[UW News](https://www.washington.edu/news/) January 5, 2024 Husky football players take their skills from the field to the classroom and beyond What skills does it take to win a college football game? Fans in the stands or commentators would probably say things like a good game plan, athletic prowess, teamwork and a little luck. But they may not name other skills essential for victory, like empathy, analyzing complex behaviors and synthesizing data from multiple sources. “Student players — in their training, in their practices and on the field — are developing complex and valuable skillsets,” said [Holly Barker](https://anthropology.washington.edu/people/holly-m-barker), a University of Washington teaching professor of anthropology and curator of Oceanic and Asian culture at the Burke Museum of Natural History and Culture. “They’re developing and analyzing plays, observing human behavior, anticipating their opponents, and adapting a complex strategy based on real-time information that they’re synthesizing from their surroundings. That hasn’t been widely acknowledged, and does a disservice to players, especially in the academic opportunities they pursue and their future careers.” Barker and three current members of the UW football team — [Ulumoo Ale](https://gohuskies.com/sports/football/roster/ulumoo-ale/14905), [Makell Esteen](https://gohuskies.com/sports/football/roster/makell-esteen/15958) and [Faatui Tuitele](https://gohuskies.com/sports/football/roster/faatui-tuitele/16026) — are studying how the skills they develop to maximize their chances of victory on the field have applications outside the stadium. Their work, which is ongoing, is showing that the research methods and analytical abilities of student-athletes are applicable in academic and research settings, as well as jobs in a variety of fields. “We’re focused on bridging the gap between school and football, student-athletes and students, to just show there’s hard work in both the classroom and on the field,” said Esteen, a sophomore safety, who noted studying opponents, their tendencies, and analyzing angles and distances on the field as some examples of football-related skills that can translate to academic work. “Many students wouldn’t know that there are probably more than 100 similarities between school and football.” This project began in the classroom. Football players taking an introductory-level course called “Anthropology and Sports” started to recognize that the types of skills they developed as student-athletes had parallels to skills that their fellow undergraduates learned and practiced in internships, independent research projects and other research and learning settings that help students prepare for graduate school and the job market. “In our class with athletes and non-athletes, we would have a member of the football team describe to us some of the studying and analyses they do of past games, for example, and as they walked us through the step-by-step process, fellow students would point out that they’re essentially performing advanced trigonometry, human behavioral analysis, and so on,” said Barker. Players at the college level often spend thousands of hours immersed in their sport. It became clear during the course that those research methods aren’t widely acknowledged in academic settings, with real-world consequences for players. “These are skills that other students would put on their resumes for applications for internships, graduate school and jobs,” said Barker. “Once we realized that they have these research skills they are not accounting for in their applications to graduate school or for professional jobs, then we focused on the need to articulate the research skills that they acquire.” Since then, Barker, Ale, Esteen and Tuitele have explored the connections between research skills acquired in football and so-called “traditional” academic skills. The students used interviews, focus groups and other analysis methods to collect data that would help them better articulate the research knowledge and skills that emerge from deep engagement with football — as well as how those skills are perceived and interpreted by players and non-players. So far, they’ve identified overlaps between research skills acquired in football or the classroom for fields ranging from psychology and data science to applied mathematics and game theory. “One part of the research was actually looking at the Boeing Technical Apprenticeship Program,” said Tuitele, a junior defensive lineman. “There are traits that they require, like teamwork, determination, responsibility, accountability. There’s a list of traits that they’re looking for in their program. And I was, like, ‘Oh, this is perfect.’ We were listing each one of them and I was thinking we already do all of these things in football that we can apply to other careers.” Part of the group’s goal is to help researchers and educators in other academic fields recognize the unique skillsets and knowledge of student-athletes in their lecture halls and research laboratories. “That’s kind of the point, just to educate and convey to people who may not see football and school as equal,” said Tuitele. “A lot of people would separate that and separate the ‘student’ and ‘athlete.’ And we’re really just trying to bridge that hyphen in between ‘student-athlete.’ Changing that hyphen to an equal sign is what we did in our research project — ‘student-athlete’ is going to be ‘student-equals-athlete,’ because the knowledge that we use in academics is the same knowledge that we use in football, and vice versa.” The group also wants to help college football players become advocates for their skillsets as they pursue academic opportunities in college, as well as apply for jobs and graduate-level programs. College players pursue a variety of careers, but often without leveraging the knowledge base and intellectual abilities they’ve fostered through practice, study and performance on the field. “I know, personally, a lot of football players who don’t feel like they can apply themselves into the real world after football,” said Tuitele. “They feel like they lose their identity after football, you know? Sometimes they feel like football is all that they know and football is who they are. And we just tried to really show that, for football players who feel that way, you can apply yourself to real world. Things that you learned in football, you can also apply to any career, any job that you want in the future.” [Burke Museum of Natural History & Culture](https://www.washington.edu/news/tag/burke-museum-of-natural-history-culture/)• [College of Arts & Sciences](https://www.washington.edu/news/tag/college-of-arts-sciences/)• [Department of Anthropology](https://www.washington.edu/news/tag/department-of-anthropology/)• [Holly Barker](https://www.washington.edu/news/tag/holly-barker/)• [UW Athletics](https://www.washington.edu/news/tag/uw-athletics/)• [UW football](https://www.washington.edu/news/tag/uw-football/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Education",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://gohuskies.com/sports/football/roster/makell-esteen/15958)",
    "https://gohuskies.com/sports/football/roster/ulumoo-ale/14905),",
    "https://gohuskies.com/sports/football/roster/faatui-tuitele/16026)",
    "https://www.gohuskies.com/sports/football/roster/faatui-tuitele/16026)",
    "https://www.gohuskies.com/sports/football/roster/makell-esteen/15958)",
    "https://www.gohuskies.com/sports/football/roster/ulumoo-ale/14905),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "holly barker",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "uw news",
        "sentiment": "negative"
      },
      {
        "name": "university of washington",
        "sentiment": "none"
      },
      {
        "name": "burke museum of natural history",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:39:55.214+02:00",
  "updated": "2024-01-06T00:39:55.214+02:00"
}