{
  "thread": {
    "uuid": "ac875a0ef465e8f41ca98e85a7a2800010d5aa97",
    "url": "https://www.dailymail.co.uk/money/investing/article-12907781/Why-Britain-place-invest-2024-Experts-tip-screamingly-cheap-UK-stocks.html",
    "site_full": "www.dailymail.co.uk",
    "site": "dailymail.co.uk",
    "site_section": "https://www.dailymail.co.uk/money/articles.rss",
    "site_categories": [],
    "section_title": "Money Articles | Mail Online",
    "title": "Why Britain is the place to invest in 2024: Experts tip 'screamingly cheap' UK stocks",
    "title_full": "Why Britain is the place to invest in 2024: Experts tip 'screamingly cheap' UK stocks | Daily Mail Online",
    "published": "2023-12-29T00:01:00.000+02:00",
    "replies_count": 12,
    "participants_count": 12,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/28/21/79416933-0-image-a-12_1703800046468.jpg",
    "performance_score": 0,
    "domain_rank": 139,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ac875a0ef465e8f41ca98e85a7a2800010d5aa97",
  "url": "https://www.dailymail.co.uk/money/investing/article-12907781/Why-Britain-place-invest-2024-Experts-tip-screamingly-cheap-UK-stocks.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anne Ashworth",
  "published": "2023-12-29T00:01:00.000+02:00",
  "title": "Why Britain is the place to invest in 2024: Experts tip 'screamingly cheap' UK stocks",
  "text": "Have you heard about the 3D reset? Do you know which stock market is ‘screamingly cheap’? Does a nation’s debt-to-GDP ratio loom large in your stock-picking strategy? If you have resolved to take a cold hard look at your portfolio in the new year, these are themes tipped to determine the direction of markets in 2024. There may be more heartening news about inflation and interest rates. But some analysts argue that economies have yet to feel the full impact of the higher borrowing costs imposed in 2023 – meaning that recession may be still be a threat in Britain and America. Against this background, it may be tempting to wait for the all-clear signal. But, as James Thomson of Rathbones points out, ‘that will never come, and often the best returns come when you least expect them.’ If you believe that fortune favours the brave, these are the themes that you cannot afford to ignore in 2024. Bargain Britain: The FTSE All Share index has risen by just 1.7% over the past 12 months but many experts say UK stocks are currently undervalued Alex Tedder and Tom Wilson, the global and emerging strategists at Schroders, say investors should be aware of what they call the ‘3D reset’ which will increasingly influence the mood of stock markets. This is made up of three factors: demographic constraints; decarbonisation imperatives and deglobalisation initiatives. These have created supply bottlenecks, driven up wage costs, boosted inflation and underpinned populism. In the face of these challenges, investors would be well advised to change their mindset, focusing more on diversification in particular, rather than relying on US tech that dominates many portfolios. Tedder and Wilson do not suggest that you bid farewell to the US in 2024, since ‘its corporate sector remains, in aggregate, better managed and more innovative than pretty much any other.’ But they do recommend that you explore unloved markets, such as Japan and the UK. Diversification is difficult, but Russ Mould of AJ Bell says that paying attention to certain themes can help you determine ‘which way the wind is blowing’ and to re-align your portfolio. In 2024, analysts will, as always, be carefully monitoring the prices of oil and of copper – ‘a reliable indicator of global economic health due to its many uses.’ But they will also be keeping a close eye on an ever-more important metric – a country’s debt-to-GDP. If this ratio approaches 20 per cent, this should serve as an alert. China and France are already in this position, but America’s $1 trillion-a-year spending is bringing it into the danger zone. US markets are pricing in five rate cuts in 2024. Mould argues that, if these cuts fail to materialise, this could imperil the $11.8 trillion combined market capitalisation of the Magnificent Seven. Mould also cites another key theme: the yield curve for government bonds which reflects the market sentiment about risk. The yield curve is ‘inverted’, that is the yields on ten-year UK gilt-edged stocks and US bonds are lower than those on two-year bonds. The reverse should be the case with longer-term bonds offering a higher yield, as compensation for the possibility that catastrophe could arise at some point in their longer lifespan. Investing legend: Warren Buffett American markets have flourished in 2023, ending the year in style with the three major indices – the Dow Jones, the S&P 500 and the Nasdaq – rising for seven straight weeks. Boosting share prices has been the hope that interest rates will move downward in 2024. There are also hopes that the Magnificent Seven tech stocks will continue to flourish, as the artificial intelligence boom continues to gather strength. But the analysts at UBS are also tipping Boeing, Coca-Cola, Domino’s Pizza, Merck, Visa and Ulta Beauty, amid the belief that the search for beauty is a theme in any year. Another enduring theme is never betting against America – which has sustained billionaire Warren Buffett, pictured, for more than six decades. Mould suggests that you watch wage settlements, given their impact on inflation. The Bank of England is predicted to cut interest rates early in the new year, following the surprise drop in the inflation rate to 3.9 per cent. But the Bank seems unwilling to make a move until pay rises moderate. These issues mean that you will hear many analysts talk about ‘a scarcity of certainty’. But this is likely to raise the profile of what Thomson calls ‘recession-resistant stocks that can survive in any economic cycle.’ He includes in this category such diverse companies as discount retailer Costco, with its loyal and growing client base and Hermes, maker of exclusive handbags. Diversification involves embracing the high and the low. Experts are declaring that the UK is the place to invest in 2024. This claim will be greeted with some cynicism by those who backed Britain in 2023 and were sorely disappointed. The FTSE All Share index has risen by just 1.7 per cent over the past 12 months which looks distinctly unimpressive compared with the 24.6 per cent increase in the irrepressible S&P 500. But the conviction remains that the UK is ‘screamingly cheap’, according to Matthew Bennison, of Schroder Income Growth fund. He is boosting his British holdings, taking the view that they will fare well over a three-year horizon. Simon Gergel, manager of the Merchants investment trust, also contends that Britain is a bargain, saying that investors pay £10 for every pound of profit in the UK compared with $20 for every dollar of profit in the US. The belief that British business is on offer at a discount lies behind the continuing wave of foreign takeovers of UK companies. Last month the mighty Mars corporation gobbled up Hotel Chocolat, maker of the Sleekster and other indulgences, in a £524million deal. News of the takeover sent Hotel Chocolat shares soaring by 160 per cent. This underlines the gap between our perception of our home-grown firms and the view in some quarters of Wall Street that they are the equivalent of a Sleekster chocolate box at the price of a Milk Tray selection. However Pimco, the biggest US name in corporate bond, is betting that the UK is headed for a hard landing triggered by a delayed consumer reaction to higher interest rates. And angst over the outcome of Brexit lies behind the undervaluation of UK shares. Some will still conclude the UK is cheap for a reason. But this could prove short-sighted when analysts at the US broker Jefferies are tipping Prudential and Standard Chartered as the shares to watch in 2024, forecasting that they could grow by 105 per cent and 70 per cent respectively. Mould is tipping GSK, the pharma giant (for the cautious) Legal & General (a balanced pick), Ashmore, the equipment supplier (a more adventurous selection) and insurance broker Lancashire (for income).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alex tedder",
        "sentiment": "none"
      },
      {
        "name": "tom wilson",
        "sentiment": "none"
      },
      {
        "name": "james thomson",
        "sentiment": "none"
      },
      {
        "name": "rathbones",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:35:39.900+02:00",
  "updated": "2023-12-29T02:35:39.900+02:00"
}