{
  "thread": {
    "uuid": "9208cde3aeb2d0fb6cd71f29190422fb4d2678ac",
    "url": "https://itemlive.com/2024/04/18/town-rallies-around-lynnfield-fire-chief-davis",
    "site_full": "itemlive.com",
    "site": "itemlive.com",
    "site_section": "https://www.itemlive.com/feed",
    "site_categories": [],
    "section_title": "Itemlive",
    "title": "Town rallies around Lynnfield Fire Chief Davis",
    "title_full": "Town rallies around Lynnfield Fire Chief Davis",
    "published": "2024-04-19T00:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://itemlive.com/wp-content/uploads/2024/04/RS227687_10_16_23_Lynnfield_Town_Meeting_13_web-e1713473395162.jpg",
    "performance_score": 0,
    "domain_rank": 88361,
    "domain_rank_updated": "2024-04-16T13:08:05.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9208cde3aeb2d0fb6cd71f29190422fb4d2678ac",
  "url": "https://itemlive.com/2024/04/18/town-rallies-around-lynnfield-fire-chief-davis",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Richelle MeladRichelle MeladRichelle Melad",
  "published": "2024-04-19T00:19:00.000+03:00",
  "title": "Town rallies around Lynnfield Fire Chief Davis",
  "text": "LYNNFIELD — The state House and Senate approved legislation Thursday that would allow Fire Chief Glenn Davis to work for up to five years beyond the state-mandated firefighter retirement age of 65, after Town Meeting overwhelmingly voted to support an article to this effect.\nThe bill was filed on the town’s behalf by House Minority Leader Bradley Jones and state Sen. Brendan Crighton, and is now on Gov. Maura Healey’s desk for her approval.\nAt last fall’s Town Meeting, the article received approval from residents, with 421 voting in favor and 54 against.\n“The Lynnfield Select Board has expressed its confidence in Chief Davis’ leadership skills and performance, a sentiment that was strongly echoed by Town Meeting voters last fall,” Jones said in a statement.\nHouse Bill 4146 would allow Davis to continue in his current position until he reaches the age of 70, decides to retire, or is relieved of his duties at the discretion of the Select Board. The bill also requires that “he is mentally and physically capable of performing the duties of his office,” and that the Select Board may require that Davis be examined annually by a physician designated by the board to “determine such physical and mental capability to perform the duties of his office.”\nWithout the legislation, Davis would have to retire by the month he turns 65, based on Chapter 415 of the Commonwealth’s Acts of 1987.\nDavis told The Item that his primary reason for staying on after turning 65 is to see the town’s public safety building project through to completion.\n“I’m 65 next July, but we are not scheduled to occupy until 2025,” Davis said. “I want to make sure it’s all good before I decide to move on and retire.”\nJones also said that waiving the mandatory retirement age for Davis would help maintain continuity for the department.\n“(It) ensures a smooth transition to the next fire chief once he decides to step down,” Jones said.\nCrighton said that extending Davis’ tenure would ensure that Lynnfield continues to benefit from his experience and commitment to public safety.\n“He has always demonstrated exceptional leadership and a dedication to the community, especially during challenging times,” Crighton said in a statement.\nThe bill also states that “upon his retirement for superannuation, Glenn Davis shall receive a superannuation retirement allowance equal to the allowance that he would have been entitled to receive had he retired upon reaching age 65.”\nDavis said he appreciates the town’s support and faith in him.\nHealey has until April 28 to sign the bill into law.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gle",
        "sentiment": "negative"
      },
      {
        "name": "davis",
        "sentiment": "negative"
      },
      {
        "name": "bradley jones",
        "sentiment": "none"
      },
      {
        "name": "brendan crighton",
        "sentiment": "none"
      },
      {
        "name": "” jones",
        "sentiment": "none"
      },
      {
        "name": "maura healey",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "senate",
        "sentiment": "negative"
      },
      {
        "name": "house",
        "sentiment": "negative"
      },
      {
        "name": "lynnfield select board",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lynnfield",
        "sentiment": "none"
      },
      {
        "name": "lynnfield",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:29:07.019+03:00",
  "updated": "2024-04-19T00:29:07.019+03:00"
}