{
  "thread": {
    "uuid": "d785234d0b5809f90e5a70d344d692a5e3cddfdf",
    "url": "https://www.wnd.com/2024/06/court-ruling-finds-teacher-right-pray-even-students-can-see",
    "site_full": "www.wnd.com",
    "site": "wnd.com",
    "site_section": "http://www.wnd.com/feed/#",
    "site_categories": [
      "tech",
      "web_clip_art"
    ],
    "section_title": "WND",
    "title": "Court ruling finds teacher has right to pray, even if students can see her",
    "title_full": "Court ruling finds teacher has right to pray, even if students can see her",
    "published": "2024-06-01T18:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.wnd.com/wp-content/uploads/2023/02/Woman-praying-prayer-faith-worship-faith-Unsplash.jpg",
    "performance_score": 0,
    "domain_rank": 3815,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d785234d0b5809f90e5a70d344d692a5e3cddfdf",
  "url": "https://www.wnd.com/2024/06/court-ruling-finds-teacher-right-pray-even-students-can-see",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bob Unruh",
  "published": "2024-06-01T18:27:00.000+03:00",
  "title": "Court ruling finds teacher has right to pray, even if students can see her",
  "text": "The American Center for Law and Justice has declared a victory in its fight for a public school teacher who was told it was illegal for her to pray where students could see her – even in a parking lot. The fight involves teacher Staci Barber and the Katy, Texas, Independent School District. The ACLU said the judge hearing the case ruled \"that since the school has updated its policy in response to our demand letter,\" there now is no \"language in the Employee Handbook that explicitly prohibits praying in the presence of students.\" The legal team reported, \"It is a tremendous win for our client because she can now pray when she desires as this case continues to trial.\" [Get the hottest, most important news stories on the Internet – delivered FREE to your inbox as soon as they break! Take just 30 seconds and sign up for WND's Email News Alerts!](https://www.wnd.com/newsletter-subscription/) District officials had hauled the teacher \"into her principal's office\" for gathering with two friends and fellow teachers to pray at a school flagpole earlier. School officials claimed then \"it was against the law\" for them to pray \"where students could see them.\" Faced with the ACLJ's challenge, the district \"removed some language from its policy.\" But, the legal team said, \"our client was still unable to engage in any prayer in the presence of students or to pray publicly, even off the clock, when she was on school grounds.\" The result was a lawsuit that was filed, and the resulting court decision at a preliminary point in the resolution of the case. When the case was developing, [WND reported](https://www.wnd.com/2024/03/teacher-prays-school-begins-breaks-loose/) the case lists as defendants the district and Bryan Rounds, a principal at Cardiff junior high. The ACLJ pointed out, \"Every year millions of people gather at school flag poles to pray before the school day begins. The ACLJ is very proud to stand in support of See You At The Pole, a prayer rally for students and participating adults to lift up their schools in prayer. Our client has prayed at the pole every year on behalf of her students. \"This year she had gathered with two friends and fellow teachers to pray at the school flagpole. The school principal called these teachers into his office. He told them that they could not pray at the pole or in the presence of students because if they did so, students may see and join in. He told them that it was against the law for them to pray publicly where students could see them and then pointed them to a school policy that prohibited teachers from praying in the presence of students.\" For 25 years, WND has boldly brought you the news that really matters. If you appreciate our Christian journalists and their uniquely truthful reporting and analysis, [please help us by becoming a WND Insider!](https://www.wnd.com/join/?adm_source=header-m) Content created by the WND News Center is available for re-publication without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact [[email protected]](/cdn-cgi/l/email-protection#573b3e343239243e3930172039333932202434323923322579382530). [SUPPORT TRUTHFUL JOURNALISM. MAKE A DONATION TO THE NONPROFIT WND NEWS CENTER. THANK YOU!](https://wndnewscenter.nationbuilder.com/support_wnd_news_center)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://wndnewscenter.nationbuilder.com/support_wnd_news_center",
    "https://www.wndnewscenter.nationbuilder.com/support_wnd_news_center"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "staci barber",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "american center for law and justice",
        "sentiment": "positive"
      },
      {
        "name": "aclu",
        "sentiment": "none"
      },
      {
        "name": "independent school district",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T18:36:09.165+03:00",
  "updated": "2024-06-01T22:02:18.790+03:00"
}