{
  "thread": {
    "uuid": "afa4f1b949263a4e98ed7ccb6a8a1444eabf9778",
    "url": "https://www.awn.com/news/2024-bafta-longlists-revealed",
    "site_full": "www.awn.com",
    "site": "awn.com",
    "site_section": "http://www.awn.com/rss.xml",
    "site_categories": [
      "movies",
      "animation",
      "tech",
      "entertainment"
    ],
    "section_title": "Animation World Network",
    "title": "2024 BAFTA Longlists Revealed",
    "title_full": "2024 BAFTA Longlists Revealed",
    "published": "2024-01-06T00:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.awn.com/sites/default/files/styles/large_featured/public/image/featured/crdotn_family_photo-1280_0.jpg?itok=uTVrr3Rb",
    "performance_score": 0,
    "domain_rank": 11482,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "afa4f1b949263a4e98ed7ccb6a8a1444eabf9778",
  "url": "https://www.awn.com/news/2024-bafta-longlists-revealed",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Debbie Diamond Sarto",
  "published": "2024-01-06T00:39:00.000+02:00",
  "title": "2024 BAFTA Longlists Revealed",
  "text": "Aardman’s ‘Chicken Run: Dawn of the Nugget’ makes the cut in 2 categories - Outstanding British Film and Animated Film - while ‘Spider-Man: Across the Spider-Verse’ is selected in Animated Film and Special Visual Effects. Today, BAFTA revealed its 2024 EE British Academy Film Awards longlists. These films advance to round two voting, which determines the nominations. Round two voting began today and is open to BAFTA's voting members, who can weigh in through January 12, 2024, when voting closes. The nominees will be announced on January 18, with the winners revealed at the awards ceremony on February 18. A complete list of the longlist selections is available [here](https://www.bafta.org/film/longlists-2024-ee-bafta-film-awards). Longlist Selections in Best Film: 10 films will advance in the Best Film category. All film voting members of BAFTA vote to determine the longlist, nominations, and overall winner. 234 eligible films were submitted for consideration. - All of Us Strangers - Anatomy of a Fall - Barbie - The Holdovers - Killers of The Flower Moon - Maestro - Oppenheimer - Past Lives - Poor Things - The Zone of Interest Longlist Selections in Outstanding British Film: Five films will advance in the Outstanding British Film category. All BAFTA film voting members can join an opt-in chapter to determine the longlist (with the top five receiving nominations). A jury selects the remaining five nominations. All film voting members vote in the final round to determine the winning film. 76 eligible films were submitted for consideration. - All of Us Strangers - Chicken Run: Dawn of the Nugget - The Deepest Breath - The Great Escaper - How to Have Sex - Napoleon - The Old Oak - One Life - Poor Things - Rye Lane - Saltburn - Scrapper - Tetris - Wonka - The Zone of Interest Longlist Selections in Animated Film: Eight films will advance in the Animated Film category. All BAFTA film voting members cab an opt-in chapter to determine the longlist. This chapter will vote to nominate four films and will vote for the winning film. 17 eligible films were submitted for consideration. - The Boy and The Heron - Chicken Run: Dawn of the Nugget - Elemental - Nimona - Spider-Man: Across the Spider-Verse - The Super Mario Bros. Movie - Teenage Mutant Ninja Turtles: Mutant Mayhem - Wish Longlist Selections in Special Visual Effects: 10 films will advance in the Special Visual Effects category. Members of the SVFX chapter vote to determine the longlist and the nominations. In the final round of voting, all film voting members will vote for the overall winning film. 73 films were submitted for consideration. - Barbie - The Creator - Guardians of the Galaxy Vol. 3 - Indiana Jones and the Dial of Destiny - Mission: Impossible - Dead Reckoning Part One - Napoleon - Oppenheimer - Poor Things - Spider-Man: Across the Spider-Verse - Wonka Longlist Selections in British Short Animation: Six films will advance in the British Short Animation category. A jury votes to determine the longlist and the nominations. In the final round of voting, all film voting members can opt-in chapter to vote for the overall winning short animation. - Crab Day - Sweet Like Lemons - The Smeds and The Smoos - Visible Mending - Wild Summon - World to Roam Source: BAFTA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.bafta.org/film/longlists-2024-ee-bafta-film-awards",
    "https://bafta.org/film/longlists-2024-ee-bafta-film-awards"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "aardman",
        "sentiment": "negative"
      },
      {
        "name": "bafta",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:00:08.495+02:00",
  "updated": "2024-01-13T07:00:36.798+02:00"
}