{
  "thread": {
    "uuid": "d840a7ee5b70e97ed9c2719b6ad8ad1625d1e76c",
    "url": "https://www.crosswalk.com/devotionals/your-daily-bible-verse/2-ways-to-view-our-diets-with-a-biblical-perspective-bible-study-minute-january-17-2018.html",
    "site_full": "www.crosswalk.com",
    "site": "crosswalk.com",
    "site_section": "https://wfil.com/articles",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Articles | WFIL 560 AM - Philadelphia, PA",
    "title": "2 Ways to View Our Diets with a Biblical Perspective (Genesis 1:29) - Your Daily Bible Verse - December 29 - Daily Devotional",
    "title_full": "2 Ways to View Our Diets with a Biblical Perspective (Genesis 1:29) - Your Daily Bible Verse - December 29 - Daily Devotional",
    "published": "2023-12-29T08:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.swncdn.com/cms/CW/BSMdevo/46839-bsm146fb.1200w.tn.jpg",
    "performance_score": 0,
    "domain_rank": 7406,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 102,
        "comments": 12,
        "shares": 83
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 10
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d840a7ee5b70e97ed9c2719b6ad8ad1625d1e76c",
  "url": "https://www.crosswalk.com/devotionals/your-daily-bible-verse/2-ways-to-view-our-diets-with-a-biblical-perspective-bible-study-minute-january-17-2018.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T08:00:00.000+02:00",
  "title": "2 Ways to View Our Diets with a Biblical Perspective (Genesis 1:29) - Your Daily Bible Verse - December 29 - Daily Devotional",
  "text": "2 Ways to View Our Diets with a Biblical Perspective (Genesis 1:29) - Your Daily Bible Verse - December 29 - [Sign Up for Email?](javascript:void(0)) - Published Dec 18, 2023 2 Ways to View Our Diets With a Biblical Perspective ( [Genesis 1:29](https://www.biblestudytools.com/genesis/1-29.html)) By: Jennifer Waddle And God said, “See, I have given you every herb that yields seed which is on the face of all the earth, and every tree whose fruit yields seed; to you it shall be for food.” [Genesis 1:29](https://www.biblestudytools.com/genesis/1-29.html) Thousands upon thousands of searches for the word “diet,” are Googled each month. And every new year, resolutions are made to go on a diet and lose excess weight. It may be surprising to some, but the Bible actually has a diet plan as well. God instituted it in Genesis chapter one and then expanded it in Genesis chapter nine. “…every herb that yields seed which is on the face of all the earth, and every tree whose fruit yields seed; to you it shall be for food.” [Genesis 1:29](https://www.biblestudytools.com/genesis/1-29.html) “Every moving thing that lives shall be food for you. I have given you all things, even as the green herbs.” [Genesis 9:3](https://www.biblestudytools.com/genesis/9-3.html) Some would argue that the original plan of a plant-based diet is best, while others would insist that eating meat is essential for good health. But no matter what our personal preferences are, God never intended for us to take food to the extremes that we have. Food is simply nourishment for our bodies, so that we can carry out the work of the Lord. It was designed to be enjoyed and savored by the tastebuds God created. We, however, have become so focused on the particulars of our diets, we’ve lost perspective. Here are 2 ways we can view our diets from a Biblical perspective. 1. Choose wisely and move on. [Jehovah](https://www.crosswalk.com/faith/bible-study/why-is-jehovah-one-of-gods-names.html)-Jireh, our Provider, supplies the sustenance our bodies need. [Jesus](https://www.crosswalk.com/who-is-jesus.html) told His followers not to worry about what they would eat or drink. In that day, it was more about having enough food to eat. Today, even though most of us have food in abundance, we still worry far too much about food. We can still make wise choices about our diets without the hyper-focus and worry. Look at the birds of the air, for they neither sow nor reap nor gather into barns; yet your heavenly Father feeds them. Are you not of more value than they? [Matthew 6:26](https://www.biblestudytools.com/matthew/6-26.html) We are valuable to God. He provides for us because He loves us. Our worries about food are fruitless. We can and should make wise choices—choices that will fuel our bodies for the work God has purposed in us, but then, we should move on to the more important things in life. 2. Trust God and enjoy the food that He made. Unfortunately, the diet industry has hindered our enjoyment of food. The nagging guilt that follows every piece of birthday cake, and the time-consuming reading of every package, has knocked the joy right out of eating. However, if we simplify our diets and eat the foods that God made, all the guess-work is eliminated. It’s OK to search for the best quality of foods, but in the end, it all comes down to trust. Do we trust God or the promises on the food label? With thankfulness, we can receive our portion, the portion God so lovingly provides. We can trust Him to strengthen us and bring enjoyment of His provision. And, we can have a Biblical perspective of our diets that will free us to do exactly what He created us to do. We want to experience God through the Bible… we really do! But our good intentions fall flat when reading the Bible just doesn’t seem to help us experience God in a real way. What should feel alive often feels confusing and boring and irrelevant. But it doesn’t have to. In the [ How to Study the Bible](https://apple.co/42htL3i?utm_source=YDBVnewsletter&utm_medium=banner&utm_campaign=HTSTBinYDBV) podcast, pastor and Bible teacher Nicole Unice brings life back to reading the Bible by walking listeners through her Alive Method of Bible study, helping us personally encounter God through his Word by giving us a practical, clear road map for understanding, interpreting and applying Scripture to our lives. Just click below to start listening now!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [
    "https://www.biblestudytools.com/matthew/6-26.html)",
    "https://www.biblestudytools.com/genesis/9-3.html)",
    "https://apple.co/42htL3i?utm_source=YDBVnewsletter&utm_medium=banner&utm_campaign=HTSTBinYDBV)",
    "https://www.biblestudytools.com/genesis/1-29.html)",
    "https://www.biblestudytools.com/genesis/1-29.html))",
    "https://biblestudytools.com/matthew/6-26.html)",
    "https://apple.co/42htL3i",
    "https://biblestudytools.com/genesis/9-3.html)",
    "https://www.apple.co/42htL3i?utm_source=YDBVnewsletter&utm_medium=banner&utm_campaign=HTSTBinYDBV)",
    "https://biblestudytools.com/genesis/1-29.html))",
    "https://biblestudytools.com/genesis/1-29.html)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jennifer waddle",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T09:59:54.539+02:00",
  "updated": "2023-12-29T09:59:54.539+02:00"
}