{
  "thread": {
    "uuid": "fff96b1b6530c96c40af6de2d0b14ddac8032460",
    "url": "https://www.ynetnews.com/article/syb1c1nga",
    "site_full": "www.ynetnews.com",
    "site": "ynetnews.com",
    "site_section": "https://ynetnews.com",
    "site_categories": [
      "media",
      "tennis",
      "sports"
    ],
    "section_title": "ynetnews - Homepage",
    "title": "From risky maneuver to success in Gaza: The IDF's new Eitan APC",
    "title_full": "From risky maneuver to success in Gaza: The IDF's new Eitan APC",
    "published": "2024-05-04T21:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ynet-pic1.yit.co.il/picserver5/crop_images/2024/05/04/rkc00oGvQfR/rkc00oGvQfR_0_134_1280_720_0_large.jpg",
    "performance_score": 0,
    "domain_rank": 3915,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 1,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fff96b1b6530c96c40af6de2d0b14ddac8032460",
  "url": "https://www.ynetnews.com/article/syb1c1nga",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Yoav Zitun",
  "published": "2024-05-04T21:59:00.000+03:00",
  "title": "From risky maneuver to success in Gaza: The IDF's new Eitan APC",
  "text": "The successful integration of the IDF’s new Eitan [armored personnel carriers](https://www.ynetnews.com/article/skb1lve0p)(APCs) began as an improvised idea by a young Nahal Brigade officer in the early hours of October 7. Major A., the unit’s intelligence officer, realized early in the afternoon of the same day that he remained the senior commander in the Southern Gaza Division after the chain of command above him was killed or injured. Two weeks earlier, the unit, which was then responsible for the Eshkol region, requested to introduce the new heavy Eitan APCs into the Gaza border area as part of the operational implementation of the new combat vehicle. The soldiers received a negative response from the ground forces - due to technical and logistical considerations. At that critical moment of battles against Hamas terrorists, Major A. made several dramatic decisions, that saved communities like Kibbutz Kerem Shalom. One of them was exceptional: to bring all the heavy Eitan APCs from a base in the southern part of the country to the combat zones and deploy them as a barrier between the terrorists’ infiltration routes and the communities close to the border. He made the decision despite the fact the vehicles had not yet been operationally integrated into the unit, and he doubted whether the soldiers would know how to operate and handle them to the required level. Since then, the new APCs have been increasingly utilized in combat in Gaza, led by the Nahal soldiers. Initially, they mainly served for the rapid extraction of wounded from the battlefield, but subsequently, as proficiency with them increased, they were also used for operational incursions deep into the war zone. The new Eitan APC is characterized by high \"off-road\" capabilities and especially by its speed, which allows it to evade Hamas anti-tank rockets. In some cases, the APCs reached speeds of 100 km/h, two to three times faster than the average speed of the older IDF APC models - which are still in operational use. The new Eitan APCs, developed by the Defense Ministry’s Tank and APC Administration, are expected to play a central role in the expected ground operation in Rafah or in the Strip’s central towns. The Eitan APCs became modular in combat operations, when engineers from the Tank and APC Administration successfully developed a model of \"ambulance APC\", capable of carrying two severely wounded individuals while providing life-saving care during transport from the point of injury to evacuation by helicopter. So far, over 250 wounded soldiers have been evacuated with the new APCs. Inside the new vehicles, medical teams have managed to administer over 150 blood packs to the wounded, comfortably and safely within the Gaza area. The Defense Ministry has managed to double the production rate of Eitan APCs at the Tank and APC Administration’s factories in central Israel, issuing eight new APCs directly to Gaza in recent months. Next year, the Nahal Brigade will be fully equipped with about 110 Eitan APCs. The IDF is considering whether to equip another infantry brigade with APCs, such as the Kfir or Paratroopers Brigades, or to distribute the ones to be produced among other units, which are considered faster than the brigades, such as Givati and Golani. \"No soldier was harmed inside the Eitan APC, because it is a very fast vehicle that can deal with various threats,\" says a Defense Ministry source. \"We feared its wheels might be punctured, so we added a double layer over it that allows it to continued travel even in case of a flat tire. The next stage in upgrading the Eitan APC will be the addition of a 30mm cannon to the vehicle's roof, which will help target upper-story windows of buildings using good elevation angles and a high rate of fire,” the source added. “It's a cannon and ammunition similar to those in Apache combat helicopters. Currently, the Eitan APCs are equipped with controllable MAG machine guns capable of observation and firing from within the vehicle itself.\" The Eitan’s new cannon will have the option for both automatic and single-shot firing, with automatic loading of the shells in a magazine of 350 rounds and an additional 50 in an extra feed. Additional upgrades to the APC will include a firing position capable of shooting precise anti-tank missiles such as Gil or Matador. The Tank and Armored Corps Directorate added that out of all Israeli platforms operated during the ongoing war, including the Mervaka Mark IV, and other weaponry, the Eitan APCs garner much more attention from foreign armies. Parts of the Eitan are manufactured in the U.S. 50 successful interceptions: New Windbreaker data In addition, dozens of IDF tanks were equipped with a Windbreaker active protection system during combat, designed to defend against advanced and long-range anti-tank missiles. Updated data on the system that reached Ynet show that during the first months of the war in which hundreds of tanks operated in the Strip, 45 hits were registered against the vehicles. Some 38 of them required to be maintained after the hit, and 50 missiles were intercepted by the active defense system. The IDF is pleased with the results, seeing as the system is designed to deal with advanced Kornet missiles which operate within ranges of between 2-3 to 6-10 km, owned by Hezbollah in Lebanon, and against short-range anti-tank rockets. Some of the interceptions also included anti-tank rockets, and the average success rate of the active protection system was estimated at about 85%. Overall, according to IDF data, there are only two armored vehicles - out of over 1,000 deployed to Gaza - that suffered unsalvageable hits and have yet to be made operational again. \"Us and Hamas are actively fighting to learn the enemy better - and Hezbollah is also following, documenting, and learning,\" IDF sources said. \"The fighting changes from week to week. We made numerous adjustments and improvements to the armored vehicles while in combat because Hamas did the same.” “We distributed kits to enhance the protection that the soldiers themselves install on the armored vehicles, and over a thousand technical teams from the Tank and Armored Corps Directorate were sent out to the field to maintain the vehicles and help the soldiers in operating them better,” they added.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eitan",
        "sentiment": "none"
      },
      {
        "name": "kibbutz kerem shalom",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eitan apc",
        "sentiment": "negative"
      },
      {
        "name": "idf",
        "sentiment": "negative"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "southern gaza division",
        "sentiment": "none"
      },
      {
        "name": "major a.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "eshkol",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T22:21:53.806+03:00",
  "updated": "2024-05-04T22:21:53.806+03:00"
}