{
  "thread": {
    "uuid": "5db4f4adaad9ee22a425e45a503bc22a96e050d3",
    "url": "https://www.lne.es/aviles/2023/12/28/primitiva-deja-premio-1-12-96347112.html",
    "site_full": "www.lne.es",
    "site": "lne.es",
    "site_section": "https://lne.es",
    "site_categories": [
      "media"
    ],
    "section_title": "La Nueva España - Diario Independiente de Asturias",
    "title": "La Primitiva deja un premio de 1,12 millones de euros en Avilés - La Nueva España",
    "title_full": "La Primitiva deja un premio de 1,12 millones de euros en Avilés - La Nueva España",
    "published": "2023-12-28T23:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/b1a662a9-3368-4bf1-8ad7-53e86a2a25c6_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 14477,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5db4f4adaad9ee22a425e45a503bc22a96e050d3",
  "url": "https://www.lne.es/aviles/2023/12/28/primitiva-deja-premio-1-12-96347112.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "La Nueva España",
  "published": "2023-12-28T23:47:00.000+02:00",
  "title": "La Primitiva deja un premio de 1,12 millones de euros en Avilés - La Nueva España",
  "text": "La suerte de la Primitiva ha hecho parada en Avilés. Este jueves, un acertante de la ciudad ha conseguido un premio de 1.123.054 euros correspondientes a la primera categoría del sorteo de la Primitiva, es decir, con seis aciertos. El boleto premiado fue sellado en la administración de loterías número 3, ubicada en la Avenida Santa Apolonia. Los números de la suerte fueron 3, 48, 23, 11, 47 y 45. Además, el complementario es el 19 y el reintegro el 1. También se sacó el número del Joker, que fue el 6750664. El boleto sellado en Avilés fue el único de primera categoría, mientras que de la segunda categoría (cinco aciertos más el complementario), hubo cinco acertantes en Barcelona, Bilbao, Murcia, Sevilla y Alaquàs (Valencia). ¿Cómo se juega a la Primitiva? Para participar en la Primitiva se seleccionan 6 números diferentes de una tabla de entre el 1 al 49; el objetivo es acertar la combinación ganadora en el sorteo correspondiente de jueves o sábado, formada por 6 bolas de las 49 que se extraen del bombo, que comúnmente se conoce como el 6/49. La apuesta simple cuesta un euro y pueden acumularse hasta ocho apuestas por boleto, eligiendo los 6 números en cada apuesta. La apuesta múltiple permite jugar hasta once números por apuesta. A mayor número de múltiples mayor será tu apuesta y tus posibilidades de ganar. También se extrae una bola extra como número complementario, y otra bola de un bombo aparte, entre el 0 y el 9, que hace de número de reintegro. Para ganar el mayor premio hay que acertar los 6 números más el reintegro. Se puede jugar para un solo sorteo (sorteo diario) o para los dos sorteos de la semana (sorteo semanal). Con esta última opción se juega jueves y sábado, habiendo validado la apuesta antes del sorteo del jueves. Tendrás premio si aciertas al menos 3 números. Los sorteos tienen lugar los jueves y sábados a las 21:30 horas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:29:23.362+02:00",
  "updated": "2023-12-29T00:29:23.362+02:00"
}