{
  "thread": {
    "uuid": "36d29caa8549147c5922c09fe5e07bd0cca6d116",
    "url": "https://sbnonline.com/article/ceo-jon-bostock-takes-the-wheel-of-the-leaf-home-lamborghini-matt-kaulig-built/",
    "site_full": "sbnonline.com",
    "site": "sbnonline.com",
    "site_section": "https://sbnonline.com",
    "site_categories": [],
    "section_title": "Home - SBN",
    "title": "CEO Jon Bostock takes the wheel of the Leaf Home “Lamborghini” Matt Kaulig built - SBN",
    "title_full": "CEO Jon Bostock takes the wheel of the Leaf Home “Lamborghini” Matt Kaulig built - SBN",
    "published": "2023-12-28T22:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://sbnonline.com/wp-content/uploads/2023/12/neo_cs_leaf-home_0124.jpg",
    "performance_score": 0,
    "domain_rank": 55516,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "36d29caa8549147c5922c09fe5e07bd0cca6d116",
  "url": "https://sbnonline.com/article/ceo-jon-bostock-takes-the-wheel-of-the-leaf-home-lamborghini-matt-kaulig-built/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T22:06:00.000+02:00",
  "title": "CEO Jon Bostock takes the wheel of the Leaf Home “Lamborghini” Matt Kaulig built - SBN",
  "text": "Looking back, Matt Kaulig can hardly believe the incredible growth story that began in his basement nearly 20 years ago. Initially, he founded LeafFilter North Inc. in 2005 simply to sell a single product as an authorized dealer of LeafFilter® Gutter Protection. But within just a few years, he took ownership of the entire LeafFilter company, and that was just the beginning. By 2016, LeafFilter had broken $100 million in revenue with about 350 employees across 31 offices. Since then, the business has exploded, growing outside the U.S. with its first locations in Canada in 2017, and expanding beyond the flagship LeafFilter product with the 2019 launch of Leaf Home, which today encompasses additional brands including Leaf Home Safety Solutions™, Leaf Home Water Solutions™ and Leaf Home Enhancements™. “It’s hard to believe that we were only a $100 million company back in 2016,” Kaulig says. “One of our mottoes at Leaf Home is that either you continue to grow, or you begin to die. And we’ve just continued to grow.” Today, Leaf Home encompasses more than 200 offices across the U.S. and Canada, with more than 8,000 employees and partners in its network. With a compound annual growth rate of 16 percent over the last three years, the company will close 2023 with more than $1.6 billion in revenue, making Leaf Home the largest home services platform in North America, according to Qualified Remodeler magazine’s annual Home Improvement Pro 200 list. But with that kind of growth comes a new set of challenges, prompting Kaulig, now a board member of Leaf Home and executive chairman of Kaulig Companies, to hand over the keys and name a new CEO, Jon Bostock, to lead Leaf Home’s next phase of growth. “Leaf Home is a success story, and it’s incredible to see how far it’s come,” says Bostock, who officially stepped into the role of CEO in March 2023 after serving several months as interim CEO. “But if it weren’t for the solid platform that Matt built, Leaf could not have done what it did.” Here’s how Kaulig built a strong foundation to grow Leaf Home from a basement startup into a multi-billion-dollar brand, and how Bostock plans to build upon this platform during the next chapter of the company’s unstoppable growth story. Growing beyond gutter protection Kaulig, a former contractor, initially founded his company to solve a very specific need: taking care of clogged gutters once and for all. “Once we put LeafFilter on your home, it’ll be there forever,” he says. “It has a lifetime warranty, so you’ll never clean your gutters out again.” By approaching the market with a high-quality product paired with stellar customer service, Kaulig continued to grow his sales at LeafFilter year-over-year. By 2010, he took ownership of the entire national brand. Then, after several more years of growth, he began to think bigger than just gutter protection. “Our processes and customer service are so good that we can do this with any product for your home,” he says. Seeing how the same approach to sales and service could translate to other solutions for homeowners, Kaulig launched Leaf Home in February 2019 as an umbrella brand to extend his proven platform beyond LeafFilter. “People really do value their homes, and with people wanting to live in their homes longer, their homes need to keep pace with their lifestyle — and ultimately, we can deliver on that promise,” Bostock says. Whether that’s by keeping leaves and debris out of their gutters with a product like LeafFilter or solving other water-related issues through in-home water purification, bath conversions and renovations, or even garage flooring, Leaf Home meets those needs for homeowners. “We’ve translated Matt’s vision into making homeownership easy,” Bostock says. “We’re simply translating that into more products and services.” While the quality of each Leaf Home product is paramount, Kaulig says the key to the company’s continued growth is the people behind the products; they’re the ones who deliver the unparalleled service that truly sets these brands apart. More specifically, he says, “it’s the winning attitude that employees have,” which is fostered by his competitive spirit and his mantra of getting things done “today not tomorrow,” or TNT for short. “This is a culture that was truly built around getting things done and winning every single day,” Bostock says. “Coming into this environment is like walking into a garage and seeing a Lamborghini that’s ready to go. The culture is so rich here, and that’s what has enabled this growth and made this company so amazing.” Supercharged expansion For the first few years after founding LeafFilter North, Kaulig ran the business himself out of his home in Stow, scheduling his own appointments, taking calls on his personal cell phone and storing inventory in his garage. Then, he gradually began to grow, opening his first three offices in Pittsburgh, Toledo and Columbus in 2008, and then continuing to add about three new offices each year for the next 10 years. “We recognized pretty quick that we could just replicate what we were doing in all the other offices,” Kaulig says. “You can do it with the same product, with the same processes, with the same people over and over again, and you get really good at it, and the processes get perfected.” This slow-but-steady growth expanded the LeafFilter brand, spreading it across a larger footprint as Kaulig continued to open new offices across North America. Now, because of its extensive market presence, over 80 percent of U.S. ZIP codes can have product installed by Leaf Home in less than a week. And, unlike some other tech-based home improvement platforms that subcontract jobs to local third-party service providers, Leaf Home’s 8,000 employees and partners all follow the same processes and systems that Kaulig put in place to deliver a consistent experience every time across every product. “The power of our model is that we can go out and recruit, train and cross-train efficiently,” Bostock says. “We’ve really built a model that works at scale.” Kaulig’s steady, scalable growth strategy got supercharged in 2017 with an investment from Gridiron Capital LLC, a Connecticut-based private equity firm that acquired majority interest of the company. Instead of opening three offices a year, Leaf Home started adding a new office each month. Even then, “Matt had a tremendous amount of discipline,” says Bostock, who previously served as operating partner and CEO-in-residence at Gridiron. “A lot of companies that try to grow really fast don’t understand what profitability looks like. But here’s someone who built a phenomenal platform that was measured, controlled and disciplined. Those are the same principles we follow today.” As Leaf Home continued to grow, Kaulig realized that the company was quickly outgrowing his leadership. “When you go from a small business to a major corporation approaching $2 billion, it’s a whole different situation than being a local gutter protection contractor,” he says, “and it requires a different mentality and a different skillset to lead.” Leadership transition Kaulig’s realization launched a search process of interviewing potential executives to take over Leaf Home’s rapid growth trajectory. Ultimately, Bostock rose to the top as “a super sharp, super smart, charismatic businessman who can take the company to a new level,” Kaulig says. Bostock had taken an interest in Leaf Home’s growth, even before he joined Gridiron. An experienced executive with a proven ability to create value in high-growth companies, Bostock spent more than a decade of his early career in various roles at General Electric. He previously launched a tech-enabled, direct-to-consumer cleaning product startup called Truman’s, which Fast Company lauded as a “World Changing Idea.” Prior to that, Bostock led Big Ass Fans, a manufacturing startup in Kentucky, where he orchestrated a successful $500 million private equity transaction. After serving as Leaf Home’s interim CEO since August 2022, Bostock officially became CEO in March 2023. Around the same time, Leaf Home also appointed a chief information officer and chief growth officer, shaping its new executive team to position the company for its next phase by leveraging the existing platform and people to drive new growth. “As a CEO coming in, I’m embracing the power of the business model and also the power of the people that Matt trained and inspired to be a part of this business,” Bostock says. “The next part is inspiring them to think big about how we use this platform to grow. This isn’t about changing the platform; this is about bringing new products and services into the platform and growing.” Bostock has already been running the day-to-day operations of Leaf Home for a couple of years, allowing Kaulig to step aside and focus on his other responsibilities, which include running his family office, Kaulig Cos. Ltd., located next door to LeafFilter’s corporate headquarters. The brands within Kaulig Cos. include a charitable giving arm, Kaulig Giving; a private investment arm, Kaulig Capital; a full-service marketing and branding agency, Kaulig Media; and a NASCAR racing team, Kaulig Racing. In 2022, Kaulig also became a minority owner of the Cleveland Guardians Major League Baseball team. Today, these varied responsibilities demand most of Kaulig’s time. “We talk about sports when we talk about the Cleveland Guardians and NASCAR, but we look at Leaf Home the same way: It’s a competitive sport,” says Kaulig, who remains on the board of Leaf Home. “If we treat it that way as a competitive business, that means we focus on providing amazing products with amazing service, and that’s how you win.” The next chapter So far, Kaulig says, the leadership transition has gone smoothly, thanks to Bostock’s extensive leadership experience and Leaf Home’s solid platform. With the figurative keys to the Leaf Home “Lamborghini,” so to speak, Bostock says his role is more about continuing to drive the well-oiled machine that Kaulig built, as opposed to changing it. “There’s so much that we can pull from that core DNA that makes this company so amazing,” Bostock says, noting that his leadership approach will look similar to his predecessor’s, but “the scale is just different.” For example, Bostock is putting more sophisticated systems and processes in place to support Leaf Home’s large-scale growth. He’s also working to “prepare the company for different outcomes,” he says, whether that involves going public, selling or pursuing other growth avenues. “When you’re a company as big as we are, you have to be very smart about how you grow and how you win,” he says. Wherever Leaf Home’s growth trajectory leads, and whichever products and services emerge within the portfolio along the way, Bostock continues to guide the company toward Kaulig’s initial vision. “Everything is about making home ownership easy and delighting the customer, so we have to orient the team around that north star,” Bostock says. “If you don’t have that core DNA where people aren’t hungry to win, where people don’t want to solve problems every single day, it’s harder to get people to step up and do it. Here, everyone wants to go out and win; we’ve just got to focus on that singular vision and execute that every single day. As long as we stay true to this idea, there are tons of products and services that we can continue to roll out.” ●",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jon bostock",
        "sentiment": "negative"
      },
      {
        "name": "matt kaulig",
        "sentiment": "negative"
      },
      {
        "name": "kaulig",
        "sentiment": "none"
      },
      {
        "name": "leaffilter",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "leaf home",
        "sentiment": "none"
      },
      {
        "name": "leaffilter north inc.",
        "sentiment": "none"
      },
      {
        "name": "leaf home water solutions",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:42:24.933+02:00",
  "updated": "2023-12-29T02:42:24.933+02:00"
}