{
  "thread": {
    "uuid": "63fcfcc12b99d166da68ade9bf466a61b04f3228",
    "url": "https://www.aciprensa.com/noticias/104720/nicaragua-arzobispo-destaca-ejemplo-de-rolando-alvarez-en-la-lucha-por-cristo",
    "site_full": "www.aciprensa.com",
    "site": "aciprensa.com",
    "site_section": "http://feeds.feedburner.com/noticiasaci",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Noticias de ACI Prensa",
    "title": "Arzobispo resalta ejemplo “precioso” de Mons. Rolando Álvarez para luchar en nombre de Cristo",
    "title_full": "Arzobispo resalta ejemplo “precioso” de Mons. Rolando Álvarez para luchar en nombre de Cristo",
    "published": "2024-05-31T09:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.aciprensa.com/imagespp/rolando-alvarez-nicaragua-diocesis-de-matagalpa-17012024-1717190092.jpg",
    "performance_score": 0,
    "domain_rank": 18206,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "63fcfcc12b99d166da68ade9bf466a61b04f3228",
  "url": "https://www.aciprensa.com/noticias/104720/nicaragua-arzobispo-destaca-ejemplo-de-rolando-alvarez-en-la-lucha-por-cristo",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ACI Prensa",
  "published": "2024-05-31T09:00:00.000+03:00",
  "title": "Arzobispo resalta ejemplo “precioso” de Mons. Rolando Álvarez para luchar en nombre de Cristo",
  "text": "El Arzobispo de Oviedo (España), Mons. Jesús Sanz, resaltó el ejemplo “precioso” de\n Mons. Rolando Álvarez, Obispo de Matagalpa y Administrador Apostólico de Estelí (Nicaragua) —exiliado en Roma desde enero de este año— al recibir un premio en su nombre en España.\nAsí lo indicó el prelado español tras recibir el Premio Libertas Internacional 2024 el 29 de mayo en la ciudad de Oviedo, en\n declaraciones al periodista nicaragüense exiliado, Israel González Espinosa.\nRecibe las principales noticias de ACI Prensa por WhatsApp y Telegram\nCada vez es más difícil ver noticias católicas en las redes sociales. Suscríbete a nuestros canales gratuitos hoy:\nAl ser preguntado sobre qué mensaje le daría a los nicaragüenses que sufren la persecución de la dictadura de Daniel Ortega y su esposa y vicepresidente, Rosario Murillo, el Arzobispo respondió: “Todo nuestro ánimo, todo nuestro apoyo solidario, cristiano y que no tiren nunca la toalla. El ejemplo de Monseñor Rolando es un acicate precioso para seguir en esta lucha en nombre de Cristo, del Evangelio y de la libertad de un pueblo”.\n🔴 EXCLUSIVA— Israel González Espinoza (@israeldej94)\n[@israeldej94]\nArzobispo de\n[@ArchiOviedo], monseñor Jesús Sanz [@jsmofm], recibió el premio LIBERTAS Internacional 2024 en nombre de su hermano obispo, Monseñor Rolando Álvarez.\n\"He hablado con él. Creo que nos veremos pronto\", dijo monseñor Sánz al finalizar acto. 👇🇳🇮\n[pic.twitter.com/yHUFpHA06A] [May 29, 2024]\nSobre la feroz persecución del\n régimen de Ortega contra la Iglesia Católica, Mons. Sanz comentó que en España también “tenemos en nuestra historia, no tan lejana, experiencia de lo que significa el tener la libertad coartada y pagar con el precio de la vida, precisamente el querer abrazar la libertad y que nos permitan expresar nuestra fe y nuestra esperanza”.\nSobre el premio recibido, el Arzobispo de Oviedo comentó que “significa un gran honor y me ha llegado a conmover. Pude hablar con Monseñor Rolando, creo que nos veremos en breves fechas y con mucho gusto le haré entrega lo que en su nombre he podido recibir”.\n“El precio de la libertad es un ejemplo netamente evangélico y cristiano que él ha pagado a tan alto costo por la libertad que nace del Evangelio y por la libertad que está en el corazón de un pueblo”, continuó.\nPor eso, resaltó el arzobispo, “en medio de una sociedad tantas veces mediocre y amoral, estos ejemplos nos llenan de alegría y nos estimulan porque nos señalan el camino a seguir, y a veces nos afean los caminos que hemos podido estar traicionando”.\n“Es un regalo para todos, este premio también lo significa y deseamos que tanto Monseñor Rolando como todos los nicaragüenses que están sufriendo el exilio, puedan volver cuanto antes a una Nicaragua libre, democrática y en paz”, aseguró.\n¿Quién es Mons. Rolando Álvarez?\nMons. Rolando Álvarez es un conocido defensor de los derechos humanos y crítico de la dictadura de Nicaragua.\nEl prelado nicaragüense fue obligado a permanecer recluido dentro de su casa episcopal\n desde inicios de agosto de 2022, junto a sacerdotes, seminaristas y un laico.\nDos semanas después, cuando casi habían quedado sin alimentos, la policía irrumpió en la casa y\n se llevó secuestrado a Mons. Álvarez rumbo a Managua, la capital del país.\nEn medio de un cuestionado proceso, la dictadura lo\n condenó el 10 de febrero de 2023 a 26 años y cuatro meses de prisión, acusándolo de “traidor a la patria”. Desde entonces, fue recluido en la cárcel La Modelo, donde son enviados los presos políticos.\nUn día antes de ser condenado, Mons. Álvarez\n se había negado a subirse a un avión en el que la dictadura deportó a más de 200 presos políticos rumbo a Estados Unidos.\nMons. Rolando Álvarez fue finalmente\ndeportado a Roma tras la mediación del Vaticano, el 14 de enero de 2024, junto al Obispo de Siuna, Mons. Isidoro Mora; otros sacerdotes y seminaristas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://x.com/israeldej94/status/1795962860771651653",
    "https://www.x.com/israeldej94/status/1795962860771651653"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T06:49:44.813+03:00",
  "updated": "2024-06-01T06:49:44.813+03:00"
}