{
  "thread": {
    "uuid": "b013c9a9386febe3ebf71c10de0d4091fd2ffc69",
    "url": "https://www.sootoday.com/ontario-news/toronto-plans-to-open-more-warming-spaces-if-temps-dip-further-8110966",
    "site_full": "www.sootoday.com",
    "site": "sootoday.com",
    "site_section": "https://www.sootoday.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "SooToday.com: SooToday.com",
    "title": "Toronto plans to open more warming spaces if temps dip further",
    "title_full": "Toronto plans to open more warming spaces if temps dip further",
    "published": "2024-01-15T22:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/shared/feeds/cp/2024/01/2024011512018-65a566d9bd41a3e30b4161ecjpeg.jpg;w=650;h=433;mode=crop",
    "performance_score": 0,
    "domain_rank": 40674,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b013c9a9386febe3ebf71c10de0d4091fd2ffc69",
  "url": "https://www.sootoday.com/ontario-news/toronto-plans-to-open-more-warming-spaces-if-temps-dip-further-8110966",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Maan Alhmidi; The Canadian Press",
  "published": "2024-01-15T22:50:00.000+02:00",
  "title": "Toronto plans to open more warming spaces if temps dip further",
  "text": "Toronto plans to open a new site to help keep vulnerable residents warm when temperatures plunge further, the city said Monday after its four warming centres were at capacity over the weekend. Temperatures dropped in the city over the weekend and are forecast to stay low through the week. Warming centres across Toronto – located downtown and in the areas of North York and Scarborough – opened last week to provide walk-in access to a safe, warm place to rest and snacks for those who may be experiencing homelessness. The city's four warming centres have a combined capacity of a little less than 180 people. All four centres were at capacity over the weekend and the city said it is ready to open more spaces when temperatures drop to - 15 C. \"The city has identified one surge site to be activated when temperatures fall to -15 C, or during extreme weather events,\" city's spokeswoman Christy Abraham wrote in a statement Monday. People were seen entering and exiting a warming centre on a quiet downtown Toronto street near the city hall Monday afternoon. Abraham also said 10 drop-in providers, which offer a range of services including food, health care and showers to those experiencing or at risk of homelessness, have extended their hours for the winter. City teams are also providing blankets, sleeping bags, and warm winter clothing to those living outdoors, she said. \"When temperatures reach -15 C or colder, the city will dispatch additional street outreach teams to perform wellness checks and encourage people to come indoors,\" she added. Toronto has opened additional shelter space, expanded its warming centres' operations, and opened new 24-hour respite sites this winter, Abraham said. Diana Chan McNally, social worker and harm reduction advocate, said respite sites, which provide more services, are not always accessible to everyone because people have to call and register beforehand. Warming centres are more accessible, she said, but it's sometimes difficult for those experiencing homelessness to know where they are and when they are open. \"If it's just consistently open, people will know that no matter what, they can just go there instead of pondering: is it open, is it not? Has the location changed?\" she said. \"The more that you have consistent low-barrier space, the more accessible and safe it is for people.\" She said the city should make more warm spaces available for people who are homeless. \"If it's really cold out, people need to know that they can just come inside, even if it's crowded,\" she said. \"It's better than nothing, right, because otherwise those people, it's not like they disappear. They just end up on the (transit system) or they end up in the library and that's an even less appropriate space than a respite centre.\" City councillors had voted last year to lower the threshold for when warming centres will be opened to -5 C or when freezing rain, snow or storm warnings are issued. Warming centres opened last winter only when temperatures dipped to -15 C or -20 C in Toronto. This report by The Canadian Press was first published Jan. 15, 2024. Maan Alhmidi, The Canadian Press",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "abraham",
        "sentiment": "none"
      },
      {
        "name": "christy abraham",
        "sentiment": "none"
      },
      {
        "name": "scarborough",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "toronto",
        "sentiment": "none"
      },
      {
        "name": "north york",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T01:39:44.440+02:00",
  "updated": "2024-01-16T15:33:38.782+02:00"
}