{
  "thread": {
    "uuid": "a65cc4026fdce1141c2de8c7037bf9b610c6ab7e",
    "url": "https://www.kompas.id/baca/english/2024/05/04/en-totto-chan-revolusi-pendidikan-anti-perundungan-dan-anti-perang",
    "site_full": "www.kompas.id",
    "site": "kompas.id",
    "site_section": "https://kompas.id/pedoman-media-siber",
    "site_categories": [],
    "section_title": "Kompas.id",
    "title": "Totto-Chan, Educational Revolution, Anti-Bullying, and Anti-War - Kompas.id",
    "title_full": "Totto-Chan, Educational Revolution, Anti-Bullying, and Anti-War - Kompas.id",
    "published": "2024-05-04T10:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ID",
    "main_image": "https://cdn-assetd.kompas.id/f0rjsG6dZThbA-ZqyFE5FXuvsw0=/1024x576/https%3A%2F%2Fasset.kgnewsroom.com%2Fphoto%2Fpre%2F2024%2F05%2F04%2F029f99d8-addd-4de8-9c4a-8e1ab27e5fa5_jpg.jpg",
    "performance_score": 0,
    "domain_rank": 36625,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a65cc4026fdce1141c2de8c7037bf9b610c6ab7e",
  "url": "https://www.kompas.id/baca/english/2024/05/04/en-totto-chan-revolusi-pendidikan-anti-perundungan-dan-anti-perang",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "RIANA A IBRAHIM",
  "published": "2024-05-04T10:45:00.000+03:00",
  "title": "Totto-Chan, Educational Revolution, Anti-Bullying, and Anti-War - Kompas.id",
  "text": "[›](/) [English](/kategori/english)›Totto-Chan, Educational... Totto-Chan, Educational Revolution, Anti-Bullying, and Anti-War The film \"Totto-Chan: The Little Girl at The Window\" which is full of humanitarian messages will be broadcast in Indonesia on May 1 2024. About AI Translated Article Please note that this article was automatically translated using Microsoft Azure AI, Open AI, and Google Translation AI. We cannot ensure that the entire content is translated accurately. If you spot any errors or inconsistencies, contact us at [hotline@kompas.id](mailto:hotline@kompas.id), and we'll make every effort to address them. Thank you for your understanding. There is a saying that children will grow according to what we believe. Therefore, labeling children without being willing to understand them can kill their motivation and future steps. As adults, will we be the murderers of their dreams? \"Why does everyone think of me as a troublemaker? Even though, I am only a Totto-Chan,\" said the little girl, familiarly called Totto-Chan, with a sad voice and face. “You are a good girl,” replied Sosaku Kobayashi, Principal of Tomoe Gakuen, gently responding to Totto-Chan's question. The piece of dialogue above is part of the opening scene of the [film](https://www.kompas.id/label/film?open_from=automate_body_url) Totto-Chan: The Little Girl at The Window (2023) or Madogiwa no Totto-Chan (2023). This film, which will be released in Indonesia on May 1 2024, is an adaptation of the novel of the same title which contains the autobiography and childhood memories of Tetsuko Kuronayagi. For book readers, the content of the film is certainly not much different. The story is about Totto-Chan who was expelled from school because of her excessive curiosity being considered disruptive, then finding a new home at her new school. But unfortunately, the cruelty of war has robbed the childhood joy of children in Japan, including Totto-Chan and her school friends. However, as in any adaptation work, there is some dramatization done by director Shinnosuke Yakuwa and screenwriter Yosuke Suzuki. Nevertheless, this does not affect the core of the story structure. Instead, its portrayal becomes much more impactful in the film. With a duration of 114 minutes, this film distributed by Feat Pictures Indonesia plays nicely with 2D animation. The choice of color tones in various scenes from the beginning to the middle of the film succeeded in presenting a sweet and happy atmosphere of children enjoying their childhood to the fullest at a school, Tomoe Gakuen, founded by Sosaku Kobayashi (Koji Yakusho). Meanwhile, in the middle to the end, after news of Japan's attack on Pearl Harbor, United States on December 8, 1941, the colors began to show a dark shade as a representation of the horrible war. The colors seemed to be the strength of Yakuwa in telling the story of Totto-Chan's colorful life. Even Yakuwa, who is known to have directed various Doraemon films, displays another miracle by depicting Totto-Chan's imagination in various illustrations and different settings to differentiate reality and fantasy. One example is when Totto-Chan (Liliana Ono) was walking with her friend Yasuaki on a dark and deserted road while holding back hunger in the pouring rain. Suddenly, the gloomy atmosphere due to the war was replaced with the colorful glow of streetlights, and the two danced happily to the music they made from the splashing rainwater. After the song ended, they were back on the dark street and parted ways at the station that led them to their respective homes. Similarly, when Yasuaki, who had contracted polio for the first time, entered the school pool and tried to swim, the screen suddenly turned pure white, then the figure of Yasuaki appeared like a sketch swimming gracefully followed by Totto-Chan. Both of them laughed merrily. Also read: [The Life of the World in Ghibli's Hands](https://www.kompas.id/baca/hiburan/2024/01/13/nyawa-dunia-di-tangan-ghibli?open_from=Search_Result_Page) Educational revolution Since Kuroyanagi first wrote a series of articles about himself from 1979 to 1980 in the youth magazine Kodansha until it was published in book form in 1981, Kuroyanagi's story has always been closely linked to the education system and parenting patterns. It's not wrong, Totto-Chan's move to Tomoe Gakuen was based on problems with the education system which demands uniformity and a rigid definition of discipline. Returning to the dialogue in the opening scene of the movie, a six-year-old child sitting in first grade of elementary school almost lost his self-confidence because he was labeled as a troublemaker by his previous school. Fortunately, Totto-chan's mother, Cho Kuroyanagi (played by Anne Watanabe), found Tomoe Gakuen and Kobayashi who genuinely love children. \"Without Mr. Kobayashi's statement at that time that I was actually a good child, maybe I would have never reached this point,\" said Kuroyanagi, who has succeeded in her career as an actress and writer. Kobayashi's acceptance of each child with their various characters successfully boosts the confidence of every child. In fact, Kobayashi intentionally allows children to learn whatever they like. Totto-Chan was surprised on the first day of school when each child was busy with different activities when the class started. Some played the piano, some drew, some conducted science experiments, some wrote stories, and some learned mathematics. Everyone was free to pursue their interests. However, does the learning-teaching situation become chaotic? Not at all. The children focus on their respective activities without disturbing each other. Speaking of discipline, the children at Tomoe Gakuen willingly tidy up their teaching aids, books, toys, bags, and shoes in their proper places without any reprimands or punishments. Every activity undertaken from lunchtime to break time can be a fun learning moment. For example, during lunchtime, children are asked to bring a meal that contains something from the land and something from the sea. From there, children identify the land and sea continuously supporting human life, so it is worth preserving. An attractive and unconventional classroom environment also becomes its own appeal. Kobayashi uses old train carriages as classrooms and libraries, instead of rigid big-pillared buildings. Children are free to sit wherever they want according to their wishes. In this way, children love school very much and enjoy learning without coercion. Even during summer vacations, they secretly agree to play at school. In addition, Kobayashi repeatedly stressed the phrase \"We are all the same. We will do it together.\" This left a deep impression on Totto-Chan. For those who witnessed or read about it, Kobayashi's meaning behind this phrase was a form of resistance against bullying. Therefore, Kobayashi was willing to accept Totto-Chan who was rejected by schools for being considered mischievous. He also accepted Yasuaki who had polio and had difficulty moving or Takahashi who experienced growth failure resulting in a small body. The spirit continuously advocated by Kobayashi spreads to the children. Instead of regarding Yasuaki and Takahashi as physically different, these children are unaware of any differences. They engage in playing together, laughing together, and encouraging each other. It is heartwarming. Also read: [Palme d’Or for Studio Ghibli](https://www.kompas.id/baca/hiburan/2024/04/21/palme-dor-untuk-studio-ghibli?open_from=Search_Result_Page) On the other hand, there is a moment that captures the parents of students at Tomoe Gakuen having a parenting approach based on gentle discipline. They are always involved and fully listen to their children's stories. Even Totto-Chan's father, Moritsuna Kuronayagi (played by Shun Oguri), introduced his daughter to his world as a violin player in an orchestra and taught her independence by involving Totto-Chan in daily household chores. Totto-Chan's parents also did not scold her when she was expelled from school, as they understood that Totto-Chan was not a naughty child and it was not her fault that the school expelled her. Anti War Behind these beautiful things, the haunting shadows of war become real. Totto-Chan was surprised because her lunch turned into just a bag of soybeans. Then, he is no longer allowed to call his parents mama and papa, but must call them otousan for father and okaasan for mother. He was once reprimanded by a soldier for singing a song to the tune of \"Row, row, row Your Boat\". At the time, Totto-Chan, who was a young child, did not understand that it was the result of the war she experienced. As a result of the outbreak of World War II, which later led to Japan fighting against England and America, Japan imposed a ban on using the English language or adopting various Western cultures. Not only that, the depiction of the impacts of war in this film appears simple but full of wounds. Imagine a child who loves a caramel candy very much, then one day they can no longer enjoy their favorite candy because there is no more production due to the war. Also imagine children having to separate from their friends and schools being closed because they have to evacuate with their families. Further imagine that in front of these children, the house where they share their joys and sorrows with their families is destroyed by a bomb. Also read: [The World of Studio Ghibli and Makoto Shinkai Invites Young People to Get to Know Orchestras](https://www.kompas.id/baca/muda/2024/03/11/the-legends-8-replay-the-world-of-studio-ghibli-and-makoto-shinkai-ajak-semua-orang-mengenal-orkestra?open_from=Search_Result_Page) \"Seeing what is happening in Ukraine and Gaza, I feel the need to voice what I once wrote painstakingly as a child affected by war,\" said Kuroyanagi. Yakuwa also agreed with Kuroyanagi. He is willing to become a director with Shin-Ei Animation to make the film Totto-Chan from 120,000 images from early 2023 because it is based on humanity and an anti-war stance that hurts many people, especially children. From Totto-Chan, children's needs are not expensive things or luxury toys but peace, freedom to play and learn, and a kind, loving heart to understand them with all their special qualities.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "microsoft",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "indonesia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T18:26:02.232+03:00",
  "updated": "2024-05-04T18:26:02.232+03:00"
}