{
  "thread": {
    "uuid": "930195d7ac4e22ebf2016807f3a9a216583f868a",
    "url": "https://www.prnewswire.com/news-releases/be-a-powerful-force-for-good-this-summer-302180030.html",
    "site_full": "www.prnewswire.com",
    "site": "prnewswire.com",
    "site_section": "https://www.prnewswire.com/rss/health-latest-news/health-latest-news-list.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "All Health",
    "title": "Be a Powerful Force for Good this Summer",
    "title_full": "Be a Powerful Force for Good this Summer",
    "published": "2024-06-24T16:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://mma.prnewswire.com/media/335958/american_red_cross_logo.jpg?p=facebook",
    "performance_score": 0,
    "domain_rank": 191,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "930195d7ac4e22ebf2016807f3a9a216583f868a",
  "url": "https://www.prnewswire.com/news-releases/be-a-powerful-force-for-good-this-summer-302180030.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "American Red Cross",
  "published": "2024-06-24T16:00:00.000+03:00",
  "title": "Be a Powerful Force for Good this Summer",
  "text": "Red Cross, in partnership with Universal Pictures' new film, TWISTERS, encourages the public to give blood and support disaster relief this July\nWASHINGTON , June 24, 2024 /PRNewswire/ -- As the busy Fourth of July holiday week gets closer, the American Red Cross asks donors to be a powerful force for good by giving blood or platelets now and in the weeks to come. You can be the difference between someone's storm and their sunshine. Donors are critically needed right now after a sharp decrease in donations since late spring. All blood types are needed, especially donors giving type O blood and those giving platelets.\nFull summer calendars and holiday plans may prevent regular donors from being able to give. Additionally, significant summer weather threats such as hurricanes, flooding and tornadoes can result in travel hazards and blood drive cancellations that could impact the blood supply. Help keep lifesaving blood products stocked on hospital shelves and book a time to give blood or platelets by visiting RedCrossBlood.org, calling 1-800-RED CROSS or by using the Red Cross Blood Donor App.\nThe Red Cross has teamed up with Universal Pictures for the theatrical release of TWISTERS to help avoid a summer blood shortage. All who come to give blood or platelets July 1-31 will get a Fandango Movie Ticket* by email. Plus, those who come to give July 1-14 will also receive a one-of-a-kind TWISTERS and Red Cross umbrella, while supplies last. BONUS: those who come to give blood in July will also automatically be entered for a chance to win a 2025 Ram 1500 Big Horn ® . See RedCrossBlood.org/Twisters for full details.\nSwarms of tornadoes and extreme flooding in recent months have tragically taken lives and destroyed entire communities. Most recently, millions of people have endured one of the longest lasting and strongest heat waves in years, including large portions of the Midwest. Unfortunately, in states like Arkansas , Ohio and Nebraska , many communities are still picking up the pieces and recovering from the second most active tornado season on record, according to the National Weather Service's Storm Prediction Center.\n\"The Red Cross is grateful to have partners like Universal Pictures who are not only lending this support to encourage blood donations during this critical time of year but have also generously donated to help support disaster relief,\" said Jennifer Pipa, vice president of Disaster Programs for the Red Cross. \"Because of the climate crisis, the Red Cross is now launching twice as many relief operations for major disasters than we did a decade ago. And disasters are not only straining our relief operations but also our ability to collect lifesaving blood donations. So far this year we have collected 20,000 fewer blood donations due to severe weather.\"\nIn just the first five months of the year, the Red Cross has responded to 20 tornado related disasters across 13 states. Unfortunately, meteorologists expect more powerful and destructive storms to continue in the months to come as the effects of the climate crisis continue. This year's outlook is part of a years-long trend of more frequent and intense climate disasters, such as hurricanes, wildfires, severe storms and floods.\nDare to be a force of nature this summer. Give blood or make a financial donation to the Red Cross by visiting redcross.org .\nHow to donate blood Simply download the American Red Cross Blood Donor App, visit RedCrossBlood.org , call 1-800-RED CROSS (1-800-733-2767) or enable the Blood Donor Skill on any Alexa Echo device to make an appointment or for more information. All blood types are needed to ensure a reliable supply for patients. A blood donor card or driver's license or two other forms of identification are required at check-in. Individuals who are 17 years of age in most states (16 with parental consent where allowed by state law), weigh at least 110 pounds and are in generally good health may be eligible to donate blood. High school students and other donors 18 years of age and younger also have to meet certain height and weight requirements.\nBlood and platelet donors can save time at their next donation by using RapidPass ® to complete their pre-donation reading and health history questionnaire online, on the day of their donation, before arriving at the blood drive. To get started, follow the instructions at RedCrossBlood.org/RapidPass or use the Blood Donor App.\nAbout the American Red Cross: The American Red Cross shelters, feeds and provides comfort to victims of disasters; supplies about 40% of the nation's blood; teaches skills that save lives; distributes international humanitarian aid; and supports veterans, military members and their families. The Red Cross is a nonprofit organization that depends on volunteers and the generosity of the American public to deliver its mission. For more information, please visit redcross.org or CruzRojaAmericana.org , or follow us on social media.\n* Fandango Promotional Code (\"Code\") is good towards the purchase of one movie ticket (up to $15 total ticket price and associated fees and charges) to see Twisters or any other movie at Fandango partner theaters in the US. Code expires 12/31/24. FANDANGO and the Fandango Logo are registered trademarks of Fandango Media, LLC.\n© 2024 Universal Studios, Warner Bros., Domain Pictures & Amblin Entertainment\nSOURCE American Red Cross",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Social Issue"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://c212.net/c/link/?t=0&l=en&o=4197399-1&h=3129125212&u=http%3A%2F%2Fwww.redcrossblood.org%2F&a=RedCrossBlood.org",
    "https://c212.net/c/link/?t=0&l=en&o=4197399-1&h=2977059664&u=http%3A%2F%2Fwww.redcross.org%2F&a=redcross.org",
    "https://c212.net/c/link/?t=0&l=en&o=4197399-1&h=2402539363&u=https%3A%2F%2Fwww.redcross.org%2F&a=redcross.org",
    "https://c212.net/c/link/?t=0&l=en&o=4197399-1&h=4135787496&u=http%3A%2F%2Fwww.cruzrojaamericana.org%2F&a=CruzRojaAmericana.org",
    "https://c212.net/c/link/?t=0&l=en&o=4197399-1&h=1447100752&u=https%3A%2F%2Fwww.redcrossblood.org%2Flocal-homepage%2Fevents%2Ftwisters.html&a=RedCrossBlood.org%2FTwisters",
    "https://c212.net/c/link/?t=0&l=en&o=4197399-1&h=3406372520&u=https%3A%2F%2Fwww.redcrossblood.org%2Fdonate-blood%2Fmanage-my-donations%2Frapidpass.html&a=RedCrossBlood.org%2FRapidPass",
    "https://www.c212.net/c/link/?t=0&l=en&o=4197399-1&h=2402539363&u=https%3A%2F%2Fwww.redcross.org%2F&a=redcross.org",
    "https://www.c212.net/c/link/?t=0&l=en&o=4197399-1&h=2977059664&u=http%3A%2F%2Fwww.redcross.org%2F&a=redcross.org",
    "https://www.c212.net/c/link/?t=0&l=en&o=4197399-1&h=4135787496&u=http%3A%2F%2Fwww.cruzrojaamericana.org%2F&a=CruzRojaAmericana.org",
    "https://www.c212.net/c/link/?t=0&l=en&o=4197399-1&h=3406372520&u=https%3A%2F%2Fwww.redcrossblood.org%2Fdonate-blood%2Fmanage-my-donations%2Frapidpass.html&a=RedCrossBlood.org%2FRapidPass",
    "https://www.c212.net/c/link/?t=0&l=en&o=4197399-1&h=3129125212&u=http%3A%2F%2Fwww.redcrossblood.org%2F&a=RedCrossBlood.org",
    "https://www.c212.net/c/link/?t=0&l=en&o=4197399-1&h=1447100752&u=https%3A%2F%2Fwww.redcrossblood.org%2Flocal-homepage%2Fevents%2Ftwisters.html&a=RedCrossBlood.org%2FTwisters",
    "https://c212.net/c/link/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "red cross",
        "sentiment": "negative"
      },
      {
        "name": "universal pictures",
        "sentiment": "negative"
      },
      {
        "name": "american red cross",
        "sentiment": "none"
      },
      {
        "name": "redcrossblood.org",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T16:04:37.163+03:00",
  "updated": "2024-06-24T16:04:37.163+03:00"
}