{
  "thread": {
    "uuid": "48b481d75991ee7b12eba8ef255d0bd7ddf15f10",
    "url": "https://www.merca2.es/2024/03/29/potaje-vigilia-frio-viernes-santo-1626067",
    "site_full": "www.merca2.es",
    "site": "merca2.es",
    "site_section": "https://www.merca2.es/feed",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Merca2.es",
    "title": "Potaje de vigilia para un frio y lluvioso Viernes Santo",
    "title_full": "Potaje de vigilia para un frio y lluvioso Viernes Santo",
    "published": "2024-03-29T15:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.merca2.es/wp-content/uploads/2024/03/potaje-de-vigilia_5788b0e3_230223175350_1280x1190.jpg",
    "performance_score": 0,
    "domain_rank": 53591,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "48b481d75991ee7b12eba8ef255d0bd7ddf15f10",
  "url": "https://www.merca2.es/2024/03/29/potaje-vigilia-frio-viernes-santo-1626067",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Antonio Olalla",
  "published": "2024-03-29T15:30:00.000+03:00",
  "title": "Potaje de vigilia para un frio y lluvioso Viernes Santo",
  "text": "Estamos en tiempo de celebraciones religiosas y todavía aun en España son muchas las personas que de una forma religiosa o no siguen las tradiciones de estas fechas tan importantes para los católicos. Por este motivo, uno de los platos más habituales en las celebraciones y fiestas familiares que tendremos con motivo de las vacaciones de Semana Santa es el tradicional potaje de vigilia.\nEsta receta típica de la Cuaresma y del importante Viernes Santo de Semana Santa es un plato de cuchara y legumbres, que a diferencia de los más habituales en nuestra geografía, incluye bacalao en lugar de con complementos cárnicos de cerdo por lo que es apta para cumplir las tradiciones religiosas que piden que no se coma carne en esta época del año cada viernes hasta después del domingo de resurrección.\nPara toda esta liturgia y necesidades de la época, como todo potaje, se trata de un guiso que se hace partiendo de un sofrito, se remoja con un caldo y se cuecen las legumbres hasta tenerlas en su punto. Después, se añade el pescado y los elementos más tradicionales como el huevo duro y las espinacas, sirviendo todo junto de forma que los ingredientes se mezclen en cada plato.\nTodo esto deja un plato exquisito y contundente, especialmente para los días lluviosos y fríos que veréis como deleita a vuestros invitados que pedirán que el plato no solo sea de Cuaresma y sea participe de muchas comidas en otras épocas del año, especialmente en las menos cálidas. Pues es un guiso ideal para darle calor al cuerpo.\nIngredientes del potaje de vigilia para 6 personas 1 Puerro 2 Tomates 1 Cebolla 1 Pimiento verde 300 gr de bacalao 2 Huevos 300 gr de garbanzos 1 Manojo de espinacas Medio litro de caldo de pescado Modo de hacer el guiso Para empezar comenzamos cociendo los huevos en agua abundante durante 10 a 12 minutos. Pelar y reservar. Cortar las tajadas de bacalao o si queréis hacerlo con bacalao fresco, recordad que aún es temporada del bacalao skrei del norte, aunque una pieza congelada también puede valer y hacer buen uso. Para esta receta vamos a cortar tiras alargadas y finas del lomo del bacalao para repartirlas mejor. Cortar las espinacas en trozos pequeños.\nSeguimos realizando un sofrito con cebolla y pimiento verde. Y añadir un puerro picado dejando pochar durante diez minutos. Incorporar los tomates rallados y el caldo de pescado a nuestro plato para ir completando el asunto.\nPoco a poco vamos triturando el sofrito con la batidora y dejándolo fino , retornándolo a la cacerola. Cuando vuelva a hervir, agregamos las espinacas y el bacalao, dejando que todo hierva durante unos cinco minutos. Incorporamos los garbanzos cocidos y dejamos que cuezan durante un minuto. Si usáis garbanzos secos, tendréis que dejarlos en remojo una noche y cocerlos dos horas a fuego lento o 18 minutos en olla rápida. Después se usan tal como acabamos de indicar.\nApagamos el fuego, agitamos la cacerola agarrándola por las asas y recolocamos el contenido . Colocamos los huevos duros cortados en cuartos sobre el resto de ingredientes y llevamos a la mesa en la misma cacerola en la que se ha cocinado, sirviendo allí a los comensales que estarán dispuestos a degustar el plato con una buena jarra de sangría o limonada, muy típicas de la época y ligadas también a estas festividades. O bien con algún vino tinto que marida muy bien con el plato.\nPor todo esto, la receta de potaje de vigilia es una clásica y esencia de nuestro país en la época de Cuaresma y Semana Santa y es un plato que suele comerse como plato único, si acaso acompañado un primer aperitivo de buñuelos de bacalao también muy tradicionales para los más atrevidos y comilones.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.clara.es/recetas/potaje-vigilia-receta-semana-santa-facil_27332",
    "https://clara.es/recetas/potaje-vigilia-receta-semana-santa-facil_27332"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T17:00:23.266+03:00",
  "updated": "2024-03-29T18:39:47.228+03:00"
}