{
  "thread": {
    "uuid": "a032b0aac4ead462099699552887fdf13f09ab6b",
    "url": "https://eldiariony.com/2024/04/18/ford-mustang-celebra-historico-cumpleanos",
    "site_full": "eldiariony.com",
    "site": "eldiariony.com",
    "site_section": "http://www.eldiariony.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "El Diario NY",
    "title": "Ford Mustang celebra histórico cumpleaños",
    "title_full": "Ford Mustang celebra histórico cumpleaños",
    "published": "2024-04-19T01:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://eldiariony.com/wp-content/uploads/sites/2/2024/04/2025-Mustang-60th-Anniversary-Package_1x1_01.jpg?resize=1200,1200&amp;quality=80",
    "performance_score": 0,
    "domain_rank": 28848,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a032b0aac4ead462099699552887fdf13f09ab6b",
  "url": "https://eldiariony.com/2024/04/18/ford-mustang-celebra-historico-cumpleanos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Luis F. Cañarte",
  "published": "2024-04-19T01:08:00.000+03:00",
  "title": "Ford Mustang celebra histórico cumpleaños",
  "text": "El Ford Mustang forma parte de la élite de los deportivos más reconocidos a nivel mundial y la marca del Pony tiró la casa por la ventana para festejar sus primeros 60 años de historia.\nSe ha constituido en quizá uno de los vehículos más reconocidos de las carreteras. Un ícono que nació en los años sesenta y fue rápidamente uno de los preferidos de los Baby Boomers para convertirse en leyenda a lo largo de seis décadas.\nEl autódromo de Charlotte, una ciudad identificada con los autos de carreras y sede del museo de la NASCAR, fue el escenario ideal para la celebración este miércoles de las seis décadas del Potro y la presentación de la séptima generación del Mustang.\nAquí se reunieron ávidos fanáticos del deportivo estrella de Ford como el influencer Drew McCullough quien convirtió un modelo 67 en su casa de campo y recorrió 37 estados con su familia luego de sufrir un accidente de construcción el cual casi lo deja paralizado. O la joven Kathryn Daniel quien desde los 17 años ahorró hasta comprar un destartalado Mustang del 67 y gracias a YouTube ella mismo pudo remodelarlo para dejarlo casi como nuevo.\nEl legendario autódromo de Charlotte donde se reunieron los mejores Mustangs de todo EEUU./Impremedia\nAl momento de su lanzamiento en 1964 durante la feria mundial de Nueva York su costo era de casi $3,000 dólares y quien lograba adquirir uno formaba parte de un club exclusivo identificado con la aventura al igual que lo son en el mundo de las motos las Harley Davidson.\nEl Mustang 60 aniversario, del cual se han fabricado solo 1,965 modelos, causó sensación entre los centenares de admiradores reunidos en Charlotte, quienes acudieron con sus respectivos modelos de las diferentes décadas.\nAllan Hyde, quien estuvo con su familia en la presentación del Mustang y trabajó con la NASCAR como mecánico en varios equipos, opinó sobre el nuevo Potro. “Me gusta mucho la nariz agresiva y las luces traseras. El motor tiene mucho poder, es un auto de carrera que se puede comprar en cualquier tienda”, expresó el residente de Charlotte.\nInspirados en la primera generación El diseño de las luces traseras rememoran el del primer modelo. /Impremedia\nEl Mustang 2025 llama rápidamente la atención por su mayor volumen tanto en la parte frontal como trasera. Los ingenieros de Ford se pusieron de acuerdo para rendir homenaje al primer modelo y a primera vista sobresale el corte de las luces traseras al igual que lo tenía originalmente el primer Mustang de 1965.\n“Nos inspiramos en la primera generación de Ford Mustang y aplicamos algunos de los elementos de diseño más especiales a este paquete de apariencia”, comentó Matt Simpson, Gerente General de Ford Enthusiast Vehicles. “El ADN del diseño Mustang es fuerte e icónico y esta edición limitada es prueba de ello”.\nEl paquete de apariencia Mustang 60 aniversario presentado este miércoles a nivel mundial estará disponible exclusivamente para la edición GT Premium con motor V8 de 5.0 litros, tanto en los modelos coupé como en los convertibles, con transmisiones manual y automática.\nViene con una placa conmemorativa en el tablero y características exteriores exclusivas que crean una apariencia única, introduciendo a la era moderna los acentos clásicos del modelo original que debutó en 1964 en la Capital del Mundo.\n“El diseño se inspiró directamente en la silueta limpia y elegante del Ford Mustang”, manifestó durante el lanzamiento Stefan Taylor, Diseñador Sénior de Ford. “Durante el proceso de diseño, observamos de cerca los elementos finamente detallados de la edición de 1965, como las insignias exteriores y las tapas centrales de los rines. Nuestro objetivo era capturar la sensación del 65, al mismo tiempo que nos manteníamos fieles al Mustang como el auto deportivo moderno que es”, acotó Taylor.\nDiseño de pura sangre El panel viene con luces digitales. /Impremedia\nManteniendo el legado del primer Mustang este nuevo pura sangre viene con rines exclusivos de 20 pulgadas con acabado Dark Gravity Gray con detalles brillantes y una tapa central de aluminio estampada de temática retro en rojo Vermillion inspirada en las tapas centrales del Mustang de 1965.\nLa parrilla trae un diseño de malla único como una referencia a la original de 1964 que se modernizó con detalles plateados que también funcionan como tomas de aire para el poderoso motor V8 de 5.0 litros.\nEl modelo exclusivo para los 1,965 primeros compradores está disponible en los colores clásicos Wimbledon White, Modern Race Red y Vapor Blue\nOtro detalle del Mustang 60 son las icónicas tapas de los retrovisores plateados de las versiones en Race Red y Vapor Blue recuerdan a los espejos cromados de antaño, mientras que los de Wimbledon White adoptan las tapas de los retrovisores del color de la carrocería. En el panel de la cabina destaca además una insignia serializada del panel de instrumentos de 60 aniversario.\nLa versatilidad del Mustang a través de los años le ha permitido sobresalir entre los competidores de modelos deportivos porque ofrece la comodidad de un sedán de lujo respecto a otros modelos y permite una mayor maniobrabilidad al momento de conducir gracias a que no está a ras de piso como otros. Sus líneas aerodinámicas permiten además un mejor agarre tanto en las curvas como a velocidades altas.\nEl espacio interior entre los deportivos lleva la delantera al ofrecer una cabina llena de comodidad. “El panel en la cabina es completamente digital. Pueden cambiar las luces internas y el velocímetro puede ser modificado como en el modelo original”.\nLa placa conmemorativa del nuevo modelo del Ford Mustang. /Ford Aún no se ha dado a conocer el precio inicial de este modelo histórico pero Ford ya está aceptando posibles compradores de la séptima edición del pura sangre de cuatro ruedas más reconocido en el mundo. Felicidades al icónico Potro y a festejar muchas cabalgatas más en las pistas.\nEn Hollywood\nVarios modelos de Mustang han sido utilizados en Hollywood entre los que se destacan:\nBullit (1968) con Steve McQueen con el modelo GT 1968.\nDiamonds are Forever (1971) James Bond Mach 1\nGone in 60 Seconds (1971-2000) Mustang 1973\nI Am Legend (2007) Will Smith Shelby Mustang 2007",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:23:42.797+03:00",
  "updated": "2024-04-19T01:31:13.212+03:00"
}