{
  "thread": {
    "uuid": "95c9813da221fe31fa372a6ff0a5eb667a42cc04",
    "url": "https://news.cision.com/hkscan-oyj/r/inside-information--positive-profit-warning--hkscan-corporation-s-comparable-ebit-from-continuing-op,c3902462",
    "site_full": "news.cision.com",
    "site": "cision.com",
    "site_section": "http://news.cision.com/ListItems?format=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Cision News",
    "title": "Inside information, positive profit warning: HKScan Corporation's comparable EBIT from continuing operations will grow clearly compared to 2022 - HKScan Oyj",
    "title_full": "Inside information, positive profit warning: HKScan Corporation's comparable EBIT from continuing operations will grow clearly compared to 2022 - HKScan Oyj",
    "published": "2023-12-29T13:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2889,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "95c9813da221fe31fa372a6ff0a5eb667a42cc04",
  "url": "https://news.cision.com/hkscan-oyj/r/inside-information--positive-profit-warning--hkscan-corporation-s-comparable-ebit-from-continuing-op,c3902462",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T13:01:00.000+02:00",
  "title": "Inside information, positive profit warning: HKScan Corporation's comparable EBIT from continuing operations will grow clearly compared to 2022 - HKScan Oyj",
  "text": "Inside information, positive profit warning: HKScan Corporation's comparable EBIT from continuing operations will grow clearly compared to 2022 HKScan Corporation, Stock exchange release, inside information, 29 December 2023, at 2.01 pm On 29 December 2023, HKScan Corporation announced the signing of an agreement to sell the shares of its Swedish subsidiary HKScan Sweden AB to the Swedish agricultural cooperative Lantmännen ek för. Following the signing of the agreement, HKScan Corporation updates its financial guidance for 2023. Updated guidance for 2023 HKScan expects that the Group’s comparable EBIT from continuing operations will grow clearly compared to 2022. HKScan now estimates the 2023 comparable EBIT for the Group to be EUR 24 - 27 million. The Group's comparable EBIT for 2022 was EUR 9.7 million. The 2023 comparable EBIT for the Group's continuing operations, which following the sale of the Swedish business consist of the Finnish and Danish business, is estimated to be EUR 13 - 16 million. The continuing operations include the Polish bacon production unit, which has earlier been reported as part of the Swedish business unit, but which is not included in the abovementioned sale and will thus in the future be reported as part of the Finnish business unit. The comparable EBIT for 2022 for the Finnish and Danish business units (including the Polish unit) was EUR −2.8 million. Previous guidance for 2023 published on 9 February 2023 In 2023, HKScan expects the Group’s comparable EBIT from continuing operations to improve compared to 2022. The full-year performance will be significantly affected by inflation and the development of consumer purchasing power in the company’s home markets. On the other hand, in the beginning of 2023, energy and logistics costs were on a more moderate level than in the peak of 2022. HKScan Corporation Board of Directors For further information Juha Ruohola, CEO, tel. +358 400 647 160 Jyrki Paappa, CFO, tel. +358 50 556 6512 HKScan Media Service Desk tel. +358 10 570 5700 or email communications@hkscan.com With 110 years of experience, we at HKScan make life tastier – today and tomorrow. Our strategic target is to grow into a versatile food company. Our home markets are Finland, Sweden and Denmark, where around 5,400 of our professionals make responsible and locally produced food for consumers’ varied food moments. Our well-known brands include HK®, Kariniemen®, Via®, Scan®, Pärsons® and Rose®. We are developing a more climate-friendly way of producing food and our Zero Carbon target is a carbon-neutral food chain by the end of 2040. HKScan is a publicly listed company, and in 2022, our net sales from continuing operations totalled over EUR 1.8 billion. www.hkscan.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "hkscan corporation",
        "sentiment": "neutral"
      },
      {
        "name": "group",
        "sentiment": "none"
      },
      {
        "name": "hkscan sweden ab",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T14:21:38.750+02:00",
  "updated": "2023-12-29T14:21:38.750+02:00"
}