{
  "thread": {
    "uuid": "b8ee3538dac52d0081fbbb5b9c4725e36c424265",
    "url": "https://www.liherald.com/seacliff/stories/general-david-petraeus-discusses-new-book-conflict-the-evolution-of-warfare-from-1945-to-ukraine,205542",
    "site_full": "www.liherald.com",
    "site": "liherald.com",
    "site_section": "https://www.liherald.com/seacliff",
    "site_categories": [
      "media"
    ],
    "section_title": "Home | Herald Community Newspapers | www.liherald.com",
    "title": "General David Petraeus discusses new book 'Conflict: The Evolution of Warfare from 1945 to Ukraine' | Herald Community Newspapers | www.liherald.com",
    "title_full": "General David Petraeus discusses new book 'Conflict: The Evolution of Warfare from 1945 to Ukraine' | Herald Community Newspapers | www.liherald.com",
    "published": "2024-01-19T20:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn3.creativecirclemedia.com/liherald/original/20240119-122257-65115B%20SC%20GC%20OB%20p.3%20Petraeus%20event%201_18.jpeg",
    "performance_score": 0,
    "domain_rank": 43877,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b8ee3538dac52d0081fbbb5b9c4725e36c424265",
  "url": "https://www.liherald.com/seacliff/stories/general-david-petraeus-discusses-new-book-conflict-the-evolution-of-warfare-from-1945-to-ukraine,205542",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Will Sheeline",
  "published": "2024-01-19T20:13:00.000+02:00",
  "title": "General David Petraeus discusses new book 'Conflict: The Evolution of Warfare from 1945 to Ukraine' | Herald Community Newspapers | www.liherald.com",
  "text": "Hundreds gathered at Congregation L’Dor V’Dor on Monday evening to hear one of the most impactful military minds of the modern world, talk about his new book, and the history and progress of global military conflicts. Gen. David Petraeus joined former congressman Steve Israel — owner of Theodore’s Books in Oyster Bay — to discuss a wide range of topics, nearly all of which are covered in his book, “Conflict: The Evolution of Warfare from 1945 to Ukraine.” That includes the running of a counterinsurgency force, the war in Ukraine, and the even the Israel-Gaza conflict. Israel, who has known the general since his time in Congress, explained their friendship developed through a mutual appreciation for history and its importance in understanding the modern world. He added Petraeus was one of the first who recommended David McCullough’s book about Theodore Roosevelt, “Mornings on Horseback,” and was struck by the general’s scholarly approach to command. “He said, ‘Congressman, if you really want to understand present conflict and how to deal with challenges, you have to read,’” Israel said. “That’s really how this relationship developed.” “Conflict,” co-written by British historian Andrew Roberts, covers the evolution of modern warfare from the end of World War II up to Russia’s 2022 invasion of Ukraine. Petraeus — a commander in Iraq and Afghanistan who also served as the director of the CIA — discussed how “strategic leadership,” one of the book’s main themes, define modern warfare, and how it’s applicable to daily life. “You have to craft the right strategy, based on a very detailed understanding of your forces — the enemy forces, the physical terrain, the human terrain, the neighborhood, how the country is supposed to work, how it really works — all of these details,” Petraeus said. “In the case of Iraq (in 2003), it was the different religions, the sects, the tribes, the political parties — all of the other elements that are present in that particular context — and I’ll note that we didn’t have a sufficient understanding of that when we went into Iraq, as we found.” Petraeus also focused on the numerous lessons that could be learned from the wars of the latter half of the 20th century, like those in Vietnam, as well as the 1973 Yom Kippur War between Israel and a coalition of Arab countries led by Egypt and Syria. When it comes to more recent conflicts, like the one between Russia and Ukraine, Petraeus described it as being “about as ‘right versus wrong’ as it gets in life,” comparing the strategic styles of Volodymyr Zelenskyy and Vladimir Putin. “This is a brutal, unprovoked invasion of a country by a kleptocrat who doesn’t believe that country has the right to exist,” Petraeus said of Putin. “Henry Kissinger rightly said that ‘NATO’s security now begins at the Ukraine/Russia border,’ and the sooner that (Israel and former U.S. Rep. Peter King’s) successors in the House in particular can get their act together and agree with the Senate on this supplemental bill that will provide the additional assistance that Ukraine so desperately needs … the better off we’ll be.” Israel started his series of conversations with authors after he left Congress in 2017, viewing it as a way to bridge the political divide while providing relevant, unbiased information to patrons of Theodore’s. He told the Herald ahead of the discussion he found Petraeus to be “one of the most insightful and deep thinkers in the military.” “I learned from him that I can’t understand modern-day complexities or strategic complexities without understanding history,” Israel said. The retired general’s book — “Conflict: The Evolution of Warfare from 1945 to Ukraine” — is available where books are sold, including at Theodore’s Books on Audrey Avenue in Oyster Bay.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "david petraeus",
        "sentiment": "neutral"
      },
      {
        "name": "david mccullough",
        "sentiment": "none"
      },
      {
        "name": "steve israel — owner of theodore",
        "sentiment": "none"
      },
      {
        "name": "theodore roosevelt",
        "sentiment": "none"
      },
      {
        "name": "petraeus",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "herald community newspapers",
        "sentiment": "neutral"
      },
      {
        "name": "congress",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "oyster bay —",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T23:08:31.231+02:00",
  "updated": "2024-01-19T23:08:31.231+02:00"
}