{
  "thread": {
    "uuid": "d5e3767c0d15a0cbd22b096f58ce381eb7f60aac",
    "url": "https://www.sasktoday.ca/highlights/head-pediatrician-shares-vision-for-strong-system-of-care-8554930",
    "site_full": "www.sasktoday.ca",
    "site": "sasktoday.ca",
    "site_section": "https://www.sasktoday.ca",
    "site_categories": [],
    "section_title": "Saskatchewan News  - SaskToday.ca",
    "title": "Head pediatrician shares vision for strong system of care - SaskToday.ca",
    "title_full": "Head pediatrician shares vision for strong system of care - SaskToday.ca",
    "published": "2024-04-05T02:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/sasktoday/images/people/image-psa-drterryklassen.png;w=261;h=324;mode=crop",
    "performance_score": 0,
    "domain_rank": 75592,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d5e3767c0d15a0cbd22b096f58ce381eb7f60aac",
  "url": "https://www.sasktoday.ca/highlights/head-pediatrician-shares-vision-for-strong-system-of-care-8554930",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SASKTODAY ca",
  "published": "2024-04-05T02:00:00.000+03:00",
  "title": "Head pediatrician shares vision for strong system of care - SaskToday.ca",
  "text": "REGINA —Dr. Terry Klassen, the Saskatchewan Health Authority’s new head of pediatrics, started April 1 as joint head for both the SHA and University of Saskatchewan’s College of Medicine. Dr. Klassen, a pediatric emergency medicine physician and clinician scientist, brings extensive clinical, research and leadership experience from across the prairies, according to the SHA. “My vision for pediatrics in Saskatchewan is a strong provincial system of care for children, youth and their families,” Dr. Terry Klassen said. “When emergencies happen, when care is needed, I want families to know that high-quality services and acute care are available not only at Saskatoon’s Jim Patterson Children’s Hospital, but across the province and that children will be able to go home or get closer to home as soon as possible to continue healing.” Born in Wynyard, his family moved to Manitoba when he was young. He took his medical training at the University of Manitoba. Dr. Klassen co-founded Pediatric Emergency Research of Canada (PERC), the Canadian PEM research network and Pediatric Emergency Research Networks (PERN), the international Pediatric Emergency Medicine research network. He was instrumental in the Royal College of Physicians and Surgeons of Canada’s recognition of pediatric emergency medicine as a subspecialty. “We are thrilled to have Dr. Terry Klassen, a nationally recognized leader and innovator in pediatrics, join the Saskatchewan Health Authority,” said SHA Chief Medical Officer Dr. Susan Shaw. “His vision for children’s health and care within our province will help ensure Saskatchewan’s children get the best care while also educating and inspiring the next generation of health care professionals.” Not only has his research won national awards, Klassen has robust experience as a clinician and leader. Most recently, Dr. Klassen was CEO and scientific director for the Children's Hospital Research Institute of Manitoba and was the Scientific Director for the George and Fay Yee Center for Healthcare Innovation. “Dr. Terry Klassen will be an exemplary addition to the College of Medicine and the University of Saskatchewan,” said interim Dean Dr. Marilyn Baetz. “His commitment to research and the importance of mentoring the next generation of physicians is clearly demonstrated throughout his career.” Dr. Klassen says he is excited to return to Saskatchewan and continue to build on the successes to date, including those initiated in 2023 under the leadership of the late Dr. Patrick Brophy. He envisions a provincial pediatrics program integrated with prevention, treatment and rehabilitation services as well as robust educational opportunities for the next generation of health-care providers, and create new knowledge through research. The SHA and College of Medicine express appreciation to Dr. Matthew Bradshaw for his leadership and dedication to the department as interim department head.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "terry klassen",
        "sentiment": "negative"
      },
      {
        "name": "klassen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "saskatchewan health authority",
        "sentiment": "negative"
      },
      {
        "name": "university of saskatchewan’s college of medicine",
        "sentiment": "none"
      },
      {
        "name": "perc",
        "sentiment": "none"
      },
      {
        "name": "pediatric emergency research",
        "sentiment": "none"
      },
      {
        "name": "pediatric emergency research of canada",
        "sentiment": "none"
      },
      {
        "name": "university of manitoba",
        "sentiment": "none"
      },
      {
        "name": "pem",
        "sentiment": "none"
      },
      {
        "name": "sha",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "manitoba",
        "sentiment": "none"
      },
      {
        "name": "saskatoon",
        "sentiment": "none"
      },
      {
        "name": "wynyard",
        "sentiment": "none"
      },
      {
        "name": "saskatchewan",
        "sentiment": "none"
      },
      {
        "name": "jim patterson children’s hospital",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:04:22.255+03:00",
  "updated": "2024-04-05T02:04:22.255+03:00"
}