{
  "thread": {
    "uuid": "704c913b464fc87d11354ebece8500dd5de638e6",
    "url": "https://www.newcastleherald.com.au/story/8678910/pristine-st-helena-truly-awe-inspiring-with-boundless-potential",
    "site_full": "www.newcastleherald.com.au",
    "site": "newcastleherald.com.au",
    "site_section": "https://www.lakesmail.com.au",
    "site_categories": [
      "media"
    ],
    "section_title": "Newcastle news, sport and weather | Newcastle Herald | Newcastle, NSW",
    "title": "Pristine St Helena truly awe-inspiring with boundless potential | Newcastle Herald | Newcastle, NSW",
    "title_full": "Pristine St Helena truly awe-inspiring with boundless potential | Newcastle Herald | Newcastle, NSW",
    "published": "2024-07-05T06:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.newcastleherald.com.au/images/transform/v1/crop/frm/5j9qeAa2aY4LpWZ52cph4N/ddb6944f-7c36-40af-9991-cc97cc534154.jpg/r0_106_1500_894_w1200_h630_fmax.jpg",
    "performance_score": 0,
    "domain_rank": 49278,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "704c913b464fc87d11354ebece8500dd5de638e6",
  "url": "https://www.newcastleherald.com.au/story/8678910/pristine-st-helena-truly-awe-inspiring-with-boundless-potential",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T06:30:00.000+03:00",
  "title": "Pristine St Helena truly awe-inspiring with boundless potential | Newcastle Herald | Newcastle, NSW",
  "text": "6 beds | 5 bath | 7 car Located on the cusp of the world heritage listed Barrington Tops national park, three hours from Sydney, is the epitome of pristine, rural living. One-hundred-and-fifty acres fronting the sparkling clear Allyn River, this property is truly special. Offered to the market for the second time in over a century, this property boasts a huge array of options for those seeking the perfect rural escape. With fertile river flats, suitable for cropping and improved pastures, the country rises to undulating to rolling pasture country with magnificent 360-degree views from the top. Whether looking south down the valley, or north up to Mount Allyn and in winter, the snow-capped Barrington's, the aspects are awe-inspiring. The current owners have undertaken major renovation and restoration to the farm and farm buildings. The cute old farmhouse is well equipped with three bedrooms, two bathrooms, oodles of charm and the most gorgeous north facing veranda, perfect to sit with family and loved ones enjoying the peace and tranquility, all with the soundtrack of the flowing Allyn River in the background. The dairy, and grainery have been restored and converted to guest accommodation. The property is already up and running as boutique guest accommodation, which provides terrific options for the next lucky owner. The opportunity St Helena presents is boundless. A functional farm, successful boutique accommodation, totally private and peaceful family compound or incredible country retreat. \"This property stands alone in so many ways,\" listing agent James Hannah from PRD Hunter Valley said. \"The improvements to the property, the location, the aspect, the views, the total beauty of the crystal clear Allyn River running through. \"We are seeing strong interest from local and out of area buyers. \"A number of people have shown strong interest from Sydney, looking for a tranquil setting outside of the city, but still within easy driving distance, and something without the price tag of the southern highlands, or Hunter Wine country. \"There is no mistaking that the property is isolated, but that is it's beauty. \"When you are at the property, you don't really want to leave. The sound of the river, the grand views and sheer peacefulness of the setting is incredible. \"The Upper Allyn is a real community too. People look out for one another, but you have plenty of privacy, good old fashioned country values.\" Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "barrington",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nsw",
        "sentiment": "negative"
      },
      {
        "name": "newcastle herald",
        "sentiment": "negative"
      },
      {
        "name": "newcastle",
        "sentiment": "negative"
      },
      {
        "name": "st helena",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "mount allyn",
        "sentiment": "none"
      },
      {
        "name": "allyn river",
        "sentiment": "none"
      },
      {
        "name": "sydney",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T17:38:52.117+03:00",
  "updated": "2024-07-05T20:04:03.768+03:00"
}