{
  "thread": {
    "uuid": "163dab209c00a827fd908a56cddcacfe63b520ab",
    "url": "https://vnexplorer.net/hopes-of-gaza-ceasefire-rise-as-hamas-delegation-arrives-in-cairo-s2620820.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Hopes of Gaza ceasefire rise as Hamas delegation arrives in Cairo",
    "title_full": "Hopes of Gaza ceasefire rise as Hamas delegation arrives in Cairo",
    "published": "2024-05-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1o8I18.img",
    "performance_score": 0,
    "domain_rank": 56915,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "163dab209c00a827fd908a56cddcacfe63b520ab",
  "url": "https://vnexplorer.net/hopes-of-gaza-ceasefire-rise-as-hamas-delegation-arrives-in-cairo-s2620820.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-05-04T03:00:00.000+03:00",
  "title": "Hopes of Gaza ceasefire rise as Hamas delegation arrives in Cairo",
  "text": "Smoke billows on the horizon as a residential building is hit in an Israeli airstrike in Rafah in the southern Gaza Strip on Thursday. Photograph: Ismael Mohamad/UPI/Rex/Shutterstock\nHopes of a ceasefire in Gaza rose on Saturday as a Hamas delegation arrived in Cairo to continue indirect talks, with what is believed to be a response to a new proposal, reportedly agreed by Israel, to halt fighting for an initial 40 days and exchange hostages for Palestinian prisoners.\nEgyptian and US mediators have reported signs of compromise in recent days and Egyptian state news channel Al-Qahera said on Saturday that a consensus had been reached in the indirect talks over many of the disputed points but gave no further details.\nHowever, many analysts remain pessimistic after five months of stop-start talks that have frequently broken down. Negotiators have consistently struggled to reconcile Hamas’s demand for a lasting ceasefire which would allow the organisation to claim a victory with the apparent determination of Benjamin Netanyahu, the Israeli prime minister, to force Hamas from power, kill or capture its leadership and destroy all its military capabilities.\nA senior Israeli official, speaking on Saturday on condition of anonymity to discuss ongoing negotiations, played down the prospects for a full end to the war. The official said Israel was committed to an offensive on Rafah, Gaza’s southernmost city, and that it would not agree in any circumstance to end the war as part of a hostage-release deal.\nEgyptian sources told the Wall Street Journal that Israel would give the truce talks another week, after which it would launch its long-threatened offensive.\nThe US has sought to pressure Hamas to accept the latest proposals, which are widely seen as a last chance to avert intense new fighting. Any Israeli offensive in Rafah is likely to bring many new civilian casualties and exacerbate the acute humanitarian crisis in Gaza.\n“The only thing standing between the people of Gaza and a ceasefire is Hamas,” the US secretary of state, Antony Blinken, said on Friday.\nBlinken also reiterated Washington’s objections to a Rafah offensive, saying Israel had not presented a credible plan to protect the 1.2 million or more civilians displaced from elsewhere in Gaza who have sought refuge in sprawling, tented refugee camps and UN shelters there.\n“Absent such a plan, we can’t support a major military operation going into Rafah because the damage it would do is beyond what’s acceptable,” he said.\nHumanitarian groups and the United Nations have also repeatedly called on Israel to call off a Rafah attack.\nTedros Adhanom Ghebreyesus, the WHO director general, warned on Friday that a full-scale military operation in Rafah “could lead to a bloodbath, and further weaken an already broken health system”.\nIsraeli officials say a Rafah ground offensive is essential to achieve Israel’s stated war aims because thousands of Hamas fighters and the militant Islamist organisation’s leaders are based there.\nHamas seized about 250 hostages during the surprise attack into southern Israel in October last year that triggered the war. About half are still held in Gaza, with many thought to be in or under Rafah.\nAbout 1,200 died in the October Hamas attack, mostly civilians. More than 34,600 have died in Gaza, mostly women and children, in the ensuing Israeli military offensive. Israel says Hamas is using civilians as human shields, a charge the organisation denies.\nIsraeli strikes early on Saturday on Gaza killed at least six people. Three bodies were recovered from the rubble of a building in Rafah and taken to Yousef al-Najjar hospital. A strike in the Nuseirat refugee camp in central Gaza also killed three people, according to hospital officials.\nIn the last 24 hours, the bodies of 32 people killed by Israeli strikes have been brought to local hospitals, Gaza’s health ministry said on Saturday. The ministry does not distinguish between fighters and civilians in its tallies.\nHamas, which has been in power in the Gaza Strip since 2007, says it is considering the latest truce proposal with a “positive spirit”.\nBut the group is deeply divided, and statements made by its political wing, now mainly based in Istanbul, often do not reflect the views of Yahya Sinwar, the organiser of the October attacks and most senior Hamas leader in Gaza.\nObservers say that it is significant that the Hamas delegation now in Cairo is led by Khalil al-Hayya, deputy head of the group’s political arm in Gaza, rather than a more senior figure who might lack credibility with Sinwar, who has ultimate authority over any deal.\nThe Israeli government is also deeply divided. Senior members of its war cabinet are keen to secure a ceasefire and free surviving prisoners but far-right ministers have threatened to bring down Netanyahu’s ruling coalition if the war is not continued with greater force.\nThe United States, along with Egypt and Qatar, has been trying to seal a ceasefire deal in the nearly seven-month-old war.\nDuring the last truce, over one week in November, 80 Israeli hostages were exchanged for 240 Palestinian prisoners. Up to a third of those remaining in Hamas captivity are now thought to be dead.\nIsrael’s siege has pushed many of Gaza’s 2.4 million people to the brink of famine.\nUS pressure has prompted Israel to facilitate more aid deliveries to Gaza, including through the reopened Erez crossing that leads directly into the hardest-hit north.\nLast week, Israeli settlers blocked a convoy using a new route from Jordan before it crossed into Gaza. Once inside the territory, the convoy was commandeered by Hamas militants, before UN officials reclaimed it.\nFood availability has improved “a little bit”, according to the UN and residents in Rafah interviewed by the Guardian, with prices for some basics dropping to near prewar levels in southern areas where there is most aid.\nThe US-based charity World Central Kitchen resumed operations this week, after suspending them in the aftermath of Israeli drone strikes that killed seven of its staff as they unloaded aid in Gaza on 1 April.\nWorld Central Kitchen was involved in an effort earlier this year to establish a new maritime aid corridor to Gaza from Cyprus to help compensate for dwindling deliveries by land from Israel.\nThe project suffered a further setback on Friday when the US military announced high winds had forced troops working to assemble a temporary aid pier off the Gaza coast to relocate to the Israeli port of Ashdod.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "benjamin netanyahu",
        "sentiment": "none"
      },
      {
        "name": "ismael mohamad",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "al-qahera",
        "sentiment": "none"
      },
      {
        "name": "upi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "cairo",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T17:44:33.310+03:00",
  "updated": "2024-05-04T18:05:16.363+03:00"
}