{
  "thread": {
    "uuid": "0afcbfc31e507c88970b29cc46c07bd631a28850",
    "url": "https://www.laopinioncoruna.es/galicia/2023/12/30/mejora-empleo-permite-45-000-96384714.html",
    "site_full": "www.laopinioncoruna.es",
    "site": "laopinioncoruna.es",
    "site_section": "https://www.laopinioncoruna.es/galicia/",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Galicia, noticias de Galicia en La Opinión A Coruna",
    "title": "La mejora del empleo permite a 45.000 gallegos menores de 65 años dejar de depender de los subsidios - La Opinión de A Coruña",
    "title_full": "La mejora del empleo permite a 45.000 gallegos menores de 65 años dejar de depender de los subsidios - La Opinión de A Coruña",
    "published": "2023-12-30T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.laopinioncoruna.es/images/og-facebook/laopinioncoruna.jpg?id=0-198-0",
    "performance_score": 0,
    "domain_rank": 37423,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0afcbfc31e507c88970b29cc46c07bd631a28850",
  "url": "https://www.laopinioncoruna.es/galicia/2023/12/30/mejora-empleo-permite-45-000-96384714.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "DAniel Domínguez",
  "published": "2023-12-30T02:00:00.000+02:00",
  "title": "La mejora del empleo permite a 45.000 gallegos menores de 65 años dejar de depender de los subsidios - La Opinión de A Coruña",
  "text": "Jubilaciones, Risga, subsidio de desempleo, ingreso mínimo vital, pensiones por algún tipo de incapacidad laboral... Las prestaciones públicas constituyen la única vía de ingreso para 890.625 gallegos, una cifra que bajó de la frontera de los 900.000 y retrocedió un 3,3% el año pasado respecto a 2021. El análisis de los datos revela que la mejora del empleo en la comunidad permitió a 44.345 ciudadanos dejar de depender de los subsidios para llegar a fin mes en la franja de edad de los 16 a los 64 años, excluyendo, por tanto, a las personas en edad de jubilación. La Enquisa estrutural a fogares elaborada por el Instituto Galego de Estatística (IGE) revela una contracción de la dependencia de las ayudas o cheques procedentes del erario público en 2022, gracias en mayor medida al incremento de las cifras de empleo. En ese año, la cifra de ciudadanos gallegos con un puesto de trabajo creció en 18.600 personas, de acuerdo con la Encuesta de Población Activa del Instituto Nacional de Estadística. Además, se rebajaron los ERTE que se mantuvieron parte de 2021 como resaca de la pandemia de COVID-19 surgida un año antes y que causó un terremoto socioeconómico. Galicia cuenta con 890.625 personas que reciben ingresos económicos procedentes de prestaciones, una cifra que entre los 16 y los 64 años se sitúa en 271.707, 44.345 menos que en 2021. El envejecimiento permite engordar ligeramente el dato a partir de los 65 años, edad de retiro tradicional, aunque en 2011 se endurecieron los requisitos para colgar el mono de trabajo en ese momento. El IGE muestra una radiografía por tramos de edad de quienes subsisten gracias a las prestaciones públicas. Entre los 16 y los 29 años, el porcentaje se reduce del 7,6% al 5,8% (de 24.368 a 18.865); entre los 30 y los 39, el descenso es del 15% al 12% (de 110.406 a 89.929); entre los 50 y los 59, el porcentaje da un salto y cae del 23,1% al 20,4% (de 95.384 a 85.416); mientras que de los 60 a los 64, la caída es más pronunciada; del 45,3% (85.894) al 40,5% (77.497). A partir de la edad de retiro, las cifras se disparan, lógicamente, pero se mantienen estables respecto a 2021. De los 65 a los 69 años, el porcentaje es casi idéntico: 81,89% (138.221 gallegos) frente a 81,36% (139.356) el año pasado; entre los 70 y los 74, el 88,3% (135.592) se reduce al 87,9% (136.906); y partir de los 75, el dato crece del 92,1% (334.683) al 93,5% (342.656). Estas cifras se trasladan también al ámbito de los hogares. Los 343.593 que dependían de prestaciones en 2021 se reducen hasta los 332.925, pasando de un 32% del total a un 30,94%. Tasa de pobreza: 14,5% El IGE también revela que la tasa de pobreza en la comunidad cayó al menor porcentaje en 12 años, con un 14,54% de los hogares frente al 15,1% del año anterior. Parte de esta caída se debe a la citada mejora del empleo, con el añadido del incremento del salario mínimo. De hecho, el ingreso medio mensual de los hogares gallegos creció un 5,46% en 2022 hasta los 2.548 euros. Las cuatro provincias registraron un aumento de esta cuantía, siendo Lugo la que experimentó un mejor comportamiento con un 6,92% más hasta los 2.564 euros. En A Coruña, esta cifra fue de 2.631 euros, con un 4,95% de aumento. Por su parte, Ourense contabilizó unos ingresos medios por hogar de 2.249 euros, un 2,65% más, mientras que en Pontevedra el alza alcanzó el 6,57%, hasta 2.545 euros.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T07:46:36.348+02:00",
  "updated": "2023-12-30T07:46:36.348+02:00"
}