{
  "thread": {
    "uuid": "a28e0ff2cd25310677edd740ae9daf9cd14022e5",
    "url": "https://community.thriveglobal.com/thrive-successful-women-share-the-impact-their-work-has-had-on-the-world-beyond-what-they-ever-expected/",
    "site_full": "community.thriveglobal.com",
    "site": "thriveglobal.com",
    "site_section": "https://community.thriveglobal.com",
    "site_categories": [],
    "section_title": "Thrive Global - Onward. Upward. Inward.",
    "title": "Successful Women Share the Impact Their Work Has Had on the World (Beyond What They Ever Expected) - Thrive Global",
    "title_full": "Successful Women Share the Impact Their Work Has Had on the World (Beyond What They Ever Expected) - Thrive Global",
    "published": "2024-01-05T21:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://community.thriveglobal.com/wp-content/uploads/2024/01/Successful-Women-Share-the-Impact-Their-Work-Has-Had-on-the-World--1024x576.png",
    "performance_score": 0,
    "domain_rank": 3505,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a28e0ff2cd25310677edd740ae9daf9cd14022e5",
  "url": "https://community.thriveglobal.com/thrive-successful-women-share-the-impact-their-work-has-had-on-the-world-beyond-what-they-ever-expected/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hannah McCauley",
  "published": "2024-01-05T21:20:00.000+02:00",
  "title": "Successful Women Share the Impact Their Work Has Had on the World (Beyond What They Ever Expected) - Thrive Global",
  "text": "Picture this: 35 successful women from the [Dreamers & Doers](https://www.dreamersdoers.com) collective, movers, and shakers within their respective fields, setting out to conquer their goals and make a difference. Though they had the intention of leaving their mark on the world, they didn’t anticipate the seismic impact their efforts would ultimately have. From empowering women’s healthcare choices to providing guidance through challenging financial times and contributing to a more inclusive global workforce, their stories aren’t just about achieving milestones or generating revenue. They’re beautiful examples of their work evolving into having larger than life impacts that surpassed their expected outcomes. I had the opportunity to gather insights from these very women and get a glimpse into the stories and strategies behind their unforeseen impact. If you’re yearning to leave a legacy that reaches beyond your wildest aspirations, you’re in the right place. You may just discover the key to unlocking your own lasting influence. Rianna Young Founder and CEO of [Happy Hounds](https://happyhoundscbd.com), helping pets thrive by using natural ingredients and delicious flavor combinations to calm anxious cats and canines. The unexpected impact of my work: We have worked with more than 10 rescue organizations to support the welfare of rescues and speak with pet parents who are experiencing behavioral and physical concerns. By creating products for dogs and cats in stressful situations, improving the quality of life for senior pets, and volunteering our time and resources with community and adoptive organizations, we are using Happy Hounds as a force for good in the pet space. My advice: It’s not just about marketing. Connecting with your potential customers in less obvious ways allows you to hear their feedback and experiences. This allows you to create products that actually serve their needs. Kelsey Lindell Founder and CEO of [Misfit Media](http://www.misfitmediaagency.com), a disability inclusion education, consulting, and creative agency that helps brave brands create bold inclusion of disabled people. The unexpected impact of my work: We have educated more than 750,000 people through our workshops in the media, marketing, and entertainment industry on how to better include disabled people in their content. We know that the media is one of the main drivers of what shapes public perception. Without that, there would be no marketing industry. Yet, despite disabled people being [25%](https://www.cdc.gov/ncbddd/disabilityandhealth/infographic-disability-impacts-all.html#:~:text=Up%20to%201%20in%204,have%20some%20type%20of%20disability.) of the population, we’re only seen in the media [3.1%](https://www.pbs.org/wnet/americanmasters/rethinking-disability-representation-on-screen/19397/#:~:text=Despite%20the%20fact%20that%201,year%20high%20according%20to%20GLAAD.) of the time. These reinforce negative stereotypes surrounding disabled people. We’re on a mission to change that. My advice: It’s not going to be easy. If it were easy, someone would have done it already. Stay creative, flexible, and teachable. My goal was always to support as many disabled people as I could. I had no idea it would be via the media. But when I saw that that’s the biggest opportunity I had to impact as many stereotypes as possible, I pivoted my approach. Discover your vision and stay relentlessly committed to it, but be flexible with everything else. Daniela Velasquez-Mora Founder and Creative Director at [Womankind Creative](https://www.womankindcreative.com/), a feminist creative agency challenging sexist marketing clichés and monolithic narratives about women in marketing and advertising. The unexpected impact of my work: The flood of messages from women worldwide who don’t just resonate with our mission—they’re raising their voices for it—confirms one thing: we are not a trend. We’re the new era they’ve been starving for, and they’re not just supporters; they’re the spirit that leads this movement. Together, we’re the damn revolution that provides value and a voice to women, making them feel celebrated and seen. This perspective has enabled us to remain resilient, overcome challenges, and stay innovative as we continue to challenge norms, break barriers, and redefine narratives for women in the world of marketing. My advice: Find your passion and pursue it unapologetically, boldly, and authentically. People are seeking authenticity in today’s filtered world. Don’t be afraid to be unfiltered and true to yourself. Your unique voice is your most powerful tool for change. Michelle Cherian Product and GTM Strategist at [Michelle Cherian Consulting](https://www.michellecherian.com/), helping companies and entrepreneurs leverage their IP into meaningful SaaS products and apps. The unexpected impact of my work: While at [Charity Miles](https://charitymiles.org), I led design and product for Empower, an employee-engagement tool that allowed companies to sponsor their employees’ miles. Our launch coincided with the start of the pandemic. We had tons of companies reach out to us to participate. Through that product, we facilitated companies giving millions of dollars to charity in the first year alone. My advice: The “how” it happens is not completely up to us. We need to do the work and have the energy and intention to make a positive impact. How it happens, many times, unfolds in ways we can’t imagine. Michele Heyward Founder and CEO of [PositiveHire](https://positivehire.co), connecting Black, Latina, and Indigenous women who are experienced scientists, engineers, and technology professionals to management roles. The unexpected impact of my work: We’ve empowered more than 10,000 women with webinars and courses, helping them achieve career milestones. We’ve seen women negotiate successful exits from glass cliff roles, transition from principal engineering positions at one employer to director roles at new organizations, and secure promotions after learning how to effectively position their accomplishments.The ripple effect of our work has extended globally, with women in various countries taking on leadership roles and driving inclusivity in their workplaces. My advice: Maintain a consistent focus on your mission and customers. Their feedback and achievements will identify your path to developing impactful solutions. Ensure consistent open lines of communication between you and your customers to learn about their evolving needs and successes. Dr. Leslie Dobson Clinical and Forensic Psychologist at [Dr. Leslie Dobson Psychological Services](http://www.drlesliedobson.com), helping empower clients to be authentic and genuine. The unexpected impact of my work: I have spent the past 20 years helping people through their struggles. I have stood on the walls that separate criminals from the rest of the world and I have fought to maintain our protection. I have used my experiences to understand and educate others on building awareness of their boundaries, determining energy sucking vampires around them, and giving them permission to live their best life. We move from being stuck and unmotivated, to empowered and grabbing the momentum of life. My experience watching people shine and become their best selves fills my cup of joy. My advice: Trust your gut. Listen to red flags. Don’t shy away from risk. Trust that if you put it out there, it will come back twofold. Empower yourself to live authentically. Give yourself permission to stay away from toxic people through strong interpersonal boundaries. Nicole Loher Sustainability Communicator at [Ideas On Purpose](https://www.ideasonpurpose.com/), a creative agency working at the intersection of business and society to create a fairer, healthier, sustainable world. The unexpected impact of my work: I connect climate research and academia with global, private sector companies to advance sustainability communications and storytelling. As an adjunct professor at New York University, I oversee the publishing of graduate student research as it relates to sustainability and communications. I’ve used this, as well as my own research in the field, to develop and present keynotes and lessons for global, supply chain, and communications executives on how they can better communicate with Gen Z over digital platforms. Currently, I’m working on ways to create a more seamless through-line between the various universities I work with, and the global companies I advise. My advice: Sometimes the most impactful work is first done on an extremely small scale, especially in the climate, sustainability, and community building spaces. Jessica Sikora Founder and CEO of [SUPERBANDS](http://www.superbands.me), a nonprofit 501(c)(3) dedicated to promoting positive mental well-being for teen music fans through unforgettable opportunities. The unexpected impact of my work: After struggling with depression as a teenager and finding solace in the music of my favorite bands, I set out on a mission to build the community of hope I once longed for. Through sending young music fans curated care packages from their favorite artists, we not only provide the opportunity to feel closer to their musical superheroes, but also provide access to critical mental health resources to navigate the ups and downs of growing up. My advice: Embrace your personal struggles as they can fuel your passion and mission. Take that leap of faith even when you feel unequipped. The impact you can create based on the soundtrack of your life might empower and inspire countless others in ways you’ve never imagined. Jodi Klaristenfeld Founder and President of [FLRRiSH](https://www.flrrish.com/), a premier resource for preemie parents, helping families navigate the unexpected journey from hospital to home. The unexpected impact of my work: When I am in a hospital and helping current NICU families, the relief on their faces from the empathy and guidance I am providing speaks for itself. It is staggering to me how many people are affected by premature birth and even more so the number of people affected by mental health conditions as a result of this traumatic experience. Yet our country has no protocol or guidance for helping parents out during this complex journey. I now truly appreciate everything about human growth, development, spirit, and resiliency. My advice: Asking for help is a sign of strength, not weakness. No one person can do it all, and there is nothing wrong with getting help along the way. Allyn Rose Oertel Founder and CEO of [The Previvor Foundation](http://www.theprevivor.org), a digital women’s health platform aimed at putting women back in the driver’s seat of their breast health. The unexpected impact of my work: As a 24-year-old Miss America contestant, I went internationally viral for undergoing a preventative double mastectomy despite not having a cancer diagnosis. I was truly given a platform to speak to my generation about the power and importance of long-term perspective and preventive healthcare. After becoming a leader in the space, I founded The Previvor Foundation, which helped fill the wide information gap for women navigating mastectomy, reconstruction, fertility preservation, and beyond. Since sharing my story, I’ve been featured in media around the world, become the first women with a mastectomy to model for Sports Illustrated, met with leaders in the healthcare space, lobbied Congress, and spoken at the White House about the importance of empowering women’s healthcare choices. It has been the honor of my lifetime to be an aspirational figure for women navigating such a challenging decision. My advice: Check the imposter syndrome at the door and be bold. There are plenty of less qualified people out there living your dream simply because they believed that they could and took the steps to put themselves out there. Carrie Shaltz Haslup Founder and CEO of [Tabeeze](http://www.tabeeze.com), providing parents and their children with innovative, “fuss-free” clothing solutions that adhere to the most stringent sustainable production practices possible. The unexpected impact of my work: I initially aimed to create a convenient clothing option for easier skin-to-skin feeding and bonding access. Little did I know it would become an essential need for premature and medically complex babies in the NICU. With Tabeeze, medical professionals can easily access a baby’s central line, monitor wires, and other medical devices while the baby is clothed. This minimizes the disruption and potential discomfort for the baby, allows parents to be able to dress their infant, and ensures that vital medical equipment remains in place during routine care or emergencies. We eagerly entered into a one-for-one donation partnership with Cincinnati Children’s Hospital to ensure that regardless of a family’s financial situation, their baby could benefit from the comfort and convenience of Tabeeze. We believe every baby deserves the best start in life, and we’re honored to play a small but significant part in making that a reality. My advice: Stay curious. Curiosity breeds innovation. By constantly questioning the status quo and seeking better solutions, you can pave the way for impactful change—oftentimes in ways you wouldn’t have imagined. Lilea Eshoo COO of [Atoria’s Family Bakery](https://www.atoriasfamilybakery.com), on a mission to bake clean flatbreads for the next generation. The unexpected impact of my work: Back in 1992, we started baking and delivering our lavash flatbread to retail stores, catering to those few who sought his authentic flatbread for home use. Demand in our stores skyrocketed as caterers and corporate chefs began buying the convenient and healthy rectangular sheets in bulk to make pinwheels and wraps. We then launched a foodservice size for their needs, which several large commissaries who prepare wrap sandwiches for large grocery stores and club chains picked up. We are proud to bake our clean label bread and see it featured in ready-made meals in over 20,000 stores and cafes where Americans can find healthy and convenient solutions. My advice: Stay true to your roots. We’ve received pressure through the years to add artificial preservatives, coloring, and flavors, but have resisted and kept our clean label product. Lauren Maffeo Author of [Designing Data Governance from the Ground Up](https://pragprog.com/titles/lmmlops/designing-data-governance-from-the-ground-up/), a 100-page, six-step guide to help leaders leverage data as a competitive asset. The unexpected impact of my work: As a systems analyst and designer, I love to share technical knowledge on subjects like machine learning with folks who might not think this knowledge is for them. When I give a talk on data governance or teach a class on human-computer interaction, and hear feedback that the audience gained knowledge to move their careers forward, it reinforces how crucial demystifying data is. Our modern infrastructure runs on huge amounts of data, and we all contribute to this ecosystem. If my work can help everyone see how they’re included, I think that’s a subtle yet significant impact on the world. My advice: Consider what you want folks to learn from engaging with your work. If you have a tangible takeaway for your audience, you can design everything else to meet that core need. Sara Royf Founder of [Student Organ Donation Advocates](http://sodanational.org) (SODA), a national nonprofit that helps students save lives through organ donation advocacy. The unexpected impact of my work: I experienced the life-saving power of organ donation when I was 12 years old and my sister became an organ donor. I wanted to share my story with others when I went to college. I soon discovered hundreds of other students nationwide had a similar story but didn’t know how to share it. Since founding SODA, we have supported more than 500 student leaders in launching their own advocacy work. These students have educated more than 70,000 students about organ donation! My advice: Fall in love with the process and the result will follow. See everything as an experiment and always be willing to adjust course. Lolita Taub General Partner of [Ganas Ventures](http://ganas.vc), investing in pre-seed and seed community-driven startups in the U.S. and Latin America. The unexpected impact of my work: [The Startup-Investor Matching Tool](https://lolitataub.medium.com/announcing-the-gp-lp-matching-tool-89d040199a4f) has certainly made an indelible mark with its impressive track record of over 4,000 introductions made between founders and investors, leading to investments exceeding $10 million. There is a significant social capital gap faced by underestimated founders. The tool has facilitated a way to help address this gap by connecting these founders with investors to whom they normally would not have access. These connections have resulted in the startup founders getting valuable feedback on their businesses, joining accelerators, and, in some cases, receiving investments in their startups. My advice: Embrace different perspectives within your community-driven projects. Diverse voices often lead to fresh ideas and more meaningful results. Look for opportunities to collaborate with others in your community. Working together can magnify your collective ability to make a difference. Continuously assess how your community-driven initiatives are making a difference. Be open to adjusting your approach based on feedback and data to achieve the greatest positive change. Marissa Badgley Founder and CEO of [Reloveution](http://www.truereloveution.com), designing and facilitating transformational learning and community experiences that catalyze culture change and strengthen leadership. The unexpected impact of my work: Reloveution measures the impact of its learning and community experiences in hearts touched, minds changed, comfort zones stretched, cultures transformed, and harmful systems disrupted. In everything we do, we aim to move the needle toward a more community-focused, human-honoring, and loving world. We believe there is seismic power in every moment when a cynic becomes a believer and when people and organizations are freed from the status quo. We have been honored to work with hundreds of teams and tens of thousands of humans to teach alternative and authentic ways of being, leading, and working. My advice: Start by listening deeply and asking lots of questions. When we can move beyond our own egos and intellect, magic and transformation are inevitable. Amy Schultz Co-Founder of [Bolder Money](http://www.boldermoney.com), a financial coaching platform addressing the emotional side of money to help women reduce money shame, grow financial confidence, and build wealth. The unexpected impact of my work: We rebranded to Bolder Money after seeing how reducing shame around money and providing support through challenging financial times can help women make bolder choices in their lives, like leaving a toxic job or a bad relationship, or starting a purposeful business. We’re not just helping women do better with money; we’re creating generations of change makers. My advice: Focus on the group you can impact the most and who you are most proud of supporting with your work. If you have those two things aligned, everything feels easier. Not easy; but easier. Ronit Menashe Co-Founder and CEO of [WeNatal](https://wenatal.com), the first comprehensive prenatal vitamins for her and him, backed by science. The unexpected impact of my work: When we launched WeNatal, our mission was to revolutionize the conversation around fertility, shifting it from an individual-focused perspective to one that embraces the collective responsibility of both partners. One of the most significant shifts we’ve witnessed is the emergence of meaningful discussions around male fertility in mainstream media. The growing recognition of the critical role men play in the fertility journey, coupled with the importance of preconception care for both partners, has been a remarkable development. This shift has exceeded our wildest expectations and is reshaping societal perceptions around fertility. My advice: Start by deeply understanding the problem you aim to solve. The key is to offer a genuine solution, not just a product or service. Continuously innovate to address unmet needs and provide real value. Approach your work with unwavering passion and dedication, as it’s this commitment that fuels you when facing challenges. Remember, empathy, innovation, and dedication are the keys to making a lasting impact. Tiffany Tran Founder of [LightPath Admissions](http://lightpathadmissions.com), offering expert guidance for college and graduate school admissions, with a focus on applicants aspiring to enter the field of management consulting. The unexpected impact of my work: I’ve guided students from diverse backgrounds on their journey to higher education, opening doors they might not have believed possible. Our work goes beyond admissions, shaping students into future leaders who excel academically and contribute positively to society. This has deepened my belief in the transformative power of education and reinforced my commitment to inspiring and guiding the leaders of tomorrow. My advice: Stay true to your passion. Be relentless in your pursuit of excellence. Never underestimate the impact of your work, no matter how small it may seem. The ripples can create significant waves of positive change. Celi Arias Founder and CEO of [The Grown Ass Business](https://celiarias.com), delivering the key systems, strategies, and tools for busy entrepreneurs ready to grow their seven-figure business with confidence. The unexpected impact of my work: I started seeing patterns that many people were skipping on their path to becoming profitable and successful businesses. I realized if I could build tools to make it all simpler, I could essentially help many people grow their businesses faster. I had to develop my own frameworks, but over time I’ve seen these tools impact hundreds of clients and communities. I get to see people take home more profits, hire or retire their partners, and lead meaningful lives. With the proven tools in hand, we’re growing licensing partnerships so people all over the world can access these tools without hiring me directly. My advice: What is your intellectual property? I started to notice the things I was having to teach over and over and over again. This meant there was an opportunity for me to create a visual aid, tool, dashboard, or exercise to exemplify my point. Over time I had amassed a body of work and realized I’d created an order to grow a business. Now I can deliver my framework and my dashboards on repeat, and watch people get results every single time. Lekisha Middleton Founder of [The Good Success Network](https://www.goodsuccessnetwork.com/), a global management consulting firm that focuses on creating a workforce that is equipped, diverse, equitable, and inclusive. The unexpected impact of my work: We have coached, trained, and advised thousands of leaders across the globe to lead with authenticity, intention, and conviction to make this world and workplace a better place for current and future generations. By equipping future leaders with the tools they need for an ever-changing workforce, we contribute to a more inclusive global workforce that benefits all people. My advice: Align your work with your core strengths and values to make a positive impact and leave a legacy that you can be proud of. Hope Alcocer Owner of [Wonder Woman Media](http://www.hopealcocer.com), a small but mighty team of freelance professionals serving female-owned businesses. The unexpected impact of my work: A head injury sustained in high school made conventional academic pursuits challenging. Refusing to let this setback deter me, I revisited my first love: writing. I launched a consulting business in 2010 that has been small in size but monumental in impact. This business provided me not only with a platform but also the resources to publish two books in 2017 and 2018. These books—chronicling my personal journey through trauma, abusive relationships, and mental health struggles—served as catalysts for what I could never have imagined. They propelled me from the corridors of local speaking engagements to national platforms and virtual international forums, where I had the privilege to connect with women enduring similar ordeals. My words—born out of personal pain and polished through my love for writing—have empowered countless women to rediscover their inner strength. They’ve emerged from the darkest corners of their lives, forever changing their narratives. My advice: You never know how you will inspire and make an impact. I truly believe that we push through trials and tribulations to help other souls once we get out on the other side. Chandler J. Esq Founder and Managing Attorney at [Lethal Legal](http://www.yourlethallegal.com), a virtual trademark law firm helping entrepreneurs get rights to their brand and protect their pockets. The unexpected impact of my work: When I graduated law school, I felt like I had two choices: work at a law firm and keep myself in a box or go all in on myself, create a unique firm, and risk not fitting into the normal lawyer stereotype. I chose the latter. Since embracing my authentic self, I’ve received hundreds of messages from other attorneys thanking me for inspiring them to be themselves. My advice: What you’ve been told your whole life is your weakness is actually your greatest superpower. Lean into it, hard. Sarah Baldwin President of [Sarah Baldwin, SEP](https://www.sarahbaldwincoaching.com/), using holistic somatic trauma healing to help people get unstuck and step into the lives they desire. The unexpected impact of my work: My programs serve over 10,000 people covering every continent, including folks in major cities and those living in the most rural parts of the planet. We also offer scholarships, especially for those in situations where they aren’t able to purchase outside of their country. Through this work, I’ve had thousands of people share testimonials that include things like no longer needing to take Xanax to function, no longer experiencing chronic anxiety or depression, having capacity to step toward their callings, resolving chronic illness in their bodies after decades of sickness, and creating enough internal safety to have ease in their relationships and overall life. My advice: I deeply believe that wherein lies our greatest calling/purpose also lies our greatest healing. When we are able to step into our own fullness, it becomes contagious and, usually, we can’t help but want to share that with the world. Leading from this place of wholeness of self and a passionate desire to leave the planet better than we found it changes the world. Dom Farnan Founder of [DotConnect](http://www.dotconnectllc.com), connecting the dots for human-led companies by taking a different approach to recruiting. The unexpected impact of my work: In 2021, my company began hiring talent outside of the U.S., primarily in Africa and South Africa. Not only was the talent we partnered with amazing, but creating opportunities for global talent to work with North American based tech companies brought a lot of optimism and excitement to their local communities. While my team size has been reduced in the last year, I still stay in touch and often hear from the global team who contributed to our companies success in 2021 and 2022. Hearing from the global team how they felt as a part of our company warms my heart. In some cases, we were able to contribute to financial independence for our team members, which feels great. My advice: Make your own rules. You don’t need permission to play the infinite game. Go after what lights you up, and don’t look around at what others are doing. Pave your own path. Jenny Hanh Nguyen Co-Founder and CEO of [Y’OUR Personalized Skincare](https://y-ourskin.com/?h=home), specializing in personalized skin care using AI and human expertise. The unexpected impact of my work: Y’OUR started out to bring forward a modern skincare solution so nobody had to go through the painstaking process of damaging their skin with the wrong products. Little did I know, we would receive more than 5,000 messages from customers, claiming they felt significantly more confident with their natural features. This created immense motivation for me to grow and expand this positivity, going against the beauty industry’s many unhealthy, unrealistic standards. My advice: Don’t stop believing. Embrace your heritage and cultural identity, and use them as an advantage to create a new perspective for your industry; something not many can do. Eleonora Barbieri Commercial Strategy and Leadership Consultant at [The People Difference](https://www.linkedin.com/in/barbierieleonora/), amplifying the performance of firms, professionals, and creators in the media and technology world. The unexpected impact of my work: When I started this work six years ago, impact was my main motivator. Even so, I have been blown away: leadership and strategy projects with executives, leading professionals, and creators generate significant shifts, from launching value-aligned new products and content to organizational culture changes. The fields I operate in, tech and communications, are naturally high-scale fields with strong amplifying effects. This mix has allowed for truly incredible impact. As a strategy person who swears by reliable planning, this has given me confidence to trust in possibilities even beyond the expected, both for myself and my clients. My advice: Be crystal clear about the type of impact you want to have, but stay open to many different ways of realizing that impact. That allows you to keep evolving with the world around you without it feeling daunting. Alice Kim Founder and CEO of [PerfectDD](https://perfectdd.com/), a mission-driven sustainable clothing brand designed to fit and flatter fuller busts. The unexpected impact of my work: Our work at PerfectDD makes women feel confident knowing that their body is not the issue. Rather, it’s the fashion industry that designs clothes for only one type of body. Customer testimonies have brought tears to my eyes and fuels me to continue on this rollercoaster of entrepreneurship. One customer even shared that she canceled her breast reduction surgery after discovering our brand. My advice: Connect with people emotionally. When you focus on making their lives better/ easier, you will leave a mark. I echo what Maya Angelou said, “…people will forget what you said, people will forget what you did, but people will never forget how you made them feel.” Marnie Rabinovitch Founder and CEO of [Thigh Society](https://www.thighsociety.com/?utm_source=google&utm_medium=cpc&utm_campaign=1910031348&utm_content=76131473408&utm_term=thigh%20society&gad_source=1&gclid=CjwKCAiAg9urBhB_EiwAgw88mWcQBP1x_D9YKuBKvQL7w3-nYGfDmGk84lJEFfjOh8U6lJ533uYLbRoCuusQAvD_BwE), the leading direct-to-consumer brand of size-inclusive long leg undergarment solutions to sweating, chafing, and modesty. The unexpected impact of my work: We’ve sold over 1 million pairs of our multipurpose shorties that are the ultimate in comfort for sleeping, pregnancy, and postpartum, sensitive scarring, and so much more. As a size-inclusive brand, we’ve always aimed to help our customers change how they think about their bodies instead of aiming to change them. My advice: Be genuine and authentic. Never forget who your customer is and how you can help them. Entrepreneurship is one of the hardest career paths. Keeping your focus on the impact you’re making is going to help get you through the hard times. Dr. Claire Green-Forde Founder and CEO of [Dr. Claire SPEAKS! LLC](https://www.drclairespeaks.com/), a thought leadership consultancy dedicated to promoting mental health and dismantling systemic inequities in healthcare. The unexpected impact of my work: I have had the privilege of building and transforming programs/organizations, advocate for laws, and expand services in New York to elevate communities who are marginalized and oppressed. Being part of the coalition that helped end child marriage in New York, advocating for the repeal of laws that unfairly targeted people of the global majority, advocating for the expansion of culturally responsive mental health services, and promoting wellness and equity within organizations is truly an honor. My advice: You are already remarkable. Your presence in the world has already left an indelible mark on your loved ones, colleagues, and community. Work is but one aspect of who we are. Stay committed to the journey of discovering who you are, embrace your limitations and strengths, and do what makes your soul and heart joy-filled! Meredith Noble Co-Founder and CEO of [Learn Grant Writing](https://www.learngrantwriting.org), helping those looking for more flexibility build a meaningful career in grant writing. The unexpected impact of my work: When I was running my own grant writing consulting business, I realized there was a real cap on the impact I could have. By shifting to teaching others how to write grants, impact has been exponentially multiplied. At last count, our trained grant writers have won over $627 million in grants, with projects throughout the world. I’m most proud of helping those burned out find new purpose through grant writing, landing a new job in seven months, or quitting their job to freelance full-time in 10 months on average! My advice: Find the repeatable patterns in what you do as an expert in your field. Once you see those and can teach them to others, your impact goes beyond yourself. Danielle Letayf Founder and CEO of [Badassery](http://www.badassery-hq.com), a private community of unconventional thought leaders dedicated to igniting change. The unexpected impact of my work: We’ve helped our community generate more than $275,000 in supplemental income through speaking gigs. I’ve devoted my life to amplifying diverse voices and real stories in many ways, and am so proud that there could be such a great financial benefit for these overlooked storytellers. It becomes surreal when my speakers come up to me to thank me for helping them go on their dream honeymoon or contribute to the money they send back home to their families. The event and speaking spaces are notoriously unfair, so it’s been an uphill battle—which makes the victory that much sweeter. My advice: Get creative with the ways you imagine impact. Sometimes your idea might not resonate in the way that you anticipated, and that’s okay. A speed bump is not a roadblock. Lisa Haukom Photographer and Self Portrait Educator at [The Goldenbrand](https://www.thegoldenbrand.co), a digital haven specializing in personal brand photography, editorial content creation, and strategy consulting. The unexpected impact of my work: When I first discovered the Self Portrait Method for myself, I had no idea it would have such a positive, life-changing impact for others. Witnessing the women I work with in the Self Portrait Studio confront their fears and find their moxie while healing their self-judgment and self-doubt is very gratifying. Helping hundreds of humans heal their relationship to self, through the camera lens and knowing that this will ripple through their business, families, communities, and the world is incredibly meaningful. My advice: Long lasting impact, the kind with real momentum behind it, doesn’t come from a single big decision. It’s usually a series of small, thoughtful, quietly brave choices. Your footprint may feel small now. But keep going—people are listening. Jessica Jazmeen Meunier Founder of [Empowered Personal Finance](https://www.empoweredpersonalfinance.com/), a financial wellness firm changing the financial planning industry by focusing on money mindset and transparent pricing. The unexpected impact of my work: The work I do has helped so many clients realize dreams they never thought possible. I’ve been surprised by how many people still feel so lost and alone when it comes to finances. Having an accountability partner and non-judgmental support along the way is so helpful and enables them to do great things. My advice: Have a clear vision for your work but be flexible and adaptable. Once you understand your clients’ needs and pain points, you may find new ways to offer more efficient and useful solutions. Charmaine Green-Forde Founder and CEO of [Chapter tOO, LLC](https://chaptertoo.com/), an organizational and talent development optimization consultancy, leveraging data-backed people insights. The unexpected impact of my work: One of the commitments I made to myself when I finally faced my fears of sharing my thoughts publicly was that I would use any platform I had to bring attention to the workplace culture and leadership issues that negatively disadvantage marginalized communities. What I didn’t expect when I started doing this was that people around the globe who have come across these various talks would start reaching out and sending me direct messages expressing gratitude for acknowledging their experiences and offering actionable guidance. My advice: Embrace your authenticity and passion, even if it means facing your fears. Start small and utilize the avenues available to you, whether it’s in your workplace, community, or social circles, to bring awareness to issues that matter and educate others. You never know who is listening. [Dreamers & Doers](https://www.dreamersdoers.com/) is an award-winning community that amplifies extraordinary women leaders, investors, and entrepreneurs by raising their profile through PR, forging authentic connections, and curating high-impact resources. Learn more about Dreamers & Doers and get involved [here](https://www.dreamersdoers.com/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.pbs.org/wnet/americanmasters/rethinking-disability-representation-on-screen/19397/#:~:text=Despite%20the%20fact%20that%201,year%20high%20according%20to%20GLAAD.)",
    "http://ganas.vc),",
    "http://www.superbands.me),",
    "https://celiarias.com),",
    "http://www.hopealcocer.com),",
    "http://www.yourlethallegal.com),",
    "https://www.learngrantwriting.org),",
    "https://www.thegoldenbrand.co),",
    "https://www.womankindcreative.com/),",
    "https://happyhoundscbd.com),",
    "http://lightpathadmissions.com),",
    "https://positivehire.co),",
    "https://www.empoweredpersonalfinance.com/),",
    "https://www.goodsuccessnetwork.com/),",
    "http://www.drlesliedobson.com),",
    "https://y-ourskin.com/?h=home),",
    "http://www.truereloveution.com),",
    "http://www.boldermoney.com),",
    "http://www.tabeeze.com),",
    "https://wenatal.com),",
    "https://charitymiles.org),",
    "http://www.misfitmediaagency.com),",
    "https://pragprog.com/titles/lmmlops/designing-data-governance-from-the-ground-up/),",
    "https://www.ideasonpurpose.com/),",
    "https://www.cdc.gov/ncbddd/disabilityandhealth/infographic-disability-impacts-all.html#:~:text=Up%20to%201%20in%204,have%20some%20type%20of%20disability.)",
    "https://www.atoriasfamilybakery.com),",
    "http://www.dotconnectllc.com),",
    "https://www.dreamersdoers.com/).",
    "http://www.badassery-hq.com),",
    "https://perfectdd.com/),",
    "https://chaptertoo.com/),",
    "https://www.dreamersdoers.com/)",
    "https://www.dreamersdoers.com)",
    "http://www.theprevivor.org),",
    "https://www.drclairespeaks.com/),",
    "https://lolitataub.medium.com/announcing-the-gp-lp-matching-tool-89d040199a4f)",
    "https://www.sarahbaldwincoaching.com/),",
    "https://www.flrrish.com/),",
    "https://www.michellecherian.com/),",
    "https://www.linkedin.com/in/barbierieleonora/),",
    "http://sodanational.org)",
    "https://www.thighsociety.com/?utm_source=google&utm_medium=cpc&utm_campaign=1910031348&utm_content=76131473408&utm_term=thigh%20society&gad_source=1&gclid=CjwKCAiAg9urBhB_EiwAgw88mWcQBP1x_D9YKuBKvQL7w3-nYGfDmGk84lJEFfjOh8U6lJ533uYLbRoCuusQAvD_BwE),",
    "https://www.perfectdd.com/),",
    "https://linkedin.com/in/barbierieleonora/),",
    "https://ideasonpurpose.com/),",
    "http://www.lightpathadmissions.com),",
    "http://yourlethallegal.com),",
    "http://hopealcocer.com),",
    "http://misfitmediaagency.com),",
    "http://www.sodanational.org)",
    "https://pbs.org/wnet/americanmasters/rethinking-disability-representation-on-screen/19397/#:~:text=Despite%20the%20fact%20that%201,year%20high%20according%20to%20GLAAD.)",
    "http://drlesliedobson.com),",
    "https://thighsociety.com/?utm_source=google&utm_medium=cpc&utm_campaign=1910031348&utm_content=76131473408&utm_term=thigh%20society&gad_source=1&gclid=CjwKCAiAg9urBhB_EiwAgw88mWcQBP1x_D9YKuBKvQL7w3-nYGfDmGk84lJEFfjOh8U6lJ533uYLbRoCuusQAvD_BwE),",
    "https://learngrantwriting.org),",
    "https://dreamersdoers.com/).",
    "https://dreamersdoers.com)",
    "https://flrrish.com/),",
    "https://michellecherian.com/),",
    "https://www.positivehire.co),",
    "https://www.wenatal.com),",
    "http://www.ganas.vc),",
    "https://thegoldenbrand.co),",
    "https://y-ourskin.com/",
    "https://www.pragprog.com/titles/lmmlops/designing-data-governance-from-the-ground-up/),",
    "https://goodsuccessnetwork.com/),",
    "https://sarahbaldwincoaching.com/),",
    "https://www.chaptertoo.com/),",
    "https://drclairespeaks.com/),",
    "https://www.lolitataub.medium.com/announcing-the-gp-lp-matching-tool-89d040199a4f)",
    "http://superbands.me),",
    "https://womankindcreative.com/),",
    "http://truereloveution.com),",
    "https://www.happyhoundscbd.com),",
    "https://www.y-ourskin.com/?h=home),",
    "https://dreamersdoers.com/)",
    "https://www.charitymiles.org),",
    "http://dotconnectllc.com),",
    "http://badassery-hq.com),",
    "https://empoweredpersonalfinance.com/),",
    "https://www.celiarias.com),",
    "http://boldermoney.com),",
    "http://theprevivor.org),",
    "http://tabeeze.com),",
    "https://cdc.gov/ncbddd/disabilityandhealth/infographic-disability-impacts-all.html#:~:text=Up%20to%201%20in%204,have%20some%20type%20of%20disability.)",
    "https://www.thighsociety.com/",
    "https://atoriasfamilybakery.com),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rianna young founder",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "[dreamers & doers",
        "sentiment": "neutral"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:58:38.168+02:00",
  "updated": "2024-01-06T00:58:38.168+02:00"
}