{
  "thread": {
    "uuid": "e4698763ce4ad184273ba3f9412ae02f8bd33e70",
    "url": "https://finance.yahoo.com/news/atom-bomb-survivor-hopes-japan-010000772.html",
    "site_full": "finance.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "stocks"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "Atom bomb survivor hopes Japan debut of 'Oppenheimer' will stoke nuclear debate",
    "title_full": "Atom bomb survivor hopes Japan debut of 'Oppenheimer' will stoke nuclear debate",
    "published": "2024-03-08T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png",
    "performance_score": 0,
    "domain_rank": 36,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e4698763ce4ad184273ba3f9412ae02f8bd33e70",
  "url": "https://finance.yahoo.com/news/atom-bomb-survivor-hopes-japan-010000772.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tom Bateman",
  "published": "2024-03-08T02:00:00.000+02:00",
  "title": "Atom bomb survivor hopes Japan debut of 'Oppenheimer' will stoke nuclear debate",
  "text": "Teruko Yahata was eight when she saw a blueish-white light envelop the sky over her home city of Hiroshima one summer morning, moments before the first atomic bomb explosion knocked her unconscious and levelled swathes of the Japanese city. Now 86, she is eager to be among the first to see the film \"Oppenheimer\" at its delayed opening in Japan on March 29, hoping the biopic of the scientist who led the development of the bomb will reinvigorate debate over nuclear weapons. \"I don't hold a grudge against Mr Oppenheimer himself or anything like that. It's a much bigger issue,\" said Yahata, who often speaks on behalf of survivors of the nuclear blasts in the cities of Hiroshima and Nagasaki at the end of World War Two. \"I think it's important for the Oppenheimer film to be screened in Japan, so we can learn from it and not lose that awareness that we need to preserve a future for our loved ones.\" The film about atomic bomb pioneer J. Robert Oppenheimer, directed by Christopher Nolan, is expected to win numerous Oscars at next week's Academy Awards, having already grossed nearly $1 billion since its opening in July 2023. But Japan was initially left out of plans for the worldwide screening. The opening in late summer came just weeks before solemn memorials in Hiroshima and Nagasaki held annually to mark the bombings that claimed more than 200,000 lives. Some critics said the film glossed over the human cost in Japan. And many Japanese were offended by a grassroots marketing campaign yoking the film to \"Barbie,\" another blockbuster that opened around the same time, with fan-produced pictures of the films' stars alongside images of nuclear blasts. A #NoBarbenheimer hashtag trended online in Japan, prompting an apology from \"Barbie\" distributor Warner Bros. Bitters End, a Japanese distributor of independent films, eventually picked up \"Oppenheimer\" and set the opening date of March 29. Neither Bitters End nor global distributor Universal Pictures responded to requests for comment. The only nation to have suffered atomic bombings, Japan has led global efforts to abolish the weapons. The issue took on renewed resonance in 2022, with Russia's invasion of Ukraine and nuclear sabre-rattling by Russian President Vladimir Putin. Yahata, one of a dwindling number of \"hibakusha\", as survivors of the nuclear explosion are known, waited until late in life to give witness to her experience on the morning of Aug. 6, 1945, and the horrors that followed. She took English lessons to better tell her story to foreign visitors at the bomb museum and monuments in Hiroshima. She recounts glimpsing the blast as she stepped into her family's garden, a moment before its force knocked her back six metres. \"The entire sky flashed and was illuminated in bluish white, as if the heavens had become a huge fluorescent light,\" Yahata has said in her testimony. Thinking about the process of making the bomb and the decision to drop it on her home sends shivers down her spine, Yahata said, but she feels a degree of empathy for Oppenheimer and his team. \"It must have weighed heavily on their consciences,\" she said. \"Oppenheimer probably understood better than anyone what a terrible thing would result from the creation of atomic weapons.\" (Reporting by Tom Bateman in Hiroshima; Writing and additional reporting by Rocky Swift in Tokyo; Editing by Clarence Fernandez)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hir",
        "sentiment": "negative"
      },
      {
        "name": "teruko yahata",
        "sentiment": "negative"
      },
      {
        "name": "christopher nolan",
        "sentiment": "none"
      },
      {
        "name": "oppenheimer",
        "sentiment": "none"
      },
      {
        "name": "yahata",
        "sentiment": "none"
      },
      {
        "name": "j. robert oppenheimer",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "hiroshima",
        "sentiment": "none"
      },
      {
        "name": "nagasaki",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T03:16:29.644+02:00",
  "updated": "2024-03-08T03:16:29.644+02:00"
}