{
  "thread": {
    "uuid": "91cee5dfed35831a86a0ff09d187c33fcb10929e",
    "url": "https://www.oleantimesherald.com/news/state-union-the-pipes-the-pipes-are-calling/article_fb51b848-e239-11ee-b990-abdfb0326739.html",
    "site_full": "www.oleantimesherald.com",
    "site": "oleantimesherald.com",
    "site_section": "https://oleantimesherald.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News | oleantimesherald.com",
    "title": "State & Union: The pipes, the pipes are calling... | News | oleantimesherald.com",
    "title_full": "State & Union: The pipes, the pipes are calling... | News | oleantimesherald.com",
    "published": "2024-03-15T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/oleantimesherald.com/content/tncms/assets/v3/editorial/4/42/442b7f44-e23b-11ee-9f59-cbf32b98a7e9/65f353f6dd698.image.jpg?crop=991%2C520%2C18%2C336&amp;resize=991%2C520&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 43306,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "91cee5dfed35831a86a0ff09d187c33fcb10929e",
  "url": "https://www.oleantimesherald.com/news/state-union-the-pipes-the-pipes-are-calling/article_fb51b848-e239-11ee-b990-abdfb0326739.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-15T00:00:00.000+02:00",
  "title": "State & Union: The pipes, the pipes are calling... | News | oleantimesherald.com",
  "text": "> The backstory of Stephen Walker’s Celtic jewelry career had an unlikely beginning — he spent a couple of years in Europe as a street performer with his bagpipes.\nWalker is hoping to discover one of the thousands of photos that were taken of him in the 1970s. He is willing to trade $1,000 worth of his Celtic jewelry for a photo taken during his vagabond years.\nWalker is hoping to announce a winner by Saint Patrick’s Day, which is Sunday. Despite nearly 400 shares on social media, no photos had been presented as of Thursday.\nThousands of photos were taken of Walker during his days as a “busker” or street performer. Playing in London, Paris, and Dublin from 1975 to 1977.\n“I wasn’t exactly a hippy, but I was one of the thousands of young people hitchhiking and seeing the world on the cheap,” he says.\nWalker had friends in London who gave him a home base for adventures to Scotland, Ireland, France, and Italy.\n“When I played, I found the best tips and the most tolerant local businesses were places like Piccadilly Circus, where there were plenty of tourists,” he says.\nWalker, the master jeweler at Walker Metalsmiths of Andover, was propelled into his career as a craftsman when his teenage years were centered around bagpipes and the local bagpipe band in his hometown in Western New York, the Allegany Highlanders. Making the regalia of piper’s uniforms soon transitioned to making jewelry.\nFor well over 40 years creating Celtic-themed jewelry in silver and gold has been his primary vocation. Walker’s workshop in Andover now employs 10 craftsmen and sales people. Online orders have been shipped all over the world.\nDuring his time as a busker he usually found an appreciative audience, but sometimes he would be ordered to leave by business owners or the police.\n“I suppose an uninvited bagpiper is a kind of a nuisance, especially if the music keeps up for an hour or so,” Walker muses.\nThe first time he played in Leister Square in London, Walker was violently assaulted in front of hundreds on onlookers. He recalls, “As I was playing to an audience of several hundred people, a man ran up to me in a rage. He threw a punch at me while I was playing, which I luckily dodged. A group of tourists from Scotland sprang to my defense. He then grabbed my bagpipe case, that was full of coins and threw it up into the air.\n“Plainclothes police were immediately calming the situation down. The other buskers that regularly played in Leister Square then rallied around me and invited me to come back. This was a very good place to be welcome as Leister Square was by far the most lucrative place I ever performed.”\nVideo of a situation like this would have been captured on dozens of cell phones if it had happened today. Even in those days of film cameras, many photos were taken, but Walker has never seen any of them.\nIt is hoped that by spreading the search through social media, eventually a photo can be located. The prize will be awarded to the first authentic 1970s photo of Walker busking. If someone thinks they have the winning photo they can send a scan by email to service@walkermetalsmiths.com or by messenger through Facebook.com/WalkerCelticJewelry .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "http://Facebook.com/WalkerCelticJewelry",
    "http://www.Facebook.com/WalkerCelticJewelry"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stephen walker",
        "sentiment": "negative"
      },
      {
        "name": "walker",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "celtic",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "ireland",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "dublin",
        "sentiment": "none"
      },
      {
        "name": "scotland",
        "sentiment": "none"
      },
      {
        "name": "italy",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:06:56.725+02:00",
  "updated": "2024-03-28T01:52:57.170+02:00"
}