{
  "thread": {
    "uuid": "90172e4a002563429c2a9ae9a4373a266fbba68b",
    "url": "https://www.biospace.com/article/releases/oculis-announces-completion-of-oversubscribed-59-million-registered-direct-offering-and-subsequent-listing-on-nasdaq-iceland-main-market/?s=114",
    "site_full": "www.biospace.com",
    "site": "biospace.com",
    "site_section": "https://feedity.com/biospace-com/WlpaVlFV.rss",
    "site_categories": [
      "job_search",
      "jobs"
    ],
    "section_title": "Europe Biotech News | BioSpace",
    "title": "Oculis Announces Completion of Oversubscribed $59 Million Registered Direct Offering and Subsequent Listing on Nasdaq Iceland Main Market",
    "title_full": "Oculis Announces Completion of Oversubscribed $59 Million Registered Direct Offering and Subsequent Listing on Nasdaq Iceland Main Market",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5904,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "90172e4a002563429c2a9ae9a4373a266fbba68b",
  "url": "https://www.biospace.com/article/releases/oculis-announces-completion-of-oversubscribed-59-million-registered-direct-offering-and-subsequent-listing-on-nasdaq-iceland-main-market/?s=114",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Oculis Announces Completion of Oversubscribed $59 Million Registered Direct Offering and Subsequent Listing on Nasdaq Iceland Main Market",
  "text": "Oculis Announces Completion of Oversubscribed $59 Million Registered Direct Offering and Subsequent Listing on Nasdaq Iceland Main Market\n- $59 million financing includes participation from new Icelandic institutional and existing investors; Extends cash runway until 2H 2026\n- The Central Bank of Iceland, Financial Supervision has approved Oculis’s prospectus related to the admission of its ordinary shares to trade on the Nasdaq Iceland Main Market; Oculis will announce the first day of trading with at least one day advance notice\n- On-track to report topline data from OCS-02 (licaminlimab) Phase 2b RELIEF trial in Dry Eye Disease (DED) in Q2 2024\nZUG, Switzerland, April 11, 2024 (GLOBE NEWSWIRE) --\nOculis Holding AG (Nasdaq Global Market: OCS) (“Oculis” or the “Company”), today announced that on April 11, 2024 it completed a financing of approximately $59 million, consisting of the issuance of 5,000,000 of its ordinary shares, nominal value CHF 0.01 per share (the “Shares”) at a purchase price of $11.75 per Share (the “Financing”), and a prospectus required for the listing of its ordinary shares on the Nasdaq Iceland Main Market has been approved by the Central Bank of Iceland, Financial Supervision.\n\"We are pleased to become one of the few dual-listed biotech companies in the U.S. as well as Iceland, where the proprietary OPTIREACH® technology was invented,” said Riad Sherif, M.D., Chief Executive Officer of Oculis. “We are grateful for the support of our new investor syndicate, a group that shares our commitment to save sight and improve eye care with potentially transformative therapies. Additionally, we look forward to sharing the topline results from our OCS-02 Phase 2b RELIEF trial later this quarter.”\nIn connection with the Financing, Oculis accepted Subscription Offers from a syndicate of new Icelandic institutional and existing investors. Closing and settlement of the Financing is expected on April 22, 2024, subject to customary closing conditions. The gross proceeds to Oculis from the Financing are expected to be $59 million, before deducting offering expenses. Oculis intends to use the net proceeds from the Financing to advance and accelerate its clinical development pipeline, as well as for working capital and general corporate purposes. Oculis believes that the net proceeds from the Financing, together with its current cash, cash equivalents and short-term investments, will be sufficient to fund operations and capital expenditure requirements into the second half of 2026.\nOculis submitted an application to Nasdaq Iceland to admit its ordinary shares for trading on the Nasdaq Iceland Main Market (“Main Market”) under the ticker symbol “OCS.” On April 11, 2024, the Central Bank of Iceland, Financial Supervision, approved Oculis’s prospectus relating to the listing on the Main Market. Nasdaq Iceland will announce the first day of trading with at least one day advance notice. The prospectus will be available on Oculis’s website at\nhttps://www.globenewswire.com/Tracker?data=l05-UMPXmm05omoUxYVoPTHI99oT6WVUeo3LlHOwsnXb8H4x2i4VBuxokeyb6kkNzBIlnNpPB8LD2NWYdhmnKUJST7VXnA9v8szE1fzwMOFyxfXIRMOadR1M1ez8av8vNErr3_RAzsLQBld9Us2PSTf6zLiKyHgycLSBShN81BA=.\nOculis’s ordinary shares are currently listed on the Nasdaq Global Market in the U.S. under the ticker symbol “OCS”. Oculis’s ordinary shares began trading in the U.S. on March 3, 2023.\nArctica Finance ehf. provided process oversight for the listing of Oculis’s shares on the Main Market and served as Oculis’s financial advisor with regard to the Financing. BBA//Fjeldco, Cooley LLP and Vischer AG served as legal advisors to Oculis in connection with the Main Market listing and the Financing.\nThe Shares are being offered and sold by Oculis in a registered direct offering pursuant to a shelf registration statement on Form F-3 (File No. 333-278409), including a base prospectus, previously filed with the Securities and Exchange Commission (the “SEC”) on April 1, 2024, and declared effective by the SEC on April 3, 2024. A prospectus supplement and the accompanying base prospectus relating to and describing the terms of the Financing will be filed with the SEC and will be available on the SEC’s website at\nwww.sec.gov.\nThis press release does not constitute an offer to sell or the solicitation of an offer to buy, nor shall there be any sale of these securities in any state or jurisdiction in which such offer, solicitation or sale would be unlawful prior to the registration or qualification under the securities laws of any such state or jurisdiction. There will be no public offering of Shares in the United States.\nAbout Oculis\nOculis is a global biopharmaceutical company (Nasdaq: OCS) purposefully driven to save sight and improve eye care. Oculis’s highly differentiated pipeline comprises multiple innovative product candidates in development. It includes OCS-01, a topical eye drop candidate for diabetic macular edema (DME) and for the treatment of inflammation and pain following cataract surgery; OCS-02 (licaminlimab), a topical biologic anti-TNFα eye drop candidate for dry eye disease (DED) and for non-infectious anterior uveitis; and OCS-05, a disease modifying candidate for acute optic neuritis (AON) and other neuro-ophthalmic disorders such as glaucoma, diabetic retinopathy, geographic atrophy, and neurotrophic keratitis. Headquartered in Switzerland and with operations in the U.S. and Iceland, Oculis’s goal is to deliver life-changing treatments to patients worldwide. The company is led by an experienced management team with a successful track record and is supported by leading international healthcare investors.\nFor more information, please visit:\nwww.oculis.com\nOculis Contacts\nMs. Sylvia Cheung, CFO\nsylvia.cheung@oculis.com\nInvestor & Media Relations\nLifeSci Advisors\nCorey Davis, Ph.D.\ncdavis@lifesciadvisors.com\n1-212-915-2577\nCautionary Statement Regarding Forward Looking Statements\nThis press release contains forward-looking statements as that term is defined in the Private Securities Litigation Reform Act of 1995, including with respect to the commencement of trading of Oculis’s ordinary shares on the Main Market and the use of proceeds, timing and closing of the Financing, and the potential of Oculis to deliver anticipated clinical readouts, including the expected OCS-02 RELIEF Phase 2b topline data readout. These forward-looking statements are subject to a number of risks, uncertainties and assumptions, including those that are described in the Risk Factors sections of the prospectus supplement for the Financing to be filed with the SEC and Oculis’s other SEC filings, any of which could cause the events and circumstances discussed in such forward-looking statements to not occur on the terms described or at all. Prospective investors are cautioned not to place undue reliance on such forward-looking statements, which speak only as of the date hereof. Oculis undertakes no obligation to update any such forward-looking statements after the date hereof, except as required by law.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://globenewswire.com/Tracker?data=7M7lb1YvCBAU9e0Or8hhEH5P3-AaAxNn-5qPt7FEPfJKqbcFqZYJItHpkQHknk7BvLzI1SE5fF0S-ZZL3pAd7g==",
    "https://www.globenewswire.com/Tracker?data=blm-XND2kwwKCby9N_wDPHvfxc7Lc2czAdv6gyCssNx9kg3qD8D-5qVCIiBqBi8p6PkKha-SI_Q4yqooNbNKmHS4N3q5-Gp8Sdvx2TQSZ34pxGfdgQyCItpQZDOHhksY",
    "https://www.globenewswire.com/Tracker?data=7M7lb1YvCBAU9e0Or8hhEKknyHZVLxrJWb02b-tJuxDywMz2FzuVYg2wg5CZBtwVTqSEbzlw0xrgFUYDF-O4Fw==",
    "https://www.globenewswire.com/Tracker?data=7M7lb1YvCBAU9e0Or8hhEH5P3-AaAxNn-5qPt7FEPfJKqbcFqZYJItHpkQHknk7BvLzI1SE5fF0S-ZZL3pAd7g==",
    "https://globenewswire.com/Tracker?data=xgGjNbQcmRUwu7RgXq9a7uJcIka3ZOgzd6wR5OJkbacMt_DQ7Pn3m5KxdPcreWLQ1ueyr_W2X8wlIZUd6gAUGBAl_8yRaM3m4zOO4banbn2-8-l6LGH-xkA7ajn_5scH",
    "https://www.globenewswire.com/Tracker",
    "https://globenewswire.com/Tracker?data=7M7lb1YvCBAU9e0Or8hhEKknyHZVLxrJWb02b-tJuxDywMz2FzuVYg2wg5CZBtwVTqSEbzlw0xrgFUYDF-O4Fw==",
    "https://globenewswire.com/Tracker?data=l05-UMPXmm05omoUxYVoPTHI99oT6WVUeo3LlHOwsnXb8H4x2i4VBuxokeyb6kkNzBIlnNpPB8LD2NWYdhmnKUJST7VXnA9v8szE1fzwMOFyxfXIRMOadR1M1ez8av8vNErr3_RAzsLQBld9Us2PSTf6zLiKyHgycLSBShN81BA=.",
    "https://www.globenewswire.com/Tracker?data=l05-UMPXmm05omoUxYVoPTHI99oT6WVUeo3LlHOwsnXb8H4x2i4VBuxokeyb6kkNzBIlnNpPB8LD2NWYdhmnKUJST7VXnA9v8szE1fzwMOFyxfXIRMOadR1M1ez8av8vNErr3_RAzsLQBld9Us2PSTf6zLiKyHgycLSBShN81BA=.",
    "https://globenewswire.com/Tracker?data=blm-XND2kwwKCby9N_wDPHvfxc7Lc2czAdv6gyCssNx9kg3qD8D-5qVCIiBqBi8p6PkKha-SI_Q4yqooNbNKmHS4N3q5-Gp8Sdvx2TQSZ34pxGfdgQyCItpQZDOHhksY",
    "https://www.globenewswire.com/Tracker?data=xgGjNbQcmRUwu7RgXq9a7uJcIka3ZOgzd6wR5OJkbacMt_DQ7Pn3m5KxdPcreWLQ1ueyr_W2X8wlIZUd6gAUGBAl_8yRaM3m4zOO4banbn2-8-l6LGH-xkA7ajn_5scH"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "oculis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "oculis holding ag",
        "sentiment": "none"
      },
      {
        "name": "central bank of iceland",
        "sentiment": "none"
      },
      {
        "name": "ocs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "zug",
        "sentiment": "none"
      },
      {
        "name": "switzerland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T03:19:13.895+03:00",
  "updated": "2024-04-12T03:19:13.895+03:00"
}