{
  "thread": {
    "uuid": "693fe87e9f9a370b5c799653e6aa5e9f109f765d",
    "url": "https://www.leonoticias.com/deportes/mas-deportes/coi-presenta-equipo-refugiados-numeroso-historia-paris-20240503100523-ntrc.html",
    "site_full": "www.leonoticias.com",
    "site": "leonoticias.com",
    "site_section": "http://www.leonoticias.com/rss/atom/?seccion=nacional",
    "site_categories": [
      "media"
    ],
    "section_title": "RSS de noticias de ",
    "title": "El COI presenta el equipo de refugiados más numeroso de la historia para París 2024",
    "title_full": "El COI presenta el equipo de refugiados más numeroso de la historia para París 2024",
    "published": "2024-05-03T10:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s2.ppllstatics.com/rc/www/multimedia/2024/05/03/coi-deportes-kM9C--1920x1080@RC.jpg",
    "performance_score": 0,
    "domain_rank": 58092,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "693fe87e9f9a370b5c799653e6aa5e9f109f765d",
  "url": "https://www.leonoticias.com/deportes/mas-deportes/coi-presenta-equipo-refugiados-numeroso-historia-paris-20240503100523-ntrc.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Colpisa",
  "published": "2024-05-03T10:05:00.000+03:00",
  "title": "El COI presenta el equipo de refugiados más numeroso de la historia para París 2024",
  "text": "Secciones\nServicios\nDestacamos\nColpisa\nViernes, 3 de mayo 2024, 10:05\nNecesitas ser registrado para acceder a esta funcionalidad.\nCompartir\nHasta treinta y seis deportistas procedentes de once países, acogidos por otros quince, formarán parte del Equipo Olímpico de Refugiados en los Juegos Olímpicos de París 2024, en el que los deportistas procedentes de Irán son casi la mitad. Entre estos figura la B-girl (breaking) afgana Manizha Talash, que encontró acogida en España (Huesca). Hay doce deportes representados en el grupo, con el atletismo (7), el judo (6) y el taekwondo (5) en cabeza. Completan la lista el piragüismo (4), la natación (2), el ciclismo (2), el boxeo (2), el tiro (2), la lucha (2), la halterofilia (2), el breaking y el bádminton.\nEl presidente del COI, Thomas Bach, anunció en una ceremonia desde la Casa Olímpica de Lausana (Suiza) el Equipo Olímpico de Refugiados del COI que participará en París 2024, por tercera vez en unos Juegos Olímpicos y en representación de los más de 100 millones de desplazados de todo el mundo. Se trata del equipo de refugiados más numeroso de la historia de una cita olímpica. «Os recibimos a todos con los brazos abiertos. Sois un enriquecimiento para nuestra Comunidad Olímpica y para nuestras sociedades. Con vuestra participación en los Juegos Olímpicos demostraréis el potencial humano de resiliencia y excelencia. Esto enviará un mensaje de esperanza a los más de 100 millones de personas desplazadas en todo el mundo», expresó Bach.\n«Al mismo tiempo, haréis que miles de millones de personas de todo el mundo sean conscientes de la magnitud de la crisis de los refugiados. Por lo tanto, animo a todos, en todo el mundo, a que se unan a nosotros para animaros: el Equipo Olímpico de Refugiados del COI», añadió el presidente del COI, dirigiéndose a un Equipo Olímpico de Refugiados que se sumó, por videollamada, al acto.\nLa composición del equipo fue aprobada por la Comisión Ejecutiva del COI y se basó en una serie de criterios que incluyen, en primer lugar, el rendimiento deportivo de cada atleta y su condición de refugiado verificada por ACNUR, la Agencia de la ONU para los Refugiados.\nLa jefa de misión del Equipo Olímpico de Refugiados, la ciclista afgana Masomah Ali Zada, que ya compitió con el Equipo Olímpico de Refugiados en Tokyo 2020, estuvo presente en ceremonia y dio la bienvenida al resto de los 36 atletas que competirán en París. «Todos vosotros teníais un sueño, y hoy vuestro sueño de competir en los Juegos Olímpicos está más cerca que nunca. Con todos los retos a los que os habéis enfrentado, ahora tenéis la oportunidad de inspirar a una nueva generación», expresó.\nPor primera vez, el Equipo Olímpico de Refugiados competirá con su propio emblema, un símbolo unificador que reunirá a diversos atletas y dará al equipo su propia identidad. «Procedentes de diferentes rincones del mundo, cada miembro del equipo es un individuo con su propia historia», reconoció el COI.\nEn el centro del emblema hay un corazón, que procede del logotipo de la Olympic Refuge Foundation, para representar la pertenencia que el equipo espera inspirar y que atletas y personas desplazadas de todo el mundo han encontrado a través del deporte.\n«Este emblema nos une a todos. Todos estamos unidos por nuestra experiencia: aunque todos somos diferentes, todos hemos recorrido un camino para llegar a donde estamos. Los atletas no representan a un país concreto, sino al Equipo Olímpico de Refugiados. Tener nuestro propio emblema crea un sentimiento de pertenencia y nos da el poder de representar también a la población de más de 100 millones de personas que comparten esta misma experiencia. Estoy impaciente por llevarlo con orgullo», manifestó Ali Zada.\nApoyar a los refugiados y a las poblaciones desplazadas sigue siendo una prioridad clave para el COI, y forma parte de la Recomendación 11 de la Agenda Olímpica. La Fundación Refugio Olímpico (ORF) se creó en 2017 para aprovechar este compromiso y funciona como un Comité Olímpico Nacional tradicional, gestionando a los deportistas refugiados becados y al Equipo Olímpico de Refugiados del COI para París 2024.\nPublicidad\nPublicidad\nTe puede interesar\nPublicidad\nPublicidad\nComentar es una ventaja exclusiva para registrados\n¿Ya eres registrado?\nNecesitas ser suscriptor para poder votar.\nReporta un error en esta noticia",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Sport"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T12:34:41.629+03:00",
  "updated": "2024-05-03T12:34:41.629+03:00"
}