{
  "thread": {
    "uuid": "ca55872e336acba7ebd09a7ea5979d9a8fc17716",
    "url": "https://vnexplorer.net/golden-state-warriors-take-down-orlando-magic-to-snap-three-game-skid-behind-steph-currys-36-points-s780454.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Golden State Warriors take down Orlando Magic to snap three-game skid behind Steph Curry’s 36 points",
    "title_full": "Golden State Warriors take down Orlando Magic to snap three-game skid behind Steph Curry’s 36 points",
    "published": "2024-01-03T15:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mpawU.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca55872e336acba7ebd09a7ea5979d9a8fc17716",
  "url": "https://vnexplorer.net/golden-state-warriors-take-down-orlando-magic-to-snap-three-game-skid-behind-steph-currys-36-points-s780454.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-03T15:02:00.000+02:00",
  "title": "Golden State Warriors take down Orlando Magic to snap three-game skid behind Steph Curry’s 36 points",
  "text": "Led by superstar point guard Steph Curry, the Golden State Warriors ended a three-game losing streak with a 121-115 home victory over the Orlando Magic on Tuesday.\nCurry scored 36 points on 60% shooting and four triples to open up 2024 with a win. The two-time MVP also contributed six assists and four steals on the night.\n“Steph was amazing,” Warriors coach Steve Kerr said after the game. “But Steph is always amazing. Even when he doesn’t score 36 points, just the attention he draws defensively, what he does to an opposing defense, the way he opens up the floor, he’s a remarkable player. He really got himself going on a night when we needed it.”\nOrlando has maintained one of the stingiest defenses in the league this season but was unable to contain a Warriors offense that was firing on all cylinders.\nThird-year forward Jonathan Kuminga – who has recently moved into the starting line-up after the indefinite suspension of Draymond Green – had 19 points, while five-time All-Star Klay Thompson scored 15.\nVeteran guard Chris Paul and rookie Trayce Jackson-Davis had 12 and 10 points respectively, as all five Warriors starters scored in double figures for the first time this season.\nWarriors forward Dario Šarić drives past Paolo Banchero. – D. Ross Cameron/USA TODAY Sports/Reuters\nCurry scored eight straight points for the Warriors in a second quarter flurry before knocking down a three-pointer and drawing a foul for a four-point play near the end of the half.\nDespite Golden State’s scoring prowess on the night, the Magic were able to keep the game close throughout, with Orlando guard Gary Harris splashing a triple at the halftime buzzer to tie the game at 55.\nA third quarter where the Warriors outscored Orlando by six points was enough to get them over the line and leave Chase Center with the narrow victory.\nReigning Rookie of the Year Paolo Banchero scored 27 points and grabbed 12 rebounds for the Magic while Franz Wagner had 25 points. Orlando is now 19-14 on the season and sits fifth in the Eastern Conference.\nMeanwhile, the Warriors are 16-17 on the year, putting them at 11th in the West and on the fringe of a Play-In Tournament spot. Though they came away with the win, it was not all good news for the Dubs as they lost Gary Payton II in the second quarter after injuring his hamstring. Payton was playing only his second game after a missing a month with a calf injury.\nHe goes on Golden State’s absentee list alongside Green, who was suspended in December after striking Phoenix Suns center Jusuf Nurkić during a game. He has no scheduled return date and has not been seen in the team facility, Kerr told reporters after the game, though he said he has kept in contact with Green via text.\nNext up for the Warriors is a visit from the NBA champion Denver Nuggets on Thursday, while the Magic head to Sacramento on Wednesday to take on the Kings.\nFor more CNN news and newsletters create an account at CNN.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mpawU.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mpawU.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "steph curry",
        "sentiment": "negative"
      },
      {
        "name": "curry",
        "sentiment": "none"
      },
      {
        "name": "klay thompson",
        "sentiment": "none"
      },
      {
        "name": "chris paul",
        "sentiment": "none"
      },
      {
        "name": "trayce jackson-davis",
        "sentiment": "none"
      },
      {
        "name": "jonathan kuminga",
        "sentiment": "none"
      },
      {
        "name": "steph",
        "sentiment": "none"
      },
      {
        "name": "steve kerr",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "golden state warriors",
        "sentiment": "negative"
      },
      {
        "name": "orlando magic",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "orlando",
        "sentiment": "none"
      },
      {
        "name": "orlando magic",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T15:06:13.914+02:00",
  "updated": "2024-01-03T15:06:13.914+02:00"
}