{
  "thread": {
    "uuid": "182ee8e2a7964c7db16a4367f1c75ea217583b23",
    "url": "https://www.bloomberglinea.com/2024/04/11/alphabet-se-dirige-a-los-us2-billones-con-los-inversionistas-celebrando-los-avances-en-ia",
    "site_full": "www.bloomberglinea.com",
    "site": "bloomberglinea.com",
    "site_section": "https://www.bloomberglinea.com",
    "site_categories": [],
    "section_title": "Bloomberg Línea - Latinoamérica",
    "title": "Alphabet se dirige a los US$2 billones con los inversionistas celebrando los avances en IA",
    "title_full": "Alphabet se dirige a los US$2 billones con los inversionistas celebrando los avances en IA",
    "published": "2024-04-11T22:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.bloomberglinea.com/resizer/DdXAOBkVH3jewmZu3ey4iT7A2Uc=/1024x0/filters:format(webp):quality(75)/cloudfront-us-east-1.images.arcpublishing.com/bloomberglinea/CJ5XLMS6FJHPLPNILJWDDCIPDA.jpeg",
    "performance_score": 0,
    "domain_rank": 24340,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "182ee8e2a7964c7db16a4367f1c75ea217583b23",
  "url": "https://www.bloomberglinea.com/2024/04/11/alphabet-se-dirige-a-los-us2-billones-con-los-inversionistas-celebrando-los-avances-en-ia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Subrat Patnaik",
  "published": "2024-04-11T22:16:00.000+03:00",
  "title": "Alphabet se dirige a los US$2 billones con los inversionistas celebrando los avances en IA",
  "text": "Bloomberg — Los inversionistas se muestran cada vez más optimistas sobre la estrategia de inteligencia artificial de Alphabet Inc. ( [GOOGL](https://www.bloomberglinea.com/quote/GOOGL:UN/)), después de una serie de fallas y errores que hicieron caer sus acciones. Lea más: [Alphabet se enfrenta a un “peligro claro y presente” de quedarse corto en IA](https://www.bloomberglinea.com/2024/03/01/alphabet-se-enfrenta-a-un-peligro-claro-y-presente-de-quedarse-corto-en-ia/) Las acciones están volviendo hacia lo que sería un valor de mercado récord de US$2 billones, una cifra solo superada por Microsoft Corp. ( [MSFT](https://www.bloomberglinea.com/quote/MSFT:UN/)), Apple Inc. ( [AAPL](https://www.bloomberglinea.com/quote/AAPL:UN/)) y Nvidia Corp. ( [NVDA](https://www.bloomberglinea.com/quote/NVDA:UN/)) en Estados Unidos. La firma se ha recuperado desde el mínimo del mes pasado, cuando las acciones cayeron debido a preocupaciones de que la compañía se estaba quedando atrás en inteligencia artificial. Utilizando el evento en la nube de esta semana para demostrar que su modelo de inteligencia artificial está listo para empresas a pesar de los tropiezos recientes en sus herramientas orientadas al consumidor, ahora se está centrando en las ganancias de este mes y en una conferencia de desarrolladores en mayo. Aunque todavía se ve borroso el camino de Alphabet hacia la monetización de la inteligencia artificial, su valoración relativamente baja la ha mantenido atractiva para muchos en Wall Street. “Aunque los titulares no han sido favorables, el papel de Google en los productos de inteligencia artificial generativa presentará enormes oportunidades de crecimiento para la acción”, dijo Sylvia Jablonski, directora ejecutiva de Defiance ETF. Alphabet también se beneficiará al crear sus propias herramientas de inteligencia artificial generativa que pueden impulsar anuncios más precisos y aumentar los ingresos por gasto en publicidad, agregó. El producto Gemini de Alphabet visto como un gran revés para una firma conocida por su destreza tecnológica, con la compañía pausando en febrero una función de generación de imágenes que recibió críticas por representaciones históricas inexactas de la raza. La conferencia de computación en la nube de la compañía en Las Vegas esta semana ofreció a los inversionistas cierta tranquilidad, ya que la firma mostró cómo Gemini se puede usar para crear anuncios, prevenir amenazas de ciberseguridad y generar videos y podcasts cortos. Google también mostró un nuevo chip diseñado para manejar cargas de trabajo de inteligencia artificial. La noticia de que Apple Inc. está considerando usar la tecnología de Gemini de Google para alimentar servicios de inteligencia artificial agregó más impulso a la recuperación. Hasta el cierre anterior, las acciones han subido un 12% este año. “Los avances en hardware de Google, el progreso de Gemini y las demostraciones de aplicaciones impulsadas por inteligencia artificial deberían mejorar el sentimiento sobre las capacidades de AI”, escribió Justin Post, analista de Bank of America Corp. ( [BAC](https://www.bloomberglinea.com/quote/BAC:UN/)), en una nota el martes. “Vemos a la nube como un impulso positivo para la acción debido a la credibilidad de la inteligencia artificial, al crecimiento más rápido y al mejoramiento de los márgenes”. Lea más: [Google dice que Gemini, su modelo de IA, está listo para ser usado en el ámbito corporativo](https://www.bloomberglinea.com/2024/04/09/google-dice-que-gemini-su-modelo-de-ia-esta-listo-para-ser-usado-en-el-ambito-corporativo/) La acción se negocia a 21 veces las ganancias futuras, por debajo de las 33 veces de Microsoft y alrededor del mismo nivel que el índice S&P 500. Aun así, no todos están convencidos de la oferta, a pesar de que “hay mucha gente que argumenta que en este momento es muy barato”, dijo Michael Lippert, vicepresidente y gestor de cartera del Baron Opportunity Fund. Dado el espacio de búsqueda competitivo, Alphabet “debería invertir cada dólar en un ROI (retorno de la inversión) más alto en sus propios negocios”, dijo él. Por ahora, las actualizaciones de la compañía al menos han ofrecido a los inversionistas algo de aliento. El analista de JP Morgan Chase & Co. ( [JPM](https://www.bloomberglinea.com/quote/JPM:UN/)), Doug Anmuth, señaló esta semana que esperaba que la integración de Gemini resultara en un crecimiento de más del 20% en los ingresos de Google Cloud. Gráfico del día de la tecnología Principales noticias tecnológicas - El director ejecutivo de OpenAI, Sam Altman, ha estado trabajando para construir una coalición mundial entre líderes gubernamentales e industriales para apoyar el aumento de la oferta de chips, energía y capacidad de centro de datos necesarios para desarrollar tecnología de inteligencia artificial. - El negocio de satélites Starlink de SpaceX sigue consumiendo más efectivo del que genera. - Adobe Inc. ha comenzado a adquirir videos para construir su generador de inteligencia artificial de texto a video, tratando de ponerse al día con competidores después de que OpenAI demostró una tecnología similar. - La empresa francesa de materiales para chips Soitec está considerando construir una fábrica en Estados Unidos, ya que los clientes, incluido Taiwan Semiconductor Manufacturing Co., reciben incentivos gubernamentales para expansiones significativas desde Arizona hasta Texas. - El director ejecutivo de Amazon.com Inc., Andy Jassy, dijo que la infraestructura en la nube de su empresa se convertirá en una parte esencial del auge de la inteligencia artificial generativa. Ganancias el jueves - No se esperan ganancias importantes --Con la ayuda de Jeran Wittenstein. Lea más en [Bloomberg.com](https://www.bloomberg.com/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.bloomberg.com/)",
    "https://bloomberg.com/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:34:40.345+03:00",
  "updated": "2024-04-12T00:34:40.345+03:00"
}