{
  "thread": {
    "uuid": "991024845101c3d00d9638ce7cb67f1eaa8477de",
    "url": "https://phys.org/news/2024-06-science-fuel-treatments-future-wildfire.html",
    "site_full": "phys.org",
    "site": "phys.org",
    "site_section": "https://phys.org/rss-feed",
    "site_categories": [
      "science",
      "homework_study_tips",
      "education",
      "space_astronomy"
    ],
    "section_title": "Phys.org - latest science and technology news stories",
    "title": "Science review shows fuel treatments reduce future wildfire severity",
    "title_full": "Science review shows fuel treatments reduce future wildfire severity",
    "published": "2024-06-24T16:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://scx2.b-cdn.net/gfx/news/hires/2024/science-review-shows-f.jpg",
    "performance_score": 0,
    "domain_rank": 614,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "991024845101c3d00d9638ce7cb67f1eaa8477de",
  "url": "https://phys.org/news/2024-06-science-fuel-treatments-future-wildfire.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Science X",
  "published": "2024-06-24T16:33:00.000+03:00",
  "title": "Science review shows fuel treatments reduce future wildfire severity",
  "text": "June 24, 2024\nEditors' notes This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\nfact-checked\npeer-reviewed publication\ntrusted source\nproofread\nScience review shows fuel treatments reduce future wildfire severity by USDA Forest Service\nThis conceptual illustration shows how different treatments can impact the severity of subsequent wildfires in the landscape. Areas that have received thinning and prescribed burn treatments fare better then areas left untreated or with only one treatment. Credit: Erica Sloniker, The Nature Conservancy There is a common belief that prescribed burning, thinning trees, and clearing underbrush reduce risks of the severity of future fires. But is that true? Sometimes anecdotal evidence or limited observations can create doubt.\nResearchers from the USDA Forest Service Rocky Mountain Research Station, The Nature Conservancy, and the University of Montana dug deep into the scientific literature for a closer look. Spoiler alert: the answer is \"yes\"—proactive ecological forest management can change how fires behave and reduce wildfire severity, under a wide range of conditions and forest types.\nResearchers found overwhelming evidence that in seasonally dry mixed conifer forests in the western U.S., reducing surface and ladder fuels and tree density through thinning, coupled with prescribed burning or pile burning, could reduce future wildfire severity by more than 60% relative to untreated areas.\nThe study results were published in Forest Ecology and Management . \"Burning Questions Answered: New review examines 30 years of fuel treatment effects on wildfire severity\" includes an overview of the research methods, key findings, management considerations, and links to related publications.\nFire is an essential component of many western forests. Yet historic fire suppression and climate change are contributing to increased fire activity and more severe wildfires, where overstory trees are killed. Treatments prepare a landscape, priming the next wildfire to burn at lower intensity, burning underbrush and smaller trees. This preserves more mature trees and helps foster a fire level that is more in balance with the landscape.\nKimberley Davis is a Forest Service Research Ecologist and led the project analyzing 40 studies where wildfire burned into different vegetation treatments, spanning 11 western states. The last review of this kind was over a decade ago, with many new case studies and scientific advances since then. Researchers examined effects of various treatments in different forest types , ranging from ponderosa pine forests in Arizona and New Mexico up to the subalpine zones of the northern Rocky Mountains.\nThe review hands natural resource professionals and communities the evidence needed to support continued investments in managing vegetation and fuels. \"These treatments are very effective and the science clearly shows that they can reduce fire severity,\" said Davis.\nWhile responses varied, generally the combination of thinning and prescribed burning showed the greatest impact on reducing future fire severity. Areas that were only thinned had less benefit in reducing wildfire severity. Prior low or moderate severity wildfire also reduced fire severity in subsequent wildfires, although to a lesser extent than thinning with prescribed burning.\nTime also matters. \"As treatments get older, they're less effective,\" said Davis. After 10 years treatments were less than half as effective as younger treatments, underscoring the importance of repeated or \"maintenance\" treatments.\nIn the long run, forest fuel reduction projects can improve conditions for fire fighters responding to wildfires. They mitigate long-term losses of carbon and wildlife habitat and protect watersheds from more severe wildfire. Treatments also create more options for determining appropriate responses to lightning and other unplanned ignitions.\nWhen designed to meet the unique needs of the forest type and nearby communities, these tools can support the longevity of clean water resources, wildlife habitat , and outdoor places to work and recreate.\n\"This review shows that treatments can reduce future wildfire severity, which is key to protecting important forest habitats,\" said Kerry L. Metlen, forest ecologist with The Nature Conservancy and a contributing author of the review.\n\"This gives us hope that by accelerating the use of these tools, in conjunction with work to promote fire adapted communities, we can address the wildfire crisis together.\"\nMore information: Kimberley T. Davis et al, Tamm review: A meta-analysis of thinning, prescribed fire, and wildfire effects on subsequent wildfire severity in conifer dominated forests of the Western US, Forest Ecology and Management (2024). DOI: 10.1016/j.foreco.2024.121885\nJournal information: Forest Ecology and Management\nProvided by USDA Forest Service\nCitation : Science review shows fuel treatments reduce future wildfire severity (2024, June 24) retrieved 24 June 2024 from https://phys.org/news/2024-06-science-fuel-treatments-future-wildfire.html This document is subject to copyright. Apart from any fair dealing for the purpose of private study or research, no part may be reproduced without the written permission. The content is provided for information purposes only.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Science and Technology"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://dx.doi.org/10.1016/j.foreco.2024.121885",
    "https://sciencex.com/help/editorial-process/",
    "https://www.fs.usda.gov/research/rmrs/products/sycu/burning-questions-answered-new-review-examines-30-years-fuel-treatment-effects",
    "https://linkinghub.elsevier.com/retrieve/pii/S037811272400197X",
    "https://sciencex.com/help/editorial-standards/",
    "https://sciencex.com/help/editorial-team/",
    "https://www.dx.doi.org/10.1016/j.foreco.2024.121885",
    "https://sciencex.com/help/editorial-standards",
    "https://www.sciencex.com/help/editorial-process/",
    "https://sciencex.com/help/editorial-process",
    "https://fs.usda.gov/research/rmrs/products/sycu/burning-questions-answered-new-review-examines-30-years-fuel-treatment-effects",
    "https://sciencex.com/help/editorial-team",
    "https://www.linkinghub.elsevier.com/retrieve/pii/S037811272400197X",
    "https://www.sciencex.com/help/editorial-standards/",
    "https://www.sciencex.com/help/editorial-team/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "usda forest service rocky mountain research station",
        "sentiment": "none"
      },
      {
        "name": "university of montana",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T16:37:03.143+03:00",
  "updated": "2024-06-24T17:11:09.888+03:00"
}