{
  "thread": {
    "uuid": "f0895c641b6b6591db02f3935d5c72731c94a3d1",
    "url": "https://www.wxii12.com/article/watch-cool-and-mostly-dry-for-the-holiday-weekend/46247353",
    "site_full": "www.wxii12.com",
    "site": "wxii12.com",
    "site_section": "http://www.wxii12.com/9678740?format=rss_2.0&view=feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "WATCH: Cool and mostly dry for the holiday weekend",
    "title_full": "WATCH: Cool and mostly dry for the holiday weekend",
    "published": "2023-12-29T06:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/vidthumb/3db2d502-e944-405c-be52-ff6040f0227b/f629c530-78aa-423b-9900-2ef08ce8e99e.jpg?crop=1.00xw:1.00xh;0,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 21536,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f0895c641b6b6591db02f3935d5c72731c94a3d1",
  "url": "https://www.wxii12.com/article/watch-cool-and-mostly-dry-for-the-holiday-weekend/46247353",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T06:25:00.000+02:00",
  "title": "WATCH: Cool and mostly dry for the holiday weekend",
  "text": "WATCH: Cool and mostly dry for the holiday weekend WATCH: Cool and mostly dry for the holiday weekend THERE HE IS, FRONT AND CENTER. YOU’RE RIGHT DOWN AND YOU GET RID OF IT. YEP. HE’S GONNA BE COLD. NEW YEAR’S EVE. REAL COLD. THEY GOT WIND CHILL IN THE 30S. THERE, BUT DRY FOR THE CELEBRATION. THAT’S GOOD. IN DOWNTOWN. THAT’S ONE PLACE I DON’T EVER WANT TO BE IN NEW YORK IN NEW YEAR’S EVE. OH, YEAH. NO. OH, THAT’S A MADHOUSE. YOU GOT A PLAN? TOO MUCH. ESPECIALLY IF YOU SEE THAT GUY. THAT’S RIGHT. RUN THE OTHER WAY. WELL, LET’S TALK ABOUT OUR FORECAST. YOU KNOW, TODAY WE ACTUALLY HAD SOME MILD AIR YESTERDAY. WE’RE CLOSE TO 60 TODAY. WE’RE IN THE UPPER 50S. AND WE GOT SOME SUNSHINE SO THAT WAS NICE TO SEE. THERE’S NORTH WILKESBORO GOT A BEAUTIFUL SUNSET THERE CAUGHT ON OUR WEATHER CAMERA. JUST A FEW CLOUDS COMING IN NOW WE ARE GOING TO HAVE MORE CLOUDS IN THE FORECAST AS WE HEAD INTO TOMORROW, AND WE’VE GOT SOME COLDER HIGHS. THEY WON’T BE IN THE UPPER 50S LIKE THEY WERE TODAY. INSTEAD, THEY’RE GOING TO BE A LITTLE CLOSER TO NORMAL, WHICH IS 50 THIS TIME OF YEAR. THIS AFTERNOON WE’RE UP TO 57. MORNING LOW 46. WE’RE GOING TO BE BACK IN THE 30S TOMORROW MORNING. AND WE WILL HAVE HIGHS CLOSER TO 50. AND WE’RE JUST KIND OF DOING A LITTLE EXPERIMENT IN THE WEATHER CENTER, KIND OF GETTING YOU TO THINK FORWARD. RIGHT. GETTING PAST WINTER TO THE TEMPERATURES WARMING UP SOME WHEN THE AVERAGE HIGH ON VALENTINE’S DAY IS 53, SAINT PATRICK’S DAY IS 62. SO SOON ENOUGH WE WILL BE WARMING BACK INTO THE 60S. BUT NOT NOW 36 IN BURLINGTON, 37 IN DANVILLE WE’VE GOT 45 IN ASHEBORO AND 36 IN NORTH WILKESBORO. TOMORROW MORNING, BELOW FREEZING AT 30 IN THE MOUNTAINS. WE ARE 34 IN THE FOOTHILLS AND 35 IN THE TRIAD. YOU’LL DEFINITELY NEED YOUR WINTER COAT AT LEAST EARLY IN THE MORNING. AND WE’VE GOT A BRISK NORTHWEST WIND TOMORROW TOO, SO IT’S GOING TO KEEP THINGS KIND OF CHILLY FOR SWEATERS AND JACKETS. ALSO NOTICE IN THE CLOUDS COMING IN, NO PRECIPITATION, JUST YET. OUT TO THE WEST, THIS ONE IS GOING TO BRING RAIN AND SNOW OUT OVER THE OHIO VALLEY, AND THEN WORK ITS WAY UP TO THE NORTHEAST, BUT WE’LL ALSO GET A TOUCH OF SNOW ALONG OUR MOUNTAIN PEAKS. I DO THINK THERE’S AT LEAST A CHANCE FOR THAT. WE’VE GOT CLOUDS IN THE FORECAST TOMORROW, SO ANTICIPATE A WHOLE LOT OF SUN. YOU MAY GET SOME EARLY ACROSS THE TRIAD AND THEN THOSE CLOUDS WILL THICKEN RIGHT BACK UP, AND EVEN A SPRINKLE OR A SNOWFLAKE. POSSIBLE IN THE MOUNTAINS AS THIS PUSHES THROUGH. ONCE THAT WAVE GETS OUT OF HERE, WE JUST HAVE THE COLD AIR AND DRY CONDITIONS INTO THE WEEKEND. IT’S COOL TOMORROW AFTERNOON WITH A HIGH OF 48, THAT NORTHWEST WIND AND A 20% CHANCE FOR A PASSING SHOWER OR LIGHTRILLIONAIN. SPRINKLE IN BOTH THE TRIAD. AND THE FOOTHILLS. HIGH TEMPERATURES 46. IN OUR FOOTHILL TOWNS AND WE WILL GET ABOVE FREEZING JUST FOR A FEW HOURS IN THE MOUNTAINS. MAY SEE A SPRINKLE IN THE MOUNTAINS. COULD SEE SOME SNOWFLAKES, ESPECIALLY TOMORROW NIGHT AND THEN INTO SATURDAY. SO BE IN THOSE FAVORED LOCATIONS. THE HIGHEST ELEVATIONS, WEST FACING SLOPES. AND WE’RE TALKING ABOUT SOME REAL LIGHT AMOUNTS, BUT WE’LL KEEP YOU UP TO DATE ON THAT. NOW AS WE HEAD INTO THE HOLIDAY WEEKEND IN THE MOUNTAINS, YOU’VE GOT NEW YEAR’S EVE AS A DRY DAY. YOU HAVE AN OPPORTUNITY FOR MAYBE A LITTLE RAIN AND SNOW. MONDAY AS TEMPERATURES TAKE ANOTHER DIP DOWN TO AROUND 40 DEGREES IN THE FOOTHILLS, DRY FOR SATURDAY AND SUNDAY. A NICE LOOKING WEEKEND. SMALL CHANCE OF A SHOWER ON NEW YEAR’S DAY AND IN THE TRIAD, WE’RE GOING TO SEE TEMPERATURES IN THE LOW 50S FOR NEW YEAR’S EVE WITH SUNSHINE. CLOUDS COME BACK ON MONDAY. UPPER 40S. AND HERE’S A MORE SPECIFIC NEW YEAR’S EVE FORECAST FOR THE TRIAD. EARLY EVENING. TEMPS IN THE 40S AND DROPPING DOWN INTO THE UPPER 30S AROUND MIDNIGHT A FEW PATCHY CLOUDS AROUND FOR NEW YEAR’S DAY. PARTLY TO MOSTLY CLOUDY TEMPERATURES WILL BE IN THE 40S FOR MOST OF THE DAY HERE IS YOUR SEVEN DAY FORECAST. SO FOR EARLY JANUARY NEXT YEAR IS ON THAT SEVEN DAY YOU’VE GOT TEMPERATURES THAT STAY NEAR FREEZING AT NIGHT AND THEN WE’RE CLOSE TO 50 DEGREES IN THE Advertisement WATCH: Cool and mostly dry for the holiday weekend Cool and mostly dry for the holiday weekend Cool and mostly dry for the holiday weekend Advertisement",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T07:18:54.175+02:00",
  "updated": "2023-12-29T09:52:40.630+02:00"
}