{
  "thread": {
    "uuid": "5120ebcba7e501107a170712bbd94c490bda75a6",
    "url": "https://www.eluniversal.com.mx/opinion/mario-alberto-puga/ni-yendo-a-bailar-a-washington",
    "site_full": "www.eluniversal.com.mx",
    "site": "eluniversal.com.mx",
    "site_section": "https://www.eluniversal.com.mx/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "El Universal | El periódico de México líder en noticias y clasificados",
    "title": "Ni yendo a bailar a Washington | El Universal",
    "title_full": "Ni yendo a bailar a Washington | El Universal",
    "published": "2024-02-16T08:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.eluniversal.com.mx/resizer/-r_8WmETq4ohSFT0Un9y58VVC6s=/980x528/cloudfront-us-east-1.images.arcpublishing.com/eluniversal/6JZ5UMCL6BEBZDJNKHL2FQ4HCU.jpg",
    "performance_score": 0,
    "domain_rank": 3687,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5120ebcba7e501107a170712bbd94c490bda75a6",
  "url": "https://www.eluniversal.com.mx/opinion/mario-alberto-puga/ni-yendo-a-bailar-a-washington",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mario Puga",
  "published": "2024-02-16T08:12:00.000+02:00",
  "title": "Ni yendo a bailar a Washington | El Universal",
  "text": "No, no hay manera de que la oposición ( PRIANRD ) pueda ganar la elección presidencial de 2024, ni electoral, ni política, ni moralmente; es más, ni yendo a bailar a Washington. Quizá por eso la derechiza ha empezado a curarse en salud, tanto a lo interno, como en lo externo, con el reciente viaje de su candidata a Washington D.C., quien denunció ahí su incapacidad para ganar por la buena, al presentar desde ahora una queja anticipada por una supuesta elección de estado en México ante el enterrador de la OEA, como lo es su secretario general, quien luego de 9 años en el cargo, ha incumplido sus tres principales promesas de trabajo: superar la crisis financiera del organismo, no buscar la reelección en 2015 y cuidar el prestigio de la organización.\nEn lo interno, es claro que la derechiza se ha dado cuenta que no le alcanza electoralmente, pues las cuentas dicen que, después del destape de la reina Xóchitl , solamente el sector anti - AMLO la apoyó, es decir, cerca del 30% del electorado, pero que no ha podido pasar de ahí. Al contrario, ese apoyo ha disminuido, primero, por su pobre oferta política que no atrae ni entusiasma a nadie; segundo, el desencanto por su figura, que no ha logrado convertirse en una líder a seguir, donde nadie consciente quiere ser como ella; y tercero, por la llegada de un tercer candidato presidencial, que también le ha restado votos.\nAntes de reconocer su error, la derechiza ha hecho circo, maroma y teatro, incluso, teniendo a toda la prensa y apoyadores ad-hoc tratando de levantar su imagen, sin conseguirlo. Se pensó en cambiarla al final del año pasado, pero hacerlo así implicaba reconocer su error y eso nunca.\nPolíticamente, la derechiza se encuentra incapacitada para construir un proyecto alternativo de país, pues está bloqueada y atrapada entre el pasado y el futuro de sus integrantes, además de sus experiencias y frustraciones por no entender el presente, que la avasallan día a día y donde el contrario avanza firmemente. No sabe cuándo negociar, cuándo rechazar o cómo reconocer y controlar su miedo ante el fracaso que se avecina en una nueva elección presidencial.\nPor ejemplo, la propuesta de AMLO de reformas constitucionales planteada recientemente fue rechazada en automático, sin siquiera considerarla,\nanalizarla o, por lo menos, leerla. Cuando lo hicieron se dieron cuenta que algunas podrían ser acompañadas -como la reforma a las pensiones-. Incluso, no se ha dado cuenta que esta podría ser una oportunidad para discutir y negociar, sin importar si al final nada es aprobado, pues lo importante es ejercer el diálogo entre ambas fuerzas, que se ha olvidado en estos últimos años. En mi opinión, el objetivo de AMLO tampoco es la de aprobar reformas, sino fijar la agenda de la campaña -como ya lo hizo- y estar presente en la mente de los votantes a fin de obtener la mayoría en el congreso, donde, posteriormente, podría aprobarse buena parte de las propuestas. En ese sentido, las elecciones legislativas resultan más que trascendentales.\nResignada a perder la elección presidencial, la derechiza busca desesperadamente no ceder también la mayoría calificada en el congreso, lo que significaría una derrota total, amén de las 8 gubernaturas, donde, por lo menos, buscaran retener las suyas, además de la jefatura de gobierno de la CDMX y alcaldías, donde se prevé una nueva elección de clase: el caro poniente vs el oriente austero, es decir, Louis Vuitton vs Luis Buitrón (autorizado).\nMoralmente impresentable, la derechiza prepara una derrota digna, recurriendo a uno de los recintos de fe liberal más importantes del mundo, como lo es Washington, donde logró entrevistarse, no con Biden, no con Trump, no con Blinken, sino con Almagro, el más magro de los secretarios generales de la OEA , que está por cumplir su tiempo en 2015 y quien, antes de irse, prepara otro de sus trabajitos en contra de la democracia en la región, a fin de vengarse del gobierno de AMLO, que ha sido muy crítico de su gestión.\nDe dicho encuentro, trascendió que la OEA desplegará una Misión de Observación Electoral (MOE), para sorpresa de la reina Xóchitl, quien creía que la organización nunca lo había hecho con México, para la cual se tiene pensado en una mujer para encabezar la MOE, a fin de que sea consecuente con la elección de género. Me imagino que el secretario dio a escoger a la visitante los dos paquetes existentes antidemocráticos: el venezolano 2 x 1, que incluye dos presidentes por uno o, en este caso, dos presidentas, una para la oligarquía, otra, para el pueblo; y el boliviano clásico, que contempla el tradicional golpe de estado encabezado por la OEA, al descalificar la elección.\nEl otro que visitó Washington fue un tal Santiago Taboada, candidato de la derechiza a la jefatura de gobierno de la CDMX, y presunto miembro del cartel inmobiliario, quien, a manera de protección anticipada, fue a la Comisión Interamericana de Derechos Humanos (CIDH), acompañado de un expresidente de la misma, a fin de denunciar una supuesta persecución política en su contra por parte del gobierno, por procurar -dice él- la construcción de bellos edificios inteligentes, donde siempre, por alguna razón, sobran uno o dos departamentos “de muestra”…. de las fechorías del cartel.\nLa verdad, es que ambos personajes de la derechiza dieron pena ajena por el bajo nivel de la política mexicana, y de la oposición en particular, que, segura de su derrota, se anticipa a la desacreditación del proceso electoral.\nA ellos yo aconsejaría ir mejor al Santuario de Chalma -más cerca y más barato-. Bajarse de su auto, camión o burro antes del árbol del Ahuehuete, donde, luego de tomarse un ponche, pulque o cerveza, bailen juntos al son de la guitarra y el violín que tocan alegremente un par de pregoneros, mezclándose con gente del pueblo que verdaderamente agradece los favores del señor. Posteriormente, caminar y caminar por las veredas y caminos internos, hasta llegar al santuario; expiar sus culpas y pecados en las aguas del rio; y rezar ante las imágenes de la iglesia, a fin de que -si tienen suerte-, algún santo despistado los perdone.\nO, de plano, encomendarse a San Judas Tadeo, santo de las causas pérdidas y protector de ladrones, aquí por el metro Hidalgo.\nNo, no hay manera de ganar la elección presidencial por parte de la oposición. Ni yendo a bailar a Washington.\nMario Alberto Puga\nPolitólogo y exdiplomático\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\nNewsletter Al Despertar Tu guía para comprender el acontecer noticioso al arrancar el día",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
    "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
    "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag",
    "https://www.news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
    "https://www.whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T08:23:26.094+02:00",
  "updated": "2024-02-16T13:40:00.434+02:00"
}