{
  "thread": {
    "uuid": "6ab26406c0786cb27a885f2c72cdbbf54f26c364",
    "url": "https://www.infosalus.com/salud-investigacion/noticia-investigadores-cnic-realizan-descubrimiento-trascendental-comprension-arritmias-cardiacas-20240411200451.html",
    "site_full": "www.infosalus.com",
    "site": "infosalus.com",
    "site_section": "https://infosalus.com",
    "site_categories": [
      "health",
      "womens_health"
    ],
    "section_title": "\r\n\tInfosalus: Noticias de salud, enfermedades y nutrición\r\n",
    "title": "Investigadores del CNIC realizan un descubrimiento \"trascendental\" en la comprensión de las arritmias cardíacas",
    "title_full": "Investigadores del CNIC realizan un descubrimiento \"trascendental\" en la comprensión de las arritmias cardíacas",
    "published": "2024-04-11T22:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.europapress.es/fotoweb/fotonoticia_20240411200451_1200.jpg",
    "performance_score": 0,
    "domain_rank": 28242,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6ab26406c0786cb27a885f2c72cdbbf54f26c364",
  "url": "https://www.infosalus.com/salud-investigacion/noticia-investigadores-cnic-realizan-descubrimiento-trascendental-comprension-arritmias-cardiacas-20240411200451.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "infosalus",
  "published": "2024-04-11T22:04:00.000+03:00",
  "title": "Investigadores del CNIC realizan un descubrimiento \"trascendental\" en la comprensión de las arritmias cardíacas",
  "text": "MADRID, 11 Abr. (EUROPA PRESS) - Un equipo del Centro Nacional de Investigaciones Cardiovasculares (CNIC) ha hecho un descubrimiento \"trascendental\" en la comprensión de las arritmias cardíacas, al desvelar los misterios del síndrome de Andersen-Tawil (ATS), un trastorno cardíaco hereditario extremadamente raro. Liderado por el jefe de Grupo de Arritmias Cardíacas del CNIC, José Jalife, el estudio demuestra que la mutación genética especifica (C122Y) en un canal de potasio (Kir2.1) no solo altera la función de ese canal, sino también la del canal principal de sodio (NaV1.5) del corazón, estableciendo un vínculo directo con las arritmias potencialmente letales asociadas al síndrome de Andersen-Tawil (ATS). El estudio, publicado en la revista 'Circulation Research', revela por primera vez que la mutación C122Y en el canal Kir2.1 tiene un efecto doble sobre los canales Kir2.1 y NaV1.5: conduce a una reorganización del canal Kir2.1 que desestabiliza su unión con el fosfolípido PIP2, regulador principal en la membrana celular, y también desestabiliza la expresión de la proteína que forma el canal NaV1.5, reduciendo su función. Para los investigadores, la interacción de estos dos canales es vital para garantizar un ritmo cardíaco estable. Se calcula que una de cada 3 personas padecerá una arritmia cardiaca a lo largo de su vida, aunque el síndrome de Andersen-Tawil afecta a menos de 1 por cada millón de personas. Está caracterizado por una tríada de síntomas que incluyen parálisis periódica, arritmias cardíacas y rasgos faciales distintivos. Las mutaciones en el gen KCNJ2, responsable del canal Kir2.1, heredadas de manera autosómica dominante, son las causantes del ATS tipo 1. Los investigadores han ido más allá, creando un modelo de ratón que replica las principales irregularidades eléctricas cardíacas en pacientes con ATS1. Este modelo reveló que la mutación no solo afecta a Kir2.1, sino que también interfiere con la estabilidad y expresión del canal NaV1.5 en el corazón, reduciendo su función. En este sentido, Jalife subraya la relevancia de esta interacción para la salud cardíaca, advirtiendo que cualquier alteración que perturbe la función de uno o de ambos canales puede desatar arritmias potencialmente mortales. \"El descubrimiento de que una mutación considerada 'monogénica' no solo perturba al canal iónico afectado directamente por la mutación, sino también la función de un canal complementario, ambos fundamentales para la excitabilidad y la conducción eléctrica del corazón, supone una mayor comprensión de los mecanismos asociados a las arritmias cardíacas asociadas no solo con ATS1, sino también con patologías cardiacas más habituales\", ha señalado señala el responsable principal del estudio, Francisco Cruz. Además, Cruz ha añadido que los resultados \"respaldan la hipótesis de que los mecanismos moleculares varían según la mutación específica, abriendo la puerta a tratamientos farmacológicos y manejo clínico personalizados para cada paciente\". Este avance, concluyen los investigadores, representa un hito en la comprensión y abordaje de las arritmias cardíacas, ofreciendo un paradigma revolucionario con potencial impacto clínico. Mejorar el conocimiento sobre la función del canal Kir2.1 allana el camino para enfoques innovadores y seguros que podrían prevenir la muerte súbita en diversas enfermedades cardíacas, beneficiando a millones de personas en todo el mundo. Asimismo, para los científicos, sentará las bases para la generación de enfoques innovadores, efectivos y seguros para prevenir la muerte súbita en estas y otras enfermedades cardíacas devastadoras. En comparación con datos anteriores, todos los resultados presentados aquí respaldan la hipótesis de que los mecanismos moleculares que aumentan la susceptibilidad a las arritmias y la muerte súbita cardíaca en ATS1 son diferentes dependiendo de la mutación específica, por lo que el tratamiento farmacológico y el manejo clínico deberían ser diferentes para cada paciente.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:54:05.333+03:00",
  "updated": "2024-04-12T00:54:05.333+03:00"
}