{
  "thread": {
    "uuid": "21e92f63e22541b128437b256db5484c654b9eba",
    "url": "https://www.newportri.com/story/news/local/2024/04/04/uri-respite-care-offers-break-for-parents-of-special-needs-children/73208785007",
    "site_full": "www.newportri.com",
    "site": "newportri.com",
    "site_section": "https://www.newportri.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Newport Daily News: Local News, Politics & Sports in Newport, RI",
    "title": "URI respite care offers break for parents of special needs children",
    "title_full": "URI respite care offers break for parents of special needs children",
    "published": "2024-04-04T23:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 69197,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "21e92f63e22541b128437b256db5484c654b9eba",
  "url": "https://www.newportri.com/story/news/local/2024/04/04/uri-respite-care-offers-break-for-parents-of-special-needs-children/73208785007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Special to The Newport Daily News - Unlimited Digital Access",
  "published": "2024-04-04T23:56:00.000+03:00",
  "title": "URI respite care offers break for parents of special needs children",
  "text": "URI nursing, therapy students offer parents a 'short time to step away' with respite care KINGSTON – Four hours can mean so much. For a parent or parents of a special needs child, life can often be so busy, so demanding, that there's seemingly no time to get the chores done, or to calmly go grocery shopping, or to just take a walk. Some special needs parents will struggle to tell you the last time they were able to go out for lunch. Or just sit down and read a book. Acutely aware of how important an occasional respite is for the mental, emotional and physical well being of these parents, Christine McCane, a nursing professor at the University of Rhode Island, has created a weekly respite program at the university's Department of Physical Therapies facilities in Independence Square, on the edge of campus, with plenty of parking and easy building access for those with disabilities. The respite time lasts four hours, from noon to 4 p.m. To a special needs parent, four hours of freedom can feel like a week's vacation to the rest of us. Many such parents simply don't have anyone qualified and/or available to give them a break. McGrane's staff includes URI students from the nursing, physical therapy, human development and family science programs. For the nursing and PT students, time worked in the respite program counts toward their clinical hours. The children play with toys and sports equipment, and enjoy the outdoors when weather permits. There's a large video screen in the lecture hall. It's all for free. About 20 children have been taking part in the program, which goes far beyond babysitting. Who qualifies for respite care? McGrane tries to maintain a 1-to-1 student-to-child ratio, with a 2-to-1 ratio for children with more complex needs. The children include those with autism (across the full spectrum), Down syndrome, cerebral palsy, and brain injuries. “We provide direct care in a group setting, and families get some respite to step away and do whatever it is they feel they need to do to take care of themselves,” McGrane is quoted in saying on the school's website. URI students get direct-care experience She said the URI students learn from each other, with, for example, PT students guiding nursing students on getting a child in different positions to improve head control. Nursing students can help with tube feeding and other medical needs. “The nice thing about having the students is they have expertise, and they learn from each other,” McGrane said. A member of the Family Caregiver Alliance of Rhode Island, McGrane said the goal is to expand the respite program. McGrane's dissertation project for her recently completed Ph.D. in nursing explored whether respite care alleviated stress for parents of special needs children. Her research included pre- and post-program stress surveys for parents. She said she found a significant drop in stress levels when parents get even a “short time to step away.” Any parents of children with special needs interested in applying for the respite care program can contact McGrane at [cmcgrane@uri.edu](mailto:cmcgrane@uri.edu) or 401-874-5347.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christine mccane",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of rhode island",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kingston",
        "sentiment": "none"
      },
      {
        "name": "independence square",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:10:22.619+03:00",
  "updated": "2024-04-05T01:10:22.619+03:00"
}