{
  "thread": {
    "uuid": "0736dc0ba8244691801721c650112537e5578ec2",
    "url": "https://www.dailynews.com/2024/01/05/at-the-rose-parade-my-group-got-to-tell-the-world-we-can-all-help-solve-the-homeless-crisis/",
    "site_full": "www.dailynews.com",
    "site": "dailynews.com",
    "site_section": "https://www.dailynews.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Daily News",
    "title": "At the Rose Parade, my group got to tell the world we can all help solve the homeless crisis",
    "title_full": "At the Rose Parade, my group got to tell the world we can all help solve the homeless crisis",
    "published": "2024-01-05T16:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.dailynews.com/wp-content/uploads/2024/01/PAS-L-COL-UNION-0107-1-1.jpeg?w=1024&#038;h=734",
    "performance_score": 0,
    "domain_rank": 3956,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0736dc0ba8244691801721c650112537e5578ec2",
  "url": "https://www.dailynews.com/2024/01/05/at-the-rose-parade-my-group-got-to-tell-the-world-we-can-all-help-solve-the-homeless-crisis/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anne Miskey",
  "published": "2024-01-05T16:04:00.000+02:00",
  "title": "At the Rose Parade, my group got to tell the world we can all help solve the homeless crisis",
  "text": "What do bees and homelessness have to do with one another? Well, in the normal course of things, not much!\nBut for Union Station Homeless Services they meant an opportunity to share with the world the work and success of our organization – and even more importantly, to call on everyone to “Be(e) the Solution” to homelessness.\nUnion Station was asked if we would like to have a float in this year’s Rose Parade after a corporation stepped out, leaving their float without an owner. As an organization born and bred in Pasadena, and which is celebrating its 50th anniversary, we felt it was an offer we couldn’t refuse.\nThanks to all of our staff, clients, and volunteers who were involved in making the “Bee the Solution” float – our first ever entry in the parade – a reality.\nBecause homelessness is such a major crisis, many people in our communities don’t really believe that there is a solution. At Union Station, we know there is a solution – and one that we have used to permanently house thousands of people in the past few years, and 97% of the people we house stay housed. But we haven’t been able to do it alone – it has taken a community and that is why we are asking everyone to be part of that solution.\nFirst, what is the solution? What is it that ends homelessness for individuals and families? The answer is remarkably simple – homes end homelessness. Not only does housing end people’s homelessness, having a safe home of one’s own is the foundation for health, stability, and the opportunity to be part of their community.\nWhile everyone needs that foundation, we know that for some they need extra support to stay housed and to thrive. This is where comprehensive, wrap-around services come in. At Union Station, we provide those services, whether it be education and job training, physical or mental health support or life skills.\nHow can you Be(e) the Solution to homelessness?\nSupport organizations like Union Station Homeless Services. We truly could not do the work we do without the help of our thousands of volunteers along with vital financial support from our donors. This support also demonstrates to our many unhoused and newly housed neighbors that someone cares about them – and this means to world!\nSay YES to housing! We know that housing is the solution to homelessness, but unfortunately there is not enough affordable housing in L.A. County. You can be the solution by talking to your elected officials and neighbors and let them know the benefits of having affordable housing in your community.\nSay “Hello”. What do we mean by that? Well, too many people experiencing homelessness are shunned, criticized, isolated, and treated as less than human beings. This has a terrible effect on people as everyone craves kindness, human connection and being part of a community. The simple act of treating everyone with dignity and as a human being is an important step in helping those who are unhoused regain their sense of hope and be able to move towards wellness.\nTake a moment of joy. While we know that homelessness is a tragedy, we also must recognize that there is opportunity for joy. Hope, housing, and support have been given to thousands of people – and these people are once more thriving in their own homes and as members of our communities.\nIn the words of one of our formerly unhoused clients, “I don’t have to worry about where my family will sleep tonight. I have a safe home and can be a better father and husband. My children are housed and safe – and they can now look forward to a bright future and be whatever they want to be.”\nAll of us can BEE THE SOLUTION and ensure that all people have a safe home to call their own.\nAnne Miskey is CEO of Union Station Homeless Services.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "union station homeless services",
        "sentiment": "none"
      },
      {
        "name": "union station",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pasadena",
        "sentiment": "none"
      },
      {
        "name": "union station",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:11:18.591+02:00",
  "updated": "2024-01-06T00:11:18.591+02:00"
}