{
  "thread": {
    "uuid": "b1eb71f1daea1f5d93883438fdadc4bf709a09cf",
    "url": "https://www.farodevigo.es/pontevedra/2024/04/18/talento-pontevedres-despunta-premios-aje-101260013.html",
    "site_full": "www.farodevigo.es",
    "site": "farodevigo.es",
    "site_section": "https://www.farodevigo.es/buena-huella",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Buena Huella | Noticias de Buena Huella - Faro de Vigo",
    "title": "El talento pontevedrés despunta en los premios de AJE Galicia con tres de los cinco galardones - Faro de Vigo",
    "title_full": "El talento pontevedrés despunta en los premios de AJE Galicia con tres de los cinco galardones - Faro de Vigo",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/04ade6de-561e-45c9-a08f-ca9228168370_16-9-aspect-ratio_default_1296444.jpg",
    "performance_score": 0,
    "domain_rank": 15409,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b1eb71f1daea1f5d93883438fdadc4bf709a09cf",
  "url": "https://www.farodevigo.es/pontevedra/2024/04/18/talento-pontevedres-despunta-premios-aje-101260013.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ana López",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "El talento pontevedrés despunta en los premios de AJE Galicia con tres de los cinco galardones - Faro de Vigo",
  "text": "El talento pontevedrés despunta en los premios de AJE Galicia con tres de los cinco galardones La gala de los jóvenes empresarios gallegos, celebrada por primera vez en Poio, reconoce a Galiwonders, Vanetta Vegan Food, Wilfire Sentinel, Sembra Biojoyas y Merlin Software Muchos nervios, ilusión e incluso algún que otro “selfie” en pleno atril cuando llegó el momento de hablar. El talento pontevedrés triunfó en la gala de entrega de los premios de la Asociación de Jóvenes Empresarios de Galicia, AJE Galicia, que por primera vez se celebró en Poio, en el Pazo de Colón. En la XIII edición de estos galardones, de los cinco que se concedieron tres corresponden a proyectos y empresas presentados por parte de la Asociación de Jóvenes Empresarios de Pontevedra: Galiwonders, Wildfire Sentinel y Sembra Biojoyas. La ciudad ha dejado el pabellón bien alto y demostrado que las ideas y las ganas de iniciar nuevos proyectos están más vivas que nunca. El Premio Joven Empresario de Galicia recayó en Galiwonders, una agencia de viajes on line de la Boa Vila que se ha especializado en el turismo internacional que recorre el Camiño de Santiago, así como en la fusión del patrimonio cultural, gastronómico y natural de Galicia. Es la segunda vez que esta empresa es reconocida por AJE, ya que si bien ahora lo ha sido por AJE Galicia, el pasado mes de noviembre del año pasado lo fue en los premios de AJE Pontevedra con el principal de los premios. Tal y como informó una de las impulsoras de este proyecto, que comenzó su andadura en el año 2016, la empresa cuenta actualmente con 17 trabajadores y dos oficinas, en Pontevedra y Padrón. El otro gran galardón de los AJE Galicia es el Premio Iniciativa Emprendedora de Galicia, que en esta ocasión ha recaído en Vanetta Vegan Food, una empresa que se presentó con AJE Vigo y que tiene su sede en Nigrán. Pero, además, en la gala se entregaron tres accésits. Y también en esta ocasión despuntó el talento pontevedrés, que logró dos. El Accésit a la Innovación Recados Carmen fue para la empresa Wildfire Sentinel, con sede en la capital de la provincia. Se trata de una tecnología que busca la pronta detección de incendios proporcionando un sistema de alerta y monitorización del entorno forestal. Su impulsor animó, en el momento de recoger el premio, que “hay que creer mucho en una idea por loca que sea, pero hay que perseguirla”. Y especialmente emocionada se mostró la joven creadora de Sembra Biojoyas, empresa pontevedresa de joyas hechas a mano con recursos extraídos de la naturaleza amazónica por etnias indígenas, en la que recayó el Accésit a la Responsabilidad Social Empresarial Vegalsa-Eroski. Explicó que se trata de un proyecto sostenible con el que se crea también un producto sostenible y que se puede descartar enterrándolo en la propia naturaleza, a diferencia de la bisutería más comercial, “la mayoría de ella hecha con materiales contaminantes”. “Empecé con este proyecto en el salón de mi casa y hoy me siento una persona muy afortunada”, confesó. El tercer accésit, el de Creación de Empleo, fue para Merlin Software, de AJE A Coruña, una consultoría informática que ofrece servicios a medida de los clientes. Rueda: “Vuestra labor contribuye al crecimiento económico” El presidente de la Xunta de Galicia, Alfonso Rueda, así como los conselleiros de Vivenda, María Martínez Allegue, y Emprego, José González Vázquez, asistieron a la gala de entrega de los premios de AJE Galicia. También el presidente y el vicepresidente de la Diputación de Pontevedra, Luis López y Rafa Domínguez, respectivamente. Asimismo, ejerció de anfitrión el alcalde de Poio, Ángel Moldes, por ser el municipio escogido para la gala este año. Entre los numerosos asistentes de AJE, estaban el presidente de AJE Galicia, Luciano Covelo Fandiño, y la de AJE Pontevedra, María Asunción Buceta Vicenta. Alfonso Rueda destacó el trabajo de los emprendedores y jóvenes empresarios, sin el cual no se entendería el “crecimiento económico de Galicia”. En este sentido, y teniendo en cuenta “el contexto de incertidumbre financiera”, elogió el ánimo a emprender y a crear una empresa propia. También quiso mostrar el compromiso de su Ejecutivo para apoyar toda iniciativa privada que cree empleo y busque el bien común de los ciudadanos. Así, recordó que la Xunta es la administración autonómica “que realizó un mayor esfuerzo de inversión en políticas activas de empleo en los dos primeros meses de 2024, con más de 205 millones de euros movilizados”. Políticas provinciales Por su parte, Luis López afirmó que “todas las economías que dan las espaldas al emprendimiento fracasan” y puso como ejemplo el programa provincial de apoyo al emprendimiento, Smart Peme, con más de 2.000 atenciones a cerca de medio millar de empresas en esta nueva etapa de gobierno. Asimismo, Luciano Covelo mencionó el problema actual de mano de obra y de las elevadas tasas de paro juvenil y María Buceta recordó que “hay que sumar, ir juntos de la mano, para remar en el mismo barco y en la misma dirección”. [RRSS WhatsApp](https://api.whatsapp.com/send?text=El%20talento%20pontevedr%C3%A9s%20despunta%20en%20los%20premios%20de%20AJE%20Galicia%20con%20tres%20de%20los%20cinco%20galardones%20https://www.farodevigo.es/pontevedra/2024/04/18/talento-pontevedres-despunta-premios-aje-101260013.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.farodevigo.es/pontevedra/2024/04/18/talento-pontevedres-despunta-premios-aje-101260013.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Twitter](https://twitter.com/intent/tweet?original_referer=https://www.farodevigo.es/pontevedra/2024/04/18/talento-pontevedres-despunta-premios-aje-101260013.html&text=El%20talento%20pontevedr%C3%A9s%20despunta%20en%20los%20premios%20de%20AJE%20Galicia%20con%20tres%20de%20los%20cinco%20galardones%20%20https://www.farodevigo.es/pontevedra/2024/04/18/talento-pontevedres-despunta-premios-aje-101260013.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40Farodevigo) [RRSS email](mailto:?subject=El%20talento%20pontevedr%C3%A9s%20despunta%20en%20los%20premios%20de%20AJE%20Galicia%20con%20tres%20de%20los%20cinco%20galardones%20&body=https://www.farodevigo.es/pontevedra/2024/04/18/talento-pontevedres-despunta-premios-aje-101260013.html%3Futm_source%3Dmail%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [Copiar URL](javascript: void(0)) [Hugo Vázquez, un gimnasta para la historia](https://www.farodevigo.es/pontevedra/2024/04/16/hugo-vazquez-gimnasta-historia-101109082.html) [Un carné que “ya no es una prioridad”](https://www.farodevigo.es/pontevedra/2024/04/18/bono-xunta-galicia-carne-conducir-prioridad-101201221.html) [Un carné que “ya no es una prioridad”](https://www.farodevigo.es/pontevedra/2024/04/18/carne-prioridad-101201221.html) [Juan Carlos I ya está en Sanxenxo en su segunda visita del año a la ría](https://www.farodevigo.es/pontevedra/2024/04/17/juan-carlos-sanxenxo-segunda-visita-101184698.html) [Adiós a la inspiración predilecta de Castelao](https://www.farodevigo.es/pontevedra/2024/04/15/adios-inspiracion-predilecta-castelao-101066985.html) [El ministerio de Transportes anuncia obras por 8,7 millones en las carreteras nacionales de Pontevedra en plena campaña de críticas del PP](https://www.farodevigo.es/pontevedra/2024/04/16/ministerio-transportes-anuncia-obras-carreteras-nacionales-pontevedra-101143453.html) [Mucho más que hostelería](https://www.farodevigo.es/pontevedra/2024/04/15/hosteleria-101067808.html) [Un vecino de Vilagarcía acepta dos años de prisión como autor de un delito de abusos sexuales a una menor](https://www.farodevigo.es/pontevedra/2024/04/16/acepta-anos-prision-autor-delito-101152115.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:09:03.465+03:00",
  "updated": "2024-04-19T02:54:11.274+03:00"
}