{
  "thread": {
    "uuid": "db1404024e69e30d990f7321f8c263abd6c9a593",
    "url": "https://hipertextual.com/2023/12/trabajo-hibrido-lenovo",
    "site_full": "hipertextual.com",
    "site": "hipertextual.com",
    "site_section": "http://alt1040.com/feed",
    "site_categories": [
      "tech"
    ],
    "section_title": "Hipertextual",
    "title": "Lejos de desaparecer, los datos demuestran que el trabajo híbrido funciona",
    "title_full": "Lejos de desaparecer, los datos demuestran que el trabajo híbrido funciona",
    "published": "2023-12-31T21:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DE",
    "main_image": "https://imgs.hipertextual.com/wp-content/uploads/2023/12/lenovo-chromebook.jpg",
    "performance_score": 0,
    "domain_rank": 12720,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db1404024e69e30d990f7321f8c263abd6c9a593",
  "url": "https://hipertextual.com/2023/12/trabajo-hibrido-lenovo",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hipertextual (Redacción)",
  "published": "2023-12-31T21:22:00.000+02:00",
  "title": "Lejos de desaparecer, los datos demuestran que el trabajo híbrido funciona",
  "text": "“Hoy trabajo desde casa”. Abres el chat de la oficina y ves que a un par de compañeros les ha surgido un imprevisto y deciden trabajar desde casa. Lo que hace unos años era impensable, ahora es algo a lo que apenas se le da importancia gracias al nuevo modelo de trabajo híbrido que han adoptado la gran mayoría de empresas. Esta nueva forma de trabajar tiene tanta aceptación que, según un informe realizado por IDC, el 100% de las empresas preguntadas han adoptado o tienen pensado adoptar un modelo de trabajo híbrido. Pese a que en los últimos meses se ha estado hablando de que el teletrabajo tiene los días contados y que cada vez más empresas promueven el trabajo estrictamente presencial, nada más lejos de la realidad. El teletrabajo o el formato híbrido ha llegado para quedarse, y los datos son el mejor reflejo. Compañías como Lenovo son algunas de las que más han impulsado el trabajo remoto con un portfolio de equipos enorme para cada empresa y cada trabajador. El 75% de los empleados aseguran ser más productivos trabajando desde casa A nivel de compañía, para 2024 se espera que las empresas que hayan invertido en herramientas para fomentar un modelo de trabajo híbrido o cien por cien remoto, aumentarán sus beneficios en un 20%. Pero es que por parte de los empleados, también queda clara la preferencia. Un 75% de los empleados encuestados afirman que son incluso más productivos trabajando desde casa. Tanto los CIOs como los CEOs de las compañías establecen tres pilares básicos para favorecer el trabajo híbrido: coste, eficiencia y productividad. Por supuesto, para que esto funcione, deben ofrecer a sus empleados la posibilidad de trabajar desde cualquier lado con las mismas características, tanto en equipos como a nivel de seguridad. Cómo ayuda Lenovo a fomentar el trabajo híbrido Con la implementación de tecnología adecuada, los empleados aumentan su competencia en sus roles y pueden enfocarse en tareas más significativas. Las soluciones flexibles, escalables y de fácil implementación de Lenovo para entornos de trabajo digital ayudan a alcanzar los objetivos de los empleados al mismo tiempo que liberan tiempo del equipo de IT. La elección de Lenovo no es casual ya que tiene una amplia experiencia en el sector. Marcas como ThinkPad han conseguido, por ejemplo, que Lenovo fuese la marca número uno en ordenadores para la oficina, según un informe de IDC. A esto se le suman otras soluciones como Lenovo ThinkShield, Lenovo ThinkSmart o Lenovo TruScale Device-as-a-Service (DaaS) perfectas para el entorno empresarial. Pero no sólo esto ya que Lenovo se apoya en varios partners estratégicos que ayudan a ofrecer una experiencia todavía mejor. Partners de primer nivel como Intel o Microsoft, este último, principalmente, de la mano de su última versión del sistema operativo más famoso del mundo: Windows 11. Lenovo y Microsoft: la mejor unión de software y hardware para el nuevo modelo de trabajo híbrido Windows 11 no sólo ha supuesto un cambio estético con respecto a sus antecesores, también presenta mejoras sustanciales en rendimiento y seguridad. Con una interfaz de usuario más pulida, un menú Inicio renovado y la integración de múltiples escritorios virtuales, Windows 11 brinda una experiencia intuitiva y fluida. Todos los equipos de Lenovo que se comercializan actualmente, lo hacen con alguna de las versiones de Windows 11. La combinación de la innovadora tecnología de Lenovo con las capacidades de Windows 11 ofrece un entorno de trabajo digital más eficiente y atractivo. Los dispositivos Lenovo también son capaces de sacar todo el partido y aprovechar al máximo las características de Windows 11, garantizando una experiencia sin igual. Además, con Windows 11, las aplicaciones de Microsoft, como Microsoft 365, Teams y Edge, se integran de manera más estrecha, proporcionando un ecosistema perfecto para mejorar la productividad y la colaboración en el ámbito empresarial. Por último, en cuanto a seguridad, Windows 11 refuerza la protección del sistema con características como la autenticación biométrica y la seguridad basada en hardware, proporcionando un entorno más seguro para los usuarios y sus datos. La pandemia que vivimos en 2020 que nos obligó a trabajar desde casa nos enseñó dos cosas: que invertir en tecnología por parte de las empresas es un acierto y que la oficina ha roto los límites físicos, dando como resultado empleados más contentos, más productivos y más involucrados al mismo tiempo que los beneficios de la empresa crecen.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T22:33:04.010+02:00",
  "updated": "2024-01-08T00:30:21.208+02:00"
}