{
  "thread": {
    "uuid": "c7087d5c50d08a0bed9c497e0906fd9487235f41",
    "url": "http://www.arcamax.com/currentnews/newsheadlines/s-3038587",
    "site_full": "www.arcamax.com",
    "site": "arcamax.com",
    "site_section": "https://www.arcamax.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "News &amp; Entertainment by Email | ArcaMax Publishing",
    "title": "'A very long time coming': Alaska Psychiatric Institute launches new programs for mentally ill defendants | News & Features",
    "title_full": "'A very long time coming': Alaska Psychiatric Institute launches new programs for mentally ill defendants | News & Features | ArcaMax Publishing",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://resources.arcamax.com/newspics/268/26814/2681494.gif",
    "performance_score": 0,
    "domain_rank": 40653,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c7087d5c50d08a0bed9c497e0906fd9487235f41",
  "url": "http://www.arcamax.com/currentnews/newsheadlines/s-3038587",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "'A very long time coming': Alaska Psychiatric Institute launches new programs for mentally ill defendants | News & Features",
  "text": "Officials at Alaska Psychiatric Institute, the state's sole psychiatric hospital, say they plan to double the facility's capacity to treat felony-level criminal defendants deemed incompetent to stand trial.\nA separate program will offer treatment for people facing less serious misdemeanors — a change from the current practice of largely dismissing such charges.\nThe new programs help address a major backlog within the state's criminal justice system when it comes to providing what's known as \"competency restoration\" for people with mental health issues, officials at the facility say. People charged with crimes in Alaska must be able to understand court processes or meaningfully assist in their defense in order to stand trial; otherwise, the charges against them must be dropped.\nAPI is the only facility in Alaska for defendants with severe mental illnesses to receive competency restoration to meet that threshold, decided by a judge.\nThe facility has come under fire in recent years because a lack of beds left people spending months behind bars waiting for admittance, leaving their criminal charges in limbo. The hospital has only 10 so-called competency restoration beds, and for years, waitlists for the program have been months or years long, a situation that court and hospital officials have agreed is unacceptable.\nAt a recent open house, forensic psychologist Dr. Christine Collins and other top API officials announced a new program that will allow more felony defendants to receive competency restoration treatment while in custody. A jail-based program will open 10 new beds for people accused of felony-level crimes and another 10 spots will open in an outpatient clinic for those facing misdemeanor charges, they said.\n Before the new programs, there were only the 10 competency restoration beds at API to serve the entire state — the smallest per capita number in the entire country, said Dr. Kristy Becker, chief of clinical services.\nDefendants facing misdemeanor charges will now have the opportunity to go through an outpatient restoration program that aims to connect them with the state's mental health court, where they will have access to additional resources and services, Becker said.\nRather than punishment for misdemeanor offenses, the new outpatient program aims to offer community oversight, legal restoration and access to additional support, she said.\n\"It sort of serves as a bridge to get them out of a custodial setting into a community setting with a greater degree of oversight than they would have otherwise if their charges were just dismissed, which is what's essentially happening now for these misdemeanor cases,\" Becker said.\n...continued swipe to next page « 1 2 3 » View full story\n(c)2023 the Alaska Dispatch News (Anchorage, Alaska). Visit the Alaska Dispatch News (Anchorage, Alaska) at www.adn.com. Distributed by Tribune Content Agency, LLC.\nComments Please enable JavaScript to view the comments powered by Disqus. blog comments powered by Disqus Share",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "http://disqus.com/?ref_noscript",
    "http://www.disqus.com",
    "https://twitter.com/share?url=https://www.arcamax.com/currentnews/newsheadlines/s-3038587&hashtags=ArcaMax",
    "https://plus.google.com/share?url=https://www.arcamax.com/currentnews/newsheadlines/s-3038587",
    "https://twitter.com/share?url=https://arcamax.com/currentnews/newsheadlines/s-3038587&hashtags=ArcaMax",
    "http://www.disqus.com/?ref_noscript",
    "https://plus.google.com/share?url=https://arcamax.com/currentnews/newsheadlines/s-3038587",
    "http://disqus.com/",
    "https://twitter.com/share",
    "https://plus.google.com/share",
    "http://disqus.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "| news & features",
        "sentiment": "negative"
      },
      {
        "name": "alaska psychiatric institute",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "alaska",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T12:26:35.198+02:00",
  "updated": "2023-12-29T22:26:11.264+02:00"
}