{
  "thread": {
    "uuid": "f96cb555fcc7c6f61f1085620b837cc0d9d75816",
    "url": "https://poststar.com/news/nation-world/homeless-people-750-dollars-a-month-improved-lives-new-study-nonprofit/article_39e716eb-12ff-55ac-ac18-542029287e3e.html",
    "site_full": "poststar.com",
    "site": "poststar.com",
    "site_section": "http://poststar.com/search/?f=rss&t=article&c=news*&l=25&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "poststar.com - RSS Results in news* of type article",
    "title": "$750 a month, no questions asked, improved the lives of homeless people",
    "title_full": "$750 a month, no questions asked, improved the lives of homeless people",
    "published": "2024-01-08T00:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/poststar.com/content/tncms/assets/v3/editorial/3/9e/39e716eb-12ff-55ac-ac18-542029287e3e/65942ae6b3102.preview.jpg?crop=290%2C290%2C720%2C55&amp;resize=200%2C200&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 20893,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f96cb555fcc7c6f61f1085620b837cc0d9d75816",
  "url": "https://poststar.com/news/nation-world/homeless-people-750-dollars-a-month-improved-lives-new-study-nonprofit/article_39e716eb-12ff-55ac-ac18-542029287e3e.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "DOUG SMITH Los Angeles Times",
  "published": "2024-01-08T00:15:00.000+02:00",
  "title": "$750 a month, no questions asked, improved the lives of homeless people",
  "text": "LOS ANGELES — If 100 homeless people were given $750 per month for a year, no questions asked, what would they spend it on?\nThat question was at the core of a controlled study conducted by a San Francisco-based nonprofit and the USC Suzanne Dworak-Peck School of Social Work.\nThe results were so promising that the researchers decided to publish results after only six months. The answer: food, 36.6%; housing, 19.5%; transportation, 12.7%; clothing, 11.5%; and health care, 6.2%, leaving only 13.6% uncategorized.\nThose who got the stipend were less likely to be unsheltered after six months and able to meet more of their basic needs than a control group that got no money, and half as likely as the control group to have an episode of being unsheltered.\n“I felt there was enough interest and the initial findings were compelling enough that it was important to get those results out,” said Benjamin Henwood, director of the Center for Homelessness, Housing and Health Equity Research at the Dworak-Peck School, who led the study.\nPeople are also reading…\n“It may not be earth-shattering that providing money is going to help meet basic needs, but I do think it dispels this myth that people will use money for illicit purposes,” Henwood said. “We weren’t finding that in the study.”\nAbout 2% of the total went to alcohol, cigarettes and drug expenses — the largest portion of which was cigarettes, Henwood said.\nThe participants submit monthly reports on their spending and are surveyed in more detail quarterly.\nA follow-up report will be published after participants have received the funds for a full year. But Henwood said the main findings were robust enough that they were unlikely to change.\nThe study arose from Miracle Messages, a San Francisco-based nonprofit that sends volunteers to the streets and shelters to befriend homeless people and try to make connections with the loved ones who lost contact with them. Next founder and chief executive Kevin F. Adler started Miracle Friends, matching homeless people to volunteer phone buddies for weekly calls.\nThat evolved into Miracle Money when volunteers began asking Adler whether it was OK to give their buddies a few dollars.\n“You asked me to be a friend to this person, but they don’t know what they’re going to eat tonight,” Adler said they would tell him.\nAdler didn’t think the volunteers should hand out their own money. But the idea of cash support appealed to him.\nAfter a pilot showed promise, Adler got a grant to expand to Los Angeles. He hired two recruiters to canvass homeless shelters. They enlisted more than 200 clients who met the criteria of being at least 18 years old and homeless and expressed interest in having a phone buddy.\nRather than just give money away, Adler hoped to document its effect. He teamed up with Henwood, who devised the controlled study. The participants were divided randomly into two groups. One group of 103 received stipends. The others were told they were on a waiting list.\nAfter six months, only 12% of those who received funds reported being unsheltered at any time in the prior month, a dramatic decrease from 30% at the outset. Those on the waiting list also reported fewer unsheltered episodes, but by a much smaller margin, from 28% to 23%.\nThe cash recipients also said they were better able to meet their basic needs. On a scale of 1 (completely) to 5 (not at all), they dropped from about 3.75 on average to just over 3.25. The control group did not budge from 3.75.\nAmong those receiving the funds, some found permanent housing, even though the money fell far below average rents in the area, Henwood said.\n“It seems like it’s opening up possibilities in different ways,” he said. “They might have a friend or relative that may not be willing to support them completely, but if they have something to contribute that opens up a room.”\nIn other cases, the money created opportunities, even for people who remained unsheltered.\n“I spent a lot of the money on food on the go,” one participant told the researchers. “Simple, cheap things like bean and cheese burritos. I eat on the run while I bike/work for DoorDash. I also bought a membership to REI, so I could get my bike fixed for free.”\n“It’s not a single path forward,” Henwood said. “It’s a lot of resourcefulness and creativity.”\n20 facts about homelessness in the US\n20 facts about homelessness in the US\nAccording to HUD, there were 582,462 people experiencing homelessness in the U.S. in January 2022\nThe U.S. has seen a 0.3% increase in homelessness since 2020\nConversely, the U.S. has seen an 8.6% decrease in homelessness since 2010\nExperts from HUD believe that resources from the American Rescue Plan directed toward homelessness assistance lessened the impact of COVID-19 on homelessness\nThe end of the federal eviction moratorium in August 2021 made millions of Americans' housing situations more precarious during the long tail of the COVID-19 pandemic\nAs of August 2022, one year after the federal eviction moratorium was lifted, nearly 12% of Americans experienced a rent increase of $250 or more per month\nThe marked increase in rental prices during COVID-19 likely contributed to the recent rise in homelessness\nHUD's Emergency Rental Assistance program received more than 12 million applications for assistance between August 2021 and January 2022\nA greater proportion of people experiencing homelessness were unsheltered in 2022 compared to 2020\n40% of all people experiencing homelessness in the U.S. during 2022 were unsheltered\nChronic homelessness has increased 15.5% since 2020\nVeteran homelessness has decreased by 11% since 2020 and more than 50% since 2010\nFamily and youth homelessness have both decreased since 2020\n50,767 families with children experienced homelessness in 2022\nSince 2020, unaccompanied youth homelessness has decreased by 12%\n6,398 parenting youth taking care of 7,898 children experienced homelessness in 2022, down 13% since 2020\nIn 2022, 37% of people experiencing homelessness identified as Black, while only 12% of the overall U.S. population identifies as Black\nFrom 2020 to 2022, the number of people who identified as Hispanic or Latino who experienced homelessness rose by 8%\nThe number of people who identify as Hispanic and experienced unsheltered homelessness in 2022 rose 16% since 2020",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "benjamin henwood",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "usc suzanne dworak-peck school of social work",
        "sentiment": "none"
      },
      {
        "name": "center for homelessness, housing and health equity research",
        "sentiment": "none"
      },
      {
        "name": "dworak-peck school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "los angeles",
        "sentiment": "none"
      },
      {
        "name": "san francisco",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:42:07.102+02:00",
  "updated": "2024-01-08T00:42:07.102+02:00"
}