{
  "thread": {
    "uuid": "937916e925de37c8a476e21236319037f1617318",
    "url": "https://www.lokmattimes.com/international/pm-modis-outreach-to-putin-helped-prevent-potential-nuclear-attack-on-ukraine-in-late-2022-cnn-report",
    "site_full": "www.lokmattimes.com",
    "site": "lokmattimes.com",
    "site_section": "https://www.lokmattimes.com/international",
    "site_categories": [],
    "section_title": "International News - Get Today's Latest News, Breaking News Updates & Information from all around the World at Lokmat Times",
    "title": "PM Modi's outreach to Putin helped prevent 'potential nuclear attack' on Ukraine in late 2022: CNN Report - www.lokmattimes.com",
    "title_full": "PM Modi's outreach to Putin helped prevent 'potential nuclear attack' on Ukraine in late 2022: CNN Report - www.lokmattimes.com",
    "published": "2024-03-10T12:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://d3pc1xvrcw35tl.cloudfront.net/ln/feedImages/686x514/ANI-20240310122537_202403.jpg",
    "performance_score": 0,
    "domain_rank": 97802,
    "domain_rank_updated": "2024-03-05T12:11:17.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "937916e925de37c8a476e21236319037f1617318",
  "url": "https://www.lokmattimes.com/international/pm-modis-outreach-to-putin-helped-prevent-potential-nuclear-attack-on-ukraine-in-late-2022-cnn-report",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "/author/ani/",
  "published": "2024-03-10T12:08:00.000+02:00",
  "title": "PM Modi's outreach to Putin helped prevent 'potential nuclear attack' on Ukraine in late 2022: CNN Report - www.lokmattimes.com",
  "text": "PM Modi's outreach to Putin helped prevent \"potential nuclear attack\" on Ukraine in late 2022: CNN Report By [ANI](/author/ani/) | Published: March 10, 2024 06:08 PM2024-03-10T18:08:06+5:302024-03-10T18:10:06+5:30 Washington DC [US], March 10 : As the Russia-Ukraine conflict raged in 2022, the United States started \"preparing rigorously\" ... Washington DC [US], March 10 : As the Russia-Ukraine conflict raged in 2022, the United States started \"preparing rigorously\" for a potential nuclear strike by Moscow against Kyiv, in what would have been the first nuclear attack since the US dropping atomic bombs on Hiroshima and Nagasaki nearly eighty years before, CNN reported citing two senior administration officials. The report stated that outreach from Prime Minister Narendra Modi and other countries also played an important role in averting the crisis. The Biden administration was specifically concerned Russia might use a tactical or battlefield nuclear weapon, the officials said. Amid the fears, the US sought to enlist the help of non-allies including India, to discourage Russia from such an attack, as reported by CNN. \"One of the things we did was not only message them directly but strongly urge, press, encourage other countries, to whom they might be more attentive, to do the same thing,\" the senior administration official said. US officials say that outreach and public statements from Prime Minister Narendra Modi and others helped avert a crisis. \"I think we believe showing the international community the concern about this, particularly the concern from key countries for Russia and the Global South, was also a helpful, persuasive factor and showed them what the cost of all this could be,\" CNN quoted a senior administration official as saying. \"I think the fact that we know, India weighed in, China weighed in, others weighed in, may have had some effect on their thinking,\" the senior administration official added. \"I can't demonstrate this positively, but I think that's our assessment.\" Regarding the Russia-Ukraine conflict, India has always condemned civilian killings and called for a peaceful resolution to the conflict. In a major statement, PM Modi told President Putin that \"this is not the era of war\" on the sidelines of the SCO summit in Uzbekistan last year. The statement even made to the G20 communique under the presidency of India. During this period from late summer to fall 2022, the National Security Council convened a series of meetings to put contingency plans in place \"in the event of either a very clear indication that they were about to do something, attack with a nuclear weapon, or if they just did, how we would respond, how we would try to preempt it or deter it,\" the senior administration official said. Notably, late summer 2022 was also proving a 'devastating period' for Russian forces in Ukraine. Ukrainian forces were advancing on Russian-occupied Kherson in the south, the city which had been Russia's biggest prize since the invasion. As these Ukrainian forces advanced, entire Russian units were in danger of being surrounded. The view inside the administration was that such a catastrophic loss could be a \"potential trigger\" for the use of nuclear weapons, according to CNN. Also, at the same time, Russia was allegedly circulating a new \"false flag story\" about a Ukrainian dirty bomb, which US officials feared could be intended as a cover for a Russian nuclear attack. In October 2022, Russia's defence minister, Sergei Shoigu, made a series of phone calls to defence officials in the US, the UK, France and Turkey, telling them that the Kremlin was \"concerned about possible provocations by Kyiv involving the use of a dirty bomb.\" But, it is pertinent to note that at no time did the US detect intelligence indicating Russia was taking steps to mobilize its nuclear forces to carry out such an attack, CNN reported. \"We obviously placed a high priority on tracking and had some ability at least to track such movements of its nuclear forces,\" a senior administration official said. \"And at no point did we ever see any indications of types of steps that we would've expected them to take if they were going down a path toward using nuclear weapons.\" Disclaimer: This post has been auto-published from an agency feed without any modifications to the text and has not been reviewed by an editor [Open in app](https://www.lokmattimes.com/install_app.htm?utm_source=www.lokmattimes.com&utm_medium=open_in_app&launch_url=https://www.lokmattimes.com/international/pm-modis-outreach-to-putin-helped-prevent-potential-nuclear-attack-on-ukraine-in-late-2022-cnn-report/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "putin",
        "sentiment": "negative"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "biden",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cnn",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "washington dc",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "hiroshima",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "nagasaki",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T14:51:39.851+02:00",
  "updated": "2024-03-10T14:51:39.851+02:00"
}