{
  "thread": {
    "uuid": "88242d917e962bb8387408f37e991ce929423659",
    "url": "https://www.newindianexpress.com/states/karnataka/2024/jan/06/iisc-develops-clean-green-cooling-tech-for-indian-navy-2648413.html",
    "site_full": "www.newindianexpress.com",
    "site": "newindianexpress.com",
    "site_section": "https://www.newindianexpress.com/Glance/rssfeed/?id=422&getXmlFeed=true",
    "site_categories": [
      "media"
    ],
    "section_title": "The New Indian Express - Glance - https://www.newindianexpress.com/glance/",
    "title": "IISc develops clean, green cooling tech for Indian Navy",
    "title_full": "IISc develops clean, green cooling tech for Indian Navy",
    "published": "2024-01-05T23:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.newindianexpress.com/uploads/user/imagelibrary/2024/1/6/w600X390/Tech_to_suit_tropical_.jpg",
    "performance_score": 0,
    "domain_rank": 3427,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "88242d917e962bb8387408f37e991ce929423659",
  "url": "https://www.newindianexpress.com/states/karnataka/2024/jan/06/iisc-develops-clean-green-cooling-tech-for-indian-navy-2648413.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewIndianXpress",
  "published": "2024-01-05T23:16:00.000+02:00",
  "title": "IISc develops clean, green cooling tech for Indian Navy",
  "text": "IISc develops clean, green cooling tech for Indian Navy The Navy wanted to be the first in India to introduce a green technology for cooling which is compact and best suited for its ships and submarines. Published: 06th January 2024 07:46 AM | Last Updated: 06th January 2024 07:46 AM | A+A A- BENGALURU: A team of seven scientists and researchers from Indian Institute of Science (IISc) has developed a clean green cooling technology using carbon dioxide (CO2). But this time, the technological innovation is for the Indian Navy. The team from the Interdisciplinary Centre for Energy Research (ICER), IISc, developed a transcritical CO2-based refrigeration and heat pump system. The system has completed 1,300 hours of testing at Maharashtra-based naval base INS Shivaji. It will be officially inaugurated by the Navy this month. Elaborating on the refrigeration system, the researchers at ICER, told The New Indian Express: “Current refrigeration systems use synthetic chemicals such as HFCs and HFOs for cooling. These synthetic refrigerants emit significant greenhouse gas emissions. The Navy wanted to be the first in India to introduce a green technology for cooling which is compact and best suited for its ships and submarines. It approached IISc for a unique room cooling system using CO2, which is reliable, robust and provides stable cooling, and at the same time can also be used for heating.” Tech to suit tropical conditions India does not develop synthetic refrigerants now. Such systems are developed by Western countries and either imported or manufactured in India under a license agreement. Presently, it is difficult to safely recycle synthetic refrigerants. Hence, they are either silently vented to the atmosphere or stored and burnt, only adding to pollution. Propane, Isobutane, CO2 and ammonia are natural refrigerants that can be used for cooling and for heating. However, they have not been aggressively promoted so far as they need a fair amount of research, training and investments. Also, with hydrocarbons being flammable, there are strict regulations on permissible charge limits. But CO2 is not only inflammable, it is also safe and non-toxic. Being a natural refrigerant, it is being aggressively promoted for heat pump applications in supermarkets in European and other countries in the West. Besides heating, CO2 can be used for cooling and deep freezing up to minus 50 degrees Celsius and also for power generation up to 1100 degrees Celsius. This transcritical CO2 system for cooling that has now been developed for the first time in India by IISc researchers and is installed at INS Shivaji has been re-engineered to suit the tropical environmental conditions. The work was executed by ICER faculty along with industry partners Triveni Turbines, Tata Consulting Engineers (TCE), Danfoss, Modelicon through the industrial research wing of IISc, the Foundation for Science, Innovation and Development (FSID). The system has a cooling capacity of 100 kW and supplies cooling water at seven degrees Celsius to an air-handling unit used for room cooling and for their food items. The system has a charge of 35kg of CO2 and has not been topped up or replaced since its commissioning in September 2022. Based on the successful trials, the Navy intends to scale up the system to 750 kW or more and deploy it on one of its vessels. “We found that the system performed well and was on par with a synthetic refrigerantbased system. The advantage of CO2 for the Navy was a significant reduction in the footprint which is one-third the size of a similar capacity synthetic refrigerant-based unit. Additionally, the system was found to cool much faster and adapt better to changing ambient conditions compared to the existing systems,” the team said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bengaluru",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "navy",
        "sentiment": "negative"
      },
      {
        "name": "indian navy",
        "sentiment": "negative"
      },
      {
        "name": "icer",
        "sentiment": "none"
      },
      {
        "name": "indian institute of science",
        "sentiment": "none"
      },
      {
        "name": "interdisciplinary centre for energy research",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "maharashtra",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T04:31:28.023+02:00",
  "updated": "2024-01-06T12:21:05.844+02:00"
}