{
  "thread": {
    "uuid": "7f579e20553433c0bed7e7ff2838302dc7efa050",
    "url": "https://time.news/nigeria-wins-the-shock-against-ivory-coast-and-revives",
    "site_full": "time.news",
    "site": "time.news",
    "site_section": "https://time.news/feed",
    "site_categories": [],
    "section_title": "timenews",
    "title": "Nigeria wins the shock against Ivory Coast and revives",
    "title_full": "Nigeria wins the shock against Ivory Coast and revives",
    "published": "2024-01-19T23:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.france24.com/media/display/1bef3296-b630-11ee-b074-005056a97e36/w:1280/p:16x9/Ekong%20Nigeria%20CAN.png",
    "performance_score": 0,
    "domain_rank": 62102,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7f579e20553433c0bed7e7ff2838302dc7efa050",
  "url": "https://time.news/nigeria-wins-the-shock-against-ivory-coast-and-revives",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "time news",
  "published": "2024-01-19T23:48:00.000+02:00",
  "title": "Nigeria wins the shock against Ivory Coast and revives",
  "text": "2024-01-18 21:00:22\nFrom our special correspondent in Abidjan – In the most intense and tough match of the African Cup so far, Nigeria defeated Ivory Coast (1-0) on Thursday in their second match of the competition. A penalty caused by Osimhen, converted by captain Ekong and the Super Eagles are back in the 2024 CAN.\nPublished on: 01/18/2024 – 8:00 p.m. Modified on: 01/18/2024 – 10:23 p.m.\n4 mn\nThe first shock of CAN 2024 has delivered its verdict. And, to the despair of the host country, it was Nigeria who emerged victorious from their duel against Ivory Coast with a narrow 1-0 victory. The day before, the coach of the Super Eagles, José Peseiro, had implored God to tip the balance in their favor: either the Almighty listened to him, or his players found what was needed to tip this intense match.\nAfter the Equatorial Guinea – Guinea-Bissau match, it’s day and night in terms of filling the Ébimpé stands. Elephants fans arrived in droves between the two Group A matches to support their players.\nHowever, the pre-match almost turned into something incredible, as only the CAN can have the secret. Nigeria’s bus was delayed by traffic in Abidjan and only reached the stadium 45 minutes before kick-off. But the match started on time.\nAfter the traffic jams, a match at 100 miles an hour\nBesides, Nigerians have no time to waste. Victor Osimhen showed that the traffic jams did not disturb him any more and immediately imposed enormous pressure on the Ivorian defense. Ivorian defender Evan N’Dicka is doing well (3rd).\nOnce again, the African player of the year 2023 is found deep but the Nigerian misses his shot (7th). Ivory Coast responds immediately: Kouamé finds himself in a striking position but his attempt is deflected for a corner by Nwabali (8th). The match is on and it goes from one goal to the next to the delight of the supporters, who were impatiently awaiting this first shock of CAN 2024.\nThis one keeps its promises. Both teams play football with rapid transitions and rarely try to keep the ball. It only takes a few passes for the Super Eagles or the Elephants to create dangerous situations. In this little game, Victor Osimhen appears particularly strong, while Seko Fofana works wonders in the last pass. With artillery too: he unleashes a heavy and powerful strike that Nwabali can only repel (31st). Kouamé is caught by the patrol before being able to resume. The second distant attempt for the Marc-Vivien Foé 2022 prize is blocked (33rd).\nWhen the 22 players return to the pitch after the break, the tens of thousands of Ivorians and the noisy handful of Nigerians hold their breath. They know that in this kind of competitive match, the first goal could be the right one… Or the start of a goal festival!\nEkong sur penalty\nIt was a penalty which ended up breaking the deadlock in the match. While Yahia Fofana had heroically stopped a strike from Osimhen, the referee came back after long procrastination to a fault by Diomande. Super Eagles captain Ekong opened the scoring with a powerful strike which left Fofana in place (55th, 1-0).\nREAD Also: Tour of Spain: Juan Ayuso, the boy who surpasses Pogacar in precocity and who feels more pride than pressure\nA goal that wakes up the stands. The Ivorians are keen to show that they are real supporters and not simple spectators as they were accused of for the opening match. They push the Elephants as one 12th man orange, white and green.\nCoach Jean-Louis Gasset understood that his team needed a second wind: he brought in Séri, Bamba and Pépé in quick succession to remobilize his attack line.\nHowever, it is the Fofana detonator who is at work to relaunch Elephants without solutions. He curls his shot at the entrance to the area, but the ball goes just wide of Nwabali’s goal (73rd). The match goes from one area to another, as if the teams no longer had a midfielder. N’Dicka also tries to head (75th). But the Ivorians did not find the opening and the movement precise enough to equalize, despite nine long minutes of stoppage time.\nRead alsoFind the ranking of group A\nIvory Coast fans can harbor regrets and take out the calculators. The defeat of the Oranges allows their evening opponent to return to equal points in second place in the group while the Ivorians slip to third place. Equatorial Guinea, who must have closely followed the Elephants’ match, can smile: their victory places them in first place in the group before their confrontation with the host country on Monday.\n#Nigeria #wins #shock #Ivory #Coast #revives",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "josé peseiro",
        "sentiment": "none"
      },
      {
        "name": "ekong",
        "sentiment": "none"
      },
      {
        "name": "osimhen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "super eagles",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ivory coast",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "abidjan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T23:51:12.784+02:00",
  "updated": "2024-01-19T23:51:12.784+02:00"
}