{
  "thread": {
    "uuid": "0edf064f9531a45ba778ed99a444313a1c6afd93",
    "url": "https://www.asiaone.com/business/jackery-unveils-revolutionary-green-energy-innovations-ces-2024-introducing-solar",
    "site_full": "www.asiaone.com",
    "site": "asiaone.com",
    "site_section": "https://www.asiaone.com/business",
    "site_categories": [
      "media"
    ],
    "section_title": "AsiaOne Business News, Get the Latest Business Breaking News at AsiaOne",
    "title": "Jackery Unveils Revolutionary Green Energy Innovations at CES 2024: Introducing Solar Generator Mars Bot and Solar Generator for Rooftop Tent, Business News - AsiaOne",
    "title_full": "Jackery Unveils Revolutionary Green Energy Innovations at CES 2024: Introducing Solar Generator Mars Bot and Solar Generator for Rooftop Tent, Business News - AsiaOne",
    "published": "2024-01-05T20:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "SG",
    "main_image": "https://media.asiaone.com/sites/default/files/styles/a1_600x316/public/original_images/Jan2024/299f78e3581a3a1c3c76b25928d8fe9_0.jpg?h=c66d06c9&amp;itok=2YORdNw3",
    "performance_score": 0,
    "domain_rank": 4659,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0edf064f9531a45ba778ed99a444313a1c6afd93",
  "url": "https://www.asiaone.com/business/jackery-unveils-revolutionary-green-energy-innovations-ces-2024-introducing-solar",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T20:15:00.000+02:00",
  "title": "Jackery Unveils Revolutionary Green Energy Innovations at CES 2024: Introducing Solar Generator Mars Bot and Solar Generator for Rooftop Tent, Business News - AsiaOne",
  "text": "LAS VEGAS, Jan. 6, 2024 /PRNewswire/ -- [Jackery](https://www.jackery.com/pages/ces2024?utm_source=prnewswire&utm_medium=link&utm_campaign=ces2024), a global leader in innovative portable power and outdoor energy solutions, proudly announces its much-anticipated presence at the prestigious Consumer Electronics Show (CES) 2024. With great excitement, Jackery invites attendees to witness the debut of two groundbreaking products: the Solar Generator Mars Bot, the Jackery Solar Generator for Rooftop Tent and showcase of complete Plus series. Jackery Unveils Revolutionary Innovations at CES 2024: Introducing Solar Mars Bot and Rooftop Tent Solar Generator New Product Highlights: The Solar Generator Mars Bot emerges as an epitome of sustainable technology, merging cutting-edge robotics with solar energy innovation. This futuristic outdoor companion redefines the boundaries of portable energy solutions, boasting an array of intelligent features designed to enhance outdoor experiences. Whether it's adventure, exploration, home back-up or rescue scenario, the Solar Generator Mars Bot promises to elevate every moment. Additionally, the Jackery Solar Generator for Rooftop Tents marks a new era in off-grid living. Compact yet powerful, this innovative product harnesses solar energy efficiently, catering to essential power needs for outdoor enthusiasts. With seamless integration and reliability, it empowers individuals to embrace off-grid adventures without compromising on comfort or convenience. Powerful Existing Product Line: Jackery continues to push the boundaries of innovation with the showcase of the Plus series. This lineup includes the Solar Generator 2000 Plus, Solar Generator 1000 Plus, Solar Generator 300 Plus, and Explorer 100 Plus, representing a diverse range of portable power solutions with different capacity levels. These additions further solidify Jackery's commitment to providing versatile and reliable energy sources for a multitude of lifestyles and purposes. Strength in Innovation and Legacy: The introduction of these groundbreaking innovations underscores Jackery's unwavering dedication to pioneering portable power technology. As Jackery commemorated its 11th anniversary in 2023, it reflects on its journey of continuous evolution and innovation. From humble beginnings to becoming a global leader, Jackery remains steadfast in its mission to empower individuals and communities through accessible and sustainable energy solutions. For an immersive experience and an exclusive preview of these revolutionary innovations, visit Jackery at Booth #9815, North Hall, LVCC, during CES 2024 from January 9 to 12. Join us in embracing the future of portable power. About Jackery: Jackery, the world's leading innovative portable power and green outdoor energy solution provider founded in California in 2012, is a global top-selling solar generator brand born with a mission to offer green energy to everyone, everywhere. Jackery launched its first outdoor portable power stations in 2016 and developed its first portable solar panels in 2018. Jackery has sold over 3 million units globally since 2018, and has been recognized by over 200 authorized media and organizations worldwide and received 58 prestigious international design awards. Jackery has fulfilled its social responsibility on a global scale and maintained long-term cooperation with global public welfare organizations such as WWF, NFF and IRC contributing its strength and value to boost global sustainable development and other public welfare.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.jackery.com/pages/ces2024?utm_source=prnewswire&utm_medium=link&utm_campaign=ces2024),",
    "https://www.jackery.com/pages/ces2024",
    "https://jackery.com/pages/ces2024?utm_source=prnewswire&utm_medium=link&utm_campaign=ces2024),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jackery",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "business news",
        "sentiment": "neutral"
      },
      {
        "name": "jackery unveils revolutionary green energy innovations",
        "sentiment": "neutral"
      },
      {
        "name": "jackery solar generator for rooftop tent",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "asiaone las vegas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T04:17:11.526+02:00",
  "updated": "2024-01-06T04:17:11.526+02:00"
}