{
  "thread": {
    "uuid": "614d8c4ac71a4c49ca2325f8f7122154cf8464c1",
    "url": "https://vnexplorer.net/relief-quebec-reaches-tentative-deal-with-teachers-public-sector-workers-s697618.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "‘Relief’: Quebec reaches tentative deal with teachers, public sector workers",
    "title_full": "‘Relief’: Quebec reaches tentative deal with teachers, public sector workers",
    "published": "2023-12-29T01:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lK9yY.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "614d8c4ac71a4c49ca2325f8f7122154cf8464c1",
  "url": "https://vnexplorer.net/relief-quebec-reaches-tentative-deal-with-teachers-public-sector-workers-s697618.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T01:05:00.000+02:00",
  "title": "‘Relief’: Quebec reaches tentative deal with teachers, public sector workers",
  "text": "Striking teachers with the FAE union march through the streets to press their contract demands Tuesday, Dec. 12, 2023 in Montreal.\nQuebec could be seeing the beginning of the end of a long-lasting labour conflict between the province and hundreds of thousands of public sector workers.\nAfter weeks of striking, the provincial government and a major teachers’ union had a breakthrough at the bargaining table.\nThe Federation autonome de l’enseignement (FAE), which represents some 66,000 teachers, has reached a tentative deal with the province over collective agreements late Wednesday.\nThey’ve reached a consensus regarding working conditions and salaries, according to the offices of Treasury Board Chair Sonia LeBel and Education Minister Bernard Drainville.\n“Yes, there is relief,” said Sylvain Martel, head of the Regroupement des comités de parents autonomes du Québec, which represents parents of about 200,000 francophone and anglophone students. “I heard from parents in the week before Christmas and there was a lot of despair.”\nThe details of the proposed agreement are not being shared, though.\nVideo: School administrators want Quebec to consider back-to-work legislation amid ongoing teacher’s strike\nThe union says it first has to bring it to its council. If the council approves it, then it becomes an agreement in principle that will have to be submitted to all union members for a vote.\n“We will leave it to our council to determine if this is an agreement in principle that responds to the pressing needs of teachers as well as their students,” FAE president Mélanie Hubert said in a news release.\n“The 66,500 members of the FAE have just spent 22 days in the streets, without pay, to be heard. We will respect our democratic process before saying more.”\nFor Marc Ranger, a former union leader, this development means the worst is over.\n“I’m very confident that we will be able to put that unlimited general strike behind us,” Ranger said.\nThe proposed deal comes after an unlimited strike since Nov. 23 and a four-day negotiation blitz. The FAE represents nearly 40 per cent of teachers in the province.\nThe strike forced the closure of hundreds of schools across Quebec and students were out of class for about four weeks before the holidays.\nThe FAE is negotiating separately from other unions. Last week, the FSE — the province’s largest teachers union that represents some 100,000 teachers — reached its own agreement over working conditions.\nCommon Front inks deal on salaries Striking teachers weren’t the only ones to see some movement in ongoing negotiations Thursday.\nThe Common Front, a labour alliance of four major unions representing about 420,000 public sector workers in the education and health sectors, said in the afternoon there is a proposed deal with the government on salaries.\nMore on Canada\nIt says the tentative deal will be presented over the coming days to its member groups, which will decide whether to take the agreement to workers for a vote.\n“On the salary front, the objectives of the common front were based on two key principles: protecting our 420,000 workers against inflation and securing a certain overall catch-up of wages for all workers. And that’s what guided us throughout this negotiation blitz to reach a tentative agreement proposal,” the Common Front said in a news release.\nQuebec’s treasury board president also confirmed the news on social media, but stopped short of revealing any details.\n“The details of the agreement will remain confidential until union members have decided on its content,” LeBel wrote on X, formerly known as Twitter.\nThe latest announcement comes one day after the Common Front confirmed all of its unions had come to a tentative agreement over working conditions.\nThe Common Front held 11 strike days over the past two months to put pressure on the government. Before Christmas, leaders maintained their members were ready to undertake an indefinite walkout in the new year.\nNo agreement of any kind with nurses There is still no deal in place for some 80,000 health-care professionals, ranging from nurses to respiratory therapists.\nThe Fédération interprofessionnelle de la santé du Québec (FIQ) confirmed Thursday that talks with the government are in progress.\nThose negotiations have reached an impasse and a conciliator has been appointed.\nRanger says that will be a tough battle.\n— with files from The Canadian Press",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lK9yY.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lK9yY.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sylvain martel",
        "sentiment": "none"
      },
      {
        "name": "bernard drainville",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "treasury board chair sonia lebel and education",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "quebec",
        "sentiment": "none"
      },
      {
        "name": "montreal",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:17:46.416+02:00",
  "updated": "2023-12-29T01:17:46.416+02:00"
}