{
  "thread": {
    "uuid": "020e4e5e28ef10e470044b71fb3ce3ac0a11aba8",
    "url": "https://www.wtvy.com/2024/03/14/girl-scouts-southern-alabama-gives-back-wiregrass",
    "site_full": "www.wtvy.com",
    "site": "wtvy.com",
    "site_section": "https://www.wtvy.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Home",
    "title": "Girl Scouts of Southern Alabama gives back to the Wiregrass",
    "title_full": "Girl Scouts of Southern Alabama gives back to the Wiregrass",
    "published": "2024-03-14T23:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wtvy-prod.cdn.arcpublishing.com/resizer/v2/DFRIRUO6YFBO7GY53WQZGIZJYQ.png?auth=6c2e317c13274555a6cc8b2b274a698fd6e3bd7710d44dba7715379852f8d0e3&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 42612,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "020e4e5e28ef10e470044b71fb3ce3ac0a11aba8",
  "url": "https://www.wtvy.com/2024/03/14/girl-scouts-southern-alabama-gives-back-wiregrass",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@WTVYNews4",
  "published": "2024-03-14T23:15:00.000+02:00",
  "title": "Girl Scouts of Southern Alabama gives back to the Wiregrass",
  "text": "Girl Scouts of Southern Alabama gives back to the Wiregrass The group’s most recent effort was the Hometown Hero project cookie delivery at Fort Novosel DOTHAN, Ala. (WTVY) - Over the last 112 years, Girl Scouts have pushed boundaries for the better. The organization pushes girls to strive for greatness and empowers them to accomplish this today, tomorrow, and beyond. Girl Scouts of Southern Alabama accomplishes this in the 30 counties it serves. “The focus of Girl Scouts is helping build girls of courage, confidence, and character who make the world a better place,” Karlyn Edmonds, the CEO, said. It all begins with teaching leadership skills and teaching the importance of community service and patriotism. Edmonds said this is to prepare these girls to be productive citizens. One of the group’s most recent efforts was the Hometown Heroes Donation Program where they donated 50 cases of cookies to Fort Novosel. “We want to make sure those people feel a little bit of love from the Girl Scouts and a thank you for their service,” Edmonds said. This is an annual project to show appreciation to military service members, police departments, fire rescue, and other first responders. “We offer the opportunity both for people to maybe they don’t want to actually purchase a box of cookies themselves, or they are a company that wants to give back to their community, to donate funds for our cookies for our hometown heroes,” Edmonds said. When you think of Girl Scouts you probably think of your favorite cookie. Whether it’s Thin Mints, Samoas, or Tagalongs, just know there is so much more meaning behind this program than these cookies. Edmonds is not only the CEO of Girl Scouts of Southern Alabama, but she is a Girl Scout mom. Her daughter has been a Girl Scout for 13 years. “Not only have I seen the magic that girl scouting provides for so many girls across southern Alabama, I have seen it in my own home,” Edmonds said. It’s a strong task, but it’s all done while having a little fun. “It’s fun to make new friends and I can make more friends and have more fun,” Emma Ehrig, a Girl Scout, said. The group’s calendar stays filled with trips and activities. “From spending the night at the Montgomery Biscuits Stadium to exploring different activities at Troy University and at Auburn University,” Edmonds said. “We also do an overnight at the USS Alabama each year. We also do some programming around STEM. You name it and if that’s what the girls are interested in, that is what we provide for them.” An extra plus to keep these girls motivated and earn recognition for their dedication to the organization’s mission is earning badges. Audrey Griger has been a Girl Scout for four years. She has too many badges to count…her favorite? “The babysitting course one,” Geiger said. A course where she learned about babysitting safety. She was taught hands-on experience for a skill she can use for life. “I know the Girl Scout experience is making a difference in the lives of girls across southern Alabama and really across the world and it’s an honor to be a part of that,” Edmonds said. These girls challenge you to become, invest, or volunteer. Girl Scouts is open to girls in kindergarten through 12th grade. There are numerous ways for you to join the Girl Scouts mission. “We are always looking for new volunteers to support these girls,” Edmonds said. To get involved click [ here](https://www.girlscoutssa.org/?fbclid=IwAR0IIB-kXeDCCwOe5wgkaK3m9wGStElj7qF4VeLlfWYvqBBsNkP-3g6Qyj4). To view the Facebook page [here.](https://www.facebook.com/girlscoutssa) To contact Girl Scouts of Southern Alabama you can call: 334-272-9164 Subscribe to our [News 4 newsletter](https://www.wtvy.com/newsletter/) and receive the latest local news and weather straight to your email every morning. Get instant notifications on top stories from News 4 by downloading our [mobile apps](https://www.wtvy.com/apps). Copyright 2024 WTVY. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.girlscoutssa.org/?fbclid=IwAR0IIB-kXeDCCwOe5wgkaK3m9wGStElj7qF4VeLlfWYvqBBsNkP-3g6Qyj4).",
    "https://www.facebook.com/girlscoutssa)",
    "https://www.girlscoutssa.org/",
    "https://girlscoutssa.org/?fbclid=IwAR0IIB-kXeDCCwOe5wgkaK3m9wGStElj7qF4VeLlfWYvqBBsNkP-3g6Qyj4).",
    "https://facebook.com/girlscoutssa)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "karlyn edmonds",
        "sentiment": "none"
      },
      {
        "name": "edmonds",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wiregrass girl scouts of southern alabama",
        "sentiment": "negative"
      },
      {
        "name": "girl scouts of southern alabama",
        "sentiment": "none"
      },
      {
        "name": "hometown heroes donation program",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "southern alabama",
        "sentiment": "none"
      },
      {
        "name": "wiregrass",
        "sentiment": "none"
      },
      {
        "name": "ala.",
        "sentiment": "none"
      },
      {
        "name": "fort novosel",
        "sentiment": "none"
      },
      {
        "name": "fort novosel dothan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:04:54.637+02:00",
  "updated": "2024-03-15T00:04:54.637+02:00"
}