{
  "thread": {
    "uuid": "240ff0e361b56b6ce7e9e954e11da721f4a19a12",
    "url": "https://www.bergamonews.it/2024/04/18/cronaca-report-atalanta-liverpool-ritorno-quarti-finale-europa-league-2023-24/691779",
    "site_full": "www.bergamonews.it",
    "site": "bergamonews.it",
    "site_section": "https://www.bergamonews.it/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "BergamoNews",
    "title": "Atalanta, il sogno diventa realtà: Liverpool neutralizzato, Dea in semifinale dopo 36 anni",
    "title_full": "Atalanta, il sogno diventa realtà: Liverpool neutralizzato, Dea in semifinale dopo 36 anni",
    "published": "2024-04-18T23:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.bergamonews.it/photogallery_new/images/2024/04/atalanta-liverpool-gli-scatti-di-una-serata-storica-per-bergamo-770022.jpg",
    "performance_score": 0,
    "domain_rank": 69825,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "240ff0e361b56b6ce7e9e954e11da721f4a19a12",
  "url": "https://www.bergamonews.it/2024/04/18/cronaca-report-atalanta-liverpool-ritorno-quarti-finale-europa-league-2023-24/691779",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Giorgio Dusi",
  "published": "2024-04-18T23:56:00.000+03:00",
  "title": "Atalanta, il sogno diventa realtà: Liverpool neutralizzato, Dea in semifinale dopo 36 anni",
  "text": "Bergamo. L’accoglienza del pullman avversario in silenzio quasi religioso, sintomo di rispetto, ma non certo di riverenza. Bergamo ha vissuto una giornata di attesa per una partita che già di per sé sarebbe stata storica a prescindere dal risultato. Così, però, è ancora più bello. Il Liverpool vince 0-1, ma a fare festa è l’Atalanta, che dopo 36 anni torna a disputare in una semifinale europea.\nEra dai tempi di Stromberg, dai tempi del Malines, che la città aspettava questo momento. Non sembra un caso che lo svedese fosse presente, anche sotto la curva, per salutare il suo pubblico: “Un capitano, c’è solo un capitano”. Giusto per scaldare un ambiente già bollente.\nGasp rispetto all’andata ne cambia solo due: entrano Kolasinac e Miranchuk, escono Pasalic e De Ketelaere. Il Liverpool si affida ai migliori. E subito sfonda: il braccio di Ruggeri tropo largo regala a Salah la chance di battere Musso, colta senza troppi fronzoli. Un gol che rischia di spaccare le gambe e potrebbe anche riuscirci se non fosse che Musso mette la prima pezza della serata su Luis Diaz. La solfa rispetto a sette giorni fa è ben diversa e si vede soprattutto sulle corsie: Alexander-Arnold crea problemi a destra e Robertson a sinistra è una sicurezza.\nGasperini cerca di rompere le linee di passaggio per vie centrali con Ederson e De Roon, ma soprattutto un Koopmeiners con il piglio giusto che si avventa su ogni palla vagante provando a renderle giocabili: segna anche un gol, annullato per giusto fuorigioco. Sono però piccole cose che danno coraggio, come le chiusure in extremis di Djimsiti e Kolasinac e anche un tanto insolito quanto clamoroso errore di Salah a tu per tu col portiere argentino. Hien sacrifica un giallo (e la squalifica in semifinale) per tappare un corridoio a ridosso del recupero.\nTornare negli spogliatoi sotto di un solo gol è quasi una mezza vittoria considerando l’avvio se non shock, quasi. Al rientro, senza cambi, Ederson ha la palla del pari ma la calcia troppo lentamente. È però un’occasione che dà ulteriore fiducia alla Dea di poter far male sui capovolgimenti di fronte, spinti anche alle fasce. Situazioni rare, visto che la maggior parte del tempo viene speso a difendere sotto la nord.\nKlopp si gioca il triplo cambio con Jota, Nunez ed Elliott per cercare imprevedibilità e freschezza, con risultati esigui, perché lo scorrere dei minuti dà solo fiducia all’Atalanta. Squadra e pubblico. Dopo 36 anni da quella notte contro il Malines in Coppa delle Coppe è semifinale europea. Un sogno che diventa realtà, celebrato dai fuochi d’artificio. E con il quinto posto che si attiva per la Champions League, dando nuova verve anche al campionato.\nAAAAAAAAAAAAAAAAAAAHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH!!!!!! 🖤💙\n[#AtalantaLiverpool] [#UEL] [#GoAtalantaGo] [pic.twitter.com/H5NSutBbI4]\n— Atalanta B.C. (@Atalanta_BC)\n[April 18, 2024]\nAtalanta-Liverpool 0-1\nMarcatori: 7' rig. Salah\nAtalanta (3-4-1-2): Musso; Djimsiti, Hien, Kolasinac; Zappacosta, De Roon, Ederson (75' Pasalic), Ruggeri; Koopmeiners; Miranchuk (79' Lookman), Scamacca (74' De Ketelaere). A disp. Carnesecchi, Rossi, Toloi, Bonfanti, Hateboer, Holm, Bakker, Adopo, El Bilal. All. Gasperini\nLiverpool (4-3-3): Alisson; Alexander-Arnold (72' Gomez), Konaté, Van Dijk, Robertson (79' Danns); Szoboszlai (67' Elliott), Mac Allister, Jones; Salah (67' Nunez), Gakpo, Luis Diaz (66' Jota). A disp. Kelleher, Adrian, Quansah, Tsimikas, Endo, Gravenberch, Clark. All. Klopp\nArbitro: Letexier (Francia)\nAmmoniti: 43' Hien (A) per gioco scorretto, 77' Koopmeiners (A) per gioco falloso\nEspulsi: -\nNote: recupero 2' pt e 3' st, 14.994 spettatori. Incasso: 717.845 euro\nI gol\n7’ rig. Salah 0-1 - Il braccio largo di Ruggeri sul cross di Alexander-Arnold porta l’egiziano a calciare dal dischetto: il sinistro rasoterra a incrociare spiazza Musso.\nIl migliore in campo\nJuan Musso - Alla fine della partita la curva inizia a invocare il suo nome: ci sono i suoi guantoni sul successo. Per la sicurezza che dà alla difesa, per le parate decisive all'inizio. Decisivo.\nIl momento chiave\nLa parata di Musso su Diaz - A tu per tu in un momento chiave, dopo il rigore: in cinque minuti i Reds potevano fare uno-due e inguaiare la Dea, che invece non si è piegata. Anzi.\nLa foto\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:58:56.978+03:00",
  "updated": "2024-04-19T00:58:56.978+03:00"
}