{
  "thread": {
    "uuid": "0d21d3419f43becf43e500e3b2b51abd41f9a12a",
    "url": "https://www.am.com.mx/nacional/2024/3/14/estudiantes-de-la-unam-aprenden-sueco-tras-visita-de-los-reyes-de-suecia-698432.html",
    "site_full": "www.am.com.mx",
    "site": "am.com.mx",
    "site_section": "https://www.am.com.mx/nacional",
    "site_categories": [
      "travel",
      "mexico_and_central_america"
    ],
    "section_title": "Noticias de México | Periódico AM",
    "title": "Estudiantes de la UNAM aprenden sueco tras visita de los reyes de Suecia - Periódico AM",
    "title_full": "Estudiantes de la UNAM aprenden sueco tras visita de los reyes de Suecia - Periódico AM",
    "published": "2024-03-14T23:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AM",
    "main_image": "https://www.am.com.mx/u/fotografias/m/2024/3/14/f1280x720-565037_696712_5050.png",
    "performance_score": 0,
    "domain_rank": 63351,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0d21d3419f43becf43e500e3b2b51abd41f9a12a",
  "url": "https://www.am.com.mx/nacional/2024/3/14/estudiantes-de-la-unam-aprenden-sueco-tras-visita-de-los-reyes-de-suecia-698432.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agencia Reforma",
  "published": "2024-03-14T23:52:00.000+02:00",
  "title": "Estudiantes de la UNAM aprenden sueco tras visita de los reyes de Suecia - Periódico AM",
  "text": "[Nacional](https://www.am.com.mx/nacional)el Estudiantes de la UNAM aprenden sueco tras visita de los reyes de Suecia Cinco estudiantes tuvieron la oportunidad de aprender sueco tras reunirse a puerta cerrada con los Reyes de Suecia, Carlos XVI y Silvia en el campus de Ciudad Universitaria de la UNAM. Ciudad de México.- Ayer, el campus de Ciudad Universitaria de la UNAM fue sede de un encuentro real. Cinco jóvenes mexicanos que están aprendiendo sueco se reunieron a puerta cerrada con los Reyes de Suecia, Carlos XVI Gustavo y Silvia. Qué despertó su interés por el idioma, qué objetivos persiguen al aprenderlo y perfeccionarlo, cuánto tiempo llevan instruyéndose en la lengua y sus vivencias en Suecia fueron algunos de los temas que se abordaron. Para algunos de ellos, Suecia es sinónimo de nuevas oportunidades. Por ello, han vertido los últimos años de su formación universitaria en estudiar el idioma y la cultura del país nórdico. Joshua David Castillo, alumno de la maestría en Física, por ejemplo, lleva más de dos años cultivándose en la lengua sueca para concretar sus objetivos profesionales. La vasta oferta académica a nivel posgrado, así como el apoyo a la investigación son dos de sus motivaciones principales. \"Los países nórdicos tienen una mejor calidad de vida y tienen más inversiones en áreas que los países de América Latina o en desarrollo no suelen priorizar\", enfatizó el joven de 24 años. Mientras que para Anahí Gabriela Rivera Pérez, de 28 años, la posibilidad de integrarse a una sociedad que favorece la libertad y equidad la impulsa a convertir dicha nación en su hogar. \"Suecia es una sociedad muy igualitaria, muy pro derechos, muy libertaria. Allá la democracia sí es real, entonces tienes muchas oportunidades no sólo siendo joven, sino en cualquier edad de tu vida\", afirmó la estudiante de Biología. Otros móviles para acercarse y profundizar en el aprendizaje del sueco tienen aspectos más íntimos. Para Mariana Alexa López Corona, egresada de Ciencias de la Comunicación, su incursión a la lengua respondió al vaivén de acentos y silencios al ser pronunciada. Esto fue un parteaguas en su vida, pues tiempo después fue acreedora a una beca del Instituto Sueco para aprender la lengua en territorio nórdico. \"Aprender un idioma es adentrarte en la cultura y aprender a ver el mundo de la forma en que interactúan con él\", aseveró. En tanto, para Naomi Noroña Rivera, alumna de Lengua y Literaturas Hispánicas, el aprendizaje del idioma le sirvió como terapia ante el fallecimiento de su abuelo. Empero, no se trata de una lengua fácil de aprender, subrayó el recién egresado de Ingeniería Civil, Leomar Antonio González Olmos, pues se trata de un idioma pragmático y directo. \"En español, y específicamente en México, tendemos mucho a dar ideas muy rebuscadas y contar las cosas con mucho choro, y allá (en Suecia) son directos. Las cosas se dicen de manera fácil, sencilla y lo más práctico posible\", señaló. Mas esto no ha sido motivo para desistir en su instrucción. A dos años y medio de haber arrancado, se visualiza desempeñándose en aquel país dentro del campo de la energía sustentable. Robustecen lazos Durante la visita de Estado de sus Majestades, autoridades de la UNAM y la Universidad de Gotemburgo (UGot), en Suecia, firmaron un convenio de colaboración. Al tomar la palabra, Leonardo Lomelí Vanegas, Rector de la Máxima Casa de Estudios, enfatizó la relevancia de la educación y la colaboración internacional. \"Estoy convencido de que, con la firma de este convenio, se fortalece en ambas instituciones el compromiso con la excelencia académica, el impulso a la investigación conjunta y el desarrollo de proyectos que generen un impacto real, social y positivo\", afirmó en la ceremonia realizada en la Torre de Rectoría. En dicho acuerdo se establece que ambas instituciones llevarán a cabo actividades académicas, científicas y culturales de forma conjunta. Conferencias, simposios, programas de doble grado y de graduación simultánea, proyectos de investigación y publicaciones en formato impreso y digital son algunas de éstas. También se impulsará la movilidad y las estancias de investigación tanto de docentes e investigadores como de estudiantes. Estos últimos estarán libres de colegiaturas en la Universidad receptora, se indica en el pacto. El acuerdo, signado por la coordinadora de Investigación Científica de la UNAM, María Soledad Funes Argüello, y el jefe de departamento de Física en la UGot, Alexander Friemann Dmitriev, estará vigente durante un lustro con posibilidad de ser prorrogado. JFF Las 8AM Recibe gratis por email las 8 noticias esenciales de AM, antes de las 8:00 a.m.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:03:43.093+02:00",
  "updated": "2024-03-15T00:03:43.093+02:00"
}