{
  "thread": {
    "uuid": "389fb2f789b9f649b6d22d22cb693281d8819111",
    "url": "https://elintransigente.com/2023/12/patricia-bullrich-felicito-a-dos-diputadas-bonaerenses-del-pro-que-votaron-en-contra-de-ley-de-axel-kicillof/",
    "site_full": "elintransigente.com",
    "site": "elintransigente.com",
    "site_section": "http://elintransigente.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "El Intransigente",
    "title": "Patricia Bullrich felicitó a dos diputadas bonaerenses del PRO que votaron en contra de ley de Axel Kicillof",
    "title_full": "Patricia Bullrich felicitó a dos diputadas bonaerenses del PRO que votaron en contra de ley de Axel Kicillof",
    "published": "2023-12-30T01:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://elintransigente.com/wp-content/uploads/2023/12/Patricia-Bullrich-141223-bxcfyjvgukbhnjmk.jpg",
    "performance_score": 0,
    "domain_rank": 81330,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "389fb2f789b9f649b6d22d22cb693281d8819111",
  "url": "https://elintransigente.com/2023/12/patricia-bullrich-felicito-a-dos-diputadas-bonaerenses-del-pro-que-votaron-en-contra-de-ley-de-axel-kicillof/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ignacio Mendez",
  "published": "2023-12-30T01:49:00.000+02:00",
  "title": "Patricia Bullrich felicitó a dos diputadas bonaerenses del PRO que votaron en contra de ley de Axel Kicillof",
  "text": "La ministra de Seguridad de la Nación,\nPatricia Bullrich, felicitó este viernes a las diputadas bonaerenses del PRO que votaron en contra de la Ley Impositiva y del pedido de endeudamiento para 2024 impulsada por el gobernador provincial Axel Kicillof. No obstante, la iniciativa se sancionó en horas de la madrugada en la Legislatura de la provincia de Buenos Aires y tuvo el apoyo de distintos bloques opositores no peronistas, inclusive de Juntos por el Cambio.\n“Felicito a las diputadas provinciales Florencia Retamoso y Sofía Pomponio, ambas de La Fuerza del Cambio del PRO, que votaron en contra del endeudamiento y el aumento de impuestos en la provincia de Buenos Aires”, publicó Bullrich en su cuenta de la red social X. Asimismo, resaltó la postura que tuvieron las legisladoras “a diferencia de sus pares del bloque del PRO”, marcando un contrapunto con otros diputados del partido que sí le dieron respaldo a la iniciativa del Ejecutivo bonaerense.\n“Basta de bancar los privilegios y a un Estado que día a día crece con más ineficiencia, generando más y más pobreza”, se quejó la funcionaria. En el texto original, la Provincia establecía que el 90% de los contribuyentes tendría aumentos iguales o menores al 200% y el 10% restante tendría subas del orden del 300%. Sin embargo, los tres bloques que conforman la bancada de Juntos (PRO, UCR y Coalición Cívica), negociaron con el oficialismo bajar los topes al 200%.\nLa diputada Retamoso justificó su voto al afirmar que “la propuesta de Kicillof es un fuerte golpe al bolsillo de los bonaerenses, incorporando significativas sumas al impuesto inmobiliario y las patentes, además de un millonario endeudamiento”. “No hay medidas de alivio para las pymes ni atención al sector rural. No hay búsqueda de inversiones ni eficiencia en la administración pública y en la recaudación fiscal. Tampoco se busca la venta de activos no esenciales”, señaló.\nPor su parte, Pomponio argumentó su negativa de acompañar el proyecto del Ejecutivo bonaerense porque “en los tiempos de crisis que vive nuestra Provincia no me parece oportuna la creación de dos Sociedades Anónimas de grandes dimensiones”. Al igual que Bullrich, el propio presidente Javier Milei también criticó el respaldo que le dieron a Kicillof distintos bloques opositores no peronistas.\n“Mientras algunos de la oposición al kirchnerismo arrastran los pies con nuestras reformas, le acaban de votar a favor a Kicillof aumento de impuestos y endeudamiento”, escribió Milei en su cuenta de la plataforma X. En ese sentido, Milei sostuvo que “el problema no son las formas” sino “el fondo”, y completó: “Quieren seguir manteniendo este modelo empobrecedor. Háganse cargo y dejen de mentirle a la gente”.\nEn la Cámara de Diputados bonaerense hay 92 escaños divididos en once bloques políticos. La mayoría para aprobar el alza de impuestos y el endeudamiento -un 200% en el inmobiliario rural- se logró con Unión por la Patria (37 votos), más otros 30 de las fuerzas mayoritarias de la exbancada de Juntos por el Cambio (PRO, UCR y Cambio Federal).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://pro.com.ar/",
    "https://pro.com.ar",
    "https://www.pro.com.ar/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T02:16:20.063+02:00",
  "updated": "2023-12-30T02:16:20.063+02:00"
}