{
  "thread": {
    "uuid": "274d9ef34609eddfcd5f2c1a073c6042f9336d72",
    "url": "https://lopezobrador.org.mx/2023/12/28/presidente-desea-un-2024-con-felicidad-paz-bienestar-crecimiento-economico-y-empleo/",
    "site_full": "lopezobrador.org.mx",
    "site": "lopezobrador.org.mx",
    "site_section": "https://lopezobrador.org.mx/feed/",
    "site_categories": [
      "tech"
    ],
    "section_title": "AMLO",
    "title": "Presidente desea un 2024 con felicidad, paz, bienestar, crecimiento económico y empleo",
    "title_full": "Presidente desea un 2024 con felicidad, paz, bienestar, crecimiento económico y empleo",
    "published": "2023-12-28T22:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 70275,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "274d9ef34609eddfcd5f2c1a073c6042f9336d72",
  "url": "https://lopezobrador.org.mx/2023/12/28/presidente-desea-un-2024-con-felicidad-paz-bienestar-crecimiento-economico-y-empleo/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EDITOR",
  "published": "2023-12-28T22:08:00.000+02:00",
  "title": "Presidente desea un 2024 con felicidad, paz, bienestar, crecimiento económico y empleo",
  "text": "2023: Año de Francisco Villa, el revolucionario del pueblo\nA pocos días de recibir el 2024, el presidente Andrés Manuel López Obrador manifestó sus deseos para México y su pueblo.\n“Un propósito: la verdad, que la gente sea muy feliz, que nuestro pueblo siga siendo muy feliz, que no se sufra, que nadie se enferme, que no haya pleitos, que no haya agresiones, que vivamos en paz”, expresó.\nEn la penúltima conferencia de prensa matutina del año se pronunció porque siga la estabilidad y el crecimiento económico; que continúe la llegada de inversión y la creación de empleos bien remunerados.\n“La tasa de desempleo en México es de las más bajas del mundo, eso lo celebro mucho y lo deseo para el año próximo, que haya trabajo, que se tengan los ingresos en las familias para satisfacer las necesidades básicas, que no haya crisis de consumo”, abundó.\nRecordó que a partir del 1° de enero de 2024, como resultado del incremento del 20 por ciento, el salario mínimo se ubicará en 248.93 pesos diarios, lo que significa 7 mil 572 pesos mensuales.\nEl mandatario reiteró que el Gobierno de México mantendrá por sexto año consecutivo la política a favor de la economía popular, por lo que no aumentarán impuestos en términos reales ni los precios de las gasolinas, el diésel y la energía eléctrica.\nSimultáneamente, dijo, se amplió el Acuerdo de Apertura Contra la Inflación y la Carestía (Apecic), que ha permitido mantener por debajo de los mil 39 pesos 24 productos de la canasta básica gracias a la colaboración de productores de alimentos, cadenas distribuidoras y empresarios.\n“Tenemos que cuidar que no haya cuesta de enero, como era antes; que no haya aumento de precios, que no haya inflación porque si no, se afecta el ingreso. Podemos estar aumentando el salario, pero si hay inflación, pues se pierde poder de compra, poder adquisitivo, que era lo que pasaba antes”, expuso.\nAnte representantes de medios de comunicación refirió que 2022 se caracterizó por un logro histórico: la disminución de la pobreza y la desigualdad en México como resultado de los esfuerzos del Gobierno de la Cuarta Transformación por mejorar la vida de la población más vulnerable a través de la implementación de los Programas para el Bienestar. En tanto, 2023 fue uno de los mejores de la administración en materia económica tras la pandemia de COVID-19.\n“Este año fue mucho mejor en empleo, en inversión extranjera, en reservas del Banco de México, en utilidades, en la bolsa. (…) Entonces, le fue bien a la gente con menos ingresos y también a los negocios, a las empresas les fue bien”, aseguró.\nAdicionalmente el peso mexicano continúa como la moneda más apreciada frente al dólar en el mundo. Esta mañana se cotizaba en 16.90 pesos. Al mismo tiempo, la Inversión Extranjera Directa (IED) alcanza niveles jamás observados.\nEl jefe del Ejecutivo recordó que la región sur-sureste del país crece de forma excepcional debido a la inversión pública en proyectos como el Tren Maya, el Tren Interoceánico del Istmo de Tehuantepec y el Aeropuerto Internacional Felipe Carrillo Puerto, en Tulum, Quintana Roo.\nEn cuanto a la seguridad pública, el mandatario dijo que su propósito es “que se siga reduciendo la inseguridad, que haya cada vez más paz, más tranquilidad”.\nAl respecto, resaltó que, de acuerdo con cifras de las fiscalías estatales, el 27 de diciembre no se registraron homicidios dolosos en 17 estados, lo que convierte a ese día en uno de los de menor incidencia en el año. Sólo se reportaron 47 hechos, de los cuales, el 34 por ciento se concentraron en el Estado de México y Baja California.\n“Traíamos un promedio de 85 y hemos bajado 20 por ciento, desde que llegamos, los homicidios; el promedio es 85, pero ayer 47 y todos estos días, afortunadamente, muy pocos homicidios”, explicó.\n+++++",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:14:41.120+02:00",
  "updated": "2023-12-29T00:14:41.120+02:00"
}