{
  "thread": {
    "uuid": "461c21e3286321a7463fd3e615e6a6be39871b79",
    "url": "https://vnexplorer.net/key-factor-in-saving-elephants-from-extinction-discovered-s824474.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Key factor in saving elephants from extinction discovered",
    "title_full": "Key factor in saving elephants from extinction discovered",
    "published": "2024-01-06T01:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwDPW.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "461c21e3286321a7463fd3e615e6a6be39871b79",
  "url": "https://vnexplorer.net/key-factor-in-saving-elephants-from-extinction-discovered-s824474.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-06T01:16:00.000+02:00",
  "title": "Key factor in saving elephants from extinction discovered",
  "text": "( Photo by Casey Allen via Pexels )\nBy Stephen Beech via SWNS\nA key factor in saving elephants from extinction has been discovered.\nConservation measures have successfully stopped declines in the savanna elephant population across southern Africa – but the pattern varies locally, say scientists.\nThey uncovered evidence that suggests the long-term solution to elephant survival requires not only that areas are protected, but that they are also connected to allow populations to stabilize naturally.\nThe international research team collected survey estimates and calculated growth rates for more than 100 elephant populations in southern Africa between 1995 and 2020, accounting for an estimated 70 percent of the global savanna elephant population.\nStudy co-author Dr. Rob Guldemond, said: “This is the most comprehensive analysis of growth rates for any large mammal population in the world.”\nHe described the overall results of the survey, published in the journal Science Advances, as “positive”.\nDr. Guldemond, director of the Conservation Ecological Research Unit (CERU) at the University of Pretoria in South Africa, said: “There are the same number of elephants now as there were 25 years ago, a rare conservation win at a time when the planet is rapidly losing biodiversity.\n“However, the pattern is not consistent across regions.\n“Some areas – such as south Tanzania, eastern Zambia, and northern Zimbabwe – experienced severe declines due to illegal ivory poaching.\n“In contrast, populations in other regions like north Botswana are booming.”\nStudy co-author Professor Stuart Pimm, of Duke University in the US, said: “Unchecked growth isn’t necessarily a good thing.\n“Rapidly increasing populations can outgrow and damage their local environment and prove hard to manage – introducing a threat to their long-term stability.”\n( Photo by Pixabay via Pexels )\nAs well as documenting local growth rates, the researchers also looked at the features of the local populations to identify what makes them “stable” – neither growing nor declining.\nElephant populations in well-protected but isolated parks – sometimes called “fortress conservation” – grow rapidly in the absence of threats, but are considered unsustainable in the long term.\nExperts say those elephants will likely need future conservation interventions – such as relocation or birth control – which are both costly and intensive.\nThe researchers found that the most stable elephant populations occur in large, core areas that are surrounded by buffer zones.\nThey said the core areas are defined by their strong levels of environmental protection and minimal human impact, whereas the buffers allow some activities – such as sustainable farming, forestry, or trophy hunting.\nThe research team explained that, unlike the insular fortresses, core areas are connected to other parks, allowing herds to move naturally.\nLead author Dr. Ryan Huang, a postdoctoral researcher at CERU, said: “What’s crucial is that you need a mix of areas with more stable core populations linked to more variable buffer areas.\n“These buffers absorb immigrants when core populations get too high, but also provide escape routes when elephants face poor environmental conditions or other threats such as poaching.”\nHe says connecting protected areas means elephants can freely move in and out, allowing a “natural equilibrium” to occur without human intervention, and sparing conservationists from using their limited resources to maintain balance.\nDr Huang added: “Calling for connecting parks isn’t something new. Many have done so.\n“But surprisingly, there has not been a lot of published evidence of its effectiveness so far.\n“This study helps quantify why this works.”\nCo-author Celesté Maré, a doctoral student at Aarhus University in Denmark, said: “Connecting protected areas is essential for the survival of African savanna elephants and many other animal and plant species.”\nShe added: “Populations with more options for moving around are healthier and more stable, which is important given an uncertain future from climate change.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Environment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwwWW.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwDPW.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwDPW.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwwWW.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "casey allen",
        "sentiment": "negative"
      },
      {
        "name": "stephen beech",
        "sentiment": "negative"
      },
      {
        "name": "rob guldemond",
        "sentiment": "none"
      },
      {
        "name": "guldemond",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "conservation ecological research unit",
        "sentiment": "none"
      },
      {
        "name": "university of p",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "africa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:20:16.659+02:00",
  "updated": "2024-01-06T01:20:16.659+02:00"
}