{
  "thread": {
    "uuid": "3c5d101381e44b3e279749b1046497a90f0efc51",
    "url": "https://westchestermagazine.com/food/memories-wine",
    "site_full": "westchestermagazine.com",
    "site": "westchestermagazine.com",
    "site_section": "https://westchestermagazine.com/feed",
    "site_categories": [
      "real_estate",
      "buying_selling_homes"
    ],
    "section_title": "Westchester Magazine",
    "title": "Memories Wine Is a Passion Project for This Westchester Resident",
    "title_full": "Memories Wine Is a Passion Project for This Westchester Resident",
    "published": "2024-02-29T23:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://westchestermagazine.com/wp-content/uploads/2024/02/memories-wine-header.jpg",
    "performance_score": 0,
    "domain_rank": 41901,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3c5d101381e44b3e279749b1046497a90f0efc51",
  "url": "https://westchestermagazine.com/food/memories-wine",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ryan Noel",
  "published": "2024-02-29T23:23:00.000+02:00",
  "title": "Memories Wine Is a Passion Project for This Westchester Resident",
  "text": "“We danced, we laughed, and we cried,” Jordan-Rose Decker reminisces on her relationship with her late mother, Lori. In her honor, Decker created a\nprivate wine label, dubbed Memories Wine, to serve as a lasting symbol and a way to continue Lori’s legacy.\nIf the name Jordan-Rose Decker rings a bell, it may be because the West Lake High School alumna was crowned Miss Westchester Teen back in 2015. Nearly a decade later, Decker has found a new passion in the hospitality realm and is currently taking the steps to become a certified sommelier.\nDecker’s journey to discover her true passion was largely sparked by the wisdom her mother instilled in her at a young age: life is too short to remain stagnant. After her mother passed away in 2022 following a battle with cancer, Decker wanted to honor her in a way her family knew best: wine. Her extensive wine knowledge, thanks to her sommelier classes, gave her an upper hand when scouting out vineyards, tasting blends, and bringing her ideas to fruition.\nThe creation of Memories Wine was inspired by Lori and her way of living life to the fullest by traveling, dancing, and routinely creating memories with her loved ones. “I wanted to do something to honor her and have her legacy live on,” says Decker.\nSeeing that plenty of cherished memories Decker shared with her mother were surrounded by family and a bottle or two of wine, the thought of creating a wine label seemed ideal. While building a collection of beautiful memories is at the forefront of the label’s mission, Memories Wine brings a rich and velvety character to the dinner table or your night cap.\nThe Bordeaux boasts a blend of 50% merlot and 50% cabernet sauvignon, sourced from the\nChâteau d’Haurets estate located in the stunning Entre-Deux-Mers region of Bordeaux. The vineyard has been family-owned since 1858 – an important factor for Decker when selecting a vineyard to create the blend.\nThe soon-to-be sommelier went back to school to learn the ins and outs of wine and spent nearly five months tasting different varietals of vino to pinpoint the prime notes for her consumers. However, wine is subjective, and Decker aimed to craft a delightful blend that would appeal to everyone who poured a glass.\nHer Bordeaux boasts fruity notes, thanks to the plums and black cherries that are effortlessly complemented by hints of spice. While the cabernet sauvignon grapes contribute their own unique boldness to the wine, everything is tied off with the subtle emergence of saddle leather and unsmoked tobacco.\n“It’s fruity, it’s forward, its balanced, it’s not super acidic, it’s a full-bodied wine,” notes Decker.\nDecker has a sweet connection with France because it’s where she visited her aunt while growing up. Also, it’s the country where she got engaged. While her family introduced her to traveling at an early age, starting with her first trip to Russia at eight months old, Decker continues to carry the same love of travel through her adulthood.\nTwo years ago, on a sunny afternoon by the pool, inspiration struck and Decker hand-sketched the first outline for the Memories Wine label. The design shows a human hand and a skeleton hand reaching for one another. The placement of the hand is almost identical to the one in Michelangelo’s The Creation of Adam, but in this case it’s the creation of wine.\n“It’s the representation of the living and the deceased, and the red rope is the memories that tie the two together,” adds Decker.\nTo celebrate Memories Wine and Lori, a launch party is being held at Fortina Armonk this Friday and will feature plenty of dancing, laughs, and wine. Decker is already planning her trip out to France to visit the vineyard, meet the team, and initiate the next steps for a second blend to be released.\nMemories Wine is available for purchase on its website and will soon be available in stores and restaurants throughout the county.\nView this post on Instagram\nRelated:\n6 Speakeasies Serving up Serious Vibes in Westchester County",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://www.ducourt.com/en/",
    "https://ducourt.com/en/",
    "https://www.memorieswine.com/",
    "https://www.memorieswine.com",
    "https://memorieswine.com/",
    "https://www.ducourt.com/en"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rose decker",
        "sentiment": "negative"
      },
      {
        "name": "decker",
        "sentiment": "none"
      },
      {
        "name": "lori",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "jordan",
        "sentiment": "none"
      },
      {
        "name": "west lake high school",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:22:15.491+02:00",
  "updated": "2024-03-01T00:22:15.491+02:00"
}