{
  "thread": {
    "uuid": "1dcac75f5fc890c892df0b53e808fbb337b43d80",
    "url": "https://lancasteronline.com/features/home_garden/how-to-grow-your-own-berries-beans-and-uncommon-greens-tips-from-a-sustainable-farming/article_132467f0-cb5a-11ee-8aca-cf378a71c27a.html",
    "site_full": "lancasteronline.com",
    "site": "lancasteronline.com",
    "site_section": "http://lancasteronline.com//search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=features*&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "lancasteronline.com - RSS Results in features* of type article",
    "title": "How to grow your own berries, beans and uncommon greens: Tips from a sustainable farming conference | Home & Garden | lancasteronline.com",
    "title_full": "How to grow your own berries, beans and uncommon greens: Tips from a sustainable farming conference | Home & Garden | lancasteronline.com",
    "published": "2024-02-16T12:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/lancasteronline.com/content/tncms/assets/v3/editorial/0/41/04133d2a-cb70-11ee-bf84-6380d0abaad4/65cd1296625d9.image.jpg?crop=1280%2C672%2C0%2C76&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 8726,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 1
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1dcac75f5fc890c892df0b53e808fbb337b43d80",
  "url": "https://lancasteronline.com/features/home_garden/how-to-grow-your-own-berries-beans-and-uncommon-greens-tips-from-a-sustainable-farming/article_132467f0-cb5a-11ee-8aca-cf378a71c27a.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ERIN NEGLEY | Staff Writer",
  "published": "2024-02-16T12:00:00.000+02:00",
  "title": "How to grow your own berries, beans and uncommon greens: Tips from a sustainable farming conference | Home & Garden | lancasteronline.com",
  "text": "Farmers can grow vegetables through the coldest days of winter. They can learn how to turn waste into biogas and power the farm. Bigger picture, they can look to the past to create an equitable, sustainable and scalable regional system of small farms. Ideas like this were among the dozens of sessions at Pasa’s annual conference held last week. The group formerly known as Pennsylvania Association for Sustainable Agriculture brought about 1,500 people in the region’s food system together to Lancaster County Convention Center for discussions on biopesticides to climate resilience. Even if your growing space is as small as a raised bed, here are some helpful tips from the conference on what to grow. Related Stories: Make a succulent heart, learn maple sugaring: 116 things for plant fans to check out in February Plain Sect Lancaster County farms gain $2.2 million in state conservation funds Growing beans Adrienne Nelson grows a mix of grains, market vegetables and cut flowers near Pittsburgh. It’s her bean crop that brings her the most joy. Dried beans are easy to store. In between planting, harvesting and processing, they don’t require much attention. Fresh beans are delicious, too. “There’s an appetite for beans in our communities,” she says. What we learned Black turtle , flageolet and Good Mother Stallard beans are Nelson’s staples. She also suggests verdon, tarbais (cassoulet), true red cranberry, purgatory, zolfini and myles garbanzo. Bonus: Black Shackamaxon is a native black bean. When picking beans to grow, check the days to maturity to spread out the harvest. Deer love to eat beans. At Nelson’s farm last summer, they pushed over a fence post and ate most of the beans . This year’s crop will be surrounded by a new fence. Usually beans are harvested from late September through November. Press your fingernail into the pod. When there’s no mark, it’s time to harvest. To harvest, Nelson cuts bush beans at the soil line and drops the entire plant onto old sheets . Runner beans climb sunflowers. She harvests these pods by hand . To dry, Nelson places bean pods in “hammocks” made from construction mesh lined with bed sheets. Once dry, Nelson threshes the beans in an adapted compost shredder/grinder. Replacing the blades with wheels separates the beans from the pods with little damage . To winnow, she uses a box fan . Don’t forget eye protection and a face mask as the chaff blows away . READ : Elizabethtown sewer, Hickory Lane Park and Rapho Township dairy farm gain state funds Uncommon greens Ira Wallace, called the godmother of Southern Exposure Seed Exchange , shared a long list of uncommon greens to grow and eat raw or braised. What we learned Wallace’s favorite greens for gardeners and cooks looking to branch out include tatsoi , related to bok choy. Green amaranth will grow 6 feet tall. Its leaves can be eaten fresh or cooked in soup as long as you don’t mind a little beetle damage. Collard greens might have a reputation for being tough enough for a long simmer. When harvested young (about 12- to 18-inches tall), the leaves are tender and ready after a 15-minute steam. For shady gardens, as long as there’s at least four hours of sunlight, most greens will grow, Wallace says. Because they’ll likely not reach maturity, replant every 3-4 weeks. Wallace is part of the Heirloom Collard Project , where she’s been surprised by the range of varieties, especially the purple collards. She pushed people to think of collards beyond a winter vegetable, especially when harvesting early leaves. Other greens include Sokoyokoto celosia (a flowering celosia with edible leaves like spinach), Malabar spinach (she prefers the showier red-stemmed type of this heat-loving climber), Mexican mint marigold (the licorice-flavored flowers and leaves are great in salads) and salad burnet (an early season green). READ: A look at Lancaster County's only large-scale bison farm: 'A wild streak in them' Underutilized berries Allyson Levy and Scott Serrano wrote the book on cold-hardy fruits and nuts based on what they grow in their Hudson Valley farm. At the conference, they focused on berries while noting most are technically are other types of fruit but still commonly called berries. What we learned Himalayan chocolate berry is a beautiful shrub that also attracts pollinators. The fruit’s flavor hints at red wine, bittersweet chocolate, flan and caramel. The Golden Lanterns cultivar has golden/lime leaves mixed with dark leaves. In warmer climates, this plant can grow enough to be considered invasive. The five-flavor berry is Levy’s favorite low-maintenance plant. This woody vine’s fruit has sour, sweet, spicy, salty and bitter notes. When cooked and sweetened, it makes a drink that tastes like strawberry lemonade. It also be dried or become frozen granita, both helpful because the fruit ripens at once. Goumi berry shrubs can be planted in not-perfect soil. Goumi flowers are bell-shaped stunners that smell like jasmine. It’s also short enough for children to help harvest. For mulberries, collier (a red-white hybrid) and kokuso (an extra-hardy variety) are Serrano’s favorite flavors. The Illinois Everbearing mulberry has a complex flavor and produces fruit for about three months. Raised bed growing Growing in raised beds makes gardening accessible and possible in a wide range of spaces. Many tips on building, location and filling beds were offered by Allison Glick, homegrown garden installation coordinator with Phipps Conservatory and Botanical Gardens; Claire Matway, community garden network manager at Grow Pittsburgh and Russell Thorsen, farmer outreach specialist at Pasa. What we learned Before filling a bed, test the soil in the ground underneath. If it’s contaminated, line with weed barrier or greenhouse plastic. Fill with a 50-50 (or 60-40) mix of topsoil and compost. At the top of the bed, add 1 wheelbarrow of soil, 3/4 5-gallon bucket of peat substitute (such as coconut coir), 1/3 5-gallon bucket of perlite (wear a mask and eye protection) and 1 inch in a 5-gallon bucket of play sand. Mix the amendments into the soil with a rake. Adding a mulch of shredded leaves or straw at the beginning of the season will prevent weeds, help the soil below hold water and help prevent compaction. Wood chips are carbon heavy and can tie up nutrients needed for plants. Instead, they save wood chips for paths between raised beds. For an already-established raised bed, at the start of the season: de-compact the soil with a spading fork or broad fork. Add fertilizer. Check sides for warping and add L-brackets at corners to tighten things up. Top-off beds with a mix of soil and compost. Want seasonal gardening articles and tips sent to your inbox weekly? Sign up for our Gardening newsletter here.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "adrienne nelson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pennsylvania association for sustainable agriculture",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lancaster county",
        "sentiment": "none"
      },
      {
        "name": "lancaster county convention center",
        "sentiment": "none"
      },
      {
        "name": "pittsburgh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T12:11:08.495+02:00",
  "updated": "2024-02-16T12:11:08.495+02:00"
}