{
  "thread": {
    "uuid": "25e45b9cc042f81cac28a326cf427534f04c5a34",
    "url": "https://www.newsbreak.com/eau-claire-wi/3407647835137-life-story-kermit-kerm-walker",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/leader-telegram-1593251",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Leader Telegram | NewsBreak",
    "title": "Life Story: Kermit 'Kerm' Walker",
    "title_full": "Life Story: Kermit 'Kerm' Walker",
    "published": "2024-04-18T20:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/2zadnP_0sVcwH4n00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3389,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "25e45b9cc042f81cac28a326cf427534f04c5a34",
  "url": "https://www.newsbreak.com/eau-claire-wi/3407647835137-life-story-kermit-kerm-walker",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-04-18T20:00:00.000+03:00",
  "title": "Life Story: Kermit 'Kerm' Walker",
  "text": "4 hours ago\nEAU CLAIRE — Newcomers and younger people may not recognize Kermit \"Kerm\" Walker’s name, but longtime residents will tell you he had an impressive impact on the Eau Claire community.\nWalker died April 11 at age 98. He was known for two main reasons. He was the founder of the Kerm’s grocery stores and was a major figure in the region’s ski jumping community.\nFor more than 40 years Kerm’s served Eau Claire residents as a neighborhood grocery store, the kind you just don’t see much anymore. His obituary called the Water Street store, Kerm’s Super Foods, “the first modern supermarket in Eau Claire.” It was built in 1964.\nWalker was already a successful businessman by that time. He started stocking shelves at Candell Grocery at age 14. Five years later he leased the store. Five years after that he bought it.\nOver the years Walker opened several stores in Eau Claire. He was an innovator, credited with helping introduce bar code scanners and credit card payments to the area at his stores. He gave back to the community, sponsoring softball teams and serving on the boards of directors for organizations ranging from Luther Hospital to the Chippewa Valley Grocers Association. His son said in 2013 Kerm contributed more than $2 million to the community over the course of more than 30 years.\nThe 2006 closure of 11,000-square-foot Kerm’s on Water Street hit people hard. Marty Fisher-Blakeley, who lived close by, compared the closure to losing an old friend. Marlene Arntson, who lived 10 blocks away and had been a customer almost from day one, said she was “in mourning.” And Dean Muldoon wrote in a column that Kerm’s “was the heart of the neighborhood.”\nBy the time the store closed, Kerm himself was spending winters in Naples, Fla. He understood the decision, telling the Leader-Telegram it came down to the economics of small stores. The location meant it relied heavily on college students and, let’s face it, they don’t cook as much as other demographics. Pressure from larger stores and changing consumer habits eventually made the choice for the Walker family.\n\"That was an excellent location for many, many years,\" Walker said. \"I know Mike [his son and successor] hated to close, but it was a necessary business decision.”\nWalker was so well-respected in the area that he was named Small Businessman of the Year by the Eau Claire Area Chamber of Commerce in 1987 and elected to its business hall of fame in 2013. Coverage from his induction credited him with owning, operating or working with 10 stores over the course of his career.\nThe outdoor side of Walker’s legacy was also important. He was critical in establishing Eau Claire as a hub for ski jumping. A life member of the Flying Eagles Eau Claire Ski Club, Walker’s influence was consistent as he stayed active in the sport locally.\nThat was how Ron Buckli knew Walker.\n“He was involved in the ski jumping community from the early 1930s to the 1950s,” Buckli said. “He was well liked and respected as a businessman and a ski jumping official.”\nWalker’s legacy was confirmed in 2003, when he was inducted into the Eau Claire Ski Club’s Hall of Fame.\nIt was Walker who was often called on to give credit when people asked about the early days of the sport in Eau Claire. He honored Norma Mae Severson and Earl Running Jr., for whom Walker served as best man, when they died.\nWalker’s steadiness shows up in another way. He married June Gullickson in 1950 and stayed married to her for 63 years, until her 2014 death. They had four boys, three of whom followed Walker into the grocery business. Their families produced seven grandchildren and nine great grandchildren.\nWalker's obituary, including the time and date for funeral services, is in today's paper.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://img.particlenews.com/image.php?url=2zadnP_0sVcwH4n00",
    "https://apg02.newzware.com/ss70v2/adams/common/template.jsp?skin=svh&init=start&initEdition=TLT",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2zadnP_0sVcwH4n00",
    "https://img.particlenews.com/image.php",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2zadnP_0sVcwH4n00",
    "https://apg02.newzware.com/ss70v2/adams/common/template.jsp",
    "https://www.apg02.newzware.com/ss70v2/adams/common/template.jsp?skin=svh&init=start&initEdition=TLT",
    "https://www.img.particlenews.com/image.php?url=2zadnP_0sVcwH4n00"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kermit",
        "sentiment": "negative"
      },
      {
        "name": "walker",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "kerm",
        "sentiment": "negative"
      },
      {
        "name": "eau claire",
        "sentiment": "negative"
      },
      {
        "name": "candell grocery",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "eau claire",
        "sentiment": "none"
      },
      {
        "name": "kerm",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:51:33.217+03:00",
  "updated": "2024-04-19T00:51:33.217+03:00"
}