{
  "thread": {
    "uuid": "db9079ff2199880c12dc188136cd86a93ef65132",
    "url": "https://www.postguam.com/business/2023-may-have-been-best-year-ever-for-las-vegas-gaming-and-tourism/article_9c758284-a50b-11ee-ae7f-dfc91a688d1a.html",
    "site_full": "www.postguam.com",
    "site": "postguam.com",
    "site_section": "http://www.postguam.com/search/?f=rss&t=article&c=business&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.postguam.com - RSS Results in business of type article",
    "title": "2023 may have been best year ever for Las Vegas gaming and tourism",
    "title_full": "2023 may have been best year ever for Las Vegas gaming and tourism",
    "published": "2023-12-28T06:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GU",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/postguam.com/content/tncms/assets/v3/editorial/2/9f/29fbd00e-a50c-11ee-9e96-c79a5554d28e/658cad8579d41.image.jpg?crop=1833%2C962%2C0%2C83&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 60350,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db9079ff2199880c12dc188136cd86a93ef65132",
  "url": "https://www.postguam.com/business/2023-may-have-been-best-year-ever-for-las-vegas-gaming-and-tourism/article_9c758284-a50b-11ee-ae7f-dfc91a688d1a.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Richard N. Velotta | Las Vegas Review-Journal",
  "published": "2023-12-28T06:00:00.000+02:00",
  "title": "2023 may have been best year ever for Las Vegas gaming and tourism",
  "text": "LAS VEGAS - It’s hard to argue against the position that Las Vegas had the most successful year in its history in 2023. And what do you do after one successful run? Come back for more. That’s what local gaming and tourism analysts figure will happen in 2024 after wrapping up a year filled with record gaming revenue and union contract signings, airport passenger numbers, colossal special events, new resort openings and the beginnings of still more economic growth. “I think it’s been another remarkable year for Vegas,” said Brendan Bussmann, a gaming industry analyst with Las Vegas-based B Global. “You’ve seen continued growth, both in gaming and nongaming. You’ve seen both a local and an on-Strip property open up. And you’ve had record air flow as well as visitation of the destination.” Josh Swissman, founding partner of the Las Vegas-based Strategy Organization, concurs. “I think it’s been a while since we’ve had so many things happening,” he said. “Vegas has always been a city of growth and reinvention, but I think it’s been a couple of years, at least probably predating COVID, where you had as many new things to celebrate.” Celebrating And celebrating is what many did in early December when Red Rock Resorts’ new locals property Durango and the north Strip Fontainebleau opened their doors within nine days of each other. Durango’s Dec. 5 opening was applauded by several gaming analysts who made their way to southwest Las Vegas to see the newest addition. “In short, we are impressed,” New York-based gaming analyst Joe Greff of J.P. Morgan wrote in his review of Durango. “Its casino floor has great sightlines and a ton of natural light with floor-to-ceiling windows on both sides of the casino. The restaurants offer variety both in terms of price points and cuisine and the eat-your-heart-out food hall is reminiscent, to us, of the food hall of The Plaza hotel in New York City and Eataly (at MGM Resorts International’s Park MGM). Most of the restaurants have an outdoor component, which has been popular with patrons,” he said. “Room quality rivals that of those on the Las Vegas Strip. We loved the sportsbook, which also has an outdoor component (even Jets fans would love the sportsbook there and it would make watching Jets games more tolerable).” Fontainebleau arrives A little over a week later, Fontainebleau was the celebration location. The long-awaited $3.7 billion, 67-story resort opened its doors with a grand opening for VIPs. The luxury resort was first proposed on the Strip in 2005 and construction began in 2007. But the Great Recession forced the project to go unfinished and ownership changed hands multiple times over the next decade-plus. In 2021, Fontainebleau Development CEO Jeffrey Soffer once again acquired the property. The resort had a star-studded, private grand opening before the public could get its first look on Dec. 14. Resorts weren’t the only infrastructure added to the Southern Nevada landscape. The $2.3 billion Sphere, a 17,500-seat live entertainment venue east of The Venetian Expo, was lit up for the first time on the Fourth of July and opened with its first residency, U2’s “Achtung Baby,” on Sept. 29. The futuristic spot is the largest sphere-shaped building in the world, standing at 366 feet tall and 516 feet wide. But what’s captured the world’s attention is its massive screens. A 4-acre interior screen surrounds the stage and a 580,000-square-foot “exosphere” makes up the outside LED screen — one that can be seen for miles. Fans were quick to seek out the best places to take pictures and videos of the venue and a Facebook fan club mushroomed to more than 322,000 members in six months. In addition to U2, the Sphere has played host to award-winning director Darren Aronofsky’s film, “Postcard from Earth.” While tourists and locals have delighted in seeing a mix of artistic content and innovative advertising on the big screen, the Sphere also became a promotional vehicle — and a centerpiece — for the city’s biggest special event of the year. Formula One The Formula One Las Vegas Grand Prix attracted more than 100,000 people a night over four nights in mid-November that included a special opening ceremony, a practice run, time trials and the race itself. Government officials haven’t yet calculated all the visitation metrics, revenue generated and tax collections, but analysts anticipate them to be record-breaking. “F1 obviously was a great way to top off the year,” Bussmann said. “Obviously, I know there were some naysayers about it, but I think everybody, once they saw the event go off, said, ‘Hey, this is a real positive for Vegas.’ It can have a long-term impact and attracts a customer that wasn’t necessarily coming or is very excited to come back to Vegas.” Among the naysayers who weren’t happy with F1 were small businesses that saw losses instead of gains because their access was limited by street closures that began in the summer as a result of track preparation. Local residents and visitors also were disappointed that bleachers and luxury-box race seating disrupted traditional Strip views and trees were ripped out of the front of Bellagio to improve sightlines. Many of those trees were replaced once the race was over. Clark County officials say they’ll produce a report that outlines the pros and cons of the race, although the top resort properties already have called the event a major success and plans are underway for F1 2024. Among the people most inconvenienced by the F1 traffic logjams were Strip workers, many of whom cheered winning the best union contract in history. Culinary contracts The Culinary Union and the three largest Strip employers reached new contract agreements with their union workers in November under the threat of a strike before the Grand Prix. The five-year contracts at MGM Resorts International, Caesars Entertainment Inc., and Wynn Resorts Ltd., covering roughly 35,000 workers, averted what could have been the largest hospitality strike in U.S. history. Each full-time, nontipped employee received a roughly $3-an-hour raise in the first year while tipped workers received a raise of about $1.50 hourly. The total compensation package, which includes subfunds including health care and pensions, increased by 11% in the first year, the union said. Some of those who reveled in the new contract — those at MGM — endured misery in the workplace in September. Cyberattacks A cyberattack that crippled computer systems at MGM properties for nine days affected thousands of MGM workers as well as MGM guests. A shadowy deep web organization attempted to extort a ransom from MGM, a tactic the group successfully used with Caesars in August. MGM paid no ransom; Caesars paid an estimated $15 million but didn’t have to endure the disruptions MGM experienced because it shut down its own systems to prevent crashes from spreading. Federal law enforcement agents haven’t made any arrests in the case, but in mid-December the FBI made a decryption tool available that will help companies that are victims of cyberattacks. More infrastructure Many of the other top stories of 2023 lean toward big things for 2024 and the future. Penn Entertainment Inc. broke ground in December on a $206 million project for a 384-room tower at the M Resort. The new tower, which will be attached to the existing building, is expected to be completed by mid-2025 and more than double M’s room capacity to 774. The tower also will provide additional meeting and convention space to the west Henderson property. Progress was made in 2023 on more major infrastructure projects. A new entertainment division of Howard Hughes Holdings could develop a new casino on the Las Vegas Strip — one that would rise above Fashion Show mall. The Houston-based company made the offhand announcement in October in a news release regarding the creation of a spinoff division. The new Seaport Entertainment division will take over entertainment operations of the company, which includes an 80% interest in the air rights above Fashion Show mall where a casino is being planned. Tilman Fertitta, owner of downtown’s Golden Nugget and a Houston-based entrepreneur, began initial plans for a new mid-Strip resort. Details haven’t been released. Hard Rock, other happenings Hard Rock International, which purchased The Mirage in 2022, made strides toward building a guitar-shaped hotel tower in the place where the property’s volcano attraction sits. The Oakland A’s, Bally’s Corp. and Gaming & Leisure Properties Inc. are in the midst of revamping the Tropicana resort site into a 33,000-seat Major League Baseball stadium. Transportation projects that are expected to have a positive impact on Southern Nevada tourism made some strides. Brightline West was awarded $3 billion in federal funds to go toward its planned $12 billion Las Vegas-to-Los Angeles high-speed rail system. Ground is expected to be broken next year with operations beginning by 2028. The Boring Co.’s underground transit system opened some new tunnels in 2023 and more are planned in the next two years. County officials also began discussions on a new Southern Nevada reliever airport south of Las Vegas near Primm. Environmental reports are nearing completion for the Ivanpah Valley airport as capacity nears at Harry Reid International Airport, which is expected to reach record passenger counts in 2023. Super Bowl prep Another big 2023 story is nearing — Super Bowl 58 at Allegiant Stadium in February. “We’re kicking off into a year that’s going to be busy, a busy first quarter,” Bussmann said. “You’ve got CES that hopefully will finally be back to the way it was pre-pandemic or at least close to it. Obviously, we’re still waiting for some of those international guests still to return because we’re still not completely back on the international front. But then you head into Super Bowl and Chinese New Year, so the first part of the year really kicks off strong.” “That’s obviously going to be huge and just an additional sort of proof points that Vegas has become a world-class entertainment and sports destination,” Swissman added. Bussmann said there isn’t much that can stop Las Vegas’ momentum and analysts like him will always be keeping an eye on economic and geopolitical forces. “You’ve got two major conflicts going on in the world, you’ve got gas prices that finally for the first time in a couple years are lower, but still up over the last four years. And those have continually put pressure on other things as it relates to costs and wages and everything else,” he said. “But for now, things are looking pretty good.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brendan bussmann",
        "sentiment": "none"
      },
      {
        "name": "josh swissman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "strategy organization",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "las vegas",
        "sentiment": "none"
      },
      {
        "name": "las vegas",
        "sentiment": "none"
      },
      {
        "name": "vegas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:37:46.461+02:00",
  "updated": "2023-12-30T00:33:56.224+02:00"
}