{
  "thread": {
    "uuid": "7b42414b5719605cc7c103ac75067a716bfb72d5",
    "url": "https://www.gulf-times.com/article/675810/sports/iraq-stun-japan-to-bolster-title-contender-status",
    "site_full": "www.gulf-times.com",
    "site": "gulf-times.com",
    "site_section": "http://emm.newsbrief.eu/rss/rss?type=rtn&language=en&duplicates=false",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Latest news clusters for en",
    "title": "Iraq stun Japan to bolster title contender status",
    "title_full": "Iraq stun Japan to bolster title contender status",
    "published": "2024-01-19T20:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "QA",
    "main_image": "https://www.gulf-times.com/gulftimes/uploads/images/2024/01/19/thumbs/300x300/129633.jpg",
    "performance_score": 0,
    "domain_rank": 10157,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7b42414b5719605cc7c103ac75067a716bfb72d5",
  "url": "https://www.gulf-times.com/article/675810/sports/iraq-stun-japan-to-bolster-title-contender-status",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sahan Bidappa",
  "published": "2024-01-19T20:17:00.000+02:00",
  "title": "Iraq stun Japan to bolster title contender status",
  "text": "Iraq coach Jesus Casas wasn’t just making empty statements when he declared, on the eve of the Asian Cup, that his team was a genuine contender for the title. And the Lions of Mesopotamia made a roaring statement to back their coach’s claim as they stunned tournament favourites Japan 2-1 and qualified for the knockout stage at the Education City Stadium on Friday.\nAymen Hussein with two first-half headers was the hero for Iraq, who condemned four-time champions Japan to a first Asian Cup group-stage defeat in 26 matches. It was also Iraq’s first victory over Japan in 42 years, with the Blue Samurai unbeaten against the West Asian side in their last nine games.\nWhile a victory or draw over Vietnam would ensure Iraq top Group D, Hajime Moriyasu’s Japan have three points and need at least a draw against Indonesia in the final match to progress into the last 16. Indonesia too have three points after posting a 1-0 win over Vietnam in the other game on Friday.\nWhile Casas called his team’s performance ‘close to perfect’ the 38,000 partisan Iraqi crowd rose to their feet in approval as the West Asian side showed remarkable physicality and composure on the ball to frustrate the Japanese.\nIraq – ranked 63 in the world to Japan’s 17 – were rarely intimidated by their rivals, who went into the game on the back of a 10-game winning streak in which they had scored 43 goals. Moriyasu also had overseen his side beat European heavyweights Spain and Germany to reach the last 16 of the 2022 Qatar World Cup.\nJapan failed to break Iraq’s resolve until the third of eight minutes of stoppage time when Liverpool’s Wataru Endo headed in to reduce the deficit. But they ran out of time as Iraq held on resolutely for a famous win.\n“Today is a great day for Iraqi people but for us it’s just a win. We have six points, but the players must now think of Vietnam (in the last group game) and they need to rest,” Casas said.\n“I’m very proud of my players. All Iraqi players should be proud...The perfect match is impossible, but we were close to the perfect match I wanted.”\nIraq had overcome tremendous odds to emerge Asian champions in 2007, but since then their best performance has been a semi-final finish in 2015. But Casas – who took charge in November 2022 on a four-year contract – has carefully reshaped the squad with the Spaniard’s ultimate aim is to guide Iraq to 2026 World Cup qualification.\nCasas, a 49-year-old former assistant coach of Spain under Luis Enrique, guided Iraq to its first Gulf Cup title in 35 years after having been in charge for just two months. Iraq Football Federation’s decision to include expatriate players into the team has also paid dividends with Casas having handed debuts to players based in Sweden, Denmark and Germany. While Japan were too slow to start, Iraq hit the ground running straight away and had their first chance in the fourth minute with Ali Jasim’s long range effort palmed away by goalkeeper Zion Suzuki.\nBut they did not had to wait for long as Suzuki failed to handle a cross, inadvertently parrying the ball to Hussein, who skillfully headed it into the top corner.\nWhile Japan players, who primarily ply their trade in big European leagues, settled into the game and used their speed on the wings, they could not breach Iraq’s defence. And a second goal from Iraq just before half-time deflated them further. Ahmed al-Hajjaj delivered a cross that Hussein converted perfectly from point-blank range.\nWhile Hussein did not take the field in the second half after sustaining an injury before the break, his teammates kept the Japanese at bay. They also breathed a sigh of relief when the referee overturned his initial decision to award a penalty to Japan after a VAR check. In the second half, Moriyasu made five substitutions yet the Samurai Blue struggled to test the Iraqi goalkeeper until the 94th minute when Endo finally scored with a header from a corner. The match’s final moments were tense as Japan desperately sought an equaliser, but Iraq managed to hold on.\n“The atmosphere was like an away game and conceding early hurt us,” said Moriyasu. “Conceding at the end of the first half hit us hard and made it a very difficult game. We need to learn from our mistakes. We analysed before the game and knew how Iraq would play at the start, they did play very aggressively. Unfortunately we couldn’t handle it, I know we need to do more.”\nWhile the result in its entirety is not disastrous for Japan. But a second-place finish in the group could set them on a potential collision course with South Korea in the last 16.\n[Sports](/sports)\nIraq stun Japan to bolster title contender status\nHussein’s double strike in first half seals 2-1 win, ends Iraq’s 42-year wait for a victory over Japan\nIraq coach Jesus Casas Garcia reacts during the match on Friday.\nIraq’s Ayman Hussein (also below) scores their second goal against Japan during their Asian Cup match at Education City Stadium on Friday. (Reuters)\nIraq players celebrate in front of their fans after the match. (Reuters)\nIraq's forward Aymen Hussein celebrates after scoring during the Asian Cup Group D match against Japan at the Education City Stadium on Friday. (AFP)\nDejected Japan’s players at the end of the match on Friday. (AFP)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus casas",
        "sentiment": "negative"
      },
      {
        "name": "hajime moriyasu",
        "sentiment": "none"
      },
      {
        "name": "casas",
        "sentiment": "none"
      },
      {
        "name": "aymen hussein",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "blue samurai",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "iraq",
        "sentiment": "none"
      },
      {
        "name": "mesopotamia",
        "sentiment": "none"
      },
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "education city stadium",
        "sentiment": "none"
      },
      {
        "name": "indonesia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T00:01:33.889+02:00",
  "updated": "2024-01-20T00:01:33.889+02:00"
}