{
  "thread": {
    "uuid": "197bdbe547b7d9d8e1d8b647c7639716a0e0402a",
    "url": "https://www.ft.lk/business/SLT-Mobitel-Mobile-introduces-My-Super-Offers-with-tailored-rewards/34-757094",
    "site_full": "www.ft.lk",
    "site": "ft.lk",
    "site_section": "https://www.ft.lk/business/34",
    "site_categories": [
      "media",
      "world_soccer",
      "sports"
    ],
    "section_title": "Sri Lanka's only business publication | Daily FT",
    "title": "SLT-Mobitel Mobile introduces ‘My Super Offers’ with tailored rewards | Daily FT",
    "title_full": "SLT-Mobitel Mobile introduces ‘My Super Offers’ with tailored rewards | Daily FT",
    "published": "2024-01-05T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "LK",
    "main_image": "https://www.ft.lk/assets/images/img/ft_logo.png",
    "performance_score": 0,
    "domain_rank": 41807,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "197bdbe547b7d9d8e1d8b647c7639716a0e0402a",
  "url": "https://www.ft.lk/business/SLT-Mobitel-Mobile-introduces-My-Super-Offers-with-tailored-rewards/34-757094",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T21:00:00.000+02:00",
  "title": "SLT-Mobitel Mobile introduces ‘My Super Offers’ with tailored rewards | Daily FT",
  "text": "Reaffirming its commitment to elevating customer experiences, SLT-Mobitel has once again introduced a novel concept ‘My Super Offers’, a personalised rewards program tailored to meet the unique needs of both Pre-Paid and Post-Paid Mobile customers.\nMy Super Offers are designed to benefit customers based on their usage, tenure and preferences, ensuring the experience is exclusive and rewarding.\nWith My Super Offers, SLT-Mobitel Mobile subscribers can now enjoy remarkable value and benefits such as customised data bonuses, free voice minutes, and other exclusive promotions and rewards curated as per their consumption patterns. Offers will be visible on the Selfcare app.\nMy Super Offers presents a range of exclusive rewards tailored to each customer. Whether it is double bonuses on a Rs. 100 reload, 20 GB extra data on a Rs. 988 reload, 50 minutes of any-net calls on a Rs. 200 reload or doubling the bundle, SLT-Mobitel has ensured there is a benefit for everyone.\nAdditionally, when visiting a retail shop for reloads, retailers can effortlessly view available offers for customers. Utilising the My Super Offers tile and entering the customer’s mobile number, retailers can showcase exclusive offers, encouraging customers to choose higher reload values while unlocking special benefits for themselves.\nWith My Super Offers, SLT-Mobitel will not only enhance the customer experience but also provide an opportunity for retailers to further engage in rewards program, creating a win-win situation for all involved.\nSLT-Mobitel’s My Super Offers has set yet another industry benchmark in customer experience. Harnessing insights from usage behaviours combined with hi-tech real-time analytics capabilities, SLT-Mobitel provides delightful offers in the digital era directly to customers nationwide.\nTrue to its brand promise of empowering Sri Lankan lives, SLT-Mobitel continues pioneering innovations in digital connectivity solutions that resonate with diverse consumer needs. My Super Offers is the next big step to rewarding customers in exciting new ways while accelerating the adoption of personalised engagement.\nSubscribers can conveniently discover and redeem offers created exclusively for them by dialling #7123# available in English, Singlish, and Tamil, or via the Self Care app’s Quick Actions under ‘My Super Offers’. They can also consult retailers to pick the best available deal when buying reloads at outlets.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "utilis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mobitel mobile",
        "sentiment": "negative"
      },
      {
        "name": "mobitel",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:04:37.347+02:00",
  "updated": "2024-01-06T00:04:37.347+02:00"
}