{
  "thread": {
    "uuid": "f0cb4b5b1ea49e081b4f078406edc754688f1714",
    "url": "https://vnexplorer.net/este-es-el-mejor-ritual-para-despedir-el-2023-y-atraer-la-buena-suerte-segun-importante-astrologo-s708752.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Este es el mejor ritual para despedir el 2023 y atraer la buena suerte, según importante astrólogo",
    "title_full": "Este es el mejor ritual para despedir el 2023 y atraer la buena suerte, según importante astrólogo",
    "published": "2023-12-29T17:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mczHM.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f0cb4b5b1ea49e081b4f078406edc754688f1714",
  "url": "https://vnexplorer.net/este-es-el-mejor-ritual-para-despedir-el-2023-y-atraer-la-buena-suerte-segun-importante-astrologo-s708752.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T17:07:00.000+02:00",
  "title": "Este es el mejor ritual para despedir el 2023 y atraer la buena suerte, según importante astrólogo",
  "text": "Este es el mejor ritual para despedir el 2023 y atraer la buena suerte, según importante astrólogo\nSe aproxima el fin de año mostrándonos esta vez a la Luna en todo su esplendor desde el signo de Cáncer, en donde ejerce toda su potencia emocional. Este fenómeno, que determina el punto de máximo desarrollo del mes lunar y el inicio de su declive, nos brinda la oportunidad de concentrarnos en mente y corazón. Con el fin de desechar lo malo y dañino que hayamos podido padecer durante 2023 y conectarnos con los buenos propósitos para obtener mejores y más satisfactorios resultados en el nuevo año que está por comenzar.\nLa Magia del Ritual de Fin de Año La realización de un ritual implica hacer una pausa en la monotonía de nuestras actividades habituales. Retirarnos y acondicionar un espacio y un tiempo para contactar con nuestro ser interior. Es el momento para estar y vivir en presente : recordar lo ya pasado e idear lo por venir . Es un tiempo de balance , conveniente para despojarno s de lo que nos lastima y anhelar lo que nos beneficia. Necesitamos un tiempo de aislamiento del ruido externo y de la rutina para adentrarnos en nosotros mismos.\nCondiciones y recomendaciones para la realización del Ritual de Fin de Año : Tiempo : aparta unos minutos en cualquiera de las 5 noches previas al fin de año. Procura que sea después del crepúsculo, bajo el influjo de la Luna , desde la noche del Plenilunio (27 de diciembre) hasta la Noche Vieja (31 diciembre). Espacio : busca un lugar tranquilo que te permita estar contigo mismo y escuchar tu voz interna. Tus pensamientos, sentimientos y vivencias. Desconecta el celular o cualquier otro instrumento que te relacione con el mundo externo. Ambiente e instrumentos requeridos : escoge un lugar tranquilo, donde puedas estar en paz (bajo techo o al aire libre), en contacto con la naturaleza, rodeado de plantas, flores o frutas. Utiliza una mesa limpia en donde colocarás: una vela (preferiblemente color violeta); un vaso o pequeña jarra con agua natural y sal (preferentemente marina); un objeto de madera, lo más natural posible; un incienso (preferiblemente con aroma de sándalo); la imagen de un ser que te inspire espiritualidad y sabiduría (puede ser un santo, maestro, un ser querido fallecido); un calendario 2023 y otro 2024; papel y lápiz.\nInstrucciones para despedir este 2023 con un ritual : Colócate de forma cómoda en una silla frente a la mesa, enciende la vela y el incienso. Respira lenta y profundamente, inhala durante siete segundos. Reten el aire en tu interior otros siete segundos y exhala lentamente. Conecta con tu Yo Superior (o con la entidad de tu preferencia: Dios , el maestro Jesús , Budha , algún santo o ánge l, etc.). Pídele iluminación, relaciónala con la luz de la vela o de la Luna ; sabiduría y paz para identificar lo que debe ser erradicado de tu vida. Recordando aquellas vivencias de este año que más te han afectado y para que inspire en ti las tareas y actitudes que quisieras adquirir o mejorar en el año que va a comenzar. Dedica unos minutos a identificar 7 acciones , actitudes, eventos o carencias que te han generado molestia, sufrimiento, dolor o ansiedad en este año 2023. Anótalas en un papel en orden decreciente de mayor a menor. Respira lenta y profundamente. Con cada inhalación imagina una a una las vivencias anotadas y con cada exhalación ordénales salir de tu vida. Pide al Universo que te ayude a erradicarlas de tu vida y de tu entorno. Dedica unos minutos a identificar otras 7 acciones o propósitos que quisieras establecer en tu vida en el transcurso del año 2024. Anótalas en un papel en orden decreciente de mayor a menor. Respira lenta y profundamente, con cada inhalación imagina uno a uno los propósitos formulados. Con cada exhalación ordénales formar parte de tu vida. Pide al Universo que te ayude a incorporarlos a tu vida y entorno. Coloca el papel con las anotaciones de lo que debe ser eliminado sobre una página del calendario 2023. Procede a encenderle fuego con la vela y luego rocíalo con el agua salada, echa en la basura las cenizas del papel quemado. Coloca el papel con los 7 propósitos sobre una hoja del calendario 2024. D eja que la vela encendida se consuma a su lado. Pide al Universo fuerza, coraje y constancia para alcanzar los cambios deseados y da gracias al Universo por todo lo recibido (bueno y no tan bueno) en este año 2023 que ha servido de aprendizaje para tu propia evolución espiritual. Resguarda el papel con tus propósitos para el año 2024 en las primeras páginas de una agenda del año. Al comenzar cada mes del nuevo año revisa lo que te has propuesto y haz un plan para mejorar lo realizado en el mes anterior. Finaliza el ritual con una plegaria de tu predilección.\n¿Qué hacer después del ritual de Año Nuevo? Enfoca toda tu energía en alcanzar tus nuevos propósitos para el año 2024, desecha todas las creencias, inclinaciones, actitudes y recuerdos que obstaculizan tu desarrollo personal. Abre tu alma para aceptar cada experiencia del nuevo año como la oportunidad de crecer en humildad, solidaridad y sabiduría para superar todo lo que te limita e impide tu propia evolución, en la misión que te corresponde ejecutar. Sepárate de la oscuridad y el egoísmo, acércate a la luz y crece en generosidad. Lee también: Año Nuevo 2024: Tarotista chileno detalló los mejores rituales para despedir Nochevieja con abundancia y amor Ritual de fin de año de Los Mensajes de Cupido.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mczHM.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mczHM.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T17:12:02.811+02:00",
  "updated": "2023-12-29T17:12:02.811+02:00"
}