{
  "thread": {
    "uuid": "676c3b57c9d73e95e7132ec7fdb78d426c68644b",
    "url": "https://www.theloadout.com/xbox/gears-of-war-collection-wishlist-2024",
    "site_full": "www.theloadout.com",
    "site": "theloadout.com",
    "site_section": "https://www.theloadout.com/feed",
    "site_categories": [],
    "section_title": "The Loadout",
    "title": "Rumored Gears of War Collection tops my Xbox Games Showcase wishlist",
    "title_full": "Rumored Gears of War Collection tops my Xbox Games Showcase wishlist",
    "published": "2024-05-03T18:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.theloadout.com/wp-content/sites/theloadout/2024/01/gears-of-war-collection-xbox-showcase-2024.jpg",
    "performance_score": 0,
    "domain_rank": 44005,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "676c3b57c9d73e95e7132ec7fdb78d426c68644b",
  "url": "https://www.theloadout.com/xbox/gears-of-war-collection-wishlist-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Aaron Down",
  "published": "2024-05-03T18:45:00.000+03:00",
  "title": "Rumored Gears of War Collection tops my Xbox Games Showcase wishlist",
  "text": "Few videogame trailers have stuck with me over the years like that of the first Gears of War. I make it a point of order to go back and watch Marcus Fenix’s silent saunter through the streets of Sera, backed to perfection by Gary Jules’s iconic cover of Tears For Fears’ ‘Mad World,’ at least once a year. It’s quite possibly the best game trailer ever made, and now the rumors of a Gears of War Collection on Xbox have made me want to grab a Lancer and tango with a Corpser once more.\nOriginally released back in 2006, Gears of War quickly established itself as a mainstay in my early adolescent rotation of shooters. While Halo will forever remain the benchmark for narratives within the genre, for me, Gears is my Roman Empire – I’ll never stop thinking about Marcus and Delta Squad, as well as the comedic offing of everyone unfortunate to stem from the Carmine family tree. However, shortly after Gears 3 launched in 2011 I moved to the blue side, swapping out my Xbox 360 for a PS3. After that, I never took much of an interest in the current era of Gears, despite them now sitting among the\nbest Xbox Game Pass games I could simply pick up and play with a sub.\nBut while I thought my years of getting dogged on in GameBattles lobbies and Supermanning kids for cellphone montages were behind me, January’s report that\nGears would be getting the Halo Master Chief Collection treatment began to awaken something within me that had long laid dormant. And now, after hearing that Gears could be making its first Xbox showcase appearance in years next month, the urge to put the Boomer in the hands of, well, this boomer, has once again arisen.\nAlthough it’s been over four years since\n[Gears 5](/gears-5) dropped – an unprecedented amount of time between installments within the series – the franchise has an exciting future ahead of it. In November, we got an update that the Gears movie is still very much in the works, courtesy of Collider. Meanwhile, at the end of April, JD Fenix actor Liam McIntyre dropped a huge hint that Gears 6 will be present at Summer Games Fest.\nAs such, the timing for a 2024 Gears of War Collection launch couldn’t be better to stoke the flames of nostalgia, while offering up a neat, bow-tied package for new players to hop into. Presumably, everything up to Judgment – the final Epic-led release before Coalition took the reigns – will be included. I can also imagine 2016’s Gears 4 will get the nod, though it’s currently unclear what the cutoff criteria are. 343’s Halo 4 was included in the Bungie-filled MCC, so we’ll have to wait and see what Xbox Games Studios has ordained.\nShould we be in for a more expansive collection, then I can very much see myself wanting to get up to date with the Gears story for the first time in over a decade. As I reveled in playing the MCC front to back, I know for a fact that as soon as I see the Crimson Omen flash up on my screen again I won’t resurface until the binge is complete.\nThis desire is only bolstered by the prospect that the Gears Collection will get the Unreal Engine 5 treatment – a major technical undertaking that indicates that it’ll be a labor of love, rather than a quick cash grab. Coalition’s Ultimate Edition remaster of the original Gears back in 2015 did an excellent job of showcasing the best of UE3 visually, but to see it rebuilt in the latest version has me salivating.\nThough there’s a litany of exquisite-looking\nnew Xbox games for me to jump into this year, a revitalized Gears is the thing that’s gotten my COGs turning. The original Gears trilogy constitutes some of the best games ever made, and I’d love nothing more than to see a new generation of Gears players take up the Torque Bow and experience all the joy and despair I did growing up.\nThe June Xbox showcase already has the scope to be ridiculously stacked based on what we’re expecting to see – not least\n[the [Redacted] Direct following it that’s reportedly set to fully reveal Call of Duty Black Ops 6]https://www.theloadout.com/xbox/games-showcase-june-2024. But for me, a surprise announcement of this Gears of War Collection would trump all else.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.collider.com/gears-of-war-movie-netflix-adaptation-update/",
    "https://collider.com/gears-of-war-movie-netflix-adaptation-update",
    "https://collider.com/gears-of-war-movie-netflix-adaptation-update/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "marcus",
        "sentiment": "none"
      },
      {
        "name": "carmine",
        "sentiment": "none"
      },
      {
        "name": "gary jules",
        "sentiment": "none"
      },
      {
        "name": "marcus fenix",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "delta squad",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sera",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T19:31:18.129+03:00",
  "updated": "2024-05-03T19:31:18.129+03:00"
}