{
  "thread": {
    "uuid": "b5a5f5ecb3eca4d05664143dfebdd36a87400e94",
    "url": "https://www.insidenova.com/sports/haymarkets-carter-cunningham-shines-god-s-light-everywhere-he-goes/article_84560eb2-1e8c-11ef-a0b1-cf226e8f694e.html",
    "site_full": "www.insidenova.com",
    "site": "insidenova.com",
    "site_section": "http://www.insidenova.com/search/?f=rss&t=article&c=sports&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.insidenova.com - RSS Results in sports of type article",
    "title": "Haymarket's Carter Cunningham shines God’s light everywhere he goes",
    "title_full": "Haymarket's Carter Cunningham shines God’s light everywhere he goes",
    "published": "2024-05-31T13:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/insidenova.com/content/tncms/assets/v3/editorial/2/35/23519342-1e8d-11ef-b38e-e72f4d89cad5/665886c456fdb.image.jpg?crop=1231%2C646%2C1%2C389&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 25317,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b5a5f5ecb3eca4d05664143dfebdd36a87400e94",
  "url": "https://www.insidenova.com/sports/haymarkets-carter-cunningham-shines-god-s-light-everywhere-he-goes/article_84560eb2-1e8c-11ef-a0b1-cf226e8f694e.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "David Fawcett",
  "published": "2024-05-31T13:30:00.000+03:00",
  "title": "Haymarket's Carter Cunningham shines God’s light everywhere he goes",
  "text": "Battlefield graduate and East Carolina baseball standout Carter Cunningham started a foundation called \"Homers That Help.\" The foundation help… At ECU’s preseason banquet in February, Cunningham asked for 33 sponsors, one for each of the Pirates’ home games, to pay $300. The donors then would be asked to contribute an additional $100 for each home run hit by an ECU player during the ECU home game they sponsored. In an area where Pirates' baseball is by far the most popular sport in Greenville, Cunningham said 33 slots were filled within the first 12 hours. To date, the foundation has raised over $28,000. The money goes to support families who have children at the hospital. The money can be used however the family wants to help them during their stay. “It’s such a joy to see all the seeds he is sowing,” Howell said. “[He’s] one of those workers.” Cunningham also played an instrumental role in coming up with this year’s team motto: Discipline = Freedom. Godwin always lets each team select the motto. As a team leader, Cunningham facilitated discussion on what that motto should be. The one thing Cunningham added was to have the team find a Bible verse that aligned with the motto. They came up with Hebrews 12:11, which fit perfectly: “No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it.” He's even planting seeds among youth. Webb Tyndall is one of two chaplains for ECU’s baseball team. One day, Tyndall’s wife Laura told him about the testimony she heard from an 11-year-old boy at a recent Community Bible Study end-of-the-year event. The boy, who plays Little League Baseball, is usually quiet. But this time, he spoke up to share how Cunningham had impacted him with a message of encouragement. The boy had been struggling until Cunningham took a moment to lift his spirits. “He’s a servant-leader,” Tyndall said. “He’s bold and very transparent. He doesn’t act like he’s got it all together.” Cunningham remembered speaking to the boy after a game but didn’t recall what he said. Still, he understands the importance of his role. “It’s why I do the things I do,” Cunningham said. “Everything you say or do is being watched.” Going forward Cunningham starts the final phase of his college baseball career Friday when ECU hosts a four-team regional. To reach their first College World Series, the Pirates need to win this regional as well as a Super Regional. Cunningham would love nothing more than to finally help the Pirates reach Omaha. He’s played a significant role in getting ECU to this point, hitting a team-high .371 with 14 homers and 60 RBI. He’d also like a shot a pro ball when the MLB Draft takes place July 14-16. Godwin, for one, thinks Cunningham deserves an opportunity to compete at the next level. Cunningham entered the season ranked as the No. 13 AAC draft prospect by Perfect Game. “I would be shocked if he wasn’t given a chance to play pro ball,” Godwin said. “It’s a broken system if he’s not.” No doubt baseball has been good to Cunningham. From his days as an all-state outfielder at Battlefield to becoming a two-time, all-AAC first-team player at ECU, Cunningham has thrived at each stop. But no matter how far baseball takes him, his priorities remain unchanged. His faith comes first. He is here to establish an eternal legacy, not an earthly one. “We’re all brothers in Christ forever,” Howell said. “Nothing can sever that.” One of Cunningham’s favorite scriptures is Jeremiah 29:11: “For I know the plans I have for you,” declares the Lord, “plans to prosper you and not to harm you, plans to give you hope and a future.” If pro baseball is in his future? Great. If it’s a 9-to-5 job putting his MBA to use? Great. Cunningham is good either way. “I give it to God and say do with it what you want,” Cunningham said. Spoken like a true servant-leader.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "carter cunningham",
        "sentiment": "neutral"
      },
      {
        "name": "todd howell",
        "sentiment": "none"
      },
      {
        "name": "mike wilson",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "cunningham",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "battlefield high school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "haymarket",
        "sentiment": "none"
      },
      {
        "name": "greenville",
        "sentiment": "none"
      },
      {
        "name": "east carolina",
        "sentiment": "none"
      },
      {
        "name": "n.c.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T14:09:00.551+03:00",
  "updated": "2024-06-01T23:21:24.390+03:00"
}