{
  "thread": {
    "uuid": "7d7e1641675d518211f74be24f283341582cd46b",
    "url": "https://www.dailymail.co.uk/tvshowbiz/article-12931765/Melanie-Griffith-66-flaunts-youthful-glow-cat-eye-sunglasses-leaves-Beverly-Hills-hair-salon-Jennifer-Aniston-frequents.html",
    "site_full": "www.dailymail.co.uk",
    "site": "dailymail.co.uk",
    "site_section": "http://mailonsunday.co.uk/ushome/index.html",
    "site_categories": [],
    "section_title": "Home | Daily Mail Online",
    "title": "Melanie Griffith, 66, flaunts her youthful glow in cat-eye sunglasses as she leaves the same Beverly Hills hair salon Jennifer Aniston frequents | Daily Mail Online",
    "title_full": "Melanie Griffith, 66, flaunts her youthful glow in cat-eye sunglasses as she leaves the same Beverly Hills hair salon Jennifer Aniston frequents | Daily Mail Online",
    "published": "2024-01-05T23:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2024/01/05/21/79670933-0-image-m-80_1704488873213.jpg",
    "performance_score": 0,
    "domain_rank": 139,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7d7e1641675d518211f74be24f283341582cd46b",
  "url": "https://www.dailymail.co.uk/tvshowbiz/article-12931765/Melanie-Griffith-66-flaunts-youthful-glow-cat-eye-sunglasses-leaves-Beverly-Hills-hair-salon-Jennifer-Aniston-frequents.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Amy Lamare For Dailymail.Com",
  "published": "2024-01-05T23:46:00.000+02:00",
  "title": "Melanie Griffith, 66, flaunts her youthful glow in cat-eye sunglasses as she leaves the same Beverly Hills hair salon Jennifer Aniston frequents | Daily Mail Online",
  "text": "Melanie Griffith flaunted a youthful glow in Beverly Hills on Thursday. The Working Girl actress, 66, was leaving a hair appointment with celebrity hair stylist Christopher McMillan, whom Jennifer Aniston has used for years; he created The Rachel haircut. Melanie was maintaining her sassy longer bob cut which she has called 'sassy.' For this outing, Melanie wore her usual black in a knee-length classic coat over a dress of the same length. To keep her legs warm, the Lolita actress wore opaque black tights. She accessorized with a maroon and grey scarf and smart-looking cat-eye black glasses. The veteran actress wore comfortable and casual black sneakers on her feet. Melanie Griffith took a walk through Beverly Hills after her hair appointment. The Working Girl actress, 66, regularly goes to celebrity hair stylist Christopher McMillan to get her color done and maintain her sassy longer bob cut At her last hair appointment in November, the Milk Money star went in for a bit of a change. She shared before and after photos of her hair to Instagram, revealing in the after that she had McMillan lob off a few inches. Melanie eschewed her usual shoulder length, layered hair for a chin-length bob. 'Changing it up! My extraordinary friend and hair magician @mrchrismcmillan gave me a new do! I adore him and thank him,' she captioned the post. And she was thrilled with the outcome, adding: 'I feel refreshed and very sassy at 66!' Griffith is the mom of three adult children. She shares her eldest daughter, Dakota Johnson , 34, with her first husband Don Johnson , to whom she was married for several months in 1976, and again from 1989 until 1996. The Path actress was later married to Steven Bauer from 1981 until 1989, and their son Alexander, 38, was born in 1985. She went on to marry Antonio Banderas in 1996, and they welcomed their daughter Stella, 27, that same year. For this outing, Melanie wore her usual black in a knee-length classic coat over a dress of the same length. To keep her legs warm, the Lolita actress wore opaque black tights At her last hair appointment in November, the Milk Money star went in for a bit of a change. She shared before and after photos of her hair to Instagram, revealing in the after that she had McMillan lob off a few inches 'Changing it up! My extraordinary friend and hair magician @mrchrismcmillan gave me a new do! I adore him and thank him,' she captioned the post. And she was thrilled with the outcome, adding: 'I feel refreshed and very sassy at 66!' Chris often works with Jennifer Aniston as well The Something Wild actress received a tattoo as a tribute to the Desperado star in the 1990s, although the two went on to divorce in 2015. After undergoing the long and arduous process of removing her Banderas-inspired tattoo, Melanie replaced it. She debuted the new ink this summer. Now, instead of the heart shaped tattoo which was once etched onto her skin, she now has the names of her children Alexander, Stella, Dakota, and Jesse jotted onto her arm. Jesse Johnson is her step-son through her second marriage to Don Johnson.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:00:04.006+02:00",
  "updated": "2024-01-06T00:00:04.006+02:00"
}