{
  "thread": {
    "uuid": "026d0338df82171e04856b71c2c400bb9b35abd4",
    "url": "https://www.meneame.net/story/ministro-carlos-cuerpo-inaugura-discurso-japones-encuentro-tokio/c0139",
    "site_full": "www.meneame.net",
    "site": "meneame.net",
    "site_section": "https://www.meneame.net/comments_rss",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Menéame: comentarios",
    "title": "#139 El ministro Carlos Cuerpo inaugura con un discurso en japonés un encuentro con empresarios en Tokio",
    "title_full": "#139 El ministro Carlos Cuerpo inaugura con un discurso en japonés un encuentro con empresarios en Tokio",
    "published": "2024-07-05T08:35:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://meneame.net/img/logo_meneame.png",
    "performance_score": 0,
    "domain_rank": 11299,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "026d0338df82171e04856b71c2c400bb9b35abd4",
  "url": "https://www.meneame.net/story/ministro-carlos-cuerpo-inaugura-discurso-japones-encuentro-tokio/c0139",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Olarcos",
  "published": "2024-07-05T08:35:00.000+03:00",
  "title": "#139 El ministro Carlos Cuerpo inaugura con un discurso en japonés un encuentro con empresarios en Tokio",
  "text": "[Sergio_ftv](/user/Sergio_ftv)a [elpais.com](/go/link/3955842) [#134](c134#c-134) No creo que seas ningún zopenco. Simplemente es que hablar a un nivel bueno otra lengua no es algo fácil, sea cual sea la lengua y el inglés con la pronunciación que tiene y la cantidad inmensa de vocabulario, se convierte en verdaderamente difícil cuando quieras avanzar a niveles altos. ¡Animo que seguro que lo haces muy bien ya!\n[#14](c14#c-14) con la app de trascripción de Google, y Google Translate.\nEl japonés es muy difícil de traducir de forma automática porque es extremadamente contextual, por ejemplo donce dice \"estoy muy contento\", me lo traducía como \"soy feliz\", pero obviamente un ministro no va a decir eso. Y otras palabras tienen significados difeferentes que también dependen del contexto, de ahí la parte final que es ininteligible\n[#129](c129#c-129) Con un B2 real tendrías que ser capaz de hacer eso. La inmensa mayoría de la gente en España no tiene un B2 en español y se apañan entre un A2 y un B1. Un B2 es un nivel alto, que te permite asistir sin problemas a clases en una universidad extranjera y ver películas sin necesidad de subtítulos. Y no es \"que es para ti\" si no lo que es, independientemente de mi opinión.\n[#131](c131#c-131) Como te digo recibo clases para poder desempeñar mi trabajo en inglés en poco tiempo por otros proyectos, pero no es lo mismo sacarte un máster que atender una empresa, yo tengo certificados de cursos que se imparten en inglés y se realizan los exámenes en inglés pero en mi trabajo no puedes dudar si eres quien dirige la orquesta\n[#132](c132#c-132) Cierto, pero esos cursos no son de un B2 real, si no puedes utilizar el inglés así. Es algo que suele pasar, todas las academias y empresas, incluidas Cambridge sobrevaloran sus certificaciones, porque así consiguen más alumnos y por lo tanto más dinero. Un C1 es un nivel muy alto de lengua, a un nivel muy culto. Haz, si quieres, un examen de C1 de español. La inmensísima mayoría de los españoles no serían capaces de aprobarlo y un C2 menos aún, sin una preparación específica.\n[#133](c133#c-133) Tienes toda la razón, hay partes de gramática que he aprobado que ha sido a base de estudiar pero una vez aprobado queda todo olvidado, lo que ocurre es que yo lo que necesito es hablar fluido y sin cometer graves errores gramaticales y por eso ahora abandonando certificaciones mi empresa se ha centrado en esto son 6 meses intensivos más los conocimientos adquiridos queda bien al menos en pasadas ocasiones igual yo soy un zopenco\nPD: Soy más feliz currando en español así igual es un problema\n[#76](c76#c-76) [#104](c104#c-104) [#108](c108#c-108) [#124](c124#c-124) [#128](c128#c-128) https://es.wikipedia.org/w/index.php?title=Carlos_Cuerpo&action=history\nCorrecto. En Wikipedia no estában usando una fuente fiable para decir que habla Japonés. Parece que fue añadido el día 4 por un usuario que se llama: PereM.Aranda YT y después Mazbel y 2 usuarios anónimos revertieron la modificación ya que no está claro que sea una transcripción fonética. Además en su linkedin solo nombra Inglés y Francés:\nhttps://www.linkedin.com/in/carlos-cuerpo-86b226a9/\nSiento no que mi información con la wiki no aportase nada.\n[#73](c73#c-73) En el caso de Japón y los japoneses, no son tan angloparlantes como pensamos aquí. Tengo amigos (fanáticos del manga/anime) que han viajado a Japón y todos me coinciden en lo mismo, que excepto en los hoteles, tu le preguntas en Tokio a algún japonés algo en inglés y la gran mayoría no te entienden. Seguramente en el caso de la visita del ministro, la gran mayoría de su audiencia entienden con mayor o menor destreza el inglés, y hasta el castellano, pero no deja de ser un gran detalle (cosa que los japoneses aprecian mucho) que realice un esfuerzo para dirigirles unas palabras en japonés.\nEsos gestos los japoneses lo valoran mucho.\n[#84](c84#c-84) Hay gente qie dice que sí y otras que no.\nhttps://www.noticiasdenavarra.com/opinion/2021/11/23/deliciosa-lengua-vasca-2106914.html\n[#112](c112#c-112) Sobre lo difícil que es aprender euskera, es un viejo mito:\nhttps://aboutbasquecountry.eus/2022/02/01/es-el-euskera-el-lenguaje-mas-dificil-pues-no-a-pesar-de-lo-que-asegure-un-tribunal/\nExiste un curso de 60 horas para el A1 que debe ser bastante exitoso:\nhttps://www.eitb.eus/es/noticias/sociedad/videos/detalle/8434162/video-uler-saioak-metologia-para-alcanzar-nivel-basico-de-euskera-en-60-horas/\nhttps://www.euskalkultura.eus/espanol/noticias/uler-saioak-proponen-nueva-metodologia-para-lograr-en-60-horas-un-nivel-basico-de-comprension-del-euskera\n[#68](c68#c-68) No, es una transcripción automática, y el japonés es muy difícil de transcribir fonéticamente, ya que tiene muchísimos homófonos y a menudo requiere entender de qué se está hablando para que la frase tenga sentido. Súmale que su pronunciación no es perfecta y el eco del vídeo.\nEste 特許で2本 (Tokkyo de nihon, \"dos patentes\") es en realidad 東京で日本 (Tokyo de nihon, \"Tokio, en Japón\"), y cosas así todo el rato.\n[#70](c70#c-70) Mejor que yo, que me quedé al principio del japones Pimsleur preguntando que donde está la calle Shinjiku (Shinjiku dori wa doko desu ka?)\n[#32](c32#c-32) tampoco pone énfasis en el resto de partículas, que es hacia donde suele \"subir\" la frase y donde paran a coger aire. También es verdad que no es una regla estricta, por común que sea.\nPero es una sorpresa que tenga ese nivel.\n[#71](c71#c-71) si lo habla con fluidez, te aseguro que no dice \"ua\" en vez de \"va\" porque es uno de los sonidos más repetidos en japonés. Lo habla bien, pero está leyendo una transcripción fonética.\n[#126](c126#c-126) Bueno estaría que te escriban mal un discurso, pero porque no mandas a un tercero representativo y que hable bien coño que es inglés no suajili o hebreo. Aún recuerdo a Rajoy apartado, ¿Queremos que un presidente del gobierno español parezca un apestado? No es que sea el mejor sueldo del mundo pero gente que gana bien sin formación en idiomas en un puesto donde es necesario, no por favor\n[#76](c76#c-76) [#90](c90#c-90) a priori me parece un gesto positivo. Ahora bien, salvo que tengais un dominio elevado de la lengua japonesa me parece bastante atrevido decir que esto es mejor que lo del café con leche. Ana Botella es una petarda, pero su discurso fue en un inglés correctísimo con acentazo español, eso sí. No veo absolutamente nada criticable en lo que hizo. Por supuesto, tampoco en lo de Carlos Cuerpo, pero de lo que no sé no puedo hablar, así que lo pongo al mismo nivel: bien, pero no por encima.\n[#102](c102#c-102) Pero de qué hablas? El discurso de Botella fue un desastre, no sólo por el acento, que para un inglés o americano era imposible de entender (puedes tener el acento que quieras mientras te entiendan, pero no si eso impide que sepan qué dices), sino por que las frases eran inconexas y con las entonaciones completamente mal puestas por lo que un hablante en inglés no te entiende ya que es vital donde están puestas.\n[#111](c111#c-111) es sencillamente falso lo que dices. Cualquier persona que hablase inglés como idioma nativo habría entendido a Ana Botella, pese a su terrible acento.\n[#102](c102#c-102) en serio que el inglés de ana botella era correcto con acento español? Yo tengo un pírrico certificado B2 y hablo mejor que ana botella y aún no me atrevo a trabajar en inglés hasta que consiga el C1, amos no me jodas\nNo me atrevo a comparar porque no se japonés pero lo de ana botella fue vergonzoso\n[#117](c117#c-117) Pues sin entrar en lo que comentas de Ana Botella, porque estamos de acuerdo, si con un B2 no eres capaz de trabajar en inglés, es que quizá no tengas un B2.\n[#119](c119#c-119) ¿Que es trabajar para ti? Yo llevo 40 técnicos y 10 team lead/scrum máster, no me vale con defenderme, saber hablar y mandar cuatro emails, necesito pensar en inglés y para eso estoy recibiendo clases específicas, si yo siguiera de programador (ojalá) me valdría con mi B2 para hablar 5 minutos al día y mandar 20 mails a la semana o poner 2 PR a la semana\n[#117](c117#c-117) en realidad tengo serias dudas de que Ana Botella hable bien inglés. Pero su discurso (que le habrán escrito) era correcto desde el punto de vista lingüístico y su pronunciación correcta, aunque pronunciase con una fonética completamente española. Lo habrá memorizado, puede ser, pero el cachondeo que se montó con el discurso habla peor del nivel de inglés de los españoles que del de Ana Botella.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.eitb.eus/es/noticias/sociedad/videos/detalle/8434162/video-uler-saioak-metologia-para-alcanzar-nivel-basico-de-euskera-en-60-horas/",
    "https://www.euskalkultura.eus/espanol/noticias/uler-saioak-proponen-nueva-metodologia-para-lograr-en-60-horas-un-nivel-basico-de-comprension-del-euskera",
    "https://www.linkedin.com/in/carlos-cuerpo-86b226a9/",
    "https://aboutbasquecountry.eus/2022/02/01/es-el-euskera-el-lenguaje-mas-dificil-pues-no-a-pesar-de-lo-que-asegure-un-tribunal/",
    "https://es.wikipedia.org/w/index.php?title=Carlos_Cuerpo&action=history",
    "https://www.noticiasdenavarra.com/opinion/2021/11/23/deliciosa-lengua-vasca-2106914.html",
    "https://euskalkultura.eus/espanol/noticias/uler-saioak-proponen-nueva-metodologia-para-lograr-en-60-horas-un-nivel-basico-de-comprension-del-euskera",
    "https://linkedin.com/in/carlos-cuerpo-86b226a9/",
    "https://es.wikipedia.org/w/index.php",
    "https://www.eitb.eus/es/noticias/sociedad/videos/detalle/8434162/video-uler-saioak-metologia-para-alcanzar-nivel-basico-de-euskera-en-60-horas",
    "https://noticiasdenavarra.com/opinion/2021/11/23/deliciosa-lengua-vasca-2106914.html",
    "https://www.es.wikipedia.org/w/index.php?title=Carlos_Cuerpo&action=history",
    "https://eitb.eus/es/noticias/sociedad/videos/detalle/8434162/video-uler-saioak-metologia-para-alcanzar-nivel-basico-de-euskera-en-60-horas/",
    "https://www.aboutbasquecountry.eus/2022/02/01/es-el-euskera-el-lenguaje-mas-dificil-pues-no-a-pesar-de-lo-que-asegure-un-tribunal/",
    "https://aboutbasquecountry.eus/2022/02/01/es-el-euskera-el-lenguaje-mas-dificil-pues-no-a-pesar-de-lo-que-asegure-un-tribunal",
    "https://www.linkedin.com/in/carlos-cuerpo-86b226a9"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T10:44:18.490+03:00",
  "updated": "2024-07-05T10:44:18.490+03:00"
}