{
  "thread": {
    "uuid": "4e591e53539b6df2186270a5744df477885e863d",
    "url": "https://montanafreepress.org/2024/01/12/helena-nonprofits-schools-take-action-to-help-homeless-during-cold-snap/",
    "site_full": "montanafreepress.org",
    "site": "montanafreepress.org",
    "site_section": "https://montanafreepress.org/feed",
    "site_categories": [
      "law_government_and_politics"
    ],
    "section_title": "Montana Free Press",
    "title": "Helena nonprofits, schools take action to help homeless during cold snap",
    "title_full": "Helena nonprofits, schools take action to help homeless during cold snap",
    "published": "2024-01-13T01:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://montanafreepress.org/wp-content/uploads/2024/01/Untitled-design-618.png",
    "performance_score": 0,
    "domain_rank": 45900,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4e591e53539b6df2186270a5744df477885e863d",
  "url": "https://montanafreepress.org/2024/01/12/helena-nonprofits-schools-take-action-to-help-homeless-during-cold-snap/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "JoVonne Wagner",
  "published": "2024-01-13T01:06:00.000+02:00",
  "title": "Helena nonprofits, schools take action to help homeless during cold snap",
  "text": "As most of Montana braced for sub-zero temperatures this weekend, Helena’s local nonprofits, schools and community members are working to ensure that the needs of the city’s homeless population are being met. According to the National Weather Service, Helena this weekend will see [ low temperatures](https://forecast.weather.gov/MapClick.php?lat=46.58976 7&lon=-112.02064 ) in the -20s and -30s; the highs are not much warmer. On Friday afternoon the temperature, adjusted to include wind chill, was -39 degrees in Helena. Theresa Ortega, director of Good Samaritan Ministries, said that the non-profit organization is working with God’s Love, Helena’s existing emergency shelter, to ensure that those in need get a warm place to stay. “We help get people out of the cold. We help create different alternatives other than people being in the cold and being in a vulnerable situation. We also work with God’s Love and at times when they got an overflow we’ve been there to try and help them out as well,” Ortega said. “Good Samaritan will be there for a backup for anyone that’s in need of a place to be out of the cold weather.” Ortega also shared that the [recently approved emergency women’s shelter ](https://montanafreepress.org/2023/12/19/helena-city-commission-approves-location-for-homeless-shelter/)is not yet ready for operation. God’s Love accepts both men and women into its shelter. The shelter provides 24 beds for men and seven for women and also provides an overflow area that can fit up to 40 people. Thursday night, 26 people stayed overnight in the shelter’s overflow area. Our Place, a day resource center for homeless people managed by Good Samaritan Ministries, will be open on Saturday in response to the weather, according to a staff member. The Friendship Center, a non-profit group whose mission is to help create a safe place for individuals seeking refuge from domestic violence, staffs a 24-hour hotline at 406-442-6808 that can help people find a hotel if needed. Helena Public Schools, which stayed open on Friday, is also mobilizing to help students in the district who are experiencing homelessness and rely on school meals. Michele Zentz, the school’s homeless liaison, said that the district is offering hotel stays for families with children for up to three days. Zentz also said that some staff members are personally delivering meals to students who couldn’t get to school on Friday. According to Zentz, 368 students in the district are experiencing homelessness, which passed last year’s record of 356 students. The school district defines homeless students as those who share housing, live in hotels, or live in trailers or at campsites. Some community members are taking action into their own hands in helping provide food and other necessities to families. Amy Adams, along with a few of her family members and friends, started making and delivering meals to families living in hotel rooms, campers or RVs last winter and has been delivering food since. “I’m not an organization. I’m just a community member who saw a need and is trying to do what I can to help fill and meet it,” Adams told Montana Free Press. “This needs to be brought to the attention to the community because there is only so much the school district can do.” Adams said she does need more help in her volunteering and can be contacted at [amys.mess@yahoo.com](mailto:amys.mess@yahoo.com). In-depth, independent reporting on the stories impacting your community from reporters who know your town. latest stories [Mobile crisis response team helping Missoula students find help](https://montanafreepress.org/2024/01/12/mobile-crisis-response-team-helping-missoula-students-find-help/) Missoula County Youth Court partnered with Providence Montana and worked with the school district to create a mobile crisis response unit to better prevent students from entering the juvenile justice system and connect them to help. [Gianforte names members to property tax task force](https://montanafreepress.org/2024/01/11/montana-governor-names-members-to-property-tax-task-force/) Gov. Greg Gianforte has announced the membership of a task force charged with formulating recommendations for ways the state could reduce the burden property taxes put on Montana residents. The group, which will be chaired by state Budget Director Ryan Osmundson, includes a bipartisan roster of state lawmakers as well as state officials, local government leaders, state and national tax policy experts, and members representing groups such as school boards, farmers, small businesses and realtors. [Hardin lawmaker appointed state commerce director](https://montanafreepress.org/2024/01/11/hardin-lawmaker-appointed-state-commerce-director/) Gov. Greg Gianforte has tapped Republican Rep. Paul Green to replace Scott Osterman, who resigned in December, as director of the state Commerce Department.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://forecast.weather.gov/MapClick.php",
    "https://www.forecast.weather.gov/MapClick.php?lat=46.58976000000007&lon=-112.02064999999999)",
    "https://forecast.weather.gov/MapClick.php?lat=46.58976000000007&lon=-112.02064999999999)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "helena",
        "sentiment": "neutral"
      },
      {
        "name": "ortega",
        "sentiment": "none"
      },
      {
        "name": "theresa ortega",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national weather service",
        "sentiment": "none"
      },
      {
        "name": "good samaritan ministries",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "montana",
        "sentiment": "none"
      },
      {
        "name": "helena",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T02:30:11.101+02:00",
  "updated": "2024-01-13T02:44:35.454+02:00"
}