{
  "thread": {
    "uuid": "02f51a7b39f475c5ada27c4764feac100fd641ae",
    "url": "https://www.daijiworld.com/news/newsDisplay?newsID=1160000",
    "site_full": "www.daijiworld.com",
    "site": "daijiworld.com",
    "site_section": "https://www.daijiworld.com",
    "site_categories": [
      "media",
      "non_standard_content"
    ],
    "section_title": "Daijiworld - A News portal linking West coast of India and the World",
    "title": "Kalinga Super Cup: East Bengal’s super effort show Mohun Bagan Super Giant the exit door - Daijiworld.com",
    "title_full": "Kalinga Super Cup: East Bengal’s super effort show Mohun Bagan Super Giant the exit door - Daijiworld.com",
    "published": "2024-01-19T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "http://daijiworld.com/images/daijiSquareLogo.png",
    "performance_score": 0,
    "domain_rank": 22486,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "02f51a7b39f475c5ada27c4764feac100fd641ae",
  "url": "https://www.daijiworld.com/news/newsDisplay?newsID=1160000",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-19T02:00:00.000+02:00",
  "title": "Kalinga Super Cup: East Bengal’s super effort show Mohun Bagan Super Giant the exit door - Daijiworld.com",
  "text": "Bhubaneswar, Jan 19 (IANS): Cleiton Silva led from the front as East Bengal secured their second derby win of the season against arch rivals Mohun Bagan Super Giant in a Group B match and stormed into the semi-finals of the Kalinga Super Cup at the Kalinga Stadium Main Pitch in Bhubaneswar on Friday. Both East Bengal and Mohun Bagan started the match on six points each and shared an identical goal difference of +2. However, East Bengal held a slight edge in the standings as they scored more goals than Mohun Bagan. With the group winners making it to the semi-finals, Bagan entered the match with a clear objective: a win was essential to advance to the knockout stage. This understanding was evident from the outset, as they immediately adopted an aggressive stance following the first whistle by referee Venkatesh R. Bagan’s forwards actively sought to penetrate the East Bengal defence, employing smart passes and through balls in their attempt to create scoring opportunities. They also utilised the full width of the pitch, aiming to stretch East Bengal’s defence and create spaces for attacking plays. This led to a series of attacks and a significant number of set- pieces in the first 20 minutes. This pressure eventually resulted in a breakthrough in the 19th minute. Dimitros Petratos delivered a well-executed low corner kick, and Hector Yuste showcased his skill by flicking the ball in at the near post to score. Despite conceding the goal, East Bengal did not lose their spirit. Instead, they responded in style. After a Souvik Chakraborty attempt struck the crosspiece in the 21st minute, East Bengal’s efforts were rewarded in the 24th minute when they equalised. The goal originated from a throw by Mohamad Rakip, which resulted in a chaotic situation outside the Bagan penalty box. Seizing a loose ball, Silva fired a robust strike that successfully bypassed the reach of Bagan goalkeeper Arsh Anwer Shaikh and nestled into the net. With the score tied at 1-1, both teams engaged in a tight contest. The first half concluded with a dramatic moment when Bagan were awarded a penalty after a shot from their winger, Kiyan Nassiri, struck the hand of Hijazi Maher inside the East Bengal box. Dimitros Petratos took the responsibility to take the spot kick and scored, but his goal was chalked off because his teammates Hugo Boumous and Raj Basfore had encroached into the box too soon. Faced with the pressure of a retake, Petratos stepped up once again. However, this time, he was unable to replicate his earlier success. His shot struck the woodwork, squandering a crucial opportunity to put Bagan ahead. Bagan made a few changes in the second half, but their substitutes failed to make an impression. East Bengal coach Carles Cuadrat, on the other hand, made a brilliant strategic move by deploying Chakraborty as Hugo Boumous’s marker. Chakraborty played a great match, as he didn’t give the playmaker much space to manoeuvre. The red and gold brigade also seized the opportunities coming their way and took the lead in the 63rd minute. Bagan defender Rajiv Rana was lackadaisical on the ball and East Bengal’s Borja Gonzalez chased him down to snatch it away. The Spaniard hit a curler past the Bagan keeper, but his shot hit the goalpost. Nandhakumar was nearby to slot home from the rebound. Disclaimer: Please write your correct name and email address. Kindly do not post any personal, abusive, defamatory, infringing, obscene, indecent, discriminatory or unlawful or similar comments. Daijiworld.com will not be responsible for any defamatory message posted under this article. Please note that sending false messages to insult, defame, intimidate, mislead or deceive people or to intentionally cause public disorder is punishable under law. It is obligatory on Daijiworld to provide the IP address and other details of senders of such comments, to the authority concerned upon request. Hence, sending offensive comments using daijiworld will be purely at your own risk, and in no way will Daijiworld.com be held responsible.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cleiton silva",
        "sentiment": "negative"
      },
      {
        "name": "mohun bagan",
        "sentiment": "none"
      },
      {
        "name": "venkatesh r. bagan",
        "sentiment": "none"
      },
      {
        "name": "bagan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "east bengal",
        "sentiment": "negative"
      },
      {
        "name": "mohun bagan super giant",
        "sentiment": "negative"
      },
      {
        "name": "mohun bagan",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bhubaneswar",
        "sentiment": "none"
      },
      {
        "name": "east bengal",
        "sentiment": "none"
      },
      {
        "name": "kalinga stadium main pitch",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T19:26:53.323+02:00",
  "updated": "2024-01-19T19:26:53.323+02:00"
}