{
  "thread": {
    "uuid": "40379717b43d2b89dfdad48e575c5b5a09b7a6da",
    "url": "https://www.straitstimes.com/business/developers-data-scientists-among-hot-jobs-of-2023",
    "site_full": "www.straitstimes.com",
    "site": "straitstimes.com",
    "site_section": "https://www.straitstimes.com/news/business/rss.xml",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "The Straits Times Business News",
    "title": "Developers, data scientists among hot jobs of 2023",
    "title_full": "Developers, data scientists among hot jobs of 2023 | The Straits Times",
    "published": "2023-12-29T10:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static1.straitstimes.com.sg/s3fs-public/styles/large30x20/public/articles/2023/12/29/yaohui-pixgeneric-0893.jpg",
    "performance_score": 0,
    "domain_rank": 1285,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 10
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "40379717b43d2b89dfdad48e575c5b5a09b7a6da",
  "url": "https://www.straitstimes.com/business/developers-data-scientists-among-hot-jobs-of-2023",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cheow Sue-Ann",
  "published": "2023-12-29T10:10:00.000+02:00",
  "title": "Developers, data scientists among hot jobs of 2023",
  "text": "SINGAPORE - Technology and finance specialists seeking jobs are in a sweet spot for 2024, with strong demand for positions in their areas.\nData on job vacancies in Singapore released by the Ministry of Manpower (MOM) on Dec 29 showed that among professionals, the top jobs in demand as at September 2023 are software, Web and multimedia developers – similar to the situation in 2022.\nAccording to the data set, data scientists are another of the occupations in demand, with the second-highest share of vacancies within the information and communications technology (ICT) sector.\nAmong managerial roles, the highest demand is for business and sales positions, including business development, budgeting and financial accounting, sales as well as marketing.\nFor graduate job seekers with degree-level qualifications and above, the top three jobs in demand are software, web and multimedia developers; budgeting and financial accounting managers; and business development managers.\nIn the associate professionals and technicians group, the top three jobs are commercial and marketing sales executives; pre-primary education teachers; and operations officers, excluding those in transport operations.\nThe data also showed that for rank-and-file positions, the top 10 occupations were fairly similar to last year’s list.\nReceptionists as well as customer service and information clerks remain the top jobs in demand. They comprised nearly four in 10 of the vacancies in the clerical and services group.\nYour browser does not support iframes, but you can use the following link: Link Experts interviewed by The Straits Times also cited tech and finance as growth sectors both this year and in the year ahead.\nMs Chew Siew Mee, managing director of Jobstreet by Seek, told ST that based on the recruitment site’s internal database, ICT, engineering as well as banking and finance sectors topped the charts for the highest number of job postings on its platform in 2023.\nShe added that this data was corroborated by Jobstreet’s 2023 salary guide, where the banking and finance industry saw a notable 68 per cent surge in job advertisements post-pandemic, alongside a 10 per cent to 34 per cent increase in salaries, particularly at levels below senior management.\nAccording to Jobstreet’s salary report for 2023, there was a 105 per cent surge in job listings for the education sector compared to the previous year, accompanied by an overall salary increase of 21 per cent.\nThe report, released on Dec 22, also showed that the technology sector continues to offer abundant job prospects and has seen a 16 per cent salary increase compared to pre-pandemic levels. It noted that at the end of 2022, tech professionals were earning a median monthly salary of $7,376, before adding in Central Provident Fund contributions.\nBased on available data as well as comments from experts, jobs with a technology focus look set to be in great demand in the new year.\nMs Chew added: “Given the local government’s recent $3.3 billion investment in infocomms technology as well as the cumulative $16 billion investment over the last five years, we are anticipating the employment landscape to continue its strong tech focus with AI being an unmissable topic across all industries.”\nMore On This Topic Singapore salary guide 2023: How much should you be paid? New handbook to help S’pore employers hire tech workers based on skills, not academics Associate Professor Wu Pei Chuan from the department of management and organisation at the National University of Singapore’s business school said the jobs in demand in 2023, according to MOM’s data, are unsurprising, with the four main growth sectors being ICT, health and social services, professional services as well as financial services.\nAnd these areas are unlikely to change soon, she said.\nProf Wu said these industries are expected to see a high job demand “because they are more in line with the forecasts of the government and the key areas they are looking to invest in”.\nBut she also stressed that while the jobs in demand are unlikely to see major change in the coming year, the job scope and skills required are constantly evolving.\nShe added that while many of the top jobs are highly technical, this does not mean that such jobs are inaccessible to those who are looking to enter from a different industry.\nShe said: “While technical skills are important to help land a good job, soft skills, agility and a willingness to learn are what will build a secure future. Agility and a willingness to learn are more important to remain relevant in the future.”\nMore On This Topic askST Jobs: Desired job offer not coming? It may be time to lower expectations ST HeadSTart: Sign up for weekly tips on how to grow your career and investments Join ST's Telegram channel and get the latest breaking news delivered to you.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://t.me/TheStraitsTimes",
    "https://www.t.me/TheStraitsTimes"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "ministry of manpower",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "singapore",
        "sentiment": "none"
      },
      {
        "name": "singapore",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T10:37:00.235+02:00",
  "updated": "2023-12-29T23:30:20.799+02:00"
}