{
  "thread": {
    "uuid": "3a9f65ec5b52c9fdae14de3009c8e70b39ba3922",
    "url": "https://www.thespec.com/news/canada/williams-lake-hip-hop-artist-inspiring-next-generation/article_c31da40e-c818-5c12-bb3b-3b66e87c4071.html",
    "site_full": "www.thespec.com",
    "site": "thespec.com",
    "site_section": "https://www.thepeterboroughexaminer.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "Peterborough Breaking News | Peterborough Examiner",
    "title": "Williams Lake hip hop artist inspiring next generation",
    "title_full": "Williams Lake hip hop artist inspiring next generation",
    "published": "2024-04-18T06:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/thespec.com/content/tncms/custom/image/ff156378-fbf6-11ed-81e7-334810335cd3.png?resize=600%2C600",
    "performance_score": 0,
    "domain_rank": 8253,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3a9f65ec5b52c9fdae14de3009c8e70b39ba3922",
  "url": "https://www.thespec.com/news/canada/williams-lake-hip-hop-artist-inspiring-next-generation/article_c31da40e-c818-5c12-bb3b-3b66e87c4071.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alexander Vaz, Local Journalism Initiative Reporter The Williams Lake Tribune",
  "published": "2024-04-18T06:00:00.000+03:00",
  "title": "Williams Lake hip hop artist inspiring next generation",
  "text": "A local rapper is hoping to teach and inspire young artists and musicians in his hometown. Bryan ‘Bioson’ Delaronde is an independent hip hop artist from Williams Lake who has been performing and producing music for more than a decade. Recently, he has started doing workshops for kids who are interested in learning more about the music industry. Delaronde holds the youth music and videography workshops at Skyline Alternate School where he teaches kids how to write and record music, shoot music videos and perform live. His friend, fellow Williams Lake hip hop artist Cassidy ‘CassCity’ Porter, whom he recently collaborated with on a new song, has played a big role in helping kick-start the workshops and mentor the kids. Together, they have helped over 20 kids learn how to write and record music, and they have even had some of the kids collaborate with them on music videos. “It’s been very rewarding, and I feel like we’re helping build confidence and and teaching the kids skills they can apply in everyday life, like video editing, audio editing and writing,” Delaronde said. “It’s been very progressive.” As for his music career, Delaronde got his start at the age of 15 when he stated writing lyrics as a way to channel his emotions into something creative. “It was a tough time for me around that time,” he said. “Eventually, I started recording songs, [and] after that I started performing at shows and it snowballed into me getting massive opportunities.” Delaronde says his sound and style has changed a lot over the past few years, and as he gets older, his taste in music constantly changes. “I wouldn’t even round it up to one genre anymore, although most would say it’s rap,” he said. “I’ve made club tracks, heavy metal tracks, pop, R&B tracks and even experimented in songs that. were borderline country music.” He goes on to explain that it all depends on the topic and who he is collaborating with, but he is always striving to make every song a little bit different than the last. He has been travelling across B.C. over the past few months, doing shows in Prince George, Vernon and Vancouver. He recently opened for award-winning Canadian rapper, singer and producer k-os, and will be opening for other Canadian artists at upcoming shows around the province. In recent years, he has toured with four-time JUNO Award-winning Vancouver hip hop group Swollen Members, as well as rappers Dax and Junk. Delaronde said he never imagined he would open for and collaborate with some of the biggest names in the industry, but perhaps his biggest collaboration is with the one he will have for the rest of his life — the one with his daughter Marcy. “I love recording with my daughter,” he said. “To be able to show my daughter how to make music and bring her on stage time to time is very special to me and her.” Delaronde is currently working on his fifth album, and like all of his music, it will be available on his YouTube, Amazon Music and Spotify channels. He has also been working on other singles and projects, and has about 25 new unreleased songs ready to go. “I recently collaborated with Eazy-E’s son, which was pretty cool,” he recalled. “I’m also launching a podcast series, Bioson’s Podcast, and I’ve been bringing guests on from all walks of life — music, boxing, DJs.” The first episode of the podcast featured Williams Lake boxer Stuart McLellan. Delaronde draws his inspiration from his supporters who often ask for music and share ideas and stories about how some songs help get them through hard times. “That’s such a blessing in itself and definitely helps me get projects done quicker,” he said. “I’m very fortunate to have the support system I do and couldn’t be more thankful.” Aside from workshops, recording music and shooting videos with out-of-town artists, and performing across the province, Delaronde is still looking for new ways to grow his brand. He has stared getting into merchandise, and hopes it will help lead into a full-time opportunity. “Ultimately, I’d love to start a business of some sort in the future and hopefully combine all these hobbies, skills and connections into something I could do as full-time work,” he explained. “Right now, I’m just enjoying the process and trying to help other artists fulfill their visions.” Delaronde also mentions how failure can happen constantly in this business, whether it’s making a song or doing a show. “Making a song in itself is a big process to do right [and] if you throw a video into the mix there’s been more room for failure,” he said. “With shows, it’s the same thing. They don’t see that behind the scenes, I’ve made dozens of phone calls, sent out emails and messages and got rejected or it just wasn’t reasonable.” He goes on to add that failure is all part of the journey, and he’s taking it all in stride and enjoying the ride. “I have no big expectations for music,” he said. “I’m just enjoying the cool opportunities and the process of creating projects as well as getting the chance to meet amazing people.” READ MORE: Local talent shines at Hometown Hip-Hop concert",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bryan ‘bi",
        "sentiment": "neutral"
      },
      {
        "name": "williams lake",
        "sentiment": "none"
      },
      {
        "name": "delaronde",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "skyline alternate school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "williams lake",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:09:58.787+03:00",
  "updated": "2024-04-19T00:09:58.787+03:00"
}