{
  "thread": {
    "uuid": "8912dbbe09b97408f0bd177cfdddd08236b21332",
    "url": "https://www.elperiodic.com/sagunto/cabalgata-reyes-magos-llena-calles-nucleos-urbanos-sagunto_939331",
    "site_full": "www.elperiodic.com",
    "site": "elperiodic.com",
    "site_section": "https://www.elperiodic.com/rss_general.xml",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Noticias de Valencia, Alicante y Castellón",
    "title": "La cabalgata de los Reyes Magos llena las calles de los dos núcleos urbanos de Sagunto",
    "title_full": "La cabalgata de los Reyes Magos llena las calles de los dos núcleos urbanos de Sagunto",
    "published": "2024-01-05T11:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.elperiodic.com/archivos/imagenes/noticias/2024/01/05/img-4644-m_og.jpg",
    "performance_score": 0,
    "domain_rank": 71943,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8912dbbe09b97408f0bd177cfdddd08236b21332",
  "url": "https://www.elperiodic.com/sagunto/cabalgata-reyes-magos-llena-calles-nucleos-urbanos-sagunto_939331",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "elperiodic.com",
  "published": "2024-01-05T11:51:00.000+02:00",
  "title": "La cabalgata de los Reyes Magos llena las calles de los dos núcleos urbanos de Sagunto",
  "text": "La cabalgata de los Reyes Magos llena las calles de los dos núcleos urbanos de Sagunto Durante el desfile, en el que han participado más de 1.500 personas, se han repartido 3.500 kg de caramelos y golosinas Los Reyes Magos han vuelto al municipio para desfilar por las calles de los dos núcleos urbanos durante la tradicional cabalgata, un evento festivo en el que se han repartido 3.500 kg de caramelos y golosinas. Esta jornada navideña ha sido organizada por la Concejalía de Juventud e Infancia del Ayuntamiento de Sagunto. La cabalgata de Puerto de Sagunto se ha iniciado a las 17 horas en la Alameda y ha terminado en Triángulo Umbral, emplazamiento en el que el alcalde de Sagunto, Darío Moreno, ha recibido a Melchor, Gaspar y Baltasar. Seguidamente, los Reyes Magos se han desplazado a Sagunto para protagonizar una cabalgata cuyo recorrido ha empezado en la calle Almenara y ha concluido en el Ayuntamiento, lugar en el que los Reyes Magos han vuelto a ser recibidos por el alcalde de Sagunto. A continuación, ha tenido lugar la representación Adoració en viu 2024, a cargo de la asociación cultural Passió per Sagunt. La cabalgata ha movilizado a más de 1.500 participantes y ha requerido la coordinación de más de 100 personas implicadas en el correcto desarrollo del evento. Este centenar de personas, que ha velado por la seguridad de los asistentes, pertenecen a la Policía Local, Protección Civil, el Servicio de Ambulancia Medicalizada y la Policía Portuaria presente en la llegada de los Reyes al puerto marítimo. La jornada ha comenzado por la mañana con el desembarco de Melchor, Gaspar y Baltasar. Tras atracar en el puerto marítimo, sus majestades los Reyes Magos han recibido a todos los niños y niñas que han acudido al lugar y se han celebrado actividades de animación y una chocolatada. Los Reyes Magos han continuado saludando a todos los niños y niñas del municipio desplazándose a Almardá, a la Residencia Nuestros Hijos y a Baladre. Las entidades colaboradoras en los actos relacionados con la visita de los Reyes Magos han sido Saggas, Panamar Velarte, Remolcadores Boluda, Autoridad Portuaria, Aduanas, AVSA, Arroces Dacsa, Grupo Fotográfico Arse, escuela del baile Leo Molina y Tamara Valladolid Dance Studio. Esta jornada navideña también ha contado con la participación de importantes compañías de teatro y espectáculos de calle. Las empresas artísticas que han participado en la cabalgata son Unicornias, Dinamic, Airshow, Banda de Cornetas y Tambores, Xaranga Mel de Romer, Dolçainers de Sagunt, Batukada Green Gos, Ainoa Roig, Mari Carmen Carrera, Passió per Sagunt, La Fam, entre otras. También han participado otras entidades del municipio como fallas, asociaciones y clubs deportivos, así como Asociaciones de Familias del Alumnado: Falla Palleter, Sos Animales, Falla Palmereta, Falla Els Vents, Falla Rodrigo, Centro Aragonés Puerto, Gimnasia Morvedre, Falla Plaza Ibérica, Club Patinaje Alas, Discamp, Club Diverse, Casa Andalucía, FJFS, Falla Tabalet, Asociación de Vecinos Nou Montíber, Falla Tronaor, Falla Avinguda, Falla El Mercat, Gimnasia Sagunto.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:01:42.676+02:00",
  "updated": "2024-01-06T01:38:14.550+02:00"
}