{
  "thread": {
    "uuid": "e197a9d5f844c2488d6b54c5839fee6905b81fae",
    "url": "https://www.flyingmag.com/electra-aero-and-surf-air-mobility-will-operate-and-lease-hybrid-electric-aircraft",
    "site_full": "www.flyingmag.com",
    "site": "flyingmag.com",
    "site_section": "http://flyingmag.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Aviation, Airplanes, News &amp; Training | Flying",
    "title": "Electra.aero and Surf Air Mobility Will Operate and Lease Hybrid-Electric Aircraft - FLYING Magazine",
    "title_full": "Electra.aero and Surf Air Mobility Will Operate and Lease Hybrid-Electric Aircraft - FLYING Magazine",
    "published": "2024-02-15T23:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://flyingmag.sfo3.digitaloceanspaces.com/flyingma/wp-content/uploads/2024/02/15160200/VRANo6CE.jpeg",
    "performance_score": 0,
    "domain_rank": 19264,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e197a9d5f844c2488d6b54c5839fee6905b81fae",
  "url": "https://www.flyingmag.com/electra-aero-and-surf-air-mobility-will-operate-and-lease-hybrid-electric-aircraft",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jack Daleo",
  "published": "2024-02-15T23:08:00.000+02:00",
  "title": "Electra.aero and Surf Air Mobility Will Operate and Lease Hybrid-Electric Aircraft - FLYING Magazine",
  "text": "Green regional air mobility provider Surf Air Mobility is joining forces with Electra.aero, the manufacturer of a nine-seat, hybrid-electric short takeoff and landing (eSTOL) design. A bilateral agreement between the two firms announced Thursday seeks to bring Electra’s eSTOL to market by leveraging Surf Air’s on-demand air mobility platform and Aircraft-as-a-Service (ACaaS) leasing program for operators. Surf Air also secured preferred delivery positions for 90 Electra aircraft. The manufacturer’s eSTOL design uses a distinctive blown-lift propulsion system. According to Electra, this allows the aircraft to take off at “neighborhood driving speeds,” reducing its runway requirement to just 150 feet. The unique ability will open direct air travel beyond large airports to include small regional airfields and even advanced air mobility (AAM) infrastructure such as vertiports, the company said. The goal is to serve more regional transportation customers than private aviation does currently. The eSTOL further stands out for its ability to recharge during flight, using a small turbogenerator running on hybrid-electric power to juice up its batteries. The use of hybrid-electric fuel also reduces emissions (by 30 percent) and noise (75 dBA at 300 feet, equivalent to a vacuum cleaner) below those of traditional airplane or rotorcraft, while improving range and payload, Electra said. “Electra stands out as one of the early market leaders in regional air mobility [RAM], and we’re excited to bring them onto our platform,” said Stan Little, CEO of Surf Air. “Their innovations around hybrid-electric, short takeoff and landing aircraft—which can essentially take off and land on a football field-sized space—will unlock tremendous opportunities within the changing landscape of regional air mobility.” Electra’s nine-seat design is the third green vehicle planned for Surf Air’s platform. It will join the company’s electrified Cessna 208B Grand Caravan—retrofit with its proprietary powertrain system—and Regent Craft’s electric seaglider. Surf Air hopes to introduce “affordable, sustainable, and easily accessible” trips across its national flight network, which includes Southern Airways Express and Mokulele Airlines. Together with Electra, it will explore fleetwide data analytics services, create routes for the eSTOL within its network, provide real-time aircraft information, and develop predictive analytics systems. That last component, Electra said, is expected to reduce operating costs and streamline operations. “As the country’s largest commuter airline, Surf Air is at the forefront of addressing the growing demand for cleaner, more affordable, and convenient travel options,” said John Langford, founder and CEO of Electra. “Electra is pleased to partner with Surf Air in spearheading the decarbonization of regional business aviation through the integration of our eSTOL aircraft into their fleet.” Electra and Surf Air will further develop a leasing agreement, which would make the latter the preferred lessor and provider of Electra eSTOL aircraft to Surf Air customers. Surf Air already has a leasing program in place called Aircraft-as-a-Service, or ACaaS. But according to the company, regional Part 135 operators lack the access to aircraft funding options and software services that large commercial air carriers enjoy. ACaaS attempts to solve this problem by providing financing and software tools, lowering barriers to entry for smaller operators. Through ACaaS, smaller providers will soon get the opportunity to expand their regional transport networks with eSTOL aircraft. “With billions of dollars being invested into the regional and advanced air mobility space, it’s becoming increasingly important for a solution that can on-ramp new technologies and get them into the hands of operators as quickly and safely as possible,” said Jamie Strecker, vice president of business development for Surf Air. “Through our air mobility platform and our ACaaS program, we believe we can accelerate Electra’s eSTOL aircraft time to market.” Simultaneously, Surf Air continues to develop electrified powertrain technology for the Cessna Grand Caravan through an [exclusive relationship](https://www.flyingmag.com/surf-air-mobility-to-purchase-cessna-grand-caravan-exs/) with Textron Aviation. It has [agreed](https://www.flyingmag.com/electric-regional-aircraft-firm-inks-deal-for-20-cessna-grand-caravan-exs/) to purchase as many as 170 Cessna models from the manufacturer. The company intends to use its on-demand platform to bring the electrified Caravan to market on a global scale. It said the introduction of the hybrid-electric model will demonstrate what its technology could do for other manufacturers. Surf Air also sells its proprietary [electric powertrains](https://www.flyingmag.com/surf-air-mobility-inks-450-million-deal-with-jetstream-aviation-capital/) to operators. Its most recent [electrification deal](https://www.flyingmag.com/surf-air-mobility-signs-aircraft-electrification-deals-with-2-kenyan-operators/) came from Kenyan operators Safarilink and Yellow Wings last month. Electra, meanwhile, last month [surpassed 2,000 preorder sales](https://www.flyingmag.com/electra-aero-surpasses-2000-orders-for-hybrid-electric-aircraft/) for its flagship model following a [massive deal](https://www.flyingmag.com/regional-air-carrier-jsx-to-purchase-more-than-330-hybrid-electric-aircraft/) with regional air carrier JSX, as well as a few smaller agreements. In November, the company completed what it said was the [“world’s first” flight](https://www.flyingmag.com/electra-completes-worlds-first-flight-of-hybrid-electric-stol-design/) of a hybrid eSTOL design, using its [EL-2 Goldfinch demonstrator](https://www.flyingmag.com/electra-aero-unveils-hybrid-electric-stol-demonstrator/). The jaunt lasted 23 minutes, reached 3,200 feet in altitude, and covered approximately 30 miles. Like this story? We think you’ll also like the [Future of FLYING newsletter](https://www.flyingmag.com/future-of-flying-newsletter/) sent every Thursday afternoon. [Sign up](https://www.flyingmag.com/future-of-flying-newsletter/) now.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "electra",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "surf air mobility",
        "sentiment": "negative"
      },
      {
        "name": "lease hybrid-electric aircraft - flying magazine green",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "electra",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:15:32.226+02:00",
  "updated": "2024-02-16T00:15:32.226+02:00"
}