{
  "thread": {
    "uuid": "b1dd844396ada7e4c7b1365dcadc5ea7d668f667",
    "url": "https://www.europapress.es/castilla-y-leon/noticia-zonas-pastoreadas-montana-leonesa-muestran-mayores-tasas-biodiverdad-menor-biomasa-combustible-20240705130835.html",
    "site_full": "www.europapress.es",
    "site": "europapress.es",
    "site_section": "https://www.europapress.es/noticias/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "\r\n\t Últimas Noticias - EUROPA PRESS\r\n",
    "title": "Las zonas pastoreadas de la Montaña leonesa muestran mayores tasas de biodiverdad y menor biomasa combustible",
    "title_full": "Las zonas pastoreadas de la Montaña leonesa muestran mayores tasas de biodiverdad y menor biomasa combustible",
    "published": "2024-07-05T14:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.europapress.es/fotoweb/fotonoticia_20240705130835_1200.jpg",
    "performance_score": 0,
    "domain_rank": 2633,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b1dd844396ada7e4c7b1365dcadc5ea7d668f667",
  "url": "https://www.europapress.es/castilla-y-leon/noticia-zonas-pastoreadas-montana-leonesa-muestran-mayores-tasas-biodiverdad-menor-biomasa-combustible-20240705130835.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Europa Press",
  "published": "2024-07-05T14:08:00.000+03:00",
  "title": "Las zonas pastoreadas de la Montaña leonesa muestran mayores tasas de biodiverdad y menor biomasa combustible",
  "text": "El pastoreo en las infraestructuras de Red Eléctrica y Enagás en los montes de León \"está creando corredores de biodiversidad\"\nLEÓN, 5 Jul. (EUROPA PRESS) -\nLas zonas pastoreadas de la montaña de León en Folledo (Pola de Gordón), Casares de Arbás (Villamanín) y Rabanal de Fenar (La Robla) registran a día de hoy mayores tasas de biodiversidad que otras áreas donde no se ha realizado pastoreo y cuentan con menos masa vegetal combustible y, por tanto, un menor riesgo de incendios forestales.\nAsí se ha evidenciado dos años después de que las empresas de transporte de energía Red Eléctrica y Enagás comenzaran a gestionar la vegetación de sus infraestructuras en la montaña leonesa con ganadería extensiva y pastoreo dirigido.\nEn lugar de emplear medios mecánicos de desbroce convencionales, ambas compañías han optado por una colaboración con ganaderos, pastores y la empresa Agrovidar para diseñar un plan de pastos y llevar ganado vacuno, ovino y equino a sus instalaciones.\nCon el objetivo de medir el impacto del ganado en la vegetación, la iniciativa incorpora el empleo de drones provistos de cámara multiespectral y la instalación de localizadores GPS en algunos ejemplares de cada rebaño.\nLos muestreos y datos recopilados en este tiempo indican una mayor presencia de artrópodos, mariposas, polinizadores y unidades florales en las zonas pastoreadas respecto a las no pastoreadas, lo que acredita cómo el ganado es un vector clave para el incremento de las tasas de biodiversidad y está convirtiendo a los gasoductos de Enagás y a los tendidos de Red Eléctrica en corredores de biodiversidad.\nAsimismo, la combinación del consumo \"a diente\", el pisoteo y el aporte de materia orgánica que realiza el ganado ha reducido el volumen de biomasa y ha modificado el tipo de vegetación, pasando de un sustrato arbustivo o de matorral a una cubierta herbácea, contribuyendo a reducir el riesgo de incendios.\nLas dos compañías han compartido su experiencia y aprendizajes en la montaña de León en las II Jornadas de Pastoreo en las Redes celebradas ayer y hoy. En ellas se han dado a conocer otras iniciativas de pastoreo extensivo como Naturaleza Pastoreada, de la Fundación Global Nature, o Granja Zael, en Burgos.\nIgualmente se ha reflexionado sobre cómo incorporar innovación, tecnología, conocimiento y talento en procesos de desarrollo rural y ganadería extensiva y qué posibilidades de cooperación existen entre compañías energéticas, asociaciones de ganaderos y pastores, empresas que prestan servicios al sector, administración pública, universidad y entidades ambientalistas.\nLos expertos reunidos han concluido que el pastoreo en sistema extensivo en zonas por las que discurren instalaciones esenciales de transporte de energía ofrece beneficios a la sociedad y la naturaleza más allá de la generación de ingresos para el sector ganadero, la provisión de zonas de pasto y la producción de alimentos.\n\"El pastoreo extensivo promueve el desarrollo rural, favorece la biodiversidad, previene incendios y es una herramienta sostenible para el control de la vegetación de infraestructuras energéticas\".\nLos proyectos de Red Eléctrica y Enagás en León son también un \"excelente ejemplo de cooperación entre el sector energético, una empresa que presta servicios al sector agrario y un conjunto de ganaderos que ponen sus conocimientos y su ganado al servicio de la sociedad y el planeta\", ha aseverado Ramiro Palacios, de Agrovidar.\n\"Red Eléctrica ya fue pionera en Europa en el pastoreo de las redes de transporte. Comenzamos en La Rioja, seguimos en Castilla y León y Galicia y continuaremos extendiendo esta práctica que tanto impacto positivo genera en el medio rural. Ese es el compromiso con la sostenibilidad de nuestra matriz, Redeia: generar valor en el territorio y contribuir a la solución de sus necesidades\", según ha explicado el director de Sostenibilidad de Redeia, Antonio Calvo Roy.\nPor su parte, el director de Sostenibilidad y Acción Climática de Enagás, José Miguel Tudela, ha subrayado que el proyecto de uso de ganadería extensiva de Folledo \"es una iniciativa innovadora dentro de la estrategia global de sostenibilidad de Enagás, con un alto grado de compromiso con el desarrollo de las comunidades locales y la mejora de la biodiversidad\".\n\"Gracias a este proyecto, aportamos un grano de arena más al desarrollo sostenible en el ámbito rural, que nos permite seguir avanzando en el cumplimiento de nuestro objetivo de impacto neto positivo en la naturaleza en 2050\", ha precisado Tudela.\nLas Jornadas de Pastoreo en las redes han estado organizadas por Red Eléctrica, Enagás, Agrovidar, la Fundación Global Nature y el campus de la Uned de Ponferrada, en colaboración con el Ayuntamiento de Cistierna, la Asociación de Ganaderos de la Montaña de León y la Diputación de León.\nLeer más acerca de: Incendio Incendios forestales Biodiversidad",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T14:11:50.174+03:00",
  "updated": "2024-07-05T14:11:50.174+03:00"
}