{
  "thread": {
    "uuid": "83dc73787b67fb302e18815632bade4b67e04cc4",
    "url": "https://www.timeslive.co.za/news/south-africa/2024-07-05-100-days-without-load-shedding-and-less-spent-on-gas-turbines-eskom",
    "site_full": "www.timeslive.co.za",
    "site": "timeslive.co.za",
    "site_section": "https://timeslive.co.za",
    "site_categories": [
      "travel",
      "africa",
      "top_news"
    ],
    "section_title": "TimesLIVE",
    "title": "100 days without load-shedding, and less spent on gas turbines: Eskom",
    "title_full": "100 days without load-shedding, and less spent on gas turbines: Eskom",
    "published": "2024-07-05T09:48:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZA",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5030,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "83dc73787b67fb302e18815632bade4b67e04cc4",
  "url": "https://www.timeslive.co.za/news/south-africa/2024-07-05-100-days-without-load-shedding-and-less-spent-on-gas-turbines-eskom",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TimesLIVE",
  "published": "2024-07-05T09:48:00.000+03:00",
  "title": "100 days without load-shedding, and less spent on gas turbines: Eskom",
  "text": "South Africa 100 days without load-shedding, and less spent on gas turbines: Eskom 05 July 2024 - 08:48 By TimesLIVE Just R20 for the first month. Support independent journalism by subscribing to our digital news package. Subscribe now Eskom CEO Dan Marokane says the ability to hit 100 days without load-shedding is 'significant'. File photo.\nImage: Freddy Mavunda\nEskom on Friday celebrated reaching 100 consecutive days without load-shedding, saying this signals a marked improvement in its generation and financial performance.\nThe last time the country enjoyed a prolonged period without load-shedding was from September 8 to December 11 2020.\nThis comes alongside a decrease in the use of open-cycle gas turbines (OCGTs) to supplement generation capacity. OCGTs are used to help meet high electricity demand during peak times.\n“The 100 days milestone includes around a R6.2bn reduction in OCGT diesel expenditure from April 1 to June 30 2024, compared to the same period last year. If we maintain our trajectory on reduced diesel spend, it will be a strong driver in a possible return to profit in FY25,” said Eskom CEO Dan Marokane.\n“Considering the intensity and levels of load-shedding in 2023, the ability to get to 100 days without load-shedding is significant, while acknowledging the risk of load-shedding continues to exist.”\nBheki Nxumalo, group executive for generation, said: “The achievement of 100 continuous days without load-shedding is the outcome of diligent execution of recovery plans and the tireless efforts of our 40,000 dedicated and skilled Eskom employees.\n“If we maintain a 70% energy availability factor (EAF) and add significant capacity within the country, we can ensure adequate available capacity to meet demand without a significant risk of load-shedding.”\nThe EAF has increased from 54.56% at the end of FY23/24 to a year-to-date achievement of 61.50%, an increase of 6.94% over the past three months.\nEskom said the reprieve was due to its generation operational recovery plan, initiated in March 2023, and aggressive planned maintenance, both made possible by financial support from the National Treasury debt relief scheme for the utility.\n“Our immediate focus remains on implementing the generation operational recovery plan, aiming to recover about 1,600MW from the generation coal fleet after the successful commercial operation of Kusile unit 5 and 930MW from Koeberg unit 2 before the end of the calendar year. This will significantly improve the EAF by the end of March 2025.”\nTimesLIVE",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.pinterest.com/pin/create/button/",
    "https://app.beyondwords.io/api/v2/projects/13405/podcasts/iframe.html",
    "https://pinterest.com/pin/create/button/",
    "https://www.pinterest.com/pin/create/button",
    "https://www.app.beyondwords.io/api/v2/projects/13405/podcasts/iframe.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dan marokane",
        "sentiment": "none"
      },
      {
        "name": "freddy mavunda eskom",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eskom",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "eskom south africa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T09:58:59.129+03:00",
  "updated": "2024-07-05T13:33:39.179+03:00"
}