{
  "thread": {
    "uuid": "891c6ad3c3d3f4a20bde540e71bfc49e6c314d04",
    "url": "https://www.msf.org/women-frontline-defying-consequences-conflict-care-each-other",
    "site_full": "www.msf.org",
    "site": "msf.org",
    "site_section": "https://www.msf.org/rss/palestine",
    "site_categories": [
      "media"
    ],
    "section_title": "MSF Palestine",
    "title": "Women on the frontline: Defying the consequences of conflict to care for each other",
    "title_full": "Women on the frontline: Defying the consequences of conflict to care for each other",
    "published": "2024-03-08T13:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://media.msf.org/AssetLink/6o205164wbv5k0s8js22t76kd1us04cs.jpg",
    "performance_score": 0,
    "domain_rank": 5805,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 47,
        "comments": 0,
        "shares": 30
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "891c6ad3c3d3f4a20bde540e71bfc49e6c314d04",
  "url": "https://www.msf.org/women-frontline-defying-consequences-conflict-care-each-other",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Project Update",
  "published": "2024-03-08T13:38:00.000+02:00",
  "title": "Women on the frontline: Defying the consequences of conflict to care for each other",
  "text": "\nIn contexts of\n[conflict and war](/war-and-conflict) around the world, women are fulfilling indispensable roles to address the healthcare needs of other women in their communities as well as providing important links to care by organisations such as Médecins Sans Frontières (MSF).\nWomen’s regular health needs do not disappear when conflict erupts or war breaks out. Instead, they become more critical, as women struggle to obtain adequate food, safe drinking water or basic sanitation. They also often lose access to contraception, maternity care, or protection from sexually transmitted infections, and become increasingly exposed to incidents of sexual and intimate partner violence.\nAs a result, women face a heightened likelihood of becoming sick or dying, which is why they need dedicated and comprehensive health services and protection as a priority as part of any humanitarian response.\nIn\n[Chad](/chad), [Democratic Republic of Congo](/democratic-republic-congo-drc) and [Palestine](/palestine), and many other contexts of conflict and war, MSF is often only able to establish and expand women’s health services thanks to the contribution of women in the affected communities. They become pivotal to the response, sharing their skills, their lived experience, their local knowledge and their solidarity to enable more women to have access to medical care and social support, and avoid suffering in silence.\nKhadija Yahia Adam* is an experienced midwife and one of the more than 600,000 Sudanese\n[refugees](/refugees-idps-and-people-move) now trying to survive in Chad. Most of the refugee women in eastern Chad prefer delivering at home, assisted by midwives in the community.\nHowever, in a camp like Adré, midwives typically lack the necessary tools and hygienic conditions, which exacerbate the risks for mothers and their babies. Khadija is unable to work formally in Chad but has been trained by MSF as a volunteer, supporting much-needed antenatal and postnatal care and referrals for safe delivery care at the MSF-run maternity department.\nAs midwives, community health volunteers, intercultural mediators and in other roles, women provide comfort and confidential advice, sometimes in the privacy of their own homes. They refer women to appropriate services or directly participate themselves in providing contraceptive care, pregnancy and postnatal care,\n[sexual violence](/sexual-violence) care and [safe abortion care](/safe-abortion-care), and mental health support.\nThey play a vital role by raising awareness about\n[women’s health](/womens-health) issues, enhancing community engagement and reducing stigma. They can also support women with the knowledge and skills to manage parts of their own healthcare through self-care, enabling them to care for themselves and others.\nAmong the many people displaced due to surging conflict in eastern Democratic Republic of Congo, community healthcare volunteers like Henriette Mbitse are helping increase survivors’ safe and confidential access to care in MSF’s sexual violence care programme in Kanyaruchinya.\nMaman Henriette, as she’s affectionately called, was a health volunteer in her home village before fleeing with her family. Clara* too fled to Kanyaruchinya, from Rutshuru territory, with eight children in her care. She was raped when she went to collect wood in the forest to sell as firewood.\nThe actions of these community members demonstrate their own resilience in the face of having fled conflict and being displaced; surviving direct violence; grieving the loss of a family member or more; being the head of their household with children to care for and protect; and often looking into a future filled with uncertainty.\nNoura Arafat, an MSF intercultural mediator, has lived in Nablus in Palestine’s West Bank all her life. Since the\n[war in Gaza](/gaza-israel-war), the situation across the occupied West Bank, including in Nablus, has continued to worsen, with greater movement restrictions and increased violence by settlers and Israeli forces.\nGrief is one of the many challenges women face. Noura helps women from her community access support in MSF’s mental health programme to cope and to find hope in life.\n*Name changed to protect identity",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "msf",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "[democratic republic of congo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T15:06:03.092+02:00",
  "updated": "2024-03-08T15:06:03.092+02:00"
}