{
  "thread": {
    "uuid": "70e8ded22bb456732bf8767b04661cee55d56828",
    "url": "https://www.murcia.com/empresas/noticias/2023/12/29-los-expertos-de-proincentiva-exponen-como-pueden-reducir-los-autonomos-su-irpf.asp",
    "site_full": "www.murcia.com",
    "site": "murcia.com",
    "site_section": "https://murcia.com/noticias",
    "site_categories": [
      "tech"
    ],
    "section_title": "Noticias de Murcia - murcia.com",
    "title": "Los expertos de Proincentiva exponen cómo pueden reducir los autónomos su IRPF - Empresa - murcia.com",
    "title_full": "Los expertos de Proincentiva exponen cómo pueden reducir los autónomos su IRPF - Empresa - murcia.com",
    "published": "2023-12-29T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.murcia.com/noticias/fotos/1118222647w2.jpg",
    "performance_score": 0,
    "domain_rank": 99023,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "70e8ded22bb456732bf8767b04661cee55d56828",
  "url": "https://www.murcia.com/empresas/noticias/2023/12/29-los-expertos-de-proincentiva-exponen-como-pueden-reducir-los-autonomos-su-irpf.asp",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Murcia.com",
  "published": "2023-12-29T01:00:00.000+02:00",
  "title": "Los expertos de Proincentiva exponen cómo pueden reducir los autónomos su IRPF - Empresa - murcia.com",
  "text": "Toda persona física que desarrolle una actividad económica en España tiene la oportunidad de reducir hasta un 130 % la cantidad que pagará en la declaración del IRPF del año siguiente, si realiza un aporte a proyectos culturales que se desarrollen en el país. Esta iniciativa del Ministerio de Cultura y Hacienda apoya al sector audiovisual, musical y artístico y a la vez libera de cargas impositivas a los trabajadores autónomos. Para ofrecer una asesoría de primera sobre este tipo de gestiones del IRPF autónomos o empresas, el grupo Proincentiva, como filial del despacho de abogados Ventas Legal, se enfoca en la creación de sinergias entre el mundo empresarial y el cultural. Especialistas en sinergia Proincentiva está conformado por un equipo multidisciplinar de abogados y economistas expertos que unen sus conocimientos con emprendedores y creativos de la cultura para generar la sinergia necesaria que, por un lado, propicie la monetización de los costes de los productores y, por otro, ofrezca oportunidades de ahorro fiscal a los autónomos y empresas. El beneficio fiscal está plasmado en el artículo 39.7 de la Ley de Impuesto sobre Sociedades, donde se establece que cualquier empresa o autónomo que apoye proyectos culturales tendrá derecho a la deducción de entre el 120 % y el 130 % de su IRPF o su Impuesto de Sociedades. Esto significa que no solo se genera ahorro fiscal, sino hasta un 30 % de rentabilidad, ya que el sector privado recupera la aportación más una plusvalía. La normativa representa una de las fórmulas de ahorro fiscal más interesantes que existen en ley tributaria española, que cuenta con el aval del Ministerio de Cultura y la Agencia Tributaria. Servicio personalizado Proincentiva buscará para cada uno de sus clientes el proyecto cultural que mejor se adapte a su realidad y que a la vez le aporte prestigio y visibilidad como contribuyente. Un ejemplo de reducción de carga fiscal para autónomos es cuando el particular debe pagar 40.000 € en IRPF por los beneficios generados y decide aportar 20.000 euros a un proyecto cultural. Gracias a este apoyo, obtendrá una deducción de 26.000 € en su próxima declaración de la renta y solo deberá pagar 14.000 € de los 40.000 € iniciales, lo que representa una rentabilidad de 6.000 € de beneficio, de manera totalmente legal y transparente. Los autónomos interesados en acceder a este beneficio deben rellenar el formulario de contacto en la página web de Proincentiva y revisar los detalles de las dos modalidades posibles para su aportación. El acompañamiento del despacho se realizará hasta el final de las transacciones, incluyendo firma en notaría. El apoyo que ofrece el despacho es totalmente gratuito, ya que la comisión será aplicada al productor cultural que recibe el dinero. Además, las deducciones fiscales impulsan el beneficio económico para los autónomos y empresas y también para los productores de espectáculos, quienes se suman a un proceso de ganar/ganar.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T16:34:26.993+02:00",
  "updated": "2023-12-29T16:34:26.993+02:00"
}