{
  "thread": {
    "uuid": "fc1c4c2cbf239c68c461212d77382ac5aa0bc6e0",
    "url": "https://newsadvance.com/news/local/national-park-service-designates-bedford-county-as-world-war-ii-heritage-city/article_9d935bb2-a5c6-11ee-b469-7f621e2280d8.html",
    "site_full": "newsadvance.com",
    "site": "newsadvance.com",
    "site_section": "https://www.newsadvance.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Lynchburg News and Advance | Breaking News | | Read Lynchburg and Virginia breaking news. Get latest news, events and information on Virginia sports, weather, entertainment and lifestyles.",
    "title": "Bedford County designated as World War II Heritage City",
    "title_full": "Bedford County designated as World War II Heritage City",
    "published": "2023-12-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/newsadvance.com/content/tncms/assets/v3/editorial/9/d9/9d935bb2-a5c6-11ee-b469-7f621e2280d8/658dea25a54c6.preview.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 21957,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fc1c4c2cbf239c68c461212d77382ac5aa0bc6e0",
  "url": "https://newsadvance.com/news/local/national-park-service-designates-bedford-county-as-world-war-ii-heritage-city/article_9d935bb2-a5c6-11ee-b469-7f621e2280d8.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "JUSTIN FAULCONER The News & Advance",
  "published": "2023-12-29T07:00:00.000+02:00",
  "title": "Bedford County designated as World War II Heritage City",
  "text": "Bedford County is among 11 communities across the country designated as American World War II Heritage Cities, the National Park Service announced Thursday. The American World War II Heritage Cities Program honors the contributions of local towns, cities, counties and their citizens who stepped into the workforce to support America’s efforts during World War II, according to a news release from the park service. Only one American World War II Heritage City can be designated in each state or territory. The World War II Heritage City designation is open to counties as well. “World War II permeated every aspect of American life and resulted in a large migration of people within the United States,” the NPS release said. “Individuals and families relocated to industrial centers for good-paying war jobs and out of a sense of patriotic duty. Many industrial centers became ‘boom towns,’ growing at phenomenal rates. Workers from around the nation had to intermingle with each other and overcome differences to meet war demands, forever changing the cultural landscape of the United States.” People are also reading… Contributions by a city to the World War II home front effort include defense manufacturing, such as ships, aircraft, uniforms and equipment; production of food and consumer items for Armed Forces and home consumption; volunteer participation; and civil defense preparedness. The World War II Heritage Cities program was established by the John D. Dingell, Jr. Conservation, Management, and Recreation Act of 2019 to recognize the historic importance of the United States’ domestic involvement in World War II and ensure the continued preservation of a defining period in American history. This year’s additions follow the inaugural designation of Wilmington, North Carolina, in September 2020. Bedford County, for more than 22 years, has been home to the National D-Day Memorial, which draws people from all over the world to remember the legacy of the soldiers who stormed the beaches of Normandy on June 6, 1944. Bedford suffered more casualties per capita than any other locality in the country. Those local soldiers are known worldwide as “The Bedford Boys.” “World War II was a defining period in American history, and Bedford County has been a vocal advocate for memorializing and preserving this history,” U.S. Rep. Morgan Griffith, R-9th, said in a statement. “As the site of the National D-Day Memorial and the homeplace of the Bedford Boys, this decision by NPS introduces the rest of the country to a foundational piece of World War II preservation efforts. I am proud to represent Virginia’s only World War II Heritage City and I applaud the years of hard work by Bedford County and others to make this designation possible.” U.S. Sen. Tim Kaine, D-Va., earlier this year wrote the National Park Service urging it to designate Bedford a World War II Heritage City and described Bedford as an ideal candidate to represent the state. “The Town of Bedford also approached the challenges from World War II with adaptability and strength,” Kaine wrote in the letter. “The community grew fruits and vegetables in large quantities for the armed forces. Volunteers led local war-clothing drives, along with parades and rallies to encourage the purchase of war bonds and war stamps. Although every American town was negatively impacted by the Second World War, Bedford maintained its steadfast commitment to helping those in need.” Mary Zirkle, the town’s economic development coordinator, said the Heritage City designation is a great opportunity for the town and Bedford County to be recognized for the “effort and sacrifice the community put into World War II on both the home front and on the battlefield.” U.S. Sen. Mark Warner, D-Va., and Griffith also provided letters of support to back a very strong nomination spearheaded by National D-Day Memorial staff, Zirkle said. The Bedford County Board of Supervisors and Bedford Town Council also supported the nomination, she said, and other local partners included the Bedford County Museum, the Bedford Boys Tribute Center, the Bedford County Department of Tourism and Bedford International Alliance, Inc. Bedford being designated is an appropriate recognition “for all that the community of Bedford does to make sure we remember and tell others about the contributions of our everyday citizens that gave so much in that period of international history,” Zirkle has said. Justin Faulconer, (434) 473-2607",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "peop",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nps",
        "sentiment": "none"
      },
      {
        "name": "national park service",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bedford county",
        "sentiment": "none"
      },
      {
        "name": "heritage city bedford county",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T17:07:31.489+02:00",
  "updated": "2023-12-29T17:07:31.489+02:00"
}