{
  "thread": {
    "uuid": "c48ba412ac891cf7839a015ad9626428c8e75d0b",
    "url": "https://www.nbcconnecticut.com/news/local/some-of-cts-newest-state-troopers-recognized-as-heroes-during-academy-graduation/3180691/",
    "site_full": "www.nbcconnecticut.com",
    "site": "nbcconnecticut.com",
    "site_section": "http://www.nbcconnecticut.com/news/local/?rss=y&embedThumb=y&summary=y",
    "site_categories": [
      "tech"
    ],
    "section_title": "",
    "title": "Some of CT's newest state troopers recognized as heroes during academy graduation",
    "title_full": "Some of CT's newest state troopers recognized as heroes during academy graduation",
    "published": "2023-12-28T12:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.nbcconnecticut.com/2023/12/Hero1111.jpg?quality=85&#038;strip=all&#038;resize=1200%2C675",
    "performance_score": 0,
    "domain_rank": 7981,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c48ba412ac891cf7839a015ad9626428c8e75d0b",
  "url": "https://www.nbcconnecticut.com/news/local/some-of-cts-newest-state-troopers-recognized-as-heroes-during-academy-graduation/3180691/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mike Massaro",
  "published": "2023-12-28T12:53:00.000+02:00",
  "title": "Some of CT's newest state troopers recognized as heroes during academy graduation",
  "text": "Connecticut State Troopers know that during their careers they will be expected to perform heroic acts. What stands out about the most recent graduating class of recruits, however, is that some of them already have.\nThere was a graduation ceremony held Thursday, to recognize Connecticut’s newest class of State Troopers. 32 men and women received their badges as part of the 134th academy class and have been assigned to various barracks around the state. Highlighting the celebration was an unusual award, honoring seven recruits and two academy instructors.\n“The actions of these personnel are in the highest tradition of the Connecticut State Police,” said Lt. Ryan Maynard, introducing the award recipients.\nOn the morning of August 18th, just nine weeks into training, these recruits helped save the life of fellow recruit Andrea DeCusati.\nGet Connecticut local news, weather forecasts and entertainment stories to your inbox.\n[Sign up for NBC Connecticut newsletters.]\n“All of a sudden we kind of heard weird noises coming from the other side of the room,” said recent state police academy graduate, Lina Vivo.\nThat noise was Decusati collapsing. She was having a seizure. Vivo says she immediately called for the class medics. Among them, fellow recruit, and former National Guard medic, Donnell Niles.\n“It was definitely something that I’ve prepared for and done in the past,” said Niles.\nLocal\nLife sustaining measures allowed for DeCusati to be transported to Yale New Haven Hospital.\n“Both the Yale medical staff and the recruit's family directly attributed the patient’s survival to the immediate response of academy staff and recruits,” added Lt. Maynard.\nAlthough DeCusati could not complete training, she was honored Thursday, with her fellow recruits. Classmates say they were motivated by her desire to become a trooper.\nFrom the events of August 18th, came what is now the class mantra, “Always Ready. Always There.”\n“It’s the glue that started the fibers that connected us as a family,” said Niles.\nThe lifesaving moment has created a life-long bond.\n“Everyone’s personalities. Everyone’s mood toward the academy changed,” said Vivo. “We just became a huge family after that and from there you can’t stop us as a class.”\nThe seven former recruits and two instructors who received the Medal for Lifesaving at Thursday's graduation are as follows:\nTrooper Gunner Nunn, Trooper Julia Gettings, Trooper Justin Trzaski, Trooper Kelly Mazza, Trooper Lina Vivo, Trooper Nicholas Jamaitus, Trooper Donnell Niles, Trooper First Class Donald Dunning (Academy Instructor), Sergeant Jason St. John (Academy Instructor).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andrea decusati",
        "sentiment": "none"
      },
      {
        "name": "ryan maynard",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "connecticut state police",
        "sentiment": "none"
      },
      {
        "name": "nbc connecticut",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "connecticut",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:32:31.164+02:00",
  "updated": "2023-12-29T01:32:31.164+02:00"
}