{
  "thread": {
    "uuid": "b114e3374edaad85b6cebbe579ba0a58ab8cab34",
    "url": "https://www.westminster.ac.uk/news/university-celebrates-vesak-in-a-world-in-westminster-experience",
    "site_full": "www.westminster.ac.uk",
    "site": "westminster.ac.uk",
    "site_section": "https://www.westminster.ac.uk",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "University of Westminster, London",
    "title": "University celebrates Vesak in a World in Westminster experience | University of Westminster",
    "title_full": "University celebrates Vesak in a World in Westminster experience | University of Westminster",
    "published": "2024-05-31T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.westminster.ac.uk/sites/default/public-files/general-images/wesak-celebration.jpg",
    "performance_score": 0,
    "domain_rank": 11638,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b114e3374edaad85b6cebbe579ba0a58ab8cab34",
  "url": "https://www.westminster.ac.uk/news/university-celebrates-vesak-in-a-world-in-westminster-experience",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-31T03:00:00.000+03:00",
  "title": "University celebrates Vesak in a World in Westminster experience | University of Westminster",
  "text": "This year, the University of Westminster celebrated Vesak the Tibetan Buddhist way, offering a series of enriching activities and cultural experiences that brought together the diverse community in a spirit of peace and reflection on 22 May. Vesak, also known as Buddha Day and Buddha Purnima, is a significant event that commemorates the birth, enlightenment and passing of Gautam Buddha. Attendees consisted of those of all faiths and none and took part in traditional activities such as Tibetan Buddhist prayers and chanting as well as Tibetan Singing Bowl meditation guided by Kunchok Nyima, a former Tibetan monk, which helped attendees cultivate wisdom and inner peace. This Vesak celebration was part of the World in Westminster Festival series, highlighting the richness and plurality of the Buddhist religion and the global and local diversity within the University of Westminster. The event was organised by the University of Westminster's Equality, Diversity, and Inclusion (EDI) team in collaboration with the student Tibet Society and supported by the Sri Lankan Society. The series is known for its inclusive festival events, celebrating a wide range of cultural traditions including Diwali, Hanukkah, Yalda Night, Nowruz, Ramadan, and Passover. University EDI Officer Rajat Shah said of the event: “I have been celebrating Wesak for over nine years now, and I wanted student societies to help us organize this beautiful festival. They did a fantastic job, and I look forward to celebrating more such events in the future.” In a spirit of cooperation, the student organiser of the earlier World in Westminster Café on [Nowruz](https://www.westminster.ac.uk/news/university-of-westminster-hosts-first-celebration-of-persian-new-year-nowruz) as well as [Yalda Night](https://www.westminster.ac.uk/news/university-of-westminster-community-celebrates-yalda-night) joined in to help. Maryam Salehi said: “The Vesak event was truly fantastic. I loved every aspect, from the inspiring speeches and beautiful decor to the vibrant atmosphere and delicious food. The most memorable part for me was the serene and relaxing sound bath and meditation session, which deeply connected me to a world of spiritual energy. Experiencing different cultures is the beating heart of our University, and this event perfectly embodied that spirit.\" Tenzin Kunga, a student on the [Diplomacy and Global Politics MA](https://www.westminster.ac.uk/politics-and-international-relations-courses/2024-25/january/full-time/diplomacy-and-global-politics-ma\" \\l \":~:text=The%20Diplomacy%20and%20Global%20Politics,required%20at%20a%20global%20stage.) course and President of the University of Westminster Students’ Union Tibet Society, said: “I am thrilled that Vesak Day (Saka Dawa for Tibetans) was celebrated in the Tibetan way at our University, enhancing the vibrant diversity of our community. In alignment with the objectives of the Tibet Society at Westminster, we showcased the profound richness of Tibetan cultural heritage through sacred Buddhist chanting and bespoke Tibetan singing bowl meditation, captivating the audience in a uniquely enchanting manner.” This event was part of the Quintin Hogg Trust-funded EDI programme called Community and Communities: Supporting and Celebrating Diversity at the University of Westminster, which aims to foster a sense of belonging and inclusivity within the University community. Professor Dibyesh Anand, Deputy Vice Chancellor for Global Engagement and Employability, who leads the programme, said: “In our effort to help all students and colleagues feel at home at our University, we are delighted to celebrate different cultures and foster cross-cultural learning and awareness. We look forward to more such events in the future, continuing to celebrate and honour the vibrant tapestry of cultures that make up our community.” Join us at our upcoming [Equality, Diversity and Inclusion](https://www.westminster.ac.uk/events/equality-diversity-and-inclusion) events.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "buddha purnima",
        "sentiment": "none"
      },
      {
        "name": "gautam buddha",
        "sentiment": "none"
      },
      {
        "name": "kunchok nyima",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "buddhist",
        "sentiment": "negative"
      },
      {
        "name": "university of westminster",
        "sentiment": "negative"
      },
      {
        "name": "university of westminster's equality",
        "sentiment": "none"
      },
      {
        "name": "tibet society",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T03:51:41.711+03:00",
  "updated": "2024-06-01T03:51:41.711+03:00"
}