{
  "thread": {
    "uuid": "2c983410bc22c59ee0fe58b44119b8c7080f81ed",
    "url": "https://guardian.ng/news/nigeria/obi-raises-hope-for-new-nigeria-assures-lps-role-as-main-opposition-party/",
    "site_full": "guardian.ng",
    "site": "guardian.ng",
    "site_section": "https://guardian.ng/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "The Guardian Nigeria News &#8211; Nigeria and World News",
    "title": "Obi raises hope for new Nigeria, assures LP’s role as ‘main’ opposition party",
    "title_full": "Obi raises hope for new Nigeria, assures LP’s role as ‘main’ opposition party",
    "published": "2024-01-02T07:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://guardian.ng/wp-content/uploads/2023/05/Peter-Obi-1536x864-1-e1688074421149.png",
    "performance_score": 0,
    "domain_rank": 4542,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 6
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2c983410bc22c59ee0fe58b44119b8c7080f81ed",
  "url": "https://guardian.ng/news/nigeria/obi-raises-hope-for-new-nigeria-assures-lps-role-as-main-opposition-party/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guardian Nigeria",
  "published": "2024-01-02T07:28:00.000+02:00",
  "title": "Obi raises hope for new Nigeria, assures LP’s role as ‘main’ opposition party",
  "text": "Obi raises hope for new Nigeria, assures LP’s role as ‘main’ opposition party 02 January 2024 | 6:28 am Labour Party (LP) presidential candidate for 2023 general elections, Peter Obi, has raised hope of a new Nigeria.In his New Year message, yesterday, he said: “As Nigeria is the only country we have, deeply endowed, but lacking good leadership.. Labour Party (LP) presidential candidate for 2023 general elections, Peter Obi, has raised hope of a new Nigeria.In his New Year message, yesterday, he said: “As Nigeria is the only country we have, deeply endowed, but lacking good leadership over the years, we will continue to seek a new Nigeria that we know is possible.” According to him, the party will continue to adjust to its new role as Nigeria’s main opposition party. His words: “The events of the past year are now part of our national history. As we trudge on, we remain mindful of the state of our nation, and that our best hopes and aspirations remain largely unfulfilled. “Peace and security continue to elude us with the rising level of bloodletting, deeply troubling, and sometimes beyond a war situation. “A situation where hundreds of Nigerians were violently killed in December alone, is deeply sad and unacceptable. “While we pray for repose of the departed souls, we demand that the Federal Government must do whatever is required to bring the perpetrators to justice and permanently stop a recurrence in any part of Nigeria.” He noted that the nation’s economy needed a turnaround, considering the rising unemployment, inflation, poverty, inequality and other key socio-economic variables. Obi continued: “Nigerians are now very aware and convinced that good governance, inclusive development and accountable leadership expected in a functional democracy, continue to elude us. “But we must be consistent and resolute in our demand for rule of law, regulatory quality, and government effectiveness for transformative solutions to a litany of our social problems. “If there is one fundamental threat to our democracy, it is the undermining and weakening of our national institutions and the capture of state affairs and resources by few individuals and private interests. “This must stop for Nigeria to move forward and function as an inclusive and sustainable society and nation.” × Get the latest news delivered straight to your inbox every day of the week. Stay informed with the Guardian’s leading coverage of Nigerian and world news, business, technology and sports.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "obi",
        "sentiment": "negative"
      },
      {
        "name": "peter obi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "labour party",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T08:37:11.746+02:00",
  "updated": "2024-01-02T08:52:24.932+02:00"
}