{
  "thread": {
    "uuid": "a7c0574a38247de0b06591714c9fc2e2ba70e3a7",
    "url": "https://news.mongabay.com/2024/04/sierra-leone-cacao-project-boosts-livelihoods-and-buffers-biodiversity",
    "site_full": "news.mongabay.com",
    "site": "mongabay.com",
    "site_section": "https://news.mongabay.com/list/conservation-solutions",
    "site_categories": [
      "pets"
    ],
    "section_title": "Conservation news on Conservation Solutions",
    "title": "Sierra Leone cacao project boosts livelihoods and buffers biodiversity",
    "title_full": "Sierra Leone cacao project boosts livelihoods and buffers biodiversity",
    "published": "2024-04-19T01:26:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imgs.mongabay.com/wp-content/uploads/sites/20/2024/04/18220036/Western_Red_Colobus_Monkey_32257813804-768x512.jpg",
    "performance_score": 0,
    "domain_rank": 2756,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a7c0574a38247de0b06591714c9fc2e2ba70e3a7",
  "url": "https://news.mongabay.com/2024/04/sierra-leone-cacao-project-boosts-livelihoods-and-buffers-biodiversity",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Spoorthy Raman",
  "published": "2024-04-19T01:26:00.000+03:00",
  "title": "Sierra Leone cacao project boosts livelihoods and buffers biodiversity",
  "text": "The Gola rainforest in West Africa, a biodiversity hotspot, is home to more than 400 species of wildlife, including endemic and threatened species, and more than 100 forest-dependent communities living just outside the protected Gola Rainforest National Park and dependent on the forest for their livelihoods. In the last few decades, logging, mining, poaching and expanding agriculture have driven up deforestation rates and habitat loss for rainforest-dependent species, prompting a voluntary REDD+ carbon credit program in 2015 to incentivize conservation and provide alternative livelihoods. One activity under the REDD+ project is shade-grown cacao plantations, which provide a wildlife refuge while generating income for cacao farmers in the region. Independent evaluations have found that the REDD+ program has slowed deforestation, increased household incomes, and avoided 340,000 metric tons of CO2 emissions annually — all while enjoying support from local communities. In eastern Sierra Leone, straddling the border of Liberia, lies Gola Rainforest National Park, one of the last remaining intact tracts of the tropical Upper Guinean forests in West Africa. Towering trees with massive buttress roots create a dense, emerald-hued canopy where monkeys hoot, malimbes chatter and hornbills flutter between the branches with their high-pitched honks and impressive wingspans.\nAlong the park’s fringes, 122 communities own small patches of the jungle within the four-kilometer-wide (2.5-mile) buffer zone. In the past, people here relied on these community forests to harvest timber and other forest produce, hunt for bushmeat and grow staple crops.\nIn the 1900s, logging and mining intensified in the region’s forests, including the area that would become Gola Rainforest National Park. People cut down large swaths of trees in the buffer zone to grow cash crops like oil palm and cacao, from which chocolate is made. Poaching and encroachment in the forest increased during Sierra Leone’s civil war in the 1990s and into the early 2000s, further threatening the rainforest and its wildlife. According to a 2017 geospatial analysis published by Purdue University in the U.S., such activities led to massive deforestation, with the Gola community forests losing more than 4% of their tree cover annually between 1991 and 2016.\nGola Rainforest National Park sits on Sierra Leone’s border with Liberia and protects one of the country’s last large tracts of primary forest. In 2013, a carbon credit project was launched in the Gola rainforest to stymie deforestation and provide a sustainable, alternate livelihood for forest-dependent communities. The 30-year project follows the United Nations-backed framework to reduce emissions from deforestation and forest degradation (REDD+) by managing forest resources sustainably and enhancing forest carbon stocks. Companies, countries and other entities can purchase carbon credits through the program and use them to offset their emissions and meet the targets of the Paris Agreement, which aims to slow global warming enough to thwart its worst effects. In return, the forest-rich, low-income tropical countries receive monetary benefits for conserving their forests and safeguarding biodiversity.\nThe 30-year Gola REDD+ carbon project began as a collaboration between the U.K.’s Royal Society for the Protection of Birds (RSPB), which has been working in Gola since the 1980s; the Conservation Society of Sierra Leone (CSSL), one of the country’s oldest conservation organizations; and the government of Sierra Leone. Their joint venture, the Gola Rainforest Company–Limited by Guarantee (GRC-LG), sells carbon credits and works with the forest-edge communities — the project’s beneficiaries — to enact conservation measures.\nGola rainforest: A biodiversity hotspot Spanning more than 740 square kilometers (286 square miles), about twice the size of the U.S. city of Detroit, the picturesque Gola rainforest teems with life. More than 60 threatened species, including many endemic to the Upper Guinean forests, call these forests home.\n“It is one of the richest biodiversity areas in the world,” says Fiona Sanderson, a principal conservation scientist at the RSPB who has studied the biodiversity of the Gola rainforest for more than a decade.\nThe rainforest harbors a dozen primate species, including Diana monkeys ( Cercopithecus diana ) and western red colobus monkeys ( Piliocolobus badius ), more than 300 species of birds, including endemic rufous fishing owls ( Scotopelia ussheri ) and yellow-casqued hornbills ( Ceratogymna elata ), and a dizzying array of butterflies. The forest is also a refuge for western chimpanzees ( Pan troglodytes verus ), African forest elephants ( Loxodonta cyclotis ), pygmy hippos ( Choeropsis liberiensis ) and giant pangolins ( Smutsia gigantea ) — all of which are threatened.\n“Some of them are fantastic specimens of nature [and] they are very, very attractive,” says Sierra Leonean conservation biologist Hazell Shokellu Thompson. “If we lose the Gola forest, we will certainly lose quite a number of these animals and birds in this region, not only from Sierra Leone but also from West Africa.”\nAfrican forest elephants (Loxodonta cyclotis) are listed as critically endangered by the IUCN. Image by Rhett A. Butler/Mongabay. The rainforest stores some 19 million metric tons of carbon, and the REDD+ project is expected to result in emissions reductions of around 550,000 tons of CO2 per year. “It is a large tract of rainforest that is acting as a huge carbon sink,” Thompson says. “It is important for avoided emissions [and] for our battle against climate change.”\nThe REDD+ program aims to trade this stored carbon to save the rainforest and its impressive biodiversity.\nForest-friendly cacao: Reviving livelihoods and protecting forests A major component of the Gola REDD+ project is establishing forest-friendly cacao plantations within the buffer zone around the national park. Although not a native species to the region, cacao has been grown in Sierra Leone since the British colonial era and is a crop that farmers rely on for income. Nearly 70% of the world’s cacao comes from smallholders in West Africa, particularly Ghana and Côte d’Ivoire, where large swaths of forests are cut down to make way for monoculture plantations.\nIn partnership with the RSPB, the Gola REDD+ project encourages farmers to grow shade-loving cacao under the canopy of native rainforest trees such as Ivory Coast almond and African teak (iroko). Cacao relies on native insects, bats and birds for pollination and pest control.\nAccording to the RSPB, 2,587 farmers living in the forest fringes cultivate more than 2,000 hectares (5,000 acres) of forest-friendly, shade-grown cacao as part of the REDD+ project. In 2020, 44 metric tons of cacao was grown in these farms. Apart from cacao, farmers also grow kola nuts, coffee and vegetables.\nResearch suggests cocoa crops produce higher yields if grown under the canopies of rainforest trees. Image by Fiona Sanderson. These agroforestry patches don’t just provide food and income for forest communities — they also act as corridors and habitat for wildlife in areas that would otherwise be cleared for conventional agriculture, according to the RSPB.\n“What we are trying to do is flip it on its head,” Sanderson says of the forest-friendly cacao plantations. “It creates a kind of forest-like structure with the same native trees.” She says that more than 100 native tree species are found in these agroforestry plots, and nearly half of them have potential economic value — a key driver for agroforestry .\nThe cacao plantations are also a haven for wildlife, according to researchers. A study conducted by Sanderson and colleagues and published in Agriculture, Ecosystems & Environment in 2022 recorded more than 140 bird species in Gola’s shade-grown cacao plantations, of which nearly 60% were forest-dependent species such as hornbills. Many plantations had more native species than the threshold required for sites to qualify as Important Bird and Biodiversity Areas — a designation given by BirdLife International that signifies the potential of a site for bird conservation. Chimpanzees, monkeys and forest elephants also venture into the cacao plantations to raid crops, much to the chagrin of local farmers.\nAs a cash crop, cacao generates revenue for farmers. However, access to better-paying markets hasn’t been easy. As part of the Gola REDD+ project, the GRC-LG has set up cooperatives within the communities where farmers, as members, can sell their beans at a premium. The beans are then exported to international markets, where their selling price is higher than what the middlemen visiting the communities offer. Through the cooperatives, farmers receive training on best practices to improve cacao yields and adopt forest-friendly cultivation practices.\nA farmer in a Gola community works in a shade-grown cocoa plantation. Image by Michael Duff. “Forest-friendly cacao is quite a unique program because it is encouraging shade-growing cacao by providing a premium or a bonus for farmers [which] incentivizes them to be a part of the program,” says social scientist Natasha Constant at the RSPB. She says preliminary results indicate cacao production contributes to 69% of farmers’ incomes. “The merit in [shade-grown cacao] is that … the income generated through agroforestry cacao can be almost twice as high as that of monoculture.”\nBenefits galore for forest-edge communities Since the inception of the Gola REDD+ project, the GRC-LG has partnered continuously with the seven Gola chiefdoms and their member forest-edge communities in the spirit of obtaining free, prior and informed consent, as enshrined in the United Nations Declaration on the Rights of Indigenous Peoples (UNDRIP). According to GRC-LG representatives, paramount chiefs and the communities that are part of the REDD+ benefit-sharing agreement have the final say in how the funds are used.\n“During the development of the REDD+ carbon project, we went into community consultation, participatory meetings and assessment,” says Fomba Kanneh, who heads the GRC-LG and who grew up in a Gola forest-edge community. “We did [a] need[s] assessment with all the communities — looking into the historical profile of the area and what they used to do before the commencement of the program.”\nAs a result of these consultations, the Gola REDD+ project was expanded to provide scholarships, uniforms and books for students, set up a savings-and-loan scheme for women-owned small businesses, invest in building schools and hospitals, and provide training for farmers to increase their crop yields so they don’t have to slash and burn additional patches of the forest to feed their families. Growing forest-friendly cacao was also a choice the communities made.\n“Before the REDD+ project, communities were involved in mining, logging and poaching for money, but now it is hard to access these resources,” Kanneh says. “So, the communities have agreed to develop a beneficiary agreement that pays a royalty for conservation.” Kanneh adds that the GRC-LG has 56 rangers who regularly monitor and patrol the park for deforestation, logging, poaching, mining and other illegal activities.\nA member of the Malema Cocoa Farmer’s Association weighs his cacao produce at the cooperative. Image by Michael Duff. Sheku Kamara, executive director of the Conservation Society of Sierra Leone, says the project links conservation to livelihood. “The dependency on the forest is for people to get their livelihood. So if you can provide them something of an alternative, where they can increase their income, they will be less dependent on the forest,” he tells Mongabay. “Livelihood is a tool that we use in conservation.”\nThese principles have translated into results, according to a recently published 2024 study in Nature Sustainability that found that in its first five years, the Gola REDD+ project reduced the average annual deforestation rate in the buffer zone by 30% compared to areas that weren’t part of the REDD+ project. This reduction in deforestation translates to 340,000 metric tons of avoided CO2 emissions.\n“We’re not removing deforestation [through the REDD+ project]; we’re just reducing it,” study co-author Maarten Voors, an economist at Wageningen University and Research in the Netherlands and who is not affiliated with the Gola REDD+ project, tells Mongabay. He attributes this reduction to forest-friendly cacao plantations. “To a large extent, they’re not clearing the dark green stuff — the important trees, the big ones that have sequestered a lot of carbon — they’re leaving those aside and doing other activities.”\nThe study also found that the reduction in deforestation didn’t affect people’s incomes. “We didn’t see win-win, but we saw a win-no loss,” Voors says.\nA small cocoa plantation coexists with rainforest in the Gola region. Image by Fiona Sanderson. The Gola REDD+ project isn’t without its challenges. Kamara tells Mongabay the carbon credit market tends to be volatile and can impact the revenues generated for the communities. Bringing together over more than 100 communities with different priorities and needs requires years of hard work, trust and transparency in benefit-sharing. Shashi Kumaran, head of sustainable financing at the RSPB, says imparting financial literacy to farmers to manage their cacao farm business can be challenging. Cacao yields, although promising, can vary, pushing farmers to resort to more lucrative but forest-harming activities like logging, according to the RSPB’s Sanderson. She adds that deforestation in the buffer zone can spike during periods of economic instability, as during the COVID-19 pandemic.\nDespite these challenges, those involved in implementing the Gola REDD+ project say they see a bright future for it because the communities see the benefits and appreciate the efforts put in by the different partners.\n“You don’t have conservation without people, and we want a landscape that delivers for everyone because the communities living within them are absolutely [an] integral part of the landscape,” Sanderson says.\nBanner image: A western red colobus monkey (Piliocolobus badius) by user peterichman via Wikimedia Commons ( CC 2.0 ).\nSee related:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.sciencedirect.com/science/article/abs/pii/S0167880921005521",
    "https://docs.lib.purdue.edu/dissertations/AAI10274611/",
    "https://www.aviansystematics.org/checklist?viewfamilies=190",
    "https://foris.fao.org/wfc2015/api/file/552e63c49e00c2f116f8e99c/contents/ea7c5e95-2f9f-4ece-b208-20650e6534e3.pdf",
    "https://doi.org/10.1038/s41893-023-01256-9",
    "https://doi.org/10.1016/j.agee.2021.107848",
    "https://doi.org/10.1016/j.njas.2015.09.001",
    "https://www.sciencedirect.com/science/article/pii/S1573521415000160",
    "https://www.respira-international.com/portfolio/gola-rainforest-conservation-project/",
    "https://creativecommons.org/licenses/by/2.0/deed.en",
    "https://form.jotform.com/70284397762163",
    "https://www.nature.com/articles/s41893-023-01256-9",
    "https://respira-international.com/portfolio/gola-rainforest-conservation-project/",
    "https://sciencedirect.com/science/article/abs/pii/S0167880921005521",
    "https://www.creativecommons.org/licenses/by/2.0/deed.en",
    "https://www.form.jotform.com/70284397762163",
    "https://www.doi.org/10.1016/j.njas.2015.09.001",
    "https://www.aviansystematics.org/checklist",
    "https://www.doi.org/10.1038/s41893-023-01256-9",
    "https://aviansystematics.org/checklist?viewfamilies=190",
    "https://nature.com/articles/s41893-023-01256-9",
    "https://sciencedirect.com/science/article/pii/S1573521415000160",
    "https://www.respira-international.com/portfolio/gola-rainforest-conservation-project",
    "https://www.foris.fao.org/wfc2015/api/file/552e63c49e00c2f116f8e99c/contents/ea7c5e95-2f9f-4ece-b208-20650e6534e3.pdf",
    "https://www.doi.org/10.1016/j.agee.2021.107848",
    "https://www.docs.lib.purdue.edu/dissertations/AAI10274611/",
    "https://docs.lib.purdue.edu/dissertations/AAI10274611"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "west africa",
        "sentiment": "none"
      },
      {
        "name": "sierra leone",
        "sentiment": "none"
      },
      {
        "name": "liberia",
        "sentiment": "none"
      },
      {
        "name": "gola rainforest national park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:34:46.889+03:00",
  "updated": "2024-05-02T13:30:50.077+03:00"
}