{
  "thread": {
    "uuid": "d9a369b7b23a48fad11aaa941eca41dc7f536666",
    "url": "https://whatsnew2day.com/tiny-frog-the-size-of-a-pea-is-the-worlds-smallest-vertebrate",
    "site_full": "whatsnew2day.com",
    "site": "whatsnew2day.com",
    "site_section": "https://whatsnew2day.com",
    "site_categories": [
      "media"
    ],
    "section_title": "WhatsNew2Day - Latest News And Breaking Headlines",
    "title": "Tiny frog the size of a PEA is the world's smallest vertebrate - WhatsNew2Day",
    "title_full": "Tiny frog the size of a PEA is the world's smallest vertebrate - WhatsNew2Day",
    "published": "2024-02-15T20:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://whatsnew2day.com/wp-content/uploads/2024/02/Tiny-frog-the-size-of-a-PEA-is-the-worlds.jpg",
    "performance_score": 0,
    "domain_rank": 74915,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d9a369b7b23a48fad11aaa941eca41dc7f536666",
  "url": "https://whatsnew2day.com/tiny-frog-the-size-of-a-pea-is-the-worlds-smallest-vertebrate",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elijah",
  "published": "2024-02-15T20:37:00.000+02:00",
  "title": "Tiny frog the size of a PEA is the world's smallest vertebrate - WhatsNew2Day",
  "text": "Scientists have discovered a pea-sized frog hidden in a Brazilian forest that could be the world’s smallest vertebrate. The ‘flea toad’ measures just 7.1 millimeters, on average, making it now the smallest in the world, after researchers successfully measured a total of 46 specimens of the tiny amphibian found in its forest habitat in the hilltop in southern Bahia, Brazil. The little frog’s upward-facing back blends into its surroundings in a “background color” of different browns, unlike many of the bright yellow or orange frogs in similar locations. Male flea toads proved to be competitively the smallest half of the species, with their female counterparts measuring an average of 8.15 mm, or slightly larger than the previous record holder: the Paedophryne amauensis Papua New Guinea frog. While biologists have been aware of the existence of the pea-sized flea toad (above) since it was first identified in 2011, it took an exhaustive study of 46 specimens to confirm that it was actually the world’s smallest . To illustrate how small Brazil’s new record-breaking flea toad really is, researchers also photographed the tiny creature on a 1 Brazilian real coin. The coin has a diameter of 27 mm and a thickness of 1.95 mm. More than a dozen adult flea toads could fit in a single Real Biologists have been aware of the existence of the pea-sized flea toad since it was first discovered living in the Atlantic rainforest of Bahia in 2011, as first published in [zootaxa](https://doi.org/10.11646/zootaxa.2739.1.3). But this new, more comprehensive study of specimens served to show that the team had obtained enough samples of adult frogs to draw a firm conclusion about the average size of the species. “Sub-average sizes should be confirmed as adults,” the new study reads, “which can be done by direct observation of the gonads.” Their measurements, the researchers reported in the peer-reviewed journal. [Scripta Zoo](https://doi.org/10.1111/zsc.12654) in January, helped them quickly assess whether the toads were adults by determining “whether they are reproductively mature or not.” The scientists, who included herpetologists affiliated with German and Brazilian universities, also examined the frogs for the presence of vocal slits in their throats – a feature only males of the species have. The results were “absolutely clear,” according to Mark Scherz, who studies amphibians and reptiles as curator of herpetology at the Natural History Museum of Denmark in Copenhagen. “These are actually potentially the smallest frogs that exist in the world, which is surprising,” Scherz said. [new scientist](https://www.newscientist.com/article/2416854-brazilian-flea-toad-may-be-the-worlds-smallest-vertebrate/#:~:text=A%20tiny%20Brazilian%20frog%20about,described%20by%20scientists%20in%202011.). Above, one of the flea toad’s losing competitors, the pumpkin toad or Brachycephalus ephippiumHe also posed with another 1 Brazilian real coin. Above, another of the flea toad’s losing competitors, the Izecksohn’s flea toad. Brachycephalus didactylusposing on a small mushroom Scherz, an independent expert not affiliated with the authors of the new study, told the publication that he was impressed by how small the smallest of the adult flea toads could be. “It’s 6.45 millimeters (long), 30 percent smaller than any adult male frog I’ve ever seen,” Scherz said. “It’s almost a millimeter smaller than the next smallest frog.” The researchers found that the length range of the adult male flea toad was between 6.45 mm and 7.90 mm. For adult female flea toads, the range was 7.38 mm to 9.87 mm. To better illustrate how small Brazil’s new record-breaking flea toad really is, researchers also photographed the tiny creature on a 1 Brazilian real coin. The seven gram coin has a diameter of 27 mm and a thickness of 1.95 mm. More than a dozen adult flea toads, formally known as Pulex brachycephalycould fit on the obverse of a single real coin. “Identifying the world’s smallest frog has not been an easy challenge,” the team confessed in their new report. To begin with, the species only appears to exist in two forested hills in the southern Bahia region of Brazil. The lead author of the study, herpetologist Dr. [Mirco Solé](https://www.researchgate.net/profile/Mirco-Sole) at Santa Cruz State University in Brazil, had to obtain permission to work on the property of the owners of the Serra Bonita Private Reserve, Clemira Souza and Vitor Osmar Becker. They also need to get more flea toads or B. pulex samples of the [Célio Fernando Bautista Haddad](https://bv.fapesp.br/en/pesquisador/297/celio-fernando-baptista-haddad/) Amphibian collection. Solé and his co-authors noted that it was surprising that even in the case of these tiny pea-sized frogs, the males were smaller than the females, a form of “sexual dimorphism” that applies to 90 percent of all species. of frogs and toads, both. ‘Anuran’ amphibians. The researchers were also impressed that the smallness of B. pulex meant that it effectively had no hard “bony elements” other than a very hard and thick or “hypersified” skull and spine. But, as Solé and his team suggested in their paper, the flea toad may not retain its crown for long, and they wonder, “Has the lower limit of vertebrates really been reached?”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://www.newscientist.com/article/2416854-brazilian-flea-toad-may-be-the-worlds-smallest-vertebrate/#:~:text=A%20tiny%20Brazilian%20frog%20about,described%20by%20scientists%20in%202011.).",
    "https://doi.org/10.1111/zsc.12654)",
    "https://doi.org/10.11646/zootaxa.2739.1.3).",
    "https://bv.fapesp.br/en/pesquisador/297/celio-fernando-baptista-haddad/)",
    "https://www.researchgate.net/profile/Mirco-Sole)",
    "https://newscientist.com/article/2416854-brazilian-flea-toad-may-be-the-worlds-smallest-vertebrate/#:~:text=A%20tiny%20Brazilian%20frog%20about,described%20by%20scientists%20in%202011.).",
    "https://www.bv.fapesp.br/en/pesquisador/297/celio-fernando-baptista-haddad/)",
    "https://www.doi.org/10.11646/zootaxa.2739.1.3).",
    "https://researchgate.net/profile/Mirco-Sole)",
    "https://www.doi.org/10.1111/zsc.12654)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "papua new guinea",
        "sentiment": "none"
      },
      {
        "name": "brazil",
        "sentiment": "none"
      },
      {
        "name": "bahia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T04:59:49.164+02:00",
  "updated": "2024-02-16T04:59:49.164+02:00"
}