{
  "thread": {
    "uuid": "5b21997d285e6c876b037d34f65beb175c907b7f",
    "url": "https://www.foxnews.com/us/north-carolina-dad-saves-lifeless-2-year-old-daughter-after-she-fell-pool-began-drown-watch",
    "site_full": "www.foxnews.com",
    "site": "foxnews.com",
    "site_section": "http://feeds.foxnews.com/foxnews/latest",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest & Breaking News on Fox News",
    "title": "Video: Father rescues daughter from drowning in pool",
    "title_full": "Video: Father rescues daughter from drowning in pool | Fox News",
    "published": "2024-06-21T04:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.foxnews.com/foxnews.com/content/uploads/2024/06/North-Carolina-dad-saves-2-year-old-daughter-from-drowning.jpg",
    "performance_score": 0,
    "domain_rank": 301,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 2
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5b21997d285e6c876b037d34f65beb175c907b7f",
  "url": "https://www.foxnews.com/us/north-carolina-dad-saves-lifeless-2-year-old-daughter-after-she-fell-pool-began-drown-watch",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sarah Rumpf-Whitten",
  "published": "2024-06-21T04:12:00.000+03:00",
  "title": "Video: Father rescues daughter from drowning in pool",
  "text": "A North Carolina father's quick actions and knowledge of CPR saved his 2-year-old daughter's life after she almost drowned in the family's pool over Memorial Day weekend. The Gastonia Police Department said that one family's Memorial Day cookout took a turn for the worse after the family's two-year-old daughter, named Mila, fell into the pool without a flotation device. Home surveillance footage showed the critical moment when family and friends rushed to provide assistance to the young child, who quickly began drowning. \\\"My 10-year-old daughter is screaming out my youngest daughter's name. Mila! And she just screamed it really loud. I looked and turned around and saw my 2-year-old daughter floating,\\\" Mila's dad, Matthew, told police. \\\"And I jumped right in and saved her,\\\" he said. WATER SAFETY TIPS FROM EXPERTS FOR FAMILIES AND CAREGIVERS AS DROWNING DEATHS INCREASE Mila's mom, Amy, told police that she felt \\\"completely helpless\\\" after catching a glance of her still child on the side of the inground pool. \\\"I felt hopeless. I just felt completely hopeless, like my baby is dead,\\\" she said. \\\"How did this happen? How am I going to live my life with my baby being gone?\\\" Amy said that the child had turned blue and grey. Matthew told police that he realized that his daughter fell into the pool and was not breathing he sprang to action. \\\"Her stomach was filled with air, so I got her up, and I was going to try to express the air by beating her on her back,\\\" he said. \\\"When I did, she did release the air and started to cry.\\\" NORTH CAROLINA ANGLERS REEL IN THREE STATE FISHING RECORDS: SEE THE ‘EXCEPTIONAL’ CATCHES After the child began breathing once again, she was transported to CaroMont Health and made a full recovery, police said. According to the Gastonia County Sheriff's Office, 9 out of 10 children between the ages of 1 and 14 who drowned were under supervision when they did. Mila's mom said that the family would now always have an adult in the water playing with the children. \\\"But our role now is that an adult must be in the water with the children, playing with them and interacting with them,\\\" Amy said. CLICK HERE TO GET THE FOX NEWS APP Mila's dad encouraged everyone to be \\\"up to date\\\" on CPR. \\\"If you're by a pool, you need to know how to give mouth-to-mouth,\\\" he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Social Issue"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mila",
        "sentiment": "none"
      },
      {
        "name": "matthew",
        "sentiment": "none"
      },
      {
        "name": "amy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gastonia police department",
        "sentiment": "none"
      },
      {
        "name": "gaston county sheriffs office",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north carolina",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T07:09:38.581+03:00",
  "updated": "2024-06-21T10:54:26.971+03:00"
}