{
  "thread": {
    "uuid": "a03f0cd6849a6bce56e099b182b502802511d9d6",
    "url": "https://thedispatch.com/newsletter/weekly/our-best-stuff-from-the-last-week-before-iowa/",
    "site_full": "thedispatch.com",
    "site": "thedispatch.com",
    "site_section": "https://thedispatch.com/feed",
    "site_categories": [
      "society"
    ],
    "section_title": "The Dispatch",
    "title": "Our Best Stuff From the Last Week Before Iowa",
    "title_full": "Our Best Stuff From the Last Week Before Iowa",
    "published": "2024-01-14T20:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://thedispatch.com/wp-content/uploads/2024/01/GettyImages-1928419414.jpg?w=1024",
    "performance_score": 0,
    "domain_rank": 24208,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a03f0cd6849a6bce56e099b182b502802511d9d6",
  "url": "https://thedispatch.com/newsletter/weekly/our-best-stuff-from-the-last-week-before-iowa/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rachael Larimore",
  "published": "2024-01-14T20:44:00.000+02:00",
  "title": "Our Best Stuff From the Last Week Before Iowa",
  "text": "Our Best Stuff From the Last Week Before Iowa\nHello and happy Sunday! I hope you’re staying warm if you’re somewhere that is experiencing Arctic temperatures this weekend. And if you’re in Iowa, I hope you’re enjoying all the out-of-towners.\nTomorrow is the day we’ve been anticipating for about a year. Fried food has been eaten, hands have been shaken, babies have been kissed. Now the voting begins. We’ve done a lot of reporting on—and from—Iowa the last few months, so I wanted to round up some of our latest work for you to peruse while you’re enjoying the NFL playoffs or huddling under a blanket listening to the wind howl.\nJohn McCormack\nwrote a piece we published Friday that really gets to the heart of the conundrum Donald Trump presents: Iowa Republicans are overwhelmingly evangelical, evangelicals are overwhelmingly pro-life, and Donald Trump has been … overwhelmingly critical of the abortion restrictions such voters favor. And yet he leads in Iowa by 30 points. John talked to Bob Vander Plaats, an Iowa evangelical leader who is influential in the state (he backed the winner of the last three competitive Iowa caucuses, and he has endorsed Ron DeSantis this year) about this state of affairs, and what it means for the pro-life cause.\n“It’s one thing to appoint three justices that lead to the overturning of Roe v. Wade, but if you’re critical of the heartbeat bill … how do you call yourself pro-life at that point?” Vander Plaats told John.\nJohn writes: “Mainstream GOP governors, such as Brian Kemp in Georgia and Kim Reynolds in Iowa, have demonstrated that Republicans can sign heartbeat bills into law and still cruise to re-election. But if Trump’s stance on the issue is rewarded with a decisive victory in the 2024 GOP primary, that could change the calculus for other Republican officials going forward.”\nWednesday was such a busy day that we did a\nbonus Thursday edition of the Dispatch Politics newsletter. First off, former New Jersey Gov. Chris Christie dropped out of the race. Christie has never really been a factor outside of New Hampshire, and the threat he presented in that state was to Nikki Haley, not Trump. His departure is likely to help Haley, but he couldn’t resist some barbs on the way out. Before his speech, a recording emerged in which he said that, “She’s going to get smoked” and “She’s not up for this.” Meanwhile, DeSantis also took aim at Haley on Wednesday as the two met for a CNN debate—and Haley’s supporters took it to mean she’s in good shape: “She had to spend a lot of her time tonight being able to defend her record because Ron DeSantis was lying about it,” said Austin Harris, a Republican member of the Iowa House of Representatives who has endorsed Haley. “… His campaign is slipping. He’s in deep trouble.”\nWhile Christie was dropping out and Haley and DeSantis were debating, Donald Trump took part in a Fox News town hall. On Thursday, Nick\nexamined the confluence of events and came away discouraged: “Each of those three events showcased a different strategy toward Trump’s looming renomination. Denial, in the Haley/DeSantis debate,” he writes. “Resistance, in Chris Christie’s farewell speech. Accommodation, in Fox’s handling of its event with Trump. All three strategies are failures.”\nOn Friday, the Dispatch Politics gang\nreported that Haley is confident of a second-place finish on Monday, and they took a little break from the horse-race stuff with an item on the ethanol lobby. Iowa’s first-in-the-nation status and the attendant attention from candidates has been a boon to the industry, but that might be coming to an end for a few reasons. From the newsletter: “Democrats’ abandonment this cycle of Iowa caucuses have reduced corn growers’ grip on the primary process from full nelson to half nelson. Industry insiders spoke in dark tones from the stage about President Joe Biden’s strategic path for renewable fuel development—a strategy predicated not on burning biofuels, but on electric vehicles.”\nLastly, Stirewalt\nfiled from Clear Lake, Iowa, where he took shelter after Interstate 35 was closed because of blizzard conditions. His topic? Fittingly, how the weather might affect turnout. “A low-turnout caucus? I’m in love,” he writes. “When you shrink the pool of participants, weird things happen. I don’t mean to suggest that I think Trump is going to lose, but when the difference between a commanding victory at 51 percent and an embarrassing 39-percent plurality is just 13,000 voters or so, there’s a lot of potential for surprises.”\nIowa wasn’t the only story of the week, of course. Two stories we published this week show how the war between Israel and Hamas has implications from the family level to the global stage. Reporting from Israel, Charlotte continues to provide an important perspective on how the war is affecting Israelis, and Katherine Zimmerman explains how the recent ISIS bombing of Iran ties into the larger crisis in the Middle East.\nCan Displaced Israelis Go Home Again?\nKibbutz Sufa was one of the lucky ones. Hamas terrorists killed only three residents on October 7, a fraction of the toll at nearby Kibbutz Nir Oz. But residents face the same difficult decision that tens of thousands of others living in the “Gaza envelope—areas of southern Israel within a few miles of the Gaza border” are grappling with: Can they ever go home? “For many southern residents, once again living side-by-side with Gazans without a decisive Hamas defeat is a non-starter,” Charlotte writes. “This new mindset is in sharp contrast to the pre-war sentiment in many left-leaning kibbutzim, which were home to many peace activists.”\nWhy the Islamic State Bombing in Iran Should Have Western Leaders Worried\nWhat does a terrorist bombing in Iran that killed nearly 100 at a ceremony mourning the death of Qassem Suleimani have to do with the war between Israel and Hamas? The Islamic State’s Khorasan branch, based in Afghanistan, claimed credit and has announced a new campaign in support of the Palestinians. But why attack Iran, which has backed Hamas? Katherine Zimmerman explains: “Unlike al-Qaeda, the Islamic State has actively targeted Iran and Shiites worldwide as perfidious enemies of Islam and ruthlessly condemned Sunni collaborators such as Hamas and Palestinian Islamic Jihad.” She also warns there are wider implications for Western leaders. “The Islamic State’s signature ability to identify, recruit, and activate would-be terrorists—essentially finding the lone operatives who need only to be told where, when, and how to attack—may prove especially dangerous in this reenergized global threat environment,” Zimmerman writes.\nAnd here’s the best of the rest:\n- Ohio Gov. Mike DeWine vetoed a bill that would have banned a broad range of gender-transition treatments for minors (and kept transgender athletes from competing in girls sports), opting instead for a more limited executive order banning transition surgery for minors. But the Ohio House overrode the veto. Audrey Baker\nexplainswhat’s in the bill and how Ohio compares to other states that have passed similar laws.\n- Back in 2016, then-candidate Donald Trump said, “I could stand in the middle of Fifth Avenue and shoot somebody, and I wouldn’t lose any voters, OK?” Fast forward to 2024, and one of his lawyers made a real argument that Trump could order the military to take out a political rival and he’d be immune from prosecution. In The Collision, Sarah and Mike\nnotethat’s probably a losing argument. But they also note that special counsel Jack Smith’s concession that there might be some cases where presidents are immune is likely to extend the pre-trial period in the January 6 case.\n- Pope Francis recently spoke out against the practice of surrogacy. In a heartfelt piece that included a description of her own struggles with infertility, Emily Zanotti\nexplainedwhy the pope was right to condemn surrogacy.\n- In Wanderland, Kevin\ntalks toPano Kanelos, the president of the University of Austin, which is set to welcome its first class of students next fall. The school has a robust free speech policy and seeks to present an alternative to institutions that have been captured by the DEI movement. “If a significant problem in higher education is political asymmetry tilted toward one side, the solution isn’t to build institutions on the other side,” Kanelos told Kevin. “It is to find a way to transcend the political spectrum.”\n- On the pods: If you’re dying for more details on Trump’s lawyer’s argument that he can order assassinations of political rivals, don’t miss Sarah and David’s\ndiscussionof the matter on Advisory Opinions. Andrew calls into The Dispatch Podcast to describe just how cold it is in Iowa, and the gang also talks about Nikki Haley, U.S. strategy in Yemen, and more. And on The Remnant, Jonah is kicking himselffor sitting through the entire Haley-DeSantis debate on Wednesay.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "donald trump",
        "sentiment": "none"
      },
      {
        "name": "john",
        "sentiment": "none"
      },
      {
        "name": "bob vander plaats",
        "sentiment": "none"
      },
      {
        "name": "john mccormack",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nfl",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "iowa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T21:14:13.711+02:00",
  "updated": "2024-01-14T21:14:13.711+02:00"
}