{
  "thread": {
    "uuid": "3e0549b264110420443b51e321888b6c45d4f335",
    "url": "https://www.open.online/2024/07/05/coca-cola-italia-bilancio-sostenibilita-2024",
    "site_full": "www.open.online",
    "site": "open.online",
    "site_section": "https://www.open.online",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Open - Il giornale online fondato da Enrico Mentana",
    "title": "Circolarità degli imballaggi, energia da rinnovabili e cittadinanza attiva: il percorso di Coca-Cola HBC Italia verso la sostenibilità - Open",
    "title_full": "Circolarità degli imballaggi, energia da rinnovabili e cittadinanza attiva: il percorso di Coca-Cola HBC Italia verso la sostenibilità - Open",
    "published": "2024-07-05T15:11:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://static.open.online/wp-content/uploads/2024/07/coca-cola-hbc-italia.png",
    "performance_score": 0,
    "domain_rank": 30099,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3e0549b264110420443b51e321888b6c45d4f335",
  "url": "https://www.open.online/2024/07/05/coca-cola-italia-bilancio-sostenibilita-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Coca-Cola Hbc Italia",
  "published": "2024-07-05T15:11:00.000+03:00",
  "title": "Circolarità degli imballaggi, energia da rinnovabili e cittadinanza attiva: il percorso di Coca-Cola HBC Italia verso la sostenibilità - Open",
  "text": "Vent’anni di progetti e investimenti per un obiettivo ben preciso: rendere la propria attività sempre più sostenibile e in armonia con l’ambiente, le comunità locali e i propri dipendenti. Coca-Cola Hbc Italia, principale produttore e distributore di prodotti a marchio Coca-Cola sul territorio nazionale, ha pubblicato il suo 20esimo Bilancio di Sostenibilità. Un’occasione per fare il punto sulle diverse iniziative aziendali promosse negli ultimi anni, ma anche per svelare come il gruppo intende rispettare le proprie promesse sul taglio delle emissioni. Coca-Cola Hbc si è impegnata infatti a raggiungere le zero emissioni nette lungo tutta la catena del valore entro il 2040. «La sostenibilità è la lente attraverso la quale programmiamo la nostra crescita», spiega Giangiacomo Pierini, Corporate Affairs & Sustainability Director di Coca-Cola HBC Italia. «È un impegno quotidiano e concreto che travalica i confini dei processi produttivi e – aggiunge il direttore – definisce un modello operativo, ma anche un valore che ci unisce come colleghi». Il percorso verso la sostenibilità Coca-Cola Hbc Italia conta oltre 2mila dipendenti, 1.300 fornitori e sei stabilimenti produttivi, distribuiti in cinque regioni. Il primo bilancio di sostenibilità dell’azienda risale al 2004, ben prima che il tema giungesse al centro del dibattito pubblico. Nel 2021 l’azienda ha iniziato un percorso per raggiungere la neutralità carbonica entro il 2040, con 250 milioni di euro già investiti entro il 2025 in progetti come l’utilizzo di fonti rinnovabili per la produzione di energia elettrica, la circolarità degli imballaggi, le frigovetrine eco-friendly e la decarbonizzazione della flotta auto. La strategia di Coca-Cola Hbc Italia verso la piena sostenibilità si muove lungo tre direttrici: ambiente, persone e comunità. Per ognuno di questi ambiti, il gruppo può vantare un lungo elenco di iniziative e progetti: alcuni già realizzati, altri ancora in corso d’opera. «Sentiamo la responsabilità di essere leader di settore», spiega Pierini. «Siamo consapevoli che le innovazioni e la direzione con cui conduciamo il nostro business possono avere un impatto sugli altri attori della filiera, in particolare sulle oltre 1600 imprese, prevalentemente PMI e micro-aziende, che collaborano con noi». Ambiente | Circolarità degli imballaggi e riduzione delle emissioni Quando si parla di sostenibilità, il primo pensiero va all’ambiente. Nel Bilancio recentemente pubblicato, l’azienda ha rendicontato le proprie performance ambientali per ridurre – e, in prospettiva, azzerare – il proprio impatto sull’ambiente. «Il fronte su cui probabilmente siamo più avanti è senza dubbio quello del packaging», fa notare Pierini. La conversione di tutte le bottiglie in plastica al 100% PET riciclato nel 2023 ha permesso infatti a Coca-Cola Hbc Italia di raggiungere con largo anticipo gli obiettivi europei fissati dalla Direttiva sulla plastica monouso per il 2025 e il 2030. Oltre alle innovazioni tecniche sul packaging, come la rimozione nel 2020 degli imballaggi in plastica per le confezioni multiple di lattine o la continua riduzione della quantità di materiale usato per gli imballaggi, l’azienda è impegnata in progetti di sensibilizzazione per coinvolgere i consumatori in una cultura del riciclo e rispetto delle risorse «Ogni anno rafforziamo i nostri rapporti con i consorzi di riciclo, come il Conai o il Coripet, promuovendo con loro attività di sensibilizzazione sulla circolarità e di raccolta delle confezioni», racconta il direttore. Accanto a tutte queste iniziative, ci sono poi gli investimenti sul territorio. Uno degli esempi più virtuosi è senz’altro la vicenda che ha riguardato la fabbrica di Gaglianico, in provincia di Biella. Nel 2022, Coca-Cola Hbc Italia ha riaperto lo stabilimento, in disuso da otto anni, per trasformarlo in un polo all’avanguardia mondiale per la lavorazione del PET riciclato ad uso alimentare e dare lavoro a oltre 60 persone altamente specializzate. Una «scommessa vinta», secondo Giangiacomo Pierini, che aggiunge: «Non abbiamo solo riportato posti di lavoro e flusso economico nel territorio, ma abbiamo reso la fabbrica un motivo di orgoglio per la comunità locale, in prima linea sulla sfida ambientale europea». Complessivamente, l’azienda ha registrato una diminuzione del 38% delle intensità di emissione CO2 rispetto al 2010. Questo grazie agli impianti fotovoltaici, ai sistemi per la produzione indipendente di energia presenti nelle fabbriche e alla conversione all’elettrico della flotta auto dell’azienda. Pierini aggiunge che «per costruire davvero un business sostenibile, occorre portare innovazione anche nella filiera all’esterno delle proprie fabbriche». Per questo motivo, ad esempio, lo scorso anno l’azienda ha fornito a bar, ristoranti e supermercati altre 26mila nuove frigovetrine ecofriendly. Oggi il 70,2% delle frigovetrine dell’azienda presenti sul mercato sono ad alta efficienza energetica, facendo risparmiare al settore 107.9 milioni di KWh di energia elettrica rispetto all’utilizzo di frigoriferi tradizionali. Persone | Valorizzazione dei talenti, inclusione e work-life balance La sostenibilità, però, non riguarda esclusivamente l’ambiente. Ed è per questo che il secondo capitolo del Bilancio di Coca-Cola Hbc Italia è dedicato alle «persone», vale a dire agli oltre 2mila dipendenti del gruppo in Italia. Anche in questo caso sono tante le iniziative promosse negli anni, anche anticipando tematiche e innovazioni in aree come l’inclusione e la tutela dei lavoratori. Dal 2008, per esempio, l’azienda ha inserito nell’accordo sindacale un piano sanitario ad hoc per tutti i dipendenti. Nel 2013 e 2014 sono state introdotte la monotimbratura e il remote working, ossia la timbratura del cartellino una sola volta al giorno e la possibilità di lavorare da casa, per una gestione più indipendente dell’equilibrio vita-lavoro. In un primo momento, sono stati concessi tre giorni al mese, estesi gradualmente fino agli attuali dodici. Nel 2015, un anno prima dell’approvazione della legge sulle unioni civili, Coca-Cola Hbc ha esteso il congedo matrimoniale e l’assistenza sanitaria anche alle coppie dello stesso sesso. Tutte queste iniziative hanno permesso all’azienda di ricevere nel 2016 la sua prima (ma non ultima) certificazione Top Employer Italia, che premia le aziende che si distinguono per l’approccio alle persone. Le iniziative a favore dei dipendenti sono proseguite anche negli anni successivi. Nel 2019, per esempio, è stata introdotta una piattaforma di welfare che consente ai dipendenti di convertire il premio di produzione annuale in numerosi servizi, come i rimborsi per le spese mediche o l’educazione. Due anni più tardi è stato svelato il piano Zero is possible, che punta a garantire un ambiente di lavoro sempre più sicuro, fino ad arrivare a zero infortuni. Nel 2022, Coca-Cola Hbc Italia ha ottenuto anche la certificazione per la parità di genere da parte di Idem, che premia proprio i percorsi aziendali orientati alla valorizzazione dei talenti al femminile. Comunità | Progetti benefici, inclusione, scommessa sui giovani L’ultimo capitolo del Bilancio di Sostenibilità 2024 di Coca-Cola Hbc Italia è dedicato alla «comunità», ossia alle esternalità positive prodotte dall’azienda nei territori in cui opera. Una delle prime iniziative in tal senso risale a quasi trent’anni fa. Nel 1995, infatti, l’azienda ha indetto la prima edizione delle Special Olympics, un appuntamento pensato per sostenere le persone con disabilità intellettive nello sport. Dal 2005 è attiva inoltre una collaborazione con Banco Alimentare, con l’obiettivo di contrastare lo spreco alimentare e aiutare le persone in difficoltà. Dal 2018, Coca-Cola Hbc Italia sostiene la comunità Lgbtq+ attraverso la partecipazione al Pride di Milano, Napoli, Torino e Padova. Il gruppo supporta inoltre quattro case-famiglia ed eroga corsi di formazione ai propri dipendenti per scardinare i pregiudizi inconsapevoli e rendere i luoghi di lavoro sempre più inclusivi. Nel 2020, poco dopo lo scoppio della pandemia da Covid-19, Coca-Cola Hbc Italia ha donato 1,4 milioni di euro alla Croce Rossa Italiana contribuendo all’acquisto di ambulanze e dispositivi medici. Un’azione che, tre anni più tardi, ha consentito all’azienda di ricevere la medaglia di benemerenza per il supporto fornito alla comunità abruzzese durante l’emergenza Coronavirus. C’è poi il focus dedicato ai giovani. Nel 2017 sono partiti i primi programmi di Youth Empowered, che aiuta gli studenti ad affrontare al meglio l’ingresso nel mondo del lavoro attraverso corsi di formazione e workshop accessibili online. Soltanto nel 2023, 48mila giovani sono stati coinvolti nel progetto. Un programma a cui si aggiungono anche tante altre iniziative realizzate insieme ad alcuni partner, come Junior Achievement, la più vasta organizzazione no profit al mondo dedicata all’educazione economico-imprenditoriale dei più giovani. La collaborazione esclude la sezione Fact-checking di Open, la quale opera in totale autonomia. Foto di copertina: Un pallone pubblicitario di Coca-Cola a Varsavia (Dreamstime/Grand Warszawski)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Corporate Governance and CSR",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T16:29:33.104+03:00",
  "updated": "2024-07-05T16:29:33.104+03:00"
}