{
  "thread": {
    "uuid": "6394ec531023da49b8cd5d05c7f071f863a56466",
    "url": "https://www.baytoday.ca/local-news/weather-brings-encouraging-news-for-snowmobilers-8099849",
    "site_full": "www.baytoday.ca",
    "site": "baytoday.ca",
    "site_section": "https://www.baytoday.ca/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "BayToday.ca: baytoday",
    "title": "Weather brings encouraging news for snowmobilers",
    "title_full": "Weather brings encouraging news for snowmobilers",
    "published": "2024-01-12T19:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/baytoday/images/recreation/snowmobile-club-nb.jpg;w=640;h=480;mode=crop",
    "performance_score": 0,
    "domain_rank": 81211,
    "domain_rank_updated": "2024-01-09T12:07:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6394ec531023da49b8cd5d05c7f071f863a56466",
  "url": "https://www.baytoday.ca/local-news/weather-brings-encouraging-news-for-snowmobilers-8099849",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chris Dawson",
  "published": "2024-01-12T19:11:00.000+02:00",
  "title": "Weather brings encouraging news for snowmobilers",
  "text": "Snowmobile enthusiasts may be excited to see the snow and cold has finally arrived. However, that certainly does not mean that snowmobile trails are suddenly ready to open. Shawn Flindall, the communications director with the North Bay Snowmobile Club says the only trails open in the province right now are located in the northern parts of the province in areas like Hearst and Kapuskasing. Despite the large dump of snow this week, he estimates the North Bay area requires another 30 to 40 centimetres of snow before the local snowmobile club can start grooming trails. \"It is a great start and it does allow our team to get out there and start packing trails, clearing brush, and fighting with swamps,\" said Flindall. \"However, we still need a lot of snow before we can get actual grooming equipment out there. With 6 or 8 inches of snow it is barely covering the rock, there is not enough snow to fill the holes, there is not enough snow to groom at all, but it has got to start somewhere and thank goodness it got started.\" However, the forecast this weekend could help speed up the process. \"We do anticipate some more snowfall this coming weekend which will help for sure and we have to keep in mind once we do get snow the trails have to be packed first and signed and then groomed a minimum of twice before they can be declared safe to be open,\" he said. \"So we are still a couple of weeks away before we will have anything open assuming things continue and we get this snowfall this weekend and more in the coming weeks but this is certainly a great start.\" Of course, Flindall always adds the caution piece. \"I know there are a lot of ice huts out on Callander Bay and area lakes but ice conditions are inconsistent at best right now there might be six inches right here, there may only be two inches 20 feet away,\" said Flindall. \"We just need to be aware that this is really early season and we need to be smart and cautious. On top of that, the snow that we did get a few days ago was a really nice, consistent heavy snow and that snow weight on the lakes has caused cracks in the ice and the water is coming up through those cracks so not only is there inconsistent ice conditions, but there is also a lot of slush on area lakes now as well. So we just need people to be smart and cautious for sure.\" And if all things work out, Flindall expects trails to start opening in the area within the next two weeks.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "flindall",
        "sentiment": "none"
      },
      {
        "name": "shawn flindall",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "north bay snowmobile club",
        "sentiment": "none"
      },
      {
        "name": "hearst",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north bay",
        "sentiment": "none"
      },
      {
        "name": "kapuskasing",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T21:10:16.983+02:00",
  "updated": "2024-01-13T01:03:19.598+02:00"
}