{
  "thread": {
    "uuid": "d6db2715f813091a22a9dbbdb8eb30c239d9f6d0",
    "url": "https://www.hawaiinewsnow.com/2024/02/29/hiker-rescues-lost-injured-dog-1000-feet-up-dangerous-oahu-trail",
    "site_full": "www.hawaiinewsnow.com",
    "site": "hawaiinewsnow.com",
    "site_section": "http://www.hawaiinewsnow.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Hawaii News Now - Breaking News, Latest News, Weather &amp; Traffic",
    "title": "Hiker rescues lost, injured dog 1,000 feet up on dangerous Oahu trail",
    "title_full": "Hiker rescues lost, injured dog 1,000 feet up on dangerous Oahu trail",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-khnl-prod.cdn.arcpublishing.com/resizer/v2/AZVCWKZUBNE5VHSL7BB2GTP5FI.jpg?auth=f411fc7ee0006b98c6333606074ab45020e726bd9e62262ebcc6b419e237b9b2&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 6547,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d6db2715f813091a22a9dbbdb8eb30c239d9f6d0",
  "url": "https://www.hawaiinewsnow.com/2024/02/29/hiker-rescues-lost-injured-dog-1000-feet-up-dangerous-oahu-trail",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Megan Ramones",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Hiker rescues lost, injured dog 1,000 feet up on dangerous Oahu trail",
  "text": "KAAAWA (HawaiiNewsNow) - A dog was reunited with its owner Wednesday night thanks to the courage of one Oahu hiker who happened to be in the right place at the right time.\nUltra-runner Sergio Florian was training for a race on one of Oahu’s most dangerous trails in the Kaaawa area on Wednesday when he came across a lost and injured dog.\n“I just went up there like I usually do for my training run. And as I was nearing the top around 800-1000 feet of elevation ... and there she wasquivering,” Florian recalled.\n“I don’t know how she even got there, there was a drop off before the area she was at ... she was in between two cliffs.”\nThe dog — named Stevie — had visible injuries to her face. It’s believed the dog got lost chasing pigs in the area.\n“She was in pretty bad shape. She was very skinny and dehydrated and had all these cuts on her,” Florian said. “I felt her shivering in my arms and I was like I can’t leave this living being here.”\nHe says it would’ve been impossible to save the pup had he not known the area as well as he did.\n“I go up there frequently. And it is a very sketchy trail. There’s big drop offs, there’s rock ledges,” he described. “And that was the only reason I was able to get this dog down in this this puppy down is because I knew the trail so well.”\nFlorian said Stevie weighed at least 40 pounds and carrying her down was a challenge.\n“So I pretty much grabbed underneath her belly and you know, with one hand, I was holding onto the cliff and was like scooting down the rock ... I just gathered all my strength and I brought her down and it was tough.”\nOnce on the ground, Florian met up with his wife and brought the pup home to look after.\nHe was able to find Stevie’s owner through a community page on Facebook. At last check, her owner says she’s doing OK.\nFlorian says he’s grateful he pushed through the adversity.\n“Last night we were all like like hugging each other, we just felt this warmth in our heart that we that we actually did something,” he said.\nAnd he’s glad that his training prepared him for such a time as this.\n“Maybe it was for this, maybe it was just so I can help another living being out and I’m happy to do it and I would do it again.”\n“I’d do it again 1,000 times.”\nFlorian said there are two other dogs missing in the same area according to the owner. He said he plans on going back to the trail on Thursday night in effort to help find them.\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sergio florian",
        "sentiment": "none"
      },
      {
        "name": "stevie",
        "sentiment": "none"
      },
      {
        "name": "florian",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "oahu",
        "sentiment": "none"
      },
      {
        "name": "kaaawa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:21:44.323+02:00",
  "updated": "2024-03-03T02:54:54.229+02:00"
}