{
  "thread": {
    "uuid": "87c4900c7bc549ad40250049460834ea9079a4f8",
    "url": "https://www.algemeiner.com/2024/06/02/blessings-curses-and-opportunities",
    "site_full": "www.algemeiner.com",
    "site": "algemeiner.com",
    "site_section": "http://www.algemeiner.com//feed",
    "site_categories": [
      "religion",
      "judaism"
    ],
    "section_title": "Algemeiner.com",
    "title": "Blessings, Curses and Opportunities",
    "title_full": "Blessings, Curses and Opportunities - Algemeiner.com",
    "published": "2024-06-02T19:26:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.algemeiner.com/wp-content/uploads/2017/11/Rabbi_Menachem_Mendel_Schneerson3.jpg",
    "performance_score": 0,
    "domain_rank": 14041,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "87c4900c7bc549ad40250049460834ea9079a4f8",
  "url": "https://www.algemeiner.com/2024/06/02/blessings-curses-and-opportunities",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Yossy Goldman / JNS.org",
  "published": "2024-06-02T19:26:00.000+03:00",
  "title": "Blessings, Curses and Opportunities",
  "text": "Opinion Menachem Mendel Schneerson, the Lubavitcher Rebbe. Photo: Wiki Commons.\nJNS.org – The prominent Yiddish writer B.Z. Goldberg once visited the Lubavitcher Rebbe and, as he entered the Rebbe’s study, he said, “Lubavitcher Rebbe, you look well.”\nThe Rebbe responded, “Since when is that a Jewish compliment? Usually, Jews ask each other why they look so bad.”\nThe Rebbe’s sense of humor notwithstanding, it does seem traditional for Jews to complain. God knows, we’ve had ample reason to over the centuries, including right now. Has there ever been a time in our history when there’s been a shortage of Yiddishe Tzorres , problems and persecutions, troubles and torment?\nThis Shabbat, we read in the final chapters of Vayikra that if we follow the way of God our lives will be blessed, but should we stray from the good path we will experience curses and calamities second to none.\nParshat Bechukotai opens with a wonderful promise: “If you will follow My decrees and observe My commandments … the rains will come in time … and the land will give its produce … and you will dwell securely in your land.”\nBut is that really true? What about all the righteous who have suffered and the wicked who have prospered? Is life really so simple? And doesn’t the Talmud state that reward and punishment are reserved for the next world?\nRambam, the great Maimonides, explains it this way: These blessings are not the reward for our good behavior. Rather, they are how God provides us with the necessary tools to live a full Jewish life.\nYou might think, “It’s hard to be a Jew,” but if you have no money, it’s much harder! Living Jewishly can be expensive. Just recently, a congregant who has fallen on hard times confessed that they stopped keeping kosher because it was too expensive. Tuition fees at Jewish day schools are much higher than state schooling. The prices of matzah and an etrog keep going up, and so on.\nAnd yet the Rambam says the blessings at the beginning of our parsha are not our reward, but rather God giving us the material means by which we will be able to afford to live a Godly life.\nWhen do we earn these blessings? When we indicate by our concrete actions that it is our desire and intent to live such a Godly life. When the Almighty sees our sincere and genuine good intentions, He then assists us in fulfilling these righteous desires by providing us with the necessary wherewithal to do so.\nConcrete action means more than just “joining the club.” We must indicate our genuine commitment to following the good path in real, tangible terms. It’s more than just standing up to be counted. We need to put these ideals into practice in our daily lives.\nHere are two examples: People want to keep Shabbat, but work often gets in the way. I knew a plumber who once confessed that he was trying to observe Shabbat but, somehow, every Saturday he would get an emergency call. It took him a while, but he finally worked out a system with other people on standby. He has now been a serene Sabbath observer for many years. But he made the commitment first.\nToo many of our young people are struggling to find their bashert , their life partner in marriage. Sadly, many have succumbed to the “easier” solution and broadened their search beyond the Jewish community. Yet I have seen many who held their ground and never lost focus, as difficult as it was, and eventually did find a wonderful Jewish partner in life. Again, they made the commitment, stuck to it through thick and thin, and in time, they were blessed.\nYes, Shabbat can appear to be a challenge to our seeming prosperity. Having strict shidduch principles can seem like an obstacle to getting married. But in the end, if we stick to our values and principles, God Almighty will come to our assistance, sometimes in ways we would never have imagined.\nTrue stories abound. I see it all the time. Those who exhibited faith and trust in God and closed the shop on Saturdays survived and flourished, even though the numbers didn’t add up. Those who refused to compromise in their courtships are today happily married and raising beautiful Jewish families.\nThere is a relevant line in this week’s Haftorah from the Prophet Jeremiah: “ Baruch hagever , blessed is the man who trusts in Hashem, then Hashem will be his security.”\nSome years ago, this line became a popular song. May we sing it and, more importantly, live it.\nThe opinions presented by Algemeiner bloggers are solely theirs and do not represent those of The Algemeiner, its publishers or editors. If you would like to share your views with a blog post on The Algemeiner, please be in touch through our Contact page.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://jns.org/blessings-curses-and-opportunities/?_sc=NTAyMDI0NiMyMzIzNg%3D%3D&utm_campaign=Evening+Syndicate+Wednesday+5292024&utm_medium=email&utm_source=brevo",
    "https://www.jns.org/blessings-curses-and-opportunities/",
    "https://www.jns.org/blessings-curses-and-opportunities/?_sc=NTAyMDI0NiMyMzIzNg%3D%3D&utm_campaign=Evening+Syndicate+Wednesday+5292024&utm_medium=email&utm_source=brevo"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "menachem mendel schneerson",
        "sentiment": "negative"
      },
      {
        "name": "b.z. goldberg",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "vayikra",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T19:36:01.810+03:00",
  "updated": "2024-06-02T23:18:47.179+03:00"
}