{
  "thread": {
    "uuid": "4576a952733786ff3e228a42a452054d7179c705",
    "url": "https://elpais.com/internacional/2024-05-04/es-pacifismo-por-palestina.html",
    "site_full": "elpais.com",
    "site": "elpais.com",
    "site_section": "https://feeds.elpais.com/mrss-s/list/ep/site/elpais.com/section/internacional",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Feed MRSS-S Noticias",
    "title": "¡Es pacifismo por Palestina! | Internacional | EL PAÍS",
    "title_full": "¡Es pacifismo por Palestina! | Internacional | EL PAÍS",
    "published": "2024-05-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://imagenes.elpais.com/resizer/v2/HUMEROHXQJERLEZEMD34M3G2AM.jpg?auth=97ccdbb941b86218db84c1813983919f35dfb1736f98f564dfcf36bbe70524c6&amp;width=1200",
    "performance_score": 0,
    "domain_rank": 466,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4576a952733786ff3e228a42a452054d7179c705",
  "url": "https://elpais.com/internacional/2024-05-04/es-pacifismo-por-palestina.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Luz Gómez",
  "published": "2024-05-04T03:00:00.000+03:00",
  "title": "¡Es pacifismo por Palestina! | Internacional | EL PAÍS",
  "text": "En la larga historia de represión de la lucha por la justicia en Palestina, hay leyes no escritas que se cumplen a rajatabla. Esta semana estamos asistiendo al cumplimiento de una de ellas: toda protesta pacífica propalestina acaba siendo deslegitimada por el procedimiento de atribuirle un carácter violento y sectario. Incluso terrorista, si hacemos caso a Donald Trump, que ha aprovechado la ocasión para considerar más graves las acampadas propalestinas de los campus estadounidenses que la toma del Capitolio por sus seguidores en 2021. Las acampadas y manifestaciones propalestinas de los estudiantes estadounidenses han puesto al descubierto, una vez más, cómo, cuando se trata de Palestina, el pacifismo no se puede tolerar. Porque de tolerarlo, de aceptar una movilización cívica y transversal de distintos sectores de la sociedad, hace tiempo que los palestinos habrían obtenido la justicia que reclaman y se merecen. Según esta ley no escrita, da igual que el activismo sea occidental que palestino; individual que coral. Hace 21 años se recurría, si era preciso, a los buldóceres para acallar una sola voz, como sucedió con Rachel Corrie, la activista estadounidense apisonada cuando trataba de impedir la demolición de viviendas en Gaza. Tiempo después, en 2018-2019, los drones y los francotiradores israelíes mataron o hirieron a más de 20.000 participantes en la Marcha del Retorno, con la que todos los viernes los gazatíes se encaminaban al Muro para recordarle al mundo que viven en un gueto (Occidente prefiere hablar de “la mayor prisión al aire libre”, un eufemismo que recuerda los deportes al aire libre). El movimiento de boicot, desinversión y sanciones, conocido como BDS, es posiblemente la acción más efectiva y por ello perseguida del pacifismo palestino. El BDS es una llamada (desde 2004) de diversos grupos de la sociedad civil palestina a que se impongan a Israel las mismas medidas de boicot comercial, deportivo, académico y cultural, de desinversión empresarial y de sanciones internacionales que en su día se aplicaron a la Sudáfrica del apartheid. Israel dispone de toda una maquinaria para criminalizarlo por antisemita, aun a riesgo de algo que parece no importar al Gobierno de Netanyahu y la camarilla ultranacionalista en que se apoya: instrumentalizar el Holocausto y a sus víctimas. Los actos de resistencia civil a que estamos asistiendo son una expresión del aumento de la solidaridad con Palestina en todo el mundo. Como tales, no pueden ser reprimidos en aras de los intereses de las potencias. La actual movilización estudiantil, apoyada por figuras intelectuales como Naomi Klein, Cornel West y Susan Sarandon, que se está extendiendo ya a los campus de Canadá y Europa, es una pequeña luz en estos siete meses de masacres en Gaza. Hace brillar, desde abajo, cierta esperanza de justicia, por más que grupos violentos proisraelíes intenten reventar las protestas; que los consejos de gobierno de las universidades las criminalicen; y que la policía intervenga con su parafernalia militarista. Los Gobiernos lo fían todo a la proximidad de los exámenes universitarios y las vacaciones. Quizá deban recordar que el Mayo (de 1968) fue en mayo. Sigue toda la información internacional en Facebook y X, o en nuestra newsletter semanal.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-04T06:58:55.092+03:00",
  "updated": "2024-05-11T07:40:23.072+03:00"
}