{
  "thread": {
    "uuid": "c21154983d6593829206cf803f067f6f4fee3b63",
    "url": "https://www.zawya.com/en/press-release/africa-press-releases/african-development-bank-world-food-programme-wfp-project-boosts-wheat-production-in-war-torn-sudan-amid-dw41qyha",
    "site_full": "www.zawya.com",
    "site": "zawya.com",
    "site_section": "https://www.zawya.com/sitemaps/en/rss",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Zawya.com - All Regional News",
    "title": "African Development Bank, World Food Programme (WFP) project boosts wheat production in war-torn Sudan amid soaring hunger",
    "title_full": "African Development Bank, World Food Programme (WFP) project boosts wheat production in war-torn Sudan amid soaring hunger",
    "published": "2024-06-21T08:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AE",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 6094,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c21154983d6593829206cf803f067f6f4fee3b63",
  "url": "https://www.zawya.com/en/press-release/africa-press-releases/african-development-bank-world-food-programme-wfp-project-boosts-wheat-production-in-war-torn-sudan-amid-dw41qyha",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Africa Press Release",
  "published": "2024-06-21T08:52:00.000+03:00",
  "title": "African Development Bank, World Food Programme (WFP) project boosts wheat production in war-torn Sudan amid soaring hunger",
  "text": "An emergency wheat production project in Sudan financed by the African Development Bank ( www.AfDB.org ) and executed by the United Nations World Food Programme (WFP) has increased wheat production in the country by up to 70% in targeted project locations across five states within the past year.\nThe African Development Bank provided a total of $75 million to WFP for the implementation of the Sudan Emergency Wheat Production Project over the course of two years.\n“This development comes at a critical time for Sudan, which is facing a looming hunger catastrophe due to the ongoing conflict, that has slowed down production in the past agricultural season,”Nnenna Nwabufo, the Bank’s Director General for Eastern Africa region said.\n“Given the great potential that agriculture offers even under circumstances of active conflict, and with famine in Sudan on the horizon, threatening millions of lives, this project has brought a lot of hope.”\nShe added: “This year alone, 22 percent of the national wheat demand was met through the project. Its impressive performance has demonstrated that there are viable solutions to increasing domestic production to address the rising levels of hunger and acute malnutrition in the country. We are pleased that the scaled-up delivery of certified climate resilient wheat seed varieties and fertilizers to smallholder farmers in the target areas across the country was timely, and saved a number of lives, under the prevailing challenges of conflict.”\nMary Monyau, the Bank’s Country Manager for Sudan explained the scope of the project. “This wheat production project financed by the African Development Bank became the heart of production at this critical moment in Sudan. It provided food security, yielding 645,000 metric tonnes of wheat this year, and also became a critical crisis response intervention to the internally displaced persons,” she stated, adding, “More than 30% of the beneficiaries in the Northern State are IDPs”.\nShe went on: “The project was anchored on earlier game-changing wheat production initiatives under the Technologies for African Agricultural Transformation project implemented in 2018 to 2021, providing a clear example of how a longer-term development intervention can meet short-term emergency and humanitarian needs with forward-looking resilience building. We thank our development partner, the World Food Program, for implementing this project and ensuring positive outcomes in at least 5 states, namely Gezira, Kassala, River Nile, White Nile, and Northern States, despite the active conflict in the country.”\nSummarising the scenario, WFP Sudan Representative and Country Director, Eddie Rowe, said: “The ongoing conflict in Sudan has had a devastating impact on agriculture. Sudan produced merely half the wheat it would have produced in a typical year. Thanks to funding from the African Development Bank, WFP was able to mitigate some of the impacts of this war on wheat production.”\nThe project distributed climate-adapted wheat seeds and fertilizers to over 170,000 smallholder farmers in the five states during the 2023-2024 agricultural season, covering areas largely located in the relatively stable northern and eastern states of Sudan where conflict has not yet spread, as well as conflict-affected areas such as Gezira and White Nile states.\nThe yield of 645,000 metric tonnes of wheat this year accounted for 22 percent of the total wheat consumption needs of Sudan. On average, farmers reported a 44 percent increase in productivity per hectare as compared to the previous season. Around 16,000 of the farmers who received support had been newly displaced by conflict in the last 13 months. The project offered support and resources for these farmers to rebuild their livelihoods. In addition, 12 harvester machines were provided to farmers' associations in River Nile and Northern states to enable them harvest more efficiently to significantly reduce losses.\nSudan, which is facing an unprecedented hunger catastrophe, risks becoming the world’s largest hunger crisis. A new WFP analysis has identified 41 hunger hotspots, noting that about 2.1 million people are at high risk of falling into IPC 5 (Integrated Food Security Phase Classification) if they do not urgently receive humanitarian assistance.\nInvestments in agricultural productivity in Sudan are critical to increasing crop yields and food availability in the face of devastating levels of violence and hunger.\nDistributed by APO Group on behalf of African Development Bank Group (AfDB).\nContacts:\nJoyce Mulama\nCommunication and External Relations\nemail: media@afdb.org\nTechnical contact:\nMaurice Wanyama\n+254722370853\nemail: m.wanyama@afdb.org",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Health",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.africa-newsroom.com/files/large/a43d857a52fe022",
    "https://apo-opa.co/3RDXwIm",
    "https://africa-newsroom.com/files/large/a43d857a52fe022",
    "https://www.apo-opa.co/3RDXwIm"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nnenna nwabufo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wfp",
        "sentiment": "negative"
      },
      {
        "name": "world food programme",
        "sentiment": "negative"
      },
      {
        "name": "african development bank",
        "sentiment": "negative"
      },
      {
        "name": "united nations world food programme",
        "sentiment": "none"
      },
      {
        "name": "bank",
        "sentiment": "none"
      },
      {
        "name": "sudan emergency wheat production project",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sudan",
        "sentiment": "none"
      },
      {
        "name": "eastern africa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T13:24:25.992+03:00",
  "updated": "2024-06-21T13:24:25.992+03:00"
}