{
  "thread": {
    "uuid": "76f1e1bcbe00060753a2be3e4a52a159818c079d",
    "url": "https://www.hstoday.us/subject-matter-areas/airport-aviation-security/dfw-implements-groundbreaking-security-screening-solutions-for-aviation-personnel/",
    "site_full": "www.hstoday.us",
    "site": "hstoday.us",
    "site_section": "https://www.hstoday.us/rss",
    "site_categories": [
      "media",
      "hacking",
      "tech"
    ],
    "section_title": "Hstoday",
    "title": "DFW Implements Groundbreaking Security Screening Solutions for Aviation Personnel",
    "title_full": "DFW Implements Groundbreaking Security Screening Solutions for Aviation Personnel",
    "published": "2024-01-19T20:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.hstoday.us/wp-content/uploads/2024/01/air.jpg",
    "performance_score": 0,
    "domain_rank": 23471,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "76f1e1bcbe00060753a2be3e4a52a159818c079d",
  "url": "https://www.hstoday.us/subject-matter-areas/airport-aviation-security/dfw-implements-groundbreaking-security-screening-solutions-for-aviation-personnel/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matt Seldon",
  "published": "2024-01-19T20:49:00.000+02:00",
  "title": "DFW Implements Groundbreaking Security Screening Solutions for Aviation Personnel",
  "text": "In a strategic initiative to bolster security measures and enhance operational efficiency, Dallas-Fort Worth International Airport (DFW) is set to deploy a dozen cutting-edge Rohde & Schwarz (R&S) QPS Walk2000 walk-through scanners. The primary objective of this deployment is to optimize and streamline security protocols, particularly at employee checkpoints, where high-volume screening is essential.\nThese advanced scanners will play a pivotal role in scrutinizing aviation workers gaining access to secure areas of the airport, meticulously detecting both metallic and non-metallic threats, weapons, and contraband. The move comes as part of DFW’s commitment to adopting state-of-the-art technology to fortify its security infrastructure and align with evolving global aviation safety standards.\nLuke Olsen, Business Development Manager for Emerging Technologies at Rohde & Schwarz USA, Inc., expressed enthusiasm about the collaboration, highlighting the transformative impact of the R&S QPS Walk2000 in the realm of security screening. Olsen remarked, “The R&S QPS Walk2000 is one of the most transformational new solutions in security screening, and we are thrilled to work with DFW to optimize the system for screening the airport’s thousands of employees.”\nWhat sets the R&S QPS Walk2000 apart is its proven millimeter-wave technology, which brings a level of precision crucial for high-volume screening. Olsen emphasized the system’s ability to deliver efficient and cost-effective employee screening, eliminating the need for the removal of most coats and outerwear, thereby streamlining overall security screening processes at the airport.\nThe R&S QPS Walk2000, purposefully developed to meet the demands of high-volume security screening, encompasses a wide range of operations requiring rapid and accurate detection of metallic and non-metallic threats, contraband, explosives, drugs, 3D printed weapons, ceramic blades, and other prohibited items. Notably, the system’s detection software has been finely tuned to cater specifically to the screening needs of aviation workers, eliminating the necessity to remove employee badges, nametags, outerwear, and belts.\nThis bespoke optimization is particularly beneficial during crucial times such as shift changes, ensuring that the aviation worker screening process remains efficient and seamless. As DFW continues to invest in cutting-edge technology, the deployment of the R&S QPS Walk2000 underscores the airport’s dedication to staying at the forefront of security innovation, ultimately reinforcing its commitment to providing a safe and secure environment for both passengers and personnel alike.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "olsen",
        "sentiment": "none"
      },
      {
        "name": "luke olsen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dfw implements groundbreaking security screening solutions",
        "sentiment": "negative"
      },
      {
        "name": "rohde & schwarz",
        "sentiment": "none"
      },
      {
        "name": "business development manager for emerging technologies at rohde & schwarz usa, inc.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dallas",
        "sentiment": "none"
      },
      {
        "name": "dfw",
        "sentiment": "none"
      },
      {
        "name": "worth international airport",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T22:05:08.363+02:00",
  "updated": "2024-01-19T22:05:08.363+02:00"
}