{
  "thread": {
    "uuid": "a1b55e1ca43479118c6dfca200707adc89fb9b88",
    "url": "https://www.androidpolice.com/gmail-automatically-move-email-tag-folder",
    "site_full": "www.androidpolice.com",
    "site": "androidpolice.com",
    "site_section": "https://www.androidpolice.com/feed",
    "site_categories": [
      "cell_phones",
      "tech"
    ],
    "section_title": " Android Police ",
    "title": "Gmail: How to automatically move emails to a label",
    "title_full": "Gmail: How to automatically move emails to a label",
    "published": "2024-04-12T02:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static1.anpoimages.com/wordpress/wp-content/uploads/2022/12/gmail-2023-ap-hero.jpg",
    "performance_score": 0,
    "domain_rank": 2949,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a1b55e1ca43479118c6dfca200707adc89fb9b88",
  "url": "https://www.androidpolice.com/gmail-automatically-move-email-tag-folder",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Faith Leroux",
  "published": "2024-04-12T02:33:00.000+03:00",
  "title": "Gmail: How to automatically move emails to a label",
  "text": "Are you tired of micromanaging your Gmail inbox, only to get immediately\nclogged up with spam and email alerts within a few hours? Use Gmail filters to customize your filters and send emails to assigned labels without hassle. Managing your Gmail inbox using the desktop client is easier. If you don't own a computer, set yourself up comfortably on a spacious Android tablet using desktop mode.\nHow to automatically assign labels to Gmail messages\nAfter creating labels and adding the new filter rule, you can move emails to Gmail. We walk you through setting up a rule for incoming mail while applying the label to the matching messages. See the steps below to get started.\nHow to set up a label in Gmail for your emails\nYou can use filters for your Gmail folders (labels). The filters push traffic to the designated label (effectively a folder in Gmail). The first step involves adding a label for your filters.\n1. Open and log in to Gmail on your web browser.\n2. Click the plus icon next to Labels on your Gmail inbox home page.\n3. Enter a label name inside the Please enter a new label name field. This example uses \"Android Police.\"\n4. After naming the label, click Create.\nWhile creating new labels, you can add a parent label by ticking the Nest label under box and selecting a parent label in the drop-down menu. This displays the label under the parent label. Suppose you have newsletter emails from multiple websites. In that case, the parent label can be Newsletter, and the other labels nested under Newsletter could be Android Police, XDA Developers, and Pocket-lint.\n[ ](/how-to-create-organize-automate-gmail-labels/)\nImprove your email organization in Gmail\n[ How to create labels in Gmail ](/how-to-create-organize-automate-gmail-labels/)\nHow to create a Gmail filter and add search criteria\nAfter deciding on a label for your new emails, set up the filter function to automatically move your incoming mail to the label.\n1. On a web browser, open Gmail.\n2. Click the gear icon in the upper-right corner.\n3. Click See All Settings under Quick Settings.\n4. Go to the Filters and Blocked Addresses tab.\n5. Fill the Has the words field with a label (this example uses \"Android Police\"). Alternatively, add an email address in the From field, especially if the email address is affiliated with a topic.\n6. Select Create filter.\n7. Check the Skip the Inbox (Archive it) and Apply the label boxes. Then, select the label (Gmail folder) where you want the emails to be moved. If you do not add the Skip the Inbox (Archive it) option to the filter, your emails appear in your primary inbox and inside your label.\n8. Choose Create filter.\nWhen you archive these emails, they still appear in All Mail. However, you can hide the All Mail label in the Label settings. Then, you can hide and show your preferred labels.\n[ ](/gmail-search-filters-ultimate-guide-explainer/)\nFind the exact email you've been looking for, or finally reach Inbox Zero\n[ Gmail: The ultimate guide for advanced search filters ](/gmail-search-filters-ultimate-guide-explainer/)\nMany great email apps exist on mobile\nIf you\nsign up for a Gmail account and decide it isn't for you, there are other great email options. Finding the right app and email system that works for you makes managing your inbox a breeze. Emails keep you up to date with news and securing contacts online. So check out other apps when Gmail becomes too cumbersome.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T02:34:16.206+03:00",
  "updated": "2024-04-12T02:34:16.206+03:00"
}