{
  "thread": {
    "uuid": "e17bb489519e7e4ce7c36c27aa54dab7e162d816",
    "url": "https://brocku.ca/brock-news/2024/02/student-awards-help-horizon-scholarship-recipient-reach-for-academic-dreams",
    "site_full": "brocku.ca",
    "site": "brocku.ca",
    "site_section": "http://www.brocku.ca/taxonomy/term/85/all/feed",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "The Brock News",
    "title": "Student awards help Horizon Scholarship recipient reach for academic dreams",
    "title_full": "Student awards help Horizon Scholarship recipient reach for academic dreams",
    "published": "2024-02-29T23:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://brocku.ca/brock-news/wp-content/uploads/2024/02/Shamae-Quinquito-IMG_5006-RS-1050x700.jpg",
    "performance_score": 0,
    "domain_rank": 8256,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e17bb489519e7e4ce7c36c27aa54dab7e162d816",
  "url": "https://brocku.ca/brock-news/2024/02/student-awards-help-horizon-scholarship-recipient-reach-for-academic-dreams",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jocelyn Titone",
  "published": "2024-02-29T23:34:00.000+02:00",
  "title": "Student awards help Horizon Scholarship recipient reach for academic dreams",
  "text": "Applied Health Sciences master’s student Shamae Quinquito (BSc ’23) is one of 20 recipients of Brock’s 2023-24 Horizon Graduate Student Scholarship.\nNOTE: This is one in a series of articles on Brock’s 2023-24 Horizon Graduate Student Scholarship recipients. Read other stories in the series on\nThe Brock News.\nA year into her university studies, Shamae Quinquito (BSc ’23) received news that has had a lasting impact on her and her family.\nHer father lost his job due to COVID-19 pandemic layoffs, and she, her two sisters and mother had to take on additional work to support their already low-income family.\nThe money she had earned working full-time during a gap year between high school and university was already spent to cover the cost of her first-year courses, educational supplies and housing expenses to live away from her hometown, Kincardine.\nOn top of a full course schedule, Quinquito began working part time throughout the Fall and Winter Terms and worked 40-hour weeks during breaks so she could help her parents buy groceries and pay utility bills.\n“The sudden financial strain posed a significant challenge in my family,” said the Brock University Applied Health Sciences master’s student, who was in her first year of Brock’s Bachelor of Science in Biomedical Sciences program at the time. “I meticulously managed my time and finances — working and balancing my studies. It wasn’t always easy, and it required sacrifices and adjustments, but it taught me the importance of responsibility and looking out for my family.”\nThanks to the support she received from Brock’s student awards, such as the Dr. Yousef Haj-Ahmad Scholarship in Biology and Biotechnology, and the Horizon Graduate Student Scholarship, Quinquito has been able to financially support herself and help her family without sacrificing her education.\n“Brock helped me a lot throughout my journey,” she said. “The University is very supportive of students like me who are capable of doing well in school but are financially unstable.”\nThe financial support she received as an undergraduate student allowed her the time to focus on her studies, resulting in high academic marks and making the Dean’s honour list every year.\nQuinquito was also able to take on leadership roles in several academic-focused clubs that complemented her science education, such as the Faculty of Math and Science Council, the Human Anatomy Team program, Lab Links to Careers and Science Start. She became involved with the Interprofessional Education for Quality Improvement Program, where she evaluated the satisfaction and respite of clients and caregivers within Niagara Region’s senior program, and co-founded the Brock Learners Association, which hosted workshops to demonstrate strategies for effective learning, productivity, healthy habits and integrating technology into studying.\nAs she became increasingly interested in human anatomy and physiology, the opportunity to conduct research in her fourth year of undergrad set her on a path towards graduate studies.\nUnder the supervision of Assistant Professor of Kinesiology Stephen Klassen, Quinquito analyzed heart rate variability to understand the impact of long-term inactivity and presented her findings at the Mapping the New Knowledges Research Conference last year.\n“Defending my thesis in front of esteemed professors solidified my desire to continue conducting research in this field with Dr. Klassen,” she said.\nAs a master’s student, Quinquito is examining the cardiac physiology pathway and how different properties of blood vessels, like vascular compliance, contribute to exercise. She hopes it will offer greater insights into how humans increase blood flow to meet the metabolic demands of contracting muscles during exercise.\nShe is also enjoying learning about the specialized equipment needed to conduct her research, such as the ultrasound machine, and seeing pilot data that tells a new story about the mechanisms contributing to exercise\n“It’s a lot of fun because now I get to be hands on,” she said. “For my undergrad thesis, I focused on analyzing data, but now I’m the one actually running and using the equipment in the lab, and I think it makes a big difference knowing how the data came about.”\nLooking back at her journey to graduate studies, Quinquito says her experiences have made her resilient, financially independent and more confident.\n“I’m proud of what I’ve accomplished and who I’ve become,” she said. “Learning to manage my time effectively and understanding the importance of family support have shaped me into someone who can thrive in the face of adversity.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brock",
        "sentiment": "negative"
      },
      {
        "name": "quinquito",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "applied health sciences",
        "sentiment": "negative"
      },
      {
        "name": "brock news",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:52:21.474+02:00",
  "updated": "2024-03-01T00:52:21.474+02:00"
}