{
  "thread": {
    "uuid": "13e7fd67720c1f97555e819a416ee03efe76ff92",
    "url": "https://www.crossway.org/articles/9-ways-to-pass-on-your-faith-through-family-milestones",
    "site_full": "www.crossway.org",
    "site": "crossway.org",
    "site_section": "https://crossway.org/articles",
    "site_categories": [],
    "section_title": "\n  \n\n  Crossway Articles\n",
    "title": "9 Ways to Pass on Your Faith through Family Milestones | Crossway Articles",
    "title_full": "9 Ways to Pass on Your Faith through Family Milestones | Crossway Articles",
    "published": "2024-06-02T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.crossway.org/articles/images/9-Ways-to-Pass-on-Your-Faith-through-Family-Milestones_3.jpg",
    "performance_score": 0,
    "domain_rank": 24124,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "13e7fd67720c1f97555e819a416ee03efe76ff92",
  "url": "https://www.crossway.org/articles/9-ways-to-pass-on-your-faith-through-family-milestones",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matt Chandler; Adam Griffin",
  "published": "2024-06-02T03:00:00.000+03:00",
  "title": "9 Ways to Pass on Your Faith through Family Milestones | Crossway Articles",
  "text": "9 Ways to Pass on Your Faith through Family Milestones The Best Inheritance Your faith is your children’s best possible inheritance. Pass it on to them as often and thoroughly as you can. Since faith grows, expands, and multiplies, there will always be enough for every one of your potential descendants. There are many ways you can make milestones special opportunities to pass on your faith. Here is a short list of examples for you to consider as you approach making a “milestone plan.” 1. Heirlooms and Mementos Consider what physical items you might give to your children as a symbol of their Christian heritage. This is not commodifying your legacy; this is reminding them of their part in Christ’s. This could be a family keepsake, a cross necklace, a purity ring, a new Bible, a letter, a pocketknife, a tool, or their first (fill-in-the-blank). Maybe you have something that was handed down to you that you can hand down to them in order to remind them of the family tradition of faithfulness to your God. Giving a gift may also serve as a symbol of a day worth remembering. Connect the gift with an important event so that they will see it and associate it with what the Lord has done. Similar to the way a bride and groom exchange rings on their wedding day to remind one another of their vows, you can give your children objects that will remind them of the covenant relationship they have with God. [Family Discipleship](/books/family-discipleship-case/) [Matt Chandler](/authors/matt-chandler/), [Adam Griffin](/authors/adam-griffin/) Here is a book written for parents that focuses not on their inability, but on God’s ability to help raise their children in the faith through a guided framework focusing on time, moments, and milestones. 2. Rituals and Traditions Decorating a Christmas tree, singing “Happy Birthday,” hunting for Easter eggs—these are all common family traditions. Creating annual traditions infused with gospel truth is a great way to hand down your faith to your children. Traditions are a customary practice that you pass on to your kids by habitually acting them out together. Similarly, rituals are the established way you practice your religion collectively. Traditions and rituals are an important aspect of milestones since they happen repeatedly and repetition leads both to learning and to remembrance. Find ways to create and foster new family traditions that communicate your faith in the God of the Bible. A rite of passage is a significant ritual that communicates the shift from childhood to adulthood. We described what this looks like in the Chandler house earlier in this chapter. Rituals are powerful opportunities because they go beyond the normal rhythm of your family into something momentous. Some churches have ceremonies like this built into their rhythms, like the rite of confirmation or a purity ceremony. We highly recommend making a rite-of-passage ceremony a part of your milestone plan. 3. Events and Experiences Creating an experience can take an ordinary event in a person’s life and elevate it to something extraordinary. Think about all the engagement stories you have ever heard. Most of them do not involve the simple gift of a ring. There is something about the elaborate nature of the surprise that communicates genuine love and thoughtfulness. The more the man uniquely caters the fanfare to the bride, the more she appreciates his effort and the more clearly his affection is communicated. Think of your children’s family discipleship milestones in the same way. How can you turn a time of recognizing or celebrating what the Lord has done into an event or an experience they will never forget? Would they love to find the keys to their first car at the end of a scavenger hunt you designed? Would they appreciate going out to lunch at their favorite restaurant and receiving a cross necklace after their first time taking Communion? Would they be delighted by a letter or toast from you about your parental pride, heartfelt prayers, and trust as you allow them to start dating? How can you make their first school dance, church retreat, graduation, wedding, mission trip, or first day at a new job a spiritually influential event? 4. Crafts and Projects If you are crafty or handy, consider how making or building something together could be part of a milestone for your child. Finishing a functional or artistic project can be a great memory-forming activity for your family. Your finished product is a testament to time spent together and the lessons and messages learned along the way. Your faith is your children’s best possible inheritance. 5. Feasts and Fasts Both feasting and fasting are great ways to commemorate the Lord’s work. Feasting celebrates the Lord’s grace and generosity toward you. Traditionally fasting for a season can help your family remember that God is all they need. You can mark what God is doing through abundance or with deprivation, as long as the focus is on your praiseworthy God. 6. Monuments and Memorials In Scripture the people of God often erected monuments to remind them of all the Lord had done. If an heirloom is a memento that can go with you anywhere, a monument is more like something built and left in a place that is significant, similar to the way we use a gravestone as a memorial of someone’s life. A tree planted at a family home, a family name carved in the wet cement of a sidewalk, a special brick or cornerstone laid into the wall of a new house, a word or phrase carved into the trunk of a tree—these are all examples of physical monuments that can be used in teaching your children something about God in ways they can literally look back at and remember. You might want to make a family time capsule. Fill something with precious letters or mementos and open it one day on a memorable date for your family. 7. Responsibility and Authority After your children reach a milestone spiritually or physically, you might consider how to give them new responsibilities. This could be coming to the main worship service with mom and dad, getting a driver’s license, getting a job, taking Communion, reaching a savings goal, cooking for themselves, doing laundry or yard work, paying a family bill, serving in ministry, and so on. Responsibilities communicate trust and teach accountability. Handing off responsibility to your children can be a great way to entrust them with authority. 8. Symbols and Crests Christianity is a faith bursting with symbols, including the ichthus, the dove, the alpha and omega, the Trinity knot, and, of course, the cross. Symbols are packed with meaning and memory, and so they make powerful additions to family discipleship milestones. For hundreds of years, some families have incorporated a family crest, something like a trademark symbol for their family. Creating or implementing a symbol unique to your family can be a creative way of crystalizing your family’s legacy and priorities. 9. Journeys and Destinations A pilgrimage is a journey with a religious purpose. Touring the geography of the Bible in Israel is a fantastic pilgrimage, but you don’t have to go far from home to take an important family trip. Journeys make great family discipleship milestones as they are adventures fraught with teachable moments and predisposed to making life-long memories. The journey can make the destination special; how you get there is as important as where you are going. Take a train, boat, bike, or a simple road trip for travel’s sake, and make the journey special. You know what would truly delight your family and be spiritually significant so use what you know about your children to creatively design a milestone journey. You might plan a wilderness adventure full of camping, canoeing, fishing, hunting, and hiking. Or it might better suit your family to journey to a special location—a mountain, the beach, another country, or a theme park. You might also consider journeys that are not as inward focused. Doing a short-term mission trip together as a family can be a profound experience. This article is adapted from [Family Discipleship: Leading Your Home through Time, Moments, and Milestones](https://www.crossway.org/books/family-discipleship-case/) by Matt Chandler and Adam Griffin. Related Articles [](/articles/10-key-bible-verses-on-parenting/) [ 10 Key Bible Verses on Parenting ](/articles/10-key-bible-verses-on-parenting/) Children are a gift from the Lord, and he is faithful to grant wisdom and guidance to those who are called to shepherd those in their care. [](/articles/10-things-you-should-know-about-family-discipleship/) [ 10 Things You Should Know about Family Discipleship ](/articles/10-things-you-should-know-about-family-discipleship/) In Jesus's call to make disciples everywhere and to teach his commandments entirely, we can be absolutely sure that this imperative includes those disciples we will make in our own homes. [](/articles/the-best-parenting-passage-in-the-entire-bible/) [ The Best Parenting Passage in the Entire Bible ](/articles/the-best-parenting-passage-in-the-entire-bible/) Our children must learn to look at life through the lens of the will and plan of their Creator—to develop a comprehensive biblical worldview that is distinctively God-centered and biblically driven. [](/articles/when-marriage-and-motherhood-become-idols/) [ When Marriage and Motherhood Become Idols ](/articles/when-marriage-and-motherhood-become-idols/) When we moralize marriage and motherhood, we inadvertently create a hierarchy in the church with the moms on top (the more children the godlier) and the singles without children on the bottom.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T19:15:09.772+03:00",
  "updated": "2024-06-02T19:15:09.772+03:00"
}