{
  "thread": {
    "uuid": "987bb2a1b47ead99accaf86980860ece79617c32",
    "url": "https://www.elimparcial.com/sonora/sonora/Contribuyen-sectores-a-la-recuperacion-de-empleos-en-Sonora-20231230-0020.html",
    "site_full": "www.elimparcial.com",
    "site": "elimparcial.com",
    "site_section": "https://webcams.elimparcial.com/sonora",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias de Sonora | EL IMPARCIAL",
    "title": "Contribuyen sectores a la recuperación de empleos en Sonora | Noticias de Sonora | EL IMPARCIAL",
    "title_full": "Contribuyen sectores a la recuperación de empleos en Sonora | Noticias de Sonora | EL IMPARCIAL",
    "published": "2023-12-30T20:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.elimparcial.com/__export/1703963124940/sites/elimparcial/img/2023/12/30/2431464.jpg_673822677.jpg",
    "performance_score": 0,
    "domain_rank": 31471,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "987bb2a1b47ead99accaf86980860ece79617c32",
  "url": "https://www.elimparcial.com/sonora/sonora/Contribuyen-sectores-a-la-recuperacion-de-empleos-en-Sonora-20231230-0020.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CMS Medios",
  "published": "2023-12-30T20:10:00.000+02:00",
  "title": "Contribuyen sectores a la recuperación de empleos en Sonora | Noticias de Sonora | EL IMPARCIAL",
  "text": "Contribuyen sectores a la recuperación de empleos en Sonora La industria manufacturera fue la que más crecimiento registró en 2023. HERMOSILLO, Sonora.- Sectores económicos del Estado han colaborado en la recuperación de empleos este año lo que ha contribuido a mejorar la economía de Sonora. Este año la industria manufacturera fue la que más crecimiento reportó en materia económica y empleos al recuperar los 20 mil que se perdieron durante la pandemia de Covid y crear 33 mil 500 nuevos en el periodo de enero a noviembre. Jesús Gámez García, presidente de Index (Industria Maquiladora y Manufactura de Exportación) señaló que al cierre de diciembre prevén llegar a 35 mil nuevos empleos, de los cuales poco más 18 mil 500 fueron creados en Hermosillo por la [ apertura del tercer turno en la planta Ford.](https://www.elimparcial.com/sonora/sonora/Resaltan-movimiento-economico-en-Sonorapor-Ford-Motor-Company-20230712-0018.html) Apuntó que en el 2023 crecieron el triple en materia de empleos, al pasar de 11 mil 500 nuevos empleos en 2022 a 35 mil, que es la proyección al cierre de diciembre, es decir, mil 500 más de lo que generaron en noviembre. Vemos un año que nos trajo mucho crecimiento para las empresas instaladas, estamos hablando de crecimiento orgánico y estamos viendo que el próximo año será igual o mejor que el 2023 por la tendencia de la relocalización de empresas vía ‘nearshoring’ va a seguir pero se van sumando factores como el China más uno”, indicó. Las empresas chinas, dijo, buscan relocalizar una planta fuera de su país y Estados Unidos enfrenta dificultades para encontrar mano de obra para trabajar en la industria y lo que ha generado interés en moverse a México para reforzar operaciones o realizar nuevas instalaciones. “El tema de la electromovilidad que está creciendo por los carros eléctricos, en el mercado de Norteamérica hay mucho auge y México es la principal atracción de la industria que está en la cadena de suministro y eso hace que Sonora también aparezca en ese mapa”, externó. La instalación de semiconductores en Phoenix, Arizona, agregó, hace que Sonora sea una región atractiva natural para proveer componentes a esa industria, pues cuenta con las condiciones para hacerlo. REPUNTA LA CONSTRUCCIÓN La industria de la construcción este año no sólo recuperó el 22% que perdió durante la pandemia de Covid, sino que además creció un 6% por las inversiones por las obras públicas y privadas que están en curso en el Estado, señaló Jorge Aguirre Robles. El presidente de la Cámara Mexicana de la Industria de la Construcción (CMIC) subrayó que este año se ha registrado una gran cantidad de inversiones por el crédito de 2 mil 100 millones de pesos que se invertirá en 110 acciones a favor de 116 municipios. Subrayó que las obras públicas responden a necesidades urgentes del Estado como la conducción de agua en la avenida Tecnológico en Nogales para evitar inundaciones, así como rehabilitaciones de carreteras, auditorios, calles en Hermosillo, y otras. Aparte hay mucha obra tradicional municipal, estatal y federal, así como inversiones de gran envergadura como las vías de tren en Nogales, la del puerto de Guaymas, la fotovoltaica de Peñasco, todo esto genera bastante trabajo y lo importante es que es en varias regiones”, subrayó. COMERCIO CON 360 MIL EMPLEOS El sector comercial este año acaparó 360 mil empleos formales en Sonora, lo que significa un 7% de crecimiento económico con relación al 2022 y las expectativas es que este ritmo se mantenga durante el 2024. Juventino Félix Lugo, presidente de la Cámara Nacional de Comercio y Servicios Turísticos (Canaco Servytur) Hermosillo, señaló que los empleos que generaron sus representados tienen sueldos de más de 5 mil pesos mensuales. Fue mejor el 2023 para el sector comercial, fue un año de crecimiento arriba de las expectativas, veníamos de años difíciles, cadenas de suministro poco restringidas, efectos de Covid, la gente con futuros inciertos o baja expectativa de que repitieran en los encierros, en otro brote o nuevas variantes”, apuntó. A mitad de 2023 el País mostró un crecimiento y aunque en Sonora y Hermosillo fue paulatino, la cifra de desempleo y la inflación son a la baja por el incremento en las inversiones directas que llegaron al Estado, lo que da como resultado un mejor año. “Según el Inegi dato el sector comercial abarca 360 mil puestos de trabajo en el Estado con sueldo promedio arriba de 5 mil pesos mensuales, eso nos da un panorama para el próximo año que es lo que estamos viviendo, es una derrama económica de mil 800 millones de pesos mensuales sólo en nóminas, sabemos que vienen inversiones. “El Gobierno del Estado sigue con infraestructura en el puerto de Guaymas, en el cambio de las vías del tren en Imuris-Nogales, el crecimiento de la planta fotovoltaica y lo más importante que está por venir es la planta de gas licuado, eso nos da un panorama muy interesante para el sector terciario para 2024”, destacó. TURISMO SUPERA CIFRAS DEL 2019 El sector turístico registró este año al cierre de noviembre un crecimiento en la ocupación de tres puntos con relación al 2022 y de uno comparado con 2019, que fue el año récord en la historia de Hermosillo, reveló Francisco García Karam. El presidente de la Oficina de Convenciones y Visitantes (OCV) señaló que este año contribuyeron los eventos deportivos que se realizaron en los periodos bajos de la plaza. “La Codeson entre junio y julio nos generó, no solamente a Hermosillo sino también a otros puntos, alrededor de cinco eventos nacionales e internacionales los cuales aumentaron y te digo aumentaron la ocupación en fechas donde por lo regular son muy bajas”, subrayó. En empleo, dijo, no ha realizado un sondeo para ver cuánto aumentó la plantilla en hoteles, pero cada evento que se realiza genera plazas temporales o a terceros. La última vez que vimos eso era el 4% de la población económicamente activa la que trabajaba en un tema de turismo y estoy convencido que ahora vamos a superar el 5%”, puntualizó. En materia de inversión ya están en pláticas con dos cadenas de hoteles para la instalación de dos nuevos que vendrán a sumarse a las 5 mil habitaciones que ya hay en Hermosillo. “En una plaza de casi 5 mil habitaciones habíamos tenido como máximo un 59% de ocupación en el 2019 y ahorita traemos el 60% a expensas de lo que genere diciembre”, indicó García. Añadió que los pasajeros en tránsito que reporta el Aeropuerto Internacional Ignacio Pesqueira que en octubre ya [se había superado los 2 millones.](https://www.elimparcial.com/sonora/hermosillo/Aeropuerto-de-Hermosillo-llega-a-2-millones-de-pasajeros-este-ano-20231130-0018.html) MINERÍA GENERA MÁS RECURSOS La minería de Sonora de enero a octubre de 2023 aportó 112 mil 287 millones de pesos, lo que representa el 31.4% de la producción minero-metalúrgica nacional, lo que lo llevó a ocupar el primer lugar en el País, resaltó David Ramos Félix. El presidente de la Asociación de Ingenieros en Mina, Metalurgistas y Geólogos de México (Aimmgm), apuntó que el 2023 ha sido de grandes retos para el sector minero y confían que el 2024 reforzarán de manera profesional todo el trabajo que para refrendar el liderazgo nacional en producción de minerales. Expuso que este 2023 la minería aportó más del 25% del Producto Interno Bruto en la entidad, generó 146 mil empleos directos e indirectos, han mantenido el liderazgo nacional en la producción de cobre, oro, plata y grafito, y es el único Estado productor de wollastonita en el País, y eso ha llevado a México a ocupar el tercer lugar a nivel mundial. La minería actual es responsable con el medio ambiente, por lo que se suma a los esfuerzos del Gobierno y de la sociedad civil por la conservación y protección de la biodiversidad, por ejemplo, la minería en Sonora mantiene acciones y programas de conservación a favor del lobo gris mexicano, jaguar, guajolote de Gould, venado cola blanca y coatí”, externó. AFECTA LA SEQUÍA EXTREMA El sector primario, principalmente el ganadero este año registrará un decrecimiento económico luego de que los productores optaron por vender el 25% de su hato que se suma al 40% del 2021, admitió Juan Carlos Ochoa Valenzuela. El presidente de la Unión Ganadera Regional en Sonora (UGRS), informó que este año les fue mal en el tema de lluvias y es sabido por todos que Sonora enfrenta una sequía extrema. Nosotros dependemos de la lluvia, entonces, el sector está bastante golpeado en ese sentido. Si el año pasado fue buenísimo en lluvias y éste no llovió tenemos un problema serio porque estamos cayendo en el hato ganadero”, comentó. Aunque no tienen una medición en empleos por la reducción del hato, dijo, seguramente los números son inferiores al 2022 porque al haber menos ganado la actividad en los establos se reduce. El tema de sequía, dijo, es serio no sólo en el campo, sino también para el consumo humano y eso ha derivado la preocupación de los sectores económicos y gobiernos. “… lo único bueno en medio de tanta tragedia es que los mercados de ganado fueron muy buenos este año, cayeron fuerte en los dos últimos dos meses comparado con el año pasado, pero siguen siendo muy buenos”, aseguró. Ochoa Valenzuela agregó que económicamente si hubo una buena respuesta porque se generó más dinero de lo esperado con las ventas, pero no han dejado de decrecer y no hay ningún pronóstico de lluvias fuertes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T21:58:57.374+02:00",
  "updated": "2023-12-30T21:58:57.374+02:00"
}