{
  "thread": {
    "uuid": "068f170c73fba1da2316bfbd58383b1ee7e03fd9",
    "url": "https://www.freepressjournal.in/education/ugc-launches-annual-capacity-building-plan-for-employees",
    "site_full": "www.freepressjournal.in",
    "site": "freepressjournal.in",
    "site_section": "http://freepressjournal.in/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Free Press Journal",
    "title": "UGC Launches Annual Capacity Building Plan For Employees",
    "title_full": "UGC Launches Annual Capacity Building Plan For Employees",
    "published": "2024-01-02T12:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://media.assettype.com/freepressjournal/2024-01/ee07131b-c7db-4b1d-9e86-480ef3a3318d/Untitled_design___2024_01_02T155456_928.jpg",
    "performance_score": 0,
    "domain_rank": 9597,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "068f170c73fba1da2316bfbd58383b1ee7e03fd9",
  "url": "https://www.freepressjournal.in/education/ugc-launches-annual-capacity-building-plan-for-employees",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sunidhi Vijay",
  "published": "2024-01-02T12:50:00.000+02:00",
  "title": "UGC Launches Annual Capacity Building Plan For Employees",
  "text": "The UGC officially launched the Annual Capacity Building Plan (ACBP) on January 2, 2024. ACBP was officially launched by Prof. Mamidala Jagdesh Kumar, Chairman UGC in the presence of Dr. R Balasubramanium, Member HR, Capacity Building Commission. The Annual Capacity Building Plan (ACBP) is a thorough strategy that details with the necessary actions to improve the skills of individual officials and enhance the overall capacity of UGC. This plan is derived from a robust Capacity Need Assessment exercise that was done with UGC officials and staff over a period of 6 months starting from March, 2023. Professor Mamidala Jagdesh Kumar, UGC chairman said, “UGC is the 1st autonomous organization to have initiated planning for the capacity building of their employees in collaboration with CBC.” Training to focus four key areas The primary focus of UGC employee training will be on four main areas: behavioral competencies, functional competencies, domain competencies, and technology competencies. Behavioral competencies enable UGC staff to take on more significant roles than their usual responsibilities. Functional competencies improve their performance in administration, procurement, and financial management. Developing domain competencies enhances their specialized skills in areas like policy making and project management. Training in newer technology competencies enables them to achieve quicker turnaround times, improved efficiency, better digital record-keeping, and using technology platforms to engage with stakeholders. “The idea is to build, develop and enhance the abilities, talents, competencies, efficiency and qualifications of UGC employees to increase their capacity to serve the higher educational system in India,” Kumar added. Earlier efforts Over 600 UGC staff members joined the iGot Karmayogi platform by September 15, 2023. From October to December 2023, 630 employees completed over 4500 courses, with an average of 7 courses per employee. In 2023, the UGC held several in-person training programs covering topics such as Reservation in Services, Introduction to Emerging Technologies using AI, Overview of Data-Driven Decision Making (DDDM) using Higher Education data and relevant use cases, PFMS Awareness of General Financial Rules, Contract Management and Purchase of Services, RTI, and more for its employees. The UGC intends to continue these efforts to enhance its employees' capabilities and contribute to the government's Mission Karmayogi initiative which is aimed at improving the skills of government employees.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mamidala jagdesh kumar",
        "sentiment": "none"
      },
      {
        "name": "r balasubramanium",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ugc",
        "sentiment": "negative"
      },
      {
        "name": "cbc",
        "sentiment": "none"
      },
      {
        "name": "capacity building commission",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T12:54:44.127+02:00",
  "updated": "2024-01-02T13:00:08.516+02:00"
}