{
  "thread": {
    "uuid": "3669db7fa4b48169b8b842d87dfc6423d1345c57",
    "url": "https://www.hercampus.com/school/uc-berkeley/why-i-believe-in-manifestation/",
    "site_full": "www.hercampus.com",
    "site": "hercampus.com",
    "site_section": "https://www.hercampus.com/sitemap.rss",
    "site_categories": [
      "sexuality",
      "health"
    ],
    "section_title": "Her Campus",
    "title": "WHY I BELIEVE IN MANIFESTATION",
    "title_full": "WHY I BELIEVE IN MANIFESTATION",
    "published": "2023-12-29T23:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.bfldr.com/SH6M70M3/as/fzc83xbkfhkhxs26vmx55696/woman_meditating_on_the_beach_by_Simon_Rae_from_unsplash?width=1200&height=630&fit=crop&auto=webp",
    "performance_score": 0,
    "domain_rank": 10456,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3669db7fa4b48169b8b842d87dfc6423d1345c57",
  "url": "https://www.hercampus.com/school/uc-berkeley/why-i-believe-in-manifestation/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@hercampus",
  "published": "2023-12-29T23:12:00.000+02:00",
  "title": "WHY I BELIEVE IN MANIFESTATION",
  "text": "Have you ever caught the clock at 11:11 and squeezed your eyes shut to make a wish? Or filled your heart with desires upon seeing the fleeting gleam of a shooting star? Or gently blown away a fallen eyelash while holding the warmth of hope in your mind? These wishful traditions and legends may seem naive at times, but I like to believe that visualization and optimistic practices have bettered my life.\nManifestation, the practice of bringing a particular goal into reality through focused thoughts and intentions, has gained popularity in recent years. Especially on social media platforms, like TikTok, videos about spirituality and astrology have captured the attention of curious individuals. The theory of manifestation is often connected to the law of attraction, a universal philosophy that suggests that positive thinking attracts positive experiences.\nI embrace manifestation — not in the sense of passive thinking but in the sense of proactive alignment. In my everyday life, manifestation is a tool that I use to center my thoughts, emotions, and actions toward my ambitions. By channeling my energy toward more forward-looking and targeted pursuits, I have discovered the power that a confident mindset holds. Manifestation is not based on merely wishing for change. It’s based on actively working towards change and, most importantly, truly believing that change will occur.\nI find comfort in the simple superstitions of wishing wells and wishbones because they help me reflect on my dreams in a seemingly magical way. The act of wishing provides me with a sense of control and optimism in the face of adversity. This mindfulness empowers me to persevere through obstacles and appreciate my small victories.\nWhile manifestation is regarded as a pseudoscience, I can attest to the power of positive thinking in guiding my life. So, as you navigate the ups and downs of your life, try to remember that your wishes can hold potential if you allow them to. The next time that you catch sight of the clock at 11:11 or witness a shooting star while stargazing, give it a chance and embrace the possibility of magic.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T00:42:27.664+02:00",
  "updated": "2023-12-30T00:42:27.664+02:00"
}