{
  "thread": {
    "uuid": "0fd7b63b401f33811b874dbd56ac8628cea1d0b7",
    "url": "https://astanatimes.com/2024/06/from-world-stages-to-goodwill-ambassador-kazakh-violinist-marat-bisengaliev-shares-inspiring-journey",
    "site_full": "astanatimes.com",
    "site": "astanatimes.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "From World Stages to Goodwill Ambassador: Kazakh Violinist Marat Bisengaliev Shares Inspiring Journey - The Astana Times",
    "title_full": "From World Stages to Goodwill Ambassador: Kazakh Violinist Marat Bisengaliev Shares Inspiring Journey - The Astana Times",
    "published": "2024-06-22T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KZ",
    "main_image": "https://astanatimes.com/wp-content/uploads/2024/06/uuid0B3BA851-3B12-46EA-B669-59C8A7DD1EBAlibrary1type1mode1loctruecaptrue-2-1.jpg",
    "performance_score": 0,
    "domain_rank": 32296,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0fd7b63b401f33811b874dbd56ac8628cea1d0b7",
  "url": "https://astanatimes.com/2024/06/from-world-stages-to-goodwill-ambassador-kazakh-violinist-marat-bisengaliev-shares-inspiring-journey",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fatima Kemelova",
  "published": "2024-06-22T03:00:00.000+03:00",
  "title": "From World Stages to Goodwill Ambassador: Kazakh Violinist Marat Bisengaliev Shares Inspiring Journey - The Astana Times",
  "text": "ASTANA – In a career that has spanned decades and crossed numerous international boundaries, Marat Bisengaliev, a prominent Kazakh violinist, has reached a new pinnacle of success by being named Kazakhstan’s Goodwill Ambassador. Bisengaliev spoke to The Astana Times, sharing his ideas of how to make a positive impact in a new role and inspiring life stories. Born in 1962 in Almaty, Bisengaliev has made an international career as a violinist and a significant contribution as a conductor. He founded several orchestras at home, including Altyn Alma in 1989, the West Kazakhstan Philharmonic Orchestra in 2003, and the Almaty Symphony Orchestra in 2012. He is also a founding music director at the Symphony Orchestra of India. Described by The New York Times in 1995 for his “opulent, appealingly varied sound,” the musician expressed his pride in [receiving](https://astanatimes.com/2024/06/kazakh-foreign-ministry-launches-goodwill-ambassadors-project/) a prestigious award, acknowledging that it was a significant personal achievement. The recently launched award by the Kazakh Foreign Ministry aims to recognize and honor citizens who have made remarkable contributions to enhancing Kazakhstan’s image abroad. “I can tell you that I would proudly wear this title everywhere. I was doing this sort of job even before this title. I was bringing the Kazakh culture all around,” said Bisengaliev, who hails from a musical family. “This acknowledgement from the government is a really big deal for me.” Initiatives as a goodwill ambassador Bisengaliev spoke about his dedication to working with autistic children. “I was involved with Aruzhan Sain’s We Will Win Autism project. I go there every year to play concerts for autistic children and invite groups to my concerts. I believe that autistic children can be incredibly susceptive to classical music, very talented, and may even find a career in music. This is something which I proved by getting some of these children into my academy in Mumbai,” he said. As a goodwill ambassador, he highlighted another project close to his heart – a musical work called “Mission Aral,” which he developed with the help of a talented team of arrangers, orchestrators, and composers. The work consists of four parts. “It is the piece that shows the development of this beautiful sea, which it was previously, like in a very famous film, ‘The Forty-First,’ [a 1956 Soviet film] when this sea was really big, beautiful,” Bisengaliev said. The Aral Sea was once the world’s fourth largest lake, but dried up primarily due to the diversion of rivers that fed it, the Amu Darya and the Syr Darya, for agricultural irrigation projects. The second part of the musical work depicts the industrial period, particularly the extensive canal building in Uzbekistan to irrigate cotton fields, which eventually led to the gradual shrinking of the sea. Bisengaliev described the third part as a portrayal of devastation. “It is like an Armageddon, a picture that looks like Mars – complete devastation,” he said. The fourth part brings a message of hope. [Kazakhstan](https://astanatimes.com/2024/03/kazakhstan-advances-aral-sea-preservation-efforts/) and [Uzbekistan](https://astanatimes.com/2023/12/uzbekistans-saxaul-plantation-initiative-at-aral-sea-serves-as-beacon-of-hope-video/) have recently been making strides in restoring the sea. “There is hope. This piece finishes with hope, and I am pretty sure that with the help of the global community, we can bring this beautiful sea back,” he said. He stressed the global nature of the Aral Sea crisis. “Through music, I hope attention to this great catastrophe would be magnified all around and I hope this project would be performed throughout the world,” he said. “I shared this concept with other goodwill ambassadors and I hope the Ministry of Foreign Affairs will pick it up.” Bisengaliev emphasized his commitment to using his title as a goodwill ambassador to make a positive impact. Early career Despite the challenges of the political climate in the Soviet Union, Bisengaliev managed to carve out a name for himself. Speaking of his early years, he noted his biggest influence was his brother. “My biggest influence was my late brother, who died in a bike accident in 1989. He was five years older than me and already studied at Moscow central music school, and I just wanted to be like him. He played the violin. I wanted to play the violin,” said Bisengaliev. His early exposure to classical music ignited a passion that would define his life. Bisengaliev began playing violin when he was six. He attended the Kazakh National Conservatory named after Kurmangazy, which he graduated in 1981 and then pursued postgraduate studies at the Moscow Conservatory, formally known as the Tchaikovsky Moscow State Conservatory. Bisengaliev said his lack of absolute pitch was noted. However, having an absolute pitch is a rare skill, and the vast majority of musicians, including many highly successful professionals, rely on relative pitch. “Yes, I can’t recognize the note straight away. If you play me, I wouldn’t be able to say if it is D or G, but relative pitch is good in a way that I can adapt to different orchestras,” he said. He recounted his decision to enter the Kazakh National Conservatory during the height of the Soviet-Afghan War. He acknowledged that if he hadn’t secured a spot, he could have been drafted into the army and sent to Afghanistan. Challenging moments Reflecting on his career, Bisengaliev highlighted his concert in Hong Kong with the Moscow Symphony Orchestra as the most memorable and most challenging performance of his life. This concert, held in August 1994, was his first after a severe accident in England, which had sidelined him for half a year. “To lose half a year without playing the violin is really difficult. Any professional who did not play on a stage, and then went straight away to go to a very important concert, you don’t realize how hard it could be to come back. And that was probably the most nerve-wracking experience,” said Bisengaliev. He recalled the intense pressure and self-doubt he faced following the performance. “I was glad that I went through this, because after that concert, there were many thoughts, should I really continue as the soloist? In a way, quite a turning point for me, because it was important to go through this concert and then prove to myself that I can still do it,” he said. Bisengaliev revealed that this story had never been documented or shared with anyone before. “You are the first [journalist] I am telling this to,” he said. However, Bisengaliev emphasized that there were far more positive experiences than challenging ones. Shortly after his dramatic Hong Kong concert, he made his debut at Carnegie Hall. “The same year, I experienced one of my best concerts in Carnegie Hall. I realized that I was quite likely the first Kazakh playing at Carnegie Hall,” he said. The Kazakh musician stressed how incredibly difficult it is to get leading critics from major publications to attend your concert. “Somehow, I had a critic who came for that particular concert from the New York Times,” he said. The review that the critic wrote about Bisengaliev opened many doors. “Good reviews, especially for young and up-and-coming musicians, can open the doors,” he added. Being Kazakh Bisengaliev’s early career might have begun in the Soviet Union, but wherever he goes, he represents his home country, Kazakhstan. Bisengaliev said he still remembers watching BBC News while in London about Kazakhstan gaining its independence, and how he changed his passport from Soviet to Kazakh. “The transition of Kazakhstan into an independent republic was in front of my eyes on the screen of BBC News,” said Bisengaliev. He shared his passion for promoting Kazakh music, including through renowned composers like Karl Jenkins, one of the most performed living composers in the world. “Karl Jenkins has written about six suites based on Kazakh themes. This is something I feel passionate about because people like Karl Jenkins bring Kazakh melodies to the public globally,” he said. Such renditions, he noted, are good because they bring Kazakh music to the world. “I don’t see anything bad about it. Little by little, people get to know each other. Even a figure skater, skater, who was dancing to the music from his ‘Sarikiz,’ [a violin concerto that Jenkins created in 2008] everybody admired, and the commentators actually started researching it, finding out that it is not just Karl Jenkins, but from famous Abai Kunanbayev,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "marat b",
        "sentiment": "negative"
      },
      {
        "name": "marat bisengaliev",
        "sentiment": "negative"
      },
      {
        "name": "kazakhsta",
        "sentiment": "none"
      },
      {
        "name": "bisengaliev",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "astana times astana",
        "sentiment": "negative"
      },
      {
        "name": "kazakh foreign ministry",
        "sentiment": "none"
      },
      {
        "name": "new york times",
        "sentiment": "none"
      },
      {
        "name": "symphony orchestra of india",
        "sentiment": "none"
      },
      {
        "name": "west kazakhstan philharmonic orchestra",
        "sentiment": "none"
      },
      {
        "name": "almaty symphony orchestra",
        "sentiment": "none"
      },
      {
        "name": "astana times",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "almaty",
        "sentiment": "none"
      },
      {
        "name": "kazakhstan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T11:14:30.661+03:00",
  "updated": "2024-06-29T16:44:05.052+03:00"
}