{
  "thread": {
    "uuid": "67de943d454ec48cadb513f1e0f0ac6e833a81a4",
    "url": "https://www.charismanews.com/opinion/94703-doubts-and-proofs-of-jesus-resurrection",
    "site_full": "www.charismanews.com",
    "site": "charismanews.com",
    "site_section": "https://www.charismanews.com/index.php?format=feed&type=atom",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Charisma News | Breaking News. Spiritual Perspective.",
    "title": "Doubts and Proofs of Jesus' Resurrection — Charisma News",
    "title_full": "Doubts and Proofs of Jesus' Resurrection — Charisma News",
    "published": "2024-03-29T10:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.charismanews.com/images/stories/2024/3/Curtis_Resurrection_Pixabay.jpg",
    "performance_score": 0,
    "domain_rank": 24524,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "67de943d454ec48cadb513f1e0f0ac6e833a81a4",
  "url": "https://www.charismanews.com/opinion/94703-doubts-and-proofs-of-jesus-resurrection",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gary Curtis",
  "published": "2024-03-29T10:00:00.000+03:00",
  "title": "Doubts and Proofs of Jesus' Resurrection — Charisma News",
  "text": "The apostle Paul plainly declared the Resurrection of Jesus Christ from the dead an essential element of our faith. ( Pixabay ) If you read this on Resurrection Sunday , perhaps you have already exchanged the traditional hope-filled affirmation with other believers: \"He is risen!\" And they have responded, \"He is risen, indeed!\"\nThe apostle Paul plainly declared t he Resurrection of Jesus Christ from the dead an essential element of our faith: \"If Christ has not been raised, then your faith is useless, and you are still under condemnation for your sins,\" (1 Cor. 15:17, NLT).\nHumans Have Doubts; Scripture Offers Proofs\nQuestioning existential events is typical for natural men and women. The angels at the tomb declared to the women disciples, who were first to arrive, \"He isn't here! He has risen from the dead! Remember what he told you back in Galilee, that the Son of Man must be betrayed into the hands of sinful men and be crucified, and that he would rise again on the third day,\" (Luke 24:6-7).\nWhile our Lord's holy life and vicarious death on the cross of Calvary are the means of our forgiveness and justification in God's sight, His Resurrection from the dead proves that Father God accepted these salvific events as sufficient and complete. Through our spiritual union with our resurrected Lord, we can be \"complete in Him,\" (see Col. 2:10).\nJesus Appeared to His Disciples\nBreaking News. Spirit-Filled Stories. Subscribe to Charisma on YouTube now!\nVery early on Resurrection Sunday morning, female disciples of our Lord (Luke 24:10) came to the tomb with burial spices they had prepared to wrap in the cloths around our Lord's body. They were concerned about how they would roll the enormous stone away from the entrance to the borrowed tomb. But when they arrived at the tomb, they found an angel of the Lord had already \"rolled back the stone and sat on it,\" (Matt. 28:2).\nThe angel announced that Jesus was resurrected and invited them to look inside the tomb and see where His body had been lying (Matt. 28:5-6). The women ran from the tomb, \"frightened but also filled with great joy,\" (Matt. 28:8) and rushed to report this to the other disciples. However, Luke notes that the other disciples thought the story \"sounded like nonsense ... so they didn't believe it,\" (Luke 24:11).\nLater, on that special Resurrection Sunday, Jesus suddenly appeared to two of His followers as they walked from Jerusalem to their village of Emmaus. He came alongside them and, since they did not recognize Him, He questioned their deep discussions. They told Him about \"Jesus, the man from Nazareth,\" who was prophet-like, did \"powerful miracles,\" and was a \"mighty teacher,\" (Luke 24:17-19).\nThese followers from Emmaus explained how Jesus of Nazareth had been unjustly tried and crucified by the Roman authorities three days earlier. Some of His followers were at His tomb earlier that very morning and found his body missing. Angels told these women that Jesus was alive!\nJesus criticized these disciples for finding what He had told them so hard to believe. He quoted passages from the writings of Moses and all the prophets, explaining what all the Scriptures had said about himself (Luke 24:25-27). Then, after He had eaten with them, He took a small loaf of bread, blessed it and broke it before them. \"Suddenly, their eyes were opened, and they recognized Him,\" just before He disappeared (Luke 24:31).\nThese two followers from Emmaus returned to Jerusalem to tell \"the eleven disciples and the others who had gathered with them\" (Luke 24:33b) what had happened when suddenly Jesus was standing there with them! As He spoke reassuringly to them, inviting them to look at His hands and feet, they still \"stood there in disbelief,\" yet \"filled with joy and wonder,\" (Luke 24:41a).\nGet your FREE CHARISMA NEWSLETTERS today! Stay up to date with current issues, Holy Spirit news, Christian teachings, Charisma videos & more!\nJesus then \"opened their minds to understand the Scriptures,\" including that \"the Messiah would suffer and die and rise from the dead on the third day\" (Luke 24:46b). Jesus promised to \"send the Holy Spirit, just as my Father promised.\" But he urged them to stay in Jerusalem \"until the Holy Spirit comes and fills you with power from heaven,\" (Luke 24:49; Acts 1:5, 2:1-47).\nJesus Appeared to 'Doubting' Thomas\nThomas, one of the disciples who had been chosen among those to be with our Lord in His short ministry, was not with the others when Jesus came to them on that Resurrection evening (John 20:19, 24-29). He doubted they had actually seen Jesus. Thomas said, \"I won't believe it unless I see the nail wounds in his hands, put my fingers into them, and place my hand into the wound in his side\" (John 20:25b).\nBut eight days later, when the 11 disciples were together again, behind locked doors, Jesus appeared with them and said, \"Peace be with you.\" He spoke directly to Thomas and said, \"Put your finger here, and look at my hands. Put your hand into the wound in my side. Don't be faithless any longer. Believe!\" (John 20:27).\nBelief is the beginning of spiritual faith, which is essential to our salvation. Paul told the Romans, \" If you openly declare that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved. For it is by believing in your heart that you are made right with God, and it is by openly declaring your faith that you are saved,\" (Rom. 10:9-10).\nRejoice in Songs of Redemption and Resurrection\nThe apostle Paul encouraged Ephesian believers to \"sing psalms and hymns and spiritual songs among yourselves, making music to the Lord in your hearts,\" (Eph. 5:19). Using these musical forms to express biblical themes of redemption and resurrection can capture the essence of our Christian faith, discipline our devotion and release the joy and hope of true resurrection life.\nJoin Charisma Magazine Online to follow everything the Holy Spirit is doing around the world!\nGary Curtis served for 27 years as part of the pastoral staff of The Church on The Way, the First Foursquare Church of Van Nuys, California. Since retirement in 2016, he has continued to blog at worshipontheway.wordpress.com . Gary and his wife live in Southern California and have two married daughters and five grandchildren.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "http://worshipontheway.wordpress.com/",
    "http://www.mycharisma.com/subscribe",
    "https://www.youtube.com/@Charisma_News/videos",
    "https://www.youtube.com/@charismamagazine/videos",
    "https://mycharisma.com/spiritled-living/greg-lockes-stunning-revelation-on-jesus-death-and-resurrection/",
    "https://www.strangmail.com/newsletters/signup/",
    "http://www.worshipontheway.wordpress.com/",
    "https://mycharisma.com/spiritled-living/greg-lockes-stunning-revelation-on-jesus-death-and-resurrection",
    "http://mycharisma.com/subscribe",
    "https://www.strangmail.com/newsletters/signup",
    "https://youtube.com/@charismamagazine/videos",
    "https://www.mycharisma.com/spiritled-living/greg-lockes-stunning-revelation-on-jesus-death-and-resurrection/",
    "http://worshipontheway.wordpress.com",
    "https://youtube.com/@Charisma_News/videos",
    "https://strangmail.com/newsletters/signup/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "negative"
      },
      {
        "name": "paul",
        "sentiment": "negative"
      },
      {
        "name": "jesus christ",
        "sentiment": "negative"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "calvary",
        "sentiment": "none"
      },
      {
        "name": "galilee",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T14:08:03.967+03:00",
  "updated": "2024-03-30T18:20:50.025+03:00"
}