{
  "thread": {
    "uuid": "8a508fb4910bb8d11f4cd76374f3b7c9b386822c",
    "url": "https://seekingalpha.com/article/4660744-kinder-morgan-my-top-income-pick-for-2024",
    "site_full": "seekingalpha.com",
    "site": "seekingalpha.com",
    "site_section": "http://seekingalpha.com/feed.xml%20%20",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "mutual_funds"
    ],
    "section_title": "All Articles on Seeking Alpha",
    "title": "Kinder Morgan: My Top Income Pick For 2024",
    "title_full": "Kinder Morgan: My Top Income Pick For 2024",
    "published": "2024-01-02T17:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.seekingalpha.com/cdn/s3/uploads/getty_images/1688626048/image_1688626048.jpg?io=getty-c-w1536",
    "performance_score": 0,
    "domain_rank": 1022,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8a508fb4910bb8d11f4cd76374f3b7c9b386822c",
  "url": "https://seekingalpha.com/article/4660744-kinder-morgan-my-top-income-pick-for-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gen Alpha",
  "published": "2024-01-02T17:00:00.000+02:00",
  "title": "Kinder Morgan: My Top Income Pick For 2024",
  "text": "2023 was a banner year for stocks, but that’s only if one goes by the end result while ignoring the tough times in March, October, and November. While no one can tell you with certainty what 2024 will bring for the overall market, I would bet that it’s hard to go wrong with sensible picks that remain value-priced and with high income.\nSuch I find the case to be with Kinder Morgan (NYSE:\nKMI), which I last visited here back in September with a ‘Buy’ rating. Like many income stocks, KMI has come a long way since then, having seen ups and downs due to concerns around interest rates and economic uncertainty, both of which have since abated.\nSince my last coverage, the stock has risen by 6.6% and gave investors and an 8.5% total return thanks to dividends, just underperforming the 10.7% rise in the S&P 500 (\nSPY). Despite the recent uptick, KMI remains down 3% for 2023, as shown below. In this article, I provide an update and discuss why KMI is attractive at present for income in 2024 and beyond, so let’s get started!\nWhy KMI?\nKinder Morgan owns one of the biggest pipeline networks in North America, which has been expanded since its recent acquisition of natural gas pipelines from NextEra Energy Partners (\nNEP). Speaking of which, this transaction is expected to be immediately accretive to distributable cash flow per share while increasing KMI’s net debt to EBITDA by just 0.1x.\nKMI’s EBDA (earnings before depreciation and amortization) is comprised of 62% natural gas, 15% refined products, 12% terminals, and 11% CO2 transport. To get a sense of KMI’s mission-critical assets, its 70K miles of natural gas pipelines move around 40% of U.S. natural gas production, and it has 700 bcf of working storage capacity, enough to store 15% of U.S. natural gas. As shown below KMI’s pipelines and terminals run from coast to coast and along the Houston Ship Channel.\nUnlike upstream producers, KMI enjoys highly contracted cash flows with 87% of cash flows being either take-or-pay (entitled to payment regardless of throughput) or fee-based (fixed fee collected regardless of commodity price) with an additional 6% of cash flows being hedged to stem volatility in commodity prices.\nThis has enabled KMI to return durable and growing cash flows to shareholders. As shown below, KMI has increased its adjusted EBITDA by 18% since 2016, all while reducing its leverage ratio by 23% and returning over $17 billion in cash to shareholders through dividends and share buybacks.\nSpeaking of which, KMI has continued to increase its dividend this year, which is 2% higher than where it was in 2022. The forward annualized dividend rate of $1.13 per share is also well-covered by cash flows, as reflected by its 53% payout ratio based on $2.13 per share in distributable cash flow budgeted for the full year 2023, leaving plenty of retained capital to pay down debt or fund capital projects.\nMeanwhile, KMI’s portfolio of assets continue to perform well, with natural gas transport and gathering volumes up 5% and 11% YoY, respectively, during the third quarter. Moreover, gasoline volumes were up 1% and jet fuel volumes continued to rebound, being up 5% YoY compared to the prior year period. These operating metrics contribute to management expectations for full year 2023 adjusted EBITDA of $7.7 billion, which would be 3% higher than the\n$7.5 billion from full year 2022.\nLooking ahead, I would expect to see continued growth for KMI in 2024 as management continues to add opportunities to the backlog, which now stands at $3.8 billion. Longer term, opportunities beyond the backlog exist as demand growth is expected to be driven by LNG, where many\nexporters are interested in capacity further upstream to secure more diverse supply at competitive prices.\nDemand is also coming from Mexico and from new Peaker plants in Texas as they convert from coal to natural gas. It’s also worth noting that renewable natural gas provides incremental opportunities for growth, as KMI expects to have up to 6.9 bcf of gross RNG production capacity by the middle of 2024, as part of its platform with Kinetrex, a leading partner in the RNG space.\nTo put things into perspective, the aforementioned amount of RNG production is equivalent to reducing 3.9 million metric tons of CO2 per year. U.S. RNG production has a compelling growth proposition over the next few decades and beyond as landfills are expected to significantly grow over this timeframe, as shown below, and RNG-based vehicles emit up to 75% less emissions than diesel vehicles.\nImportantly, KMI maintains a reasonably strong balance sheet with a BBB investment grade credit rating from S&P. As noted earlier, it’s expected to land at 4.0x net debt to EBITDA for the year-end 2023, and this leverage ratio sits below the 4.5x level generally considered safe by ratings agencies for midstream companies.\nRisks to KMI include potential for higher interest rates in 2024 should the inflation rate be surprisingly high over the next few months, as this would raise KMI’s cost of debt. However, it’s worth noting that KMI doesn’t have any\ndebt maturities between now until June of 2025, thereby mitigating the near-term impact of interest rate volatility.\nOther risks include potential for faster-than-expected transition to renewable energy, but considering that natural gas is cleaner burning compared to other forms of fossil fuels, this transition is expected to take a long time, giving KMI runway to make investments in the RNG space.\nTurning to valuation, I continue to find value in KMI at the current price of $17.64 with a price-to-cash flow of 7.0, sitting below that of peers Williams Companies (\nWMB) and Enterprise Products Partners ( EPD), and on par with that of MPLX ( MPLX).\nKMI’s P/CF also sits at the low end of its 3-year trading range, as shown below. Considering management expectations for Adjusted EBITDA and DCF/share growth of 5% each in 2024, and the 6.4% dividend yield, KMI could deliver a market-beating return in 2024, should the market rotate away from over-priced growth stocks and into sensible value-priced investments.\nInvestor Takeaway\nKMI is a well-diversified midstream company with mission-critical assets that play a crucial role in the U.S. energy industry. With highly contracted cash flows and a strong balance sheet, KMI has been able to consistently return value to shareholders while also investing in growth opportunities. The company's focus on renewable natural gas positions it well for long-term sustainability and growth. At its current valuation, KMI presents a compelling investment opportunity for those looking for value while getting paid a decent yield over 6%. As such, I maintain my 'Buy' rating on KMI stock.\nGen Alpha Teams Up With Income Builder\nGen Alpha has teamed up with\nHoya Capital to launch the premier income-focused investing service on Seeking Alpha. Members receive complete early access to our articles along with exclusive income-focused model portfolios and a comprehensive suite of tools and models to help build sustainable portfolio income targeting premium dividend yields of up to 10%.\nWhether your focus is High Yield or Dividend Growth, we’ve got you covered with actionable investment research focusing on real income-producing asset classes that offer potential diversification, monthly income, capital appreciation, and inflation hedging.\nStart A Free 2-Week Trial Today!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kinder morgan",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "kmi",
        "sentiment": "none"
      },
      {
        "name": "s&p",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T17:11:00.815+02:00",
  "updated": "2024-01-02T17:11:00.815+02:00"
}