{
  "thread": {
    "uuid": "c89900aba2e15b5f1a66002cdbb1300324251213",
    "url": "https://www.libertaddigital.com/cultura/2024-01-05/spiderman-azul-la-carta-de-amor-de-peter-parker-a-gwen-stacy-7084068/",
    "site_full": "www.libertaddigital.com",
    "site": "libertaddigital.com",
    "site_section": "http://feeds2.feedburner.com/libertaddigital/portada",
    "site_categories": [
      "media"
    ],
    "section_title": "Libertad Digital: Noticias y opinión en la red",
    "title": "Spiderman Azul: la carta de amor de Peter Parker a Gwen Stacy",
    "title_full": "Spiderman Azul: la carta de amor de Peter Parker a Gwen Stacy",
    "published": "2024-01-05T19:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s.libertaddigital.com/2024/01/05/1200/627/ld/spidermanazul.png",
    "performance_score": 0,
    "domain_rank": 12130,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c89900aba2e15b5f1a66002cdbb1300324251213",
  "url": "https://www.libertaddigital.com/cultura/2024-01-05/spiderman-azul-la-carta-de-amor-de-peter-parker-a-gwen-stacy-7084068/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "David Vinuesa",
  "published": "2024-01-05T19:23:00.000+02:00",
  "title": "Spiderman Azul: la carta de amor de Peter Parker a Gwen Stacy",
  "text": "Para gustos, los colores, aunque en este caso mal se tiene que dar para que a los lectores no les guste lo que hoy os traemos a esta sección de cómics de Libertad Digital. Hoy les presento una obra que no es novedad, ya que tuvo su aparición hace ya bastante años, pero sí es noticia el formato en el que se reedita, que no es otro que los Must Have de Panini. Spiderman Azul de Jeph Loeb y Tim Sale aterriza en este formato para acabar el año 2023 y la verdad es que no encuentro otro cómic mejor si quieres empezar 2024 con una carta de amor de uno de los personajes más míticos de las viñetas.\nHay que recordar que no es la primera vez que hablamos de estos colores de Sale y Loeb. Ya trajimos en su día aquí el Hulk Gris de ambos autores , por ejemplo. Otra obra espectacular que cogía la historia ya conocida de Hulk y la pasaba por el filtro del amor al personaje y de un tratamiento llevado más a lo psicológico que a la acción pura y dura. Ahí veíamos la primera noche de Bruce como Hulk, su transformación tras recibir el impacto de la bomba gamma, su odio profundo por el general Ross, su amistad con Rick Jones y, como no, su amor por la hija del militar, Betty Ross. Todo ello con el manto de una visita al psicólogo por parte del propio Bruce.\nEn este Spiderman, no veremos un psicólogo, pero sí algo muy psicológico ya que nos meteremos de lleno en el impacto que tuvo en Peter Parker la mítica muerte de su primera novia, Gwen Stacy, a manos del Duende Verde, es decir, de Norman Osborn. Durante varias grapas, seis en concreto, Peter Parker rememorará su historia de amor con Gwen hablándole a ella directamente. Como si le estuviese leyendo una carta de amor y de despedida a la vez. Ese toque personal, íntimo y bello, incluso dentro del relato de una desgracia, hace que este cómic, junto con el dibujo de Tim Sale, sea una de las mejores lecturas del personaje. Decir esto son palabras mayores, sobre todo porque de Spiderman se han escrito infinidad de cosas y muchas de ellas auténticas maravillas, pero créanme si les digo que este Spiderman Azul es una obra de arte.\nAntes de seguir con más detalles de la reseña, vamos con el apartado técnico: guion de Jeph Loeb, dibujo de Tim Sale, contiene Spiderman Blue 1-6, editorial Panini, cartoné tapa dura, 168 páginas y un precio de 20 euros.\nVamos con la reseña\nUna muerte que marcó a tu querido vecino Spiderman Hay dos muertes que marcaron la vida de Peter Parker y por tanto la vida de Spiderman. La primera fue la de su tío, Ben Parker, y la segunda la de su primera novia, Gwen Stacy. Mucha gente me dirá que también la de sus padres, pero en su inicio ese tema no fue tan tratado como la pérdida de su tío y de su primer amor. Peter quedó marcado por ese criminal al que no detuvo y que acabó con la vida de Ben Parker. Ahí nació Spiderman. El que todos conocemos hoy. El que sabe que un \"gran poder conlleva una gran responsabilidad\". Pero la muerte de Gwen Stacy tuvo también muchos matices que transformaron al personaje. Desde el autor del crimen, su gran enemigo Duende Verde, el nacimiento de Harry Osborn como el sucesor de su padre, y la posterior relación con el que es su gran amor, pero no su primero, Mary Jane Watson.\nLa muerte de Gwen lo cambió todo y en este Spiderman Azul, Peter Parker recordará, no el momento concreto de la muerte, sino el antes. Recorreremos el camino previo, no el momento concreto, porque todo el cómic de Loeb y Sale, salvo la introducción y el final, gira en torno a cómo se enamoró Peter de Gwen, el triángulo amoroso con Parker, Mary Jane y Gwen y la forma en la que Spiderman se vio afectado por todo ello. También estará el inicio de la amistad con el joven Osborn, sus desavenencias con Flash y, como no, los siempre acertados y amorosos consejos de la tía May. ¿Qué más se puede pedir? Pues todos y cada uno de los grandes villanos del personaje, porque aquí Loeb logra tejer una telaraña de sucesos que incluyen por fases a enemigos como el Buitre, Rhino o Kraven el Cazador. Esta combinación de puro ADN del personaje convierte a este Spiderman Azul en una gran lectura para el veterano y también para aquel lector que solo quiera leer algo puntual del señor Parker. Traducción: un Must Have.\nOtro de los puntos fuertes del cómic es sin duda el antes mencionado triángulo amoroso. Pocas veces se ha dibujado con tanta sensualidad, sexualidad y respeto a Gwen Stacy y Mary Jane Watson. Tim Sale lo logró. Les dio fuerza sin forzar el hecho de dársela. Les otorgó poder y personalidad sin entrar en burdos intentos de postureo. A fin de cuentas, Sale logró que el lector llegase a sentir lo que sintió Peter Parker cuando la pelea de ambas por él llegó a abrumarlo. Con el permiso de Parker, son ellas las que se comen el cómic de la A a la Z. Eso sí, aquí hablamos de una carta de amor a Gwen y me parece muy difícil de conseguir lo que logró Sale, que por un lado respetó que el gran amor de Spiderman es y será siempre Mary Jane, pero que Gwen, como primer amor del personaje, sea inolvidable. Incluso Mary Jane asume que sin esa muerte, ella no estaría ahí con Peter. Lo bueno de esto es que tanto Loeb como Sale logran darle muchas capas a esa sensación de que una siempre fue antes que la otra y a mí parecer, ninguna de ellas sale derrota del duelo. De hecho, mi sensación es que el cómic está tan bien contado que ambas ganan.\nRelacionado Tengu honra el arte de los cómics con Los hijos del Capitán Grant de Julio Verne El arte de la creación y coleccionismo de figuras: entrevista con Andrés López El sello de Akira: un nuevo Thor arranca en los cómics Os dejo cómo retrató a ambas el bueno de Tim Sale:\nA nivel de acción, no nos quedamos cortos. El espectacular dibujo de Tim, mezclando un toque clásico con ese uso de las témperas tan bien llevado, deja escenas de combate y de acción como las que se pueden encontrar al inicio con el Duende Verde o contra el Buitre a mitad del cómic. Además, ese juego de colores, no solo el azul, que vemos en la obra le otorga un poder y una sensación de fuerza junto a la narrativa que te mantiene sobrecogido durante todo el relato.\nOtro ejemplo de lo que hablo:\nRespecto a los personajes, en seis grapas podemos ver y comprender lo que sienten cada uno de los mismos sin necesidad de meterle 500 páginas a ese desarrollo. Loeb lo clava y lo hace de manera sutil, pero a la vez muy detallada. Ya hemos hablado de Peter, Gwen y Mary Jane, pero no podemos olvidar los sutiles trazos de locura que Loeb le empieza a dar a Harry Osborn, el cambio que sufre Flash durante la historia o la siempre agradable y familiar calidez de Tía May.\nConclusión: un Must Have. Quizá el mejor de los cuatro colores de Tim Sale y Jeph Loeb. Spiderman Azul, Daredevil Amarillo, Hulk Gris y Capitán América Blanco. Así quedaría mi ranking. Si no lo tienes aún, te puedes dar un regalo de Navidad maravilloso. Si gustan, disfruten de la lectura.\nPD: estos dos hicieron Batman El Largo Halloween. Solo recuerdo eso.\nTemas Análisis de comics",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:10:59.157+02:00",
  "updated": "2024-01-06T00:10:59.157+02:00"
}