{
  "thread": {
    "uuid": "4d5247d2769503f980f52b14862c90080a1719dd",
    "url": "https://www.dreadcentral.com/reviews/498846/tenebrae-looks-sharp-as-a-straight-razor-4k-review",
    "site_full": "www.dreadcentral.com",
    "site": "dreadcentral.com",
    "site_section": "https://www.dreadcentral.com/feed",
    "site_categories": [
      "media",
      "movies",
      "entertainment"
    ],
    "section_title": "Dread Central",
    "title": "‘Tenebrae’ Looks Sharp As a Straight Razor [4K Review]",
    "title_full": "‘Tenebrae’ Looks Sharp As a Straight Razor [4K Review]",
    "published": "2024-04-04T22:39:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.dreadcentral.com/wp-content/uploads/2024/03/tenebre-1200-1200-675-675-crop-000000.jpg",
    "performance_score": 0,
    "domain_rank": 18976,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4d5247d2769503f980f52b14862c90080a1719dd",
  "url": "https://www.dreadcentral.com/reviews/498846/tenebrae-looks-sharp-as-a-straight-razor-4k-review",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anthony Arrigo",
  "published": "2024-04-04T22:39:00.000+03:00",
  "title": "‘Tenebrae’ Looks Sharp As a Straight Razor [4K Review]",
  "text": "‘Tenebrae’ Looks Sharp As a Straight Razor [4K Review]\nBack in October of 2013, I was lucky enough to attend the first-ever concert in the United States by the Italian prog-rock band Goblin. The group performed a full set of soundtrack and album classics (this was also when Claudio Simonetti was still with them) at the Egyptian Theater in Hollywood, with film clips playing on the screen. My favorite track of the evening, bar none, was hearing the main title of Tenebrae (1982). It’s such a rocking tune packed with energy, gooey synth, bitchin’ guitar riffs, and pounding drums.\nGoblin wrote incredible music for many Italian horror films, and their own LPs are chock full of amazing tunes (do yourself a favor and listen to 1976’s Roller if you’ve never done so) but if I had to rank their main title themes Tenebrae would be at the top. The group’s compositions also are the best part of Argento’s bloody return to the giallo scene, though to be technical the score was written by at-the-time former members (they’ve had so many members they’re like an Italian Menudo). But to me, it still sounds like part of their catalog.\nAlso Read:\n‘The First Omen’ Review: The Perfect Religious Horror Film\nTenebrae as a film frustrates me, though, because despite having the traditional trappings of an Argento thriller—violent death, beautiful women, nefarious men, a black-gloved killer, exquisite music—the story is thin. Almost as thin as the paper on which lead character Peter Neal’s (Anthony Franciosa) novels are printed. Neal is a horror novelist on a press tour in Rome, and as soon as he checks into his hotel room, two detectives greet him. A murder took place hours prior to Neal’s arrival, with the killer claiming inspiration to go on a murder bender from Neal’s novels. This leads to 90 minutes of men and women being dispatched in a variety of violent ways until the film arrives at a conclusion that has me convinced Argento was looking for the most convoluted wrap-up he could muster.\nI always enjoy watching Argento’s early works but his scripts (and the inherently poor Italian audio tracks) tend to leave me cold. Tenebrae is a gorgeous film, packed with colors in every frame and set in a modern near-future aesthetically, but the story is a rinse and repeat. Neal and the cops are always one step behind the killer, who is going around butchering those closest to the writer again and again. The deaths are fantastic, though. Argento stages them with careful framing and aggressive blocking, aided immensely by Giovanni Corridori’s exceptionally gruesome special effects. Each murder is like a grotesque painting come to life. Arterial geysers supply the “paint” as the victims douse the scene with gushing crimson. The film could function just as effectively without the dialogue, allowing the Goblin members’ score to even more fully accentuate the on-screen carnage.\nAlso Read:\n‘Cuckoo’ Review: Weird, Fantastical Horror You’ll Go Cuckoo For\nSpecial shout-out to the unbroken two-and-a-half minute crane shot outside the apartment of a lesbian couple who are in the midst of a fight and unknowingly are about to become the latest headlines for the murderer. The use of a crane was nothing novel in 1982 but the way it’s used to give the feel of the killer almost crawling up and down the building is unnerving. And that’s one outstanding shot in a film filled with unique camera work. Argento places the camera is uncomfortable places, heightening the voyeuristic aspect of the film, and his shooting style is unparalleled in the genre.\nBut when the film arrives at the climax, it feels like one big mess. There aren’t a ton of red herrings scattered throughout, and a few of the cast members could rightfully have the finger pointed in their direction. Argento decides not only to go with the least expected person but he compounds the confusion in a way that makes my eyes roll to the back of my skull. Let me put it this way, the reveal is so convoluted it requires another character present to exposition dump just so the audience can understand it. Then, after all that, there’s one final stinger involving a sculpture that is laughably bad. Tenebre deserved a better ending. It’s so preposterous.\nAlso Read:\n‘Horror In The High Desert 3: Firewatch’ Unnamed Footage Festival Review: Horror Edging At Its Finest\nI’ll tell you what gets the full five stars:\nSynapse’s lavish 4K restoration. Created from a 4K scan of the original camera negative the 1.85:1 2160p Dolby Vision/HDR10-enabled picture is an ocular feast. The colors on this thing POP like you can’t believe. Right from the opening frames, seeing the yellow cabs outside the airport, it’s apparent lots of loving care went into making this image shine. Film grain has been thoughtfully minimized but is still clearly present. Black levels are spot-on. I couldn’t come up with a single complaint if I wanted to; this thing is rock solid from start to finish.\nEnglish and Italian DTS-HD MA 2.0 mono tracks are available, both restored and lossless. I always opt for dubs on these imports anyway, plus most of the actors were speaking English on set. The audio is faithfully replicated from original mix, occasionally thin as it may be, but the real standout is hearing the score in full lossless audio and that aspect does not disappoint. Subtitles are included in English SDH.\nSynapse wisely puts all of the bonus material on the 4K disc, and there is plenty to find here.\nThree audio commentary tracks are included – authors & critics Alan Jones and Kim Newman; author Maitland McDonagh; Argento critic Thomas Rostock.\nAlso Read:\n‘You Shouldn’t Have Let Me In’ Review: A Toothless Retelling of ‘Dracula’\n“Yellow Fever: The Rise and Fall of the Giallo” (HD, 1:29:24) is a feature-length documentary on the genre, offering a comprehensive summation on the films and major players that helped to shape it.\n“Being the Villain” (HD, 16:22) is an interview with actor John Steiner, who discusses working with Orson Welles and other villains he’s played in cinema.\n“Alternate Opening Credits Sequence” (HD, 2:14) offers a slightly different take.\n“”Unsane” End Credits Sequence” (HD, 1:51) features Kim Wilde’s “Take Me Tonight” as the closing track.\nArchival Featurettes contains a number of offerings:\n“Voices of the Unsane” (HD, 17:16) is a making-of piece, with interviews from notable cast & crew members.\n“Out of the Shadows” (HD, 12:20) is an interview with author Maitland McDonagh (who also supplies an audio commentary track).\n“Introduction by Daria Nicolodi” (HD, 0:13) is a brief welcome before the feature.\n“Screaming Queen” (HD, 16:05) is an interview with Daria Nicolodi, covering her work with Argento while special attention paid to Tenebre.\n“The Unsane World of Tenebrae” (HD, 15:14) is an interview with Dario Argento, who discusses the themes of the film and how they related to his real world life.\n“A Composition for Carnage” (HD, 10:05) is an interview with Claudio Simonetti, talking about the musical choices made for this film.\nPromo Materials offers an International Theatrical Trailer (HD, 3:14), Japanese Trailer (HD, 2:09), Italian Promotional Materials (10 images), German Promotional Materials (39 images), Spanish Promotional Materials (8 images), Japanese Promotional Materials (17 images), U.S. Promotional Materials (4 images), and Misc. Images (9 images).\nSpecial Features:\nDISC ONE: 4K BLU-RAY – ORIGINAL VERSION\n- 4K RESTORATION OF THE FILM FROM THE ORIGINAL CAMERA NEGATIVE (2022)\n- DOLBY VISION/HDR PRESENTATION OF THE FILM\n- Original Italian and English front and end titles and insert shots\n- Restored original DTS-HD MA lossless Italian and English 2.0 mono soundtracks\n- English subtitles for the Italian soundtrack\n- Optional English subtitles for the deaf and hard of hearing for the English soundtrack\n- Audio commentary by authors and critics Alan Jones and Kim Newman\n- Audio commentary by Argento expert Thomas Rostock\n- Audio commentary by Maitland McDonagh, author of Broken Mirrors/Broken Minds: The Dark Dreams of Dario Argento\n- Yellow Fever: The Rise and Fall of the Giallo, a feature-length documentary charting the genre from its beginnings to its influence on the modern slasher film, featuring interviews with Dario Argento, Umberto Lenzi, Luigi Cozzi and more\n- Being the Villain, a newly edited archival interview with actor John Steiner\n- Out of the Shadows, an archival interview with Maitland McDonagh\n- Voices of the Unsane, an archival featurette containing interviews with writer/director Dario Argento, actresses Daria Nicolodi and Eva Robins, cinematographer Luciano Tovoli, composer Claudio Simonetti and assistant director Lamberto Bava\n- Screaming Queen, an archival interview with Daria Nicolodi\n- The Unsane World of Tenebrae, an archival interview with Dario Argento\n- A Composition for Carnage, an archival interview with Claudio Simonetti\n- Archival introduction by Daria Nicolodi\n- International theatrical trailer\n- Japanese “Shadow” theatrical trailer\n- Alternate opening credits sequence\n- “Unsane” end credits sequence\n- Image galleries\nDISC TWO: BLU-RAY – ORIGINAL VERSION\n- 4K RESTORATION OF THE FILM FROM THE ORIGINAL CAMERA NEGATIVE (2022)\n- The same content as disc one\nSummary\nStory points aside Tenebre is still one of Argento’s best and the 4K from Synapse could not possibly look or sound any better, plus it’s packed with bonus features.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Health",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.synapsefilms.com/product/tenebrae-6000-piece-limited",
    "https://synapsefilms.com/product/tenebrae-6000-piece-limited/",
    "https://www.synapsefilms.com/product/tenebrae-6000-piece-limited/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "argento",
        "sentiment": "none"
      },
      {
        "name": "goblin",
        "sentiment": "none"
      },
      {
        "name": "claudio simonetti",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "hollywood",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:36:06.671+03:00",
  "updated": "2024-04-05T00:36:06.671+03:00"
}