{
  "thread": {
    "uuid": "271843838695cbeab789ec6f243c45781a121bb9",
    "url": "https://www.cricket.com.au/news/3851361/australias-gut-feel-change-pays-off-as-kim-garth-delivers-replacing-darcie-brown-second-t20-victory-india-dy-patil-mumbai",
    "site_full": "www.cricket.com.au",
    "site": "cricket.com.au",
    "site_section": "http://www.cricket.com.au",
    "site_categories": [
      "cricket",
      "sports"
    ],
    "section_title": "Home | cricket.com.au",
    "title": "Australia’s ‘gut feel’ change pays off as Garth delivers | cricket.com.au",
    "title_full": "Australia’s ‘gut feel’ change pays off as Garth delivers | cricket.com.au",
    "published": "2024-01-07T13:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://resources.cricket-australia.pulselive.com/cricket-australia/photo/2024/01/07/39c47e09-9f3b-4521-ada0-ba9ce3826bab/8garth_healy.jpg",
    "performance_score": 0,
    "domain_rank": 20442,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "271843838695cbeab789ec6f243c45781a121bb9",
  "url": "https://www.cricket.com.au/news/3851361/australias-gut-feel-change-pays-off-as-kim-garth-delivers-replacing-darcie-brown-second-t20-victory-india-dy-patil-mumbai",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Laura Jolly; In Mumbai",
  "published": "2024-01-07T13:21:00.000+02:00",
  "title": "Australia’s ‘gut feel’ change pays off as Garth delivers | cricket.com.au",
  "text": "Australia’s big call to replace quick Darcie Brown with Kim Garth paid dividends in the second T20I against India in Mumbai Australia’s ‘gut feel’ change pays off as Garth delivers When Alyssa Healy and Australia’s brains trust were mulling changes to their bowling attack for the must-win second T20I against India, one performance stuck out in the Australian captain’s mind. It was Kim Garth on debut in last year’s inaugural Women’s Premier League, when the Australian seamer – who was a late replacement signing to the Gujarat Giants – bagged five wickets at DY Patil Stadium. Among those five victims was Healy, caught and bowled for seven. Garth came into the Aussie XI on Sunday night in place of Darcie Brown and once again made an immediate impact at DY Patil, named player of the match after removing Shafali Verma and Jemimah Rodrigues in her opening spell. \"I've seen Kim Garth take a five-fa in the WPL here and she loves these conditions,\" Healy told broadcasters after the game. \"We just made that change on gut feel and we'll have to see what the line-up looks like in a couple of days' time.\" For Garth, it was another valued opportunity to pull on the green and the gold. Typically, the former Ireland international has been preferred behind the combination of Brown and Schutt in white-ball cricket since her debut in 2022 but has made a habit of seizing her chances. Last October, she was player of the ODI series against West Indies after making her way into the side to replace the injured Brown. She was impactful again when brought in for the second one-dayer at Wankhede last week, dismissing India opener Yastika Bhatia. \"Every time I get an opportunity to get out there and play for Australia, it's very special,\" Garth told reporters after the match. \"To take a few wickets was really pleasing but most importantly to equal the series going into the last game was very pleasing for us. \"I learned a lot in the WPL, we played out here at DY a fair bit so I tried to learn as best as I could from those conditions. \"It's not always super nice to bowl out here with the small outfield, and fast outfield as well and flat wickets, but I took away from that that I just need to try and keep the stumps in play as much as possible but also having a plan B and plan C when things don't go your way. \"So, I've tried as best to learn from those experiences and to take it into this tour whenever I do get opportunities.\" Garth has made an excellent case to keep her spot for Tuesday’s deciding T20I at the same venue. The toss is again likely to be critical, with the team that fields first granted the benefit of the better bowling conditions before the dew sets in under lights. \"(They were) bowler friendly conditions tonight … it's no secret I like to pitch the ball up and stand the seam up and let the ball do the talking and lucky for me I got a bit of movement, both back in off the seam and with the swing,\" Garth said. \"I'm just trying to keep the stumps in play and be nice and attacking and set attacking fields and lucky for me it came off tonight.\" Australia's CommBank Tour of India Test match: [India won by eight wickets](https://www.cricket.com.au/matches/CA:18657/india-women-australia-women-india-v-australia-test-women) First ODI: [Australia won by six wickets](https://www.cricket.com.au/matches/CA:18658/india-women-australia-women-india-v-australia-odis-women) Second ODI: [Australia won by three runs](https://www.cricket.com.au/matches/CA:18659/india-women-australia-women-india-v-australia-odis-women) Third ODI: [Australia won by 190 runs](https://www.cricket.com.au/matches/CA:18660/india-women-australia-women-india-v-australia-odis-women) First T20I: [India won by nine wickets](https://www.cricket.com.au/matches/CA:18661/india-women-australia-women-india-v-australia-t20s-women) Second T20I: [Australia won by six wickets](https://www.cricket.com.au/matches/CA:18662/india-women-australia-women-india-v-australia-t20s-women) January 9: [Third T20I, DY Patil Stadium, Navi Mumbai](https://www.cricket.com.au/matches/CA:18663/india-women-australia-women-india-v-australia-t20s-women) Australia squad: Alyssa Healy (c), Tahlia McGrath (vc), Darcie Brown, Heather Graham, Ashleigh Gardner, Kim Garth, Grace Harris, Jess Jonassen, Alana King, Phoebe Litchfield, Beth Mooney, Ellyse Perry, Megan Schutt, Annabel Sutherland, Georgia Wareham India T20 squad: Harmanpreet Kaur (c), Smriti Mandhana (vc), Jemimah Rodrigues, Shafali Verma, Deepti Sharma, Yastika Bhatia, Richa Ghosh, Amanjot Kaur, Shreyanka Patil, Mannat Kashyap, Saika Ishaque, Renuka Singh, Titas Sadhu, Pooja Vastrakar, Kanika Ahuja, Minnu Mani",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "garth",
        "sentiment": "neutral"
      },
      {
        "name": "kim garth",
        "sentiment": "neutral"
      },
      {
        "name": "darcie brown",
        "sentiment": "neutral"
      },
      {
        "name": "healy",
        "sentiment": "none"
      },
      {
        "name": "shafali verma",
        "sentiment": "none"
      },
      {
        "name": "alyssa healy",
        "sentiment": "none"
      },
      {
        "name": "jemimah rodrigues",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dy patil",
        "sentiment": "none"
      },
      {
        "name": "wpl",
        "sentiment": "none"
      },
      {
        "name": "gujarat giants",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "mumbai australia",
        "sentiment": "none"
      },
      {
        "name": "dy patil stadium",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:31:52.539+02:00",
  "updated": "2024-01-08T00:31:52.539+02:00"
}