{
  "thread": {
    "uuid": "1438f56b1ad48e832c2809d76f41e4ddaf2d6f7a",
    "url": "https://www.thereporteronline.com/2024/05/31/faith-matters-soar-in-spirit-with-wings-like-eagles",
    "site_full": "www.thereporteronline.com",
    "site": "thereporteronline.com",
    "site_section": "https://www.thereporteronline.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "thereporteronline &#8211; Lansdale, PA News, Breaking News, Sports, Weather, Things to Do",
    "title": "Faith Matters: Soar in spirit with ‘wings like eagles’",
    "title_full": "Faith Matters: Soar in spirit with ‘wings like eagles’",
    "published": "2024-05-31T18:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.thereporteronline.com/wp-content/uploads/2024/04/nmr-24-3a.jpg?w=1024&#038;h=1053",
    "performance_score": 0,
    "domain_rank": 89208,
    "domain_rank_updated": "2024-05-28T13:10:09.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1438f56b1ad48e832c2809d76f41e4ddaf2d6f7a",
  "url": "https://www.thereporteronline.com/2024/05/31/faith-matters-soar-in-spirit-with-wings-like-eagles",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rev. Nancy Raabe",
  "published": "2024-05-31T18:10:00.000+03:00",
  "title": "Faith Matters: Soar in spirit with ‘wings like eagles’",
  "text": "I don’t know if you are like me, but sometimes I just get tired. Waking up too early in the morning, making my way through a long day, going to bed too late at night, tossing and turning until I decide, OK, I might as well read more about John Adams (the current late-night book I have going).\nIt could be an endless cycle of exhaustion, as a result of which at some point we might just fall apart, if not for one thing — no, not coffee (although that is critical) — but rather, the power of God. The verses from Isaiah 40 that we love so much go like this:\n“Have you not known? Have you not heard? The Lord is the everlasting God, the Creator of the ends of the earth. He does not faint or grow weary; his understanding is unsearchable.\n“He gives power to the faint, and strengthens the powerless.\n“Even youths will faint and be weary, and the young will fall exhausted; but those who wait for the Lord shall renew their strength, they shall mount up with wings like eagles, they shall run and not be weary, they shall walk and not faint.”\nWhat I find fascinating about this passage is that the strength that God gives us does not depend on age. Without God’s power, Isaiah says, even the young will fall exhausted. But those who wait for God’s power — meaning those who embrace it, invoke it, open hearts and minds to it — will be renewed. And not only renewed just to make it through the day without collapsing, but renewed so we can soar through our day, with wings like eagles!\nHow do I access this power, you may be wondering? Simply by raising your hands to the heavens and asking God to pour down the Holy Spirit on you. You can use all or part of the great Pentecost prayer, which is good for any day and any time:\n“Come Holy Spirit, fill the hearts of your faithful and kindle in them the fire of your love. Send forth your Spirit and they shall be created. And you shall renew the face of the earth.”\nOr just “Come, Holy Spirit.” Or whatever words you choose! God hears all our prayers.\nThis renewal is not a matter of bodily strength, which for some of us only goes so far due to physical limitations, but of spiritual strength. You will be astonished by what can happen to your spiritual life if you simply bring yourself into God’s presence each morning, remember to talk to God as the day goes along, and thank God for all the blessings of the day as you prepare for bed.\nAs the Holy Spirit sweeps into our lives this Pentecost season, it’s important to remember that God’s Spirit is directing us, and not our own human will. We may have a plan each day for what we want to get accomplished. We may have a plan for the season, or for the year. But if things happen which interrupt that plan, the key is to discern the source of that interruption. Is it from God, or not? Is this a change of path that brings life, or suffocates life? It is something that inspires you to think in new ways, or drives you more deeply into a rut you are already in? If the former, embrace it; if the latter, do all you can do avoid it.\nOpening ourselves to the Holy Spirit requires constant discernment in this same way. Each day is a new creation We are called to step into it in a way that proclaims the same new life that Jesus, in his resurrected and ascended body, gives us with every waking breath.\nLord, send forth your Spirit, and renew the face of the earth!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john adams",
        "sentiment": "none"
      },
      {
        "name": "isaiah",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T18:25:52.124+03:00",
  "updated": "2024-05-31T18:25:52.124+03:00"
}