{
  "thread": {
    "uuid": "a092b506963ad75698e86e13557be7f382289260",
    "url": "https://vnexplorer.net/my-soul-rejoices-when-i-scythe-ukrainians-fight-for-their-hollowed-out-villages-s1791757.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "‘My Soul Rejoices When I Scythe’: Ukrainians Fight for Their Hollowed-Out Villages",
    "title_full": "‘My Soul Rejoices When I Scythe’: Ukrainians Fight for Their Hollowed-Out Villages",
    "published": "2024-03-08T13:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jx5OC.img",
    "performance_score": 0,
    "domain_rank": 52286,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a092b506963ad75698e86e13557be7f382289260",
  "url": "https://vnexplorer.net/my-soul-rejoices-when-i-scythe-ukrainians-fight-for-their-hollowed-out-villages-s1791757.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-08T13:09:00.000+02:00",
  "title": "‘My Soul Rejoices When I Scythe’: Ukrainians Fight for Their Hollowed-Out Villages",
  "text": "MALA KOMYSHUVAKHA, Ukraine—Yuriy Tretiakov, the mayor of this formerly occupied village, clambered into the ruins of the village hall one recent morning in search of a critical document: an old ledger of electricity payments.\nOnce the snow melts, demining crews will clear a path for engineers to start repairing power lines, offering what may be a last chance to revive this once-flourishing agricultural village.\n“Without electricity, the village will die,” said Tretiakov, 60 years old.\nRussian troops are long gone from the area, swept aside by a Ukrainian counteroffensive in the country’s northeast in September 2022. But the destruction they left behind has raised questions about how the three-century-old settlement can ever recover.\nFifteen people remain of the 140 who lived here before the war, often surviving in barns or garages. Only a handful of buildings are untouched by the half-year occupation. The church has a gaping hole in its blue cupola. The school is wrecked. One farmer has only a single cow left after his 10 others blew up on land mines.\nRussia’s 2022 invasion of Ukraine has wrought devastation on a scale not seen in Europe since World War II. Hundreds of thousands have been killed and wounded on both sides, and towns and villages have been razed. Russian officials have acknowledged that their aim is to wipe out Ukrainian resistance, a goal familiar to Ukrainians from their bloody past.\nFor centuries, Russia has used violence and destruction to beat its neighbor into submission. Ukrainian villages, the center of national life, have often borne the brunt. Mala Komyshuvakha and surrounding villages had thousands of inhabitants around 100 years ago, before Moscow imposed a famine by requisitioning grain, killing millions across the country. For Ukrainians, simply staying alive and staying put is a supreme act of resistance.\n“We will live on,” said 76-year-old Lidiya Pohozha, the village’s oldest resident.\nOn a recent tour of the area, The Wall Street Journal saw signs of resilience in the face of deprivation. A farm hand demonstrated a tractor adapted to drive by remote control to check fields for mines so they can be planted with grain. One man has built an apartment out of Russian ammunition boxes. A woman living in a garage with her husband insisted on serving piping-hot chicken soup to visitors.\nIt was the Journal’s second time in the area after a September 2022 visit showed the immediate damage of the occupation, the combined efforts of Ukrainian soldiers and civilians to push the Russians out, and the price of that victory.\nTretiakov normally works out of a drafty building in the nearby city of Izyum, where he and two assistants take care of administrative affairs for Mala Komyshuvakha and eight other villages. They try to keep themselves warm with a tiny electric heater and, on particularly cold days, a nip of brandy at lunch time.\nDespite icy conditions, he set off for a tour of the villages to the south, in the hills and valleys around the Siverskiy Donets River. Tretiakov, who has been mayor for two decades, said the area had become popular in recent years for its proximity to Izyum, the fresh air near the river and the opportunity to hunt wild animals in its pine forests.\nMala Komyshuvakha was founded in the early 18th century by Ukrainian Cossacks, warrior-farmers who frequently fought against Russian rule. It grew into a thriving center surrounded by settlements with a total population of several thousand by the start of the 20th century, with 12 flour mills, two blacksmiths and an agricultural workshop with a sunflower-oil press, according to a book of collected essays by local historians. Then the Soviets came, confiscated land from independent farmers and, in the early 1930s, imposed a famine that killed hundreds.\n“Children were buried in gardens. Nobody even counted their number,” said Iryna Strelnyk, the village librarian.\nThe latest devastation—physical and mental—soon became apparent. Weeds cover farm fields where wheat, corn and sunflowers once grew. Tretiakov’s first call was on Pohozha, a native of the village who worked as a milkmaid since she was 14.\nPohozha’s youngest son was killed in the early days of the invasion when an artillery shell landed in his backyard in a neighboring village. She fled the occupation and returned last spring to find a hole in her roof from an artillery shell. Now, she keeps two small goats in her small yard, which she feeds with hay that she cuts herself.\n“My soul rejoices when I scythe,” Pohozha said.\nTretiakov marveled at her industriousness but warned her to take care not to step on a land mine, given her poor eyesight.\nHe headed into the center of the village, which is dominated by the 200-year-old Holy Trinity Church. Before the invasion, villagers had helped renovate the parish house next door, and the priest did his best to look out for them when the Russians came, delivering black rye bread baked at a monastery in Izyum.\nRussian troops converted the church into a field hospital after capturing the village in March 2022, stealing equipment from a local medical center and setting up a latrine. When the Journal visited days after the Russians left in September 2022, it was a filthy mess, with stretchers piled in front of a wall of icons near a pool of rainwater that had fallen through the hole in the roof. Volunteers have since cleaned it up, but no services are held there, Tretiakov said.\nThe school opposite is also out of use. The Russian military turned it into a workshop to repair military vehicles and kept an open fire near the physics classroom.\n“Barbarians,” Tretiakov said. “There’s no other word for it.”\nThe mayor recovered the ledger from the shattered village hall, then headed up a slope to a farm warehouse. Inside stood modern Western farming equipment, but mechanic Oleksiy Shumylo showed off the most important vehicle there right now: a rusting old tractor that’s been converted into a demining tool. Using the remote control from an aerial drone, 33-year-old Shumylo can direct the armored tractor through fields looking for mines with a mechanical prod. He’s cleared about 1,000 acres, allowing wheat to be sown.\nOutside, Tretiakov met Fedir Zaproshchenko, who works as a guard for a farmer and lives in a chicken barn. During the occupation, Russians detained him twice, suspecting that he was sending military locations to the Ukrainian army as his house was on a hillside. The first time he came home, his house had been looted; the second time, it had been burned down.\nSoon after, a Russian soldier toyed with him over his desperate situation, offering him a grenade to blow himself up. Zaproshchenko said he almost considered it, but then thought: “F— it, I still have a son.”\nAlmost all of his documents and belongings were lost in the fire. His house was registered to his wife, who died just before the invasion, so Zaproshchenko will face mounds of paperwork to apply for state compensation.\nNext, Tretiakov wanted to visit an abandoned village called Kopanky but first decided to check with a local man whether the road had been driven and was free of mines. “I think the road has been driven,” the man said.\n“Is it ‘I think the road has been driven,’ or ‘the road has been driven’?” Tretiakov pressed. Such details can be the difference between life and death. White strips of cloth dot the roadsides here, indicating where mines could be lurking.\nThe road to Kopanky passes by a memorial to Soviet soldiers, one of several that commemorate fierce battles during World War II that saw the area change hands several times. In 1942, a Soviet force was surrounded by the Germans, who killed or captured tens of thousands. In 2017, volunteers found the remains of 17 Soviet soldiers and buried them at the memorial. The mayor warned not to approach, though, because the Russians may have mined it.\nFresh memorials now dot the landscape, tributes to Ukrainian soldiers killed during months of fighting. A cold wind thrashed flags in Ukraine’s blue-and-yellow colors above photographs and names of the dead.\nKopanky was already in the doldrums before the invasion, deserted by people drawn to larger towns. The Russians finished it off. During the occupation, the last resident was driving home one night when his car was hit by a Russian shell. Authorities decided that Kopanky, along with two more of Tretiakov’s villages, won’t be reconstructed.\nIt’s now a ghost village, but there is a smidgen of hope: In one nearby field, standing out against the dull gray of weeds that cover the land around, are green shoots of wheat.\nTretiakov set off for the other side of the village. Up an icy dirt track, he parked near a house with a hole in the wall from shelling. He was there to deliver an official document to Halyna Iyevleva and her husband. But the spry 60-year-old had just finished cooking a pot of chicken soup, and she insisted on feeding her visitors.\nThe guests entered her dining room—a small barn heated by a stove—drawing aside a sack that used to contain rice from the World Food Program and now provides a curtain to keep the warmth in. With the house severely damaged, Iyevleva and her husband eat here and sleep in the garage. She’s hung a simple landscape painting on the wall and a red clock to make the cramped space more homey.\nAs Ukrainian village tradition dictates, Iyevleva produced more homemade goods. First came a bottle of home-brew vodka, called samohon. To go with it, she brought out jars of pickled tomatoes and cucumbers. There may have been war and an occupation, she said, but that wouldn’t stop her from pickling.\nIyevleva was born in this house, which was built by her father, and has no intention of leaving. “If we get electricity, it will be marvelous,” she said.\nFive cats kept warm near the stove, some of the 14 that Iyevleva now cares for. Like many neighbors, she had to leave her two German shepherd dogs behind during a hurried evacuation. Only one was alive when she returned.\nA few hundred yards up the road, the party encountered an unnerving scene: a puddle of blood on the floor and an ax lying nearby. Not to worry, said Tamara Mishchenko, emerging from behind a gate. She had just slaughtered three ducks to take to market in Izyum the next day. She and her husband Volodymyr, who are both 54, have around 300 ducks, which provide them a bit of an income. When the Russians were here, they would sometimes fire an automatic rifle into the flock, then carry some off for food.\nOver sweet coffee and cookies, they asked the mayor when they might get new windows for their house, where the temperature falls close to freezing at night due to holes from shells. Tretiakov said volunteers may bring some next week.\nThe Mishchenkos remained throughout the occupation. Volodymyr recalled how their friend Ivan was killed by an artillery shell while feeding their animals, one of five villagers to perish in the war. Volodymyr brought Ivan’s body to their house and gave Russian troops a bull in exchange for permission to bury him.\nRussian soldiers were shocked at the village houses’ amenities, including running water, piped gas and indoor toilets, the Mishchenkos recalled. They stole vehicles, but villagers gained a measure of revenge by sprinting to their trenches and taking food when they went on assaults.\nNow, the Mishchenkos are down to one cow. The other 10 died after triggering land mines while grazing on hilly slopes nearby.\nA trip the next day to the village of Sulyhivka revealed greater destruction and an even bleaker situation. Car wheels churned up mud on the road through the village. House after house was little more than a pile of bricks. Wrecked farm vehicles stood idle.\nThe first people he met were soldiers hunting for booby traps—not to make the village safe, but to reuse on the new front line to the northeast.\n“We don’t have enough,” one of them said.\nIn neighboring Dovhenke, farmer Ihor Kniazev is determined to look ahead. His house was destroyed during the fighting, so last summer, he took dozens of empty Russian ammunition boxes and used them to construct walls for a new living space above his vehicle workshop. Heating comes from pipes from a stove on the first floor, and there’s hot water thanks to an electric generator. His mother is trying to grow avocados and chili peppers indoors.\nThe house is on a hillside, providing a view of fields pockmarked by artillery shells, distorted trees and demolished buildings. With the help of his father and Ukrainian soldiers, 43-year-old Kniazev has removed mines from enough land to plant some onions, which he expects to harvest in spring.\n“I will rebuild my business. Everything will be fine,” he said. “We’ll just have to work again from dawn to dusk.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jwWHe.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jwRCQ.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jx5P0.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jwRCv.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jx0KN.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jx5OC.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jwWHo.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jwUiM.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jwYgm.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jwRCv.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jwUiM.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jwRCQ.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jwWHo.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jx0KN.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jx5OC.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jwWHe.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jx5P0.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jwYgm.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "yuriy tretiakov",
        "sentiment": "negative"
      },
      {
        "name": "tretiakov",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "mala komyshuvakha",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "ukrain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T13:09:54.472+02:00",
  "updated": "2024-03-08T13:09:54.472+02:00"
}