{
  "thread": {
    "uuid": "37076ddcba9992802af1ae91428e400db0107971",
    "url": "https://www.newsbreak.com/fairfax-county-va/3383940034621-keith-throckmorton-calling-from-god-led-to-service-as-chaplain",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/fairfax-county-va",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Fairfax County, VA News | NewsBreak Fairfax County, VA",
    "title": "Keith Throckmorton: Calling from God led to service as chaplain",
    "title_full": "Keith Throckmorton: Calling from God led to service as chaplain",
    "published": "2024-03-28T14:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/11MkEG_0s7jxuJt00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3396,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "37076ddcba9992802af1ae91428e400db0107971",
  "url": "https://www.newsbreak.com/fairfax-county-va/3383940034621-keith-throckmorton-calling-from-god-led-to-service-as-chaplain",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-03-28T14:30:00.000+02:00",
  "title": "Keith Throckmorton: Calling from God led to service as chaplain",
  "text": "By Janet Storm ,\n21 hours ago\nI was raised in a Christian home by Christian parents. We attended a local Southern Baptist church. We were in church every Sunday.\nDuring my preteen years, I was in Sunday School and was a member of church youth choir. I attended Sunday school during my teenage years and was involved in Sunday night youth group meetings. I have always been a student of the Bible from Genesis to Revelations.\nAs an adult, I had served in several church leadership positions, including deacon, high school Sunday School teacher, overseer, worship leader, pulpit supply, singing in church choirs, invitation singing in invite-only ensembles, and playing guitar on Sunday night church gatherings. I never believed that I would serve as a chaplain.\nI “backslid” and made many mistakes throughout my life, falling short of the Holy Scriptures I had learned and knew. There have been times that I have questioned why God would use me for anything, but he did.\nAll should remember that God may have a calling for everyone. Think Saul of Tarsus, the Apostle Paul, and other criminals, such as vicious gang leaders, with Nicky Cruz as an example. Everyone is uniquely created “in his image” for a purpose.\nPolice chaplains were volunteers, readily on call, and took their responsibilities most seriously. God called them for this service, no doubt. As a result, I got to know many of them. However, one particular chaplain readily stands out. I will call him David James. The Rev. Dr. David James, colonel, Chaplain Corps, U.S. Army Reserves, was senior pastor at a large church in Fairfax County. I was a police patrol supervisor at one of our district stations. He greatly impacted me and my desire to serve God further.\nDr. James took his calling as a church pastor and military responsibilities very seriously. He was equally as serious as a police chaplain for the Fairfax County Police Department. In addition to the various calls for chaplain services, Dr. James strived to know about the lives and stresses of police officers while on routine duties.\nWhen time permitted, Dr. James would contact me and request to ride with me to calls for service by police officers. We became good friends. He also became friends with many other police officers. He took a genuine personal interest in what they faced professionally and personally.\nHis impact on me affected my future after my retirement in 1992. Immediately upon my retirement, I was offered a post-retirement position with the police department, including a request to become chaplain of our Retired Police Association. From 1992 until I relocated to my current residence in North Carolina in 2003, I was honored to serve as chaplain for our Fairfax County Retired Police Association. I also served as a chaplain for other entities.\nAs a retired police chaplain, I served our retirees and their families in several ways: counseling, visiting retirees in the hospital, praying for them and their families and invocations at regular retiree meetings. As a result, special friendships were developed with family members and others.\nIt was sad, however, to officiate several funerals for long-time police officers and professional comrades. We had worn the badge and sacrificed our lives for our communities and each other. We had a special bond with each other.\nFrom my professional experiences with them, it was easy to relate to our retirees and their families, many of whom I worked with. However, my role as chaplain was the finishing touch of my career with the Fairfax County Police Department, which ended in June 2003. Most recently, I had the honor of serving in the funeral of a retired Virginia State Police Investigator, a personal friend, and one I recruited long ago.\nI have continued to thank God for this privilege to serve as a chaplain. I remain available to serve and do not accept monetary compensation for any gift God has given me.\nNever give up and feel that you have no value — God may have plans for you to do.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://apg01.newzware.com/ss70v2/enc/common/template.jsp?init=start&initEdition=DTZ&return=https%3A%2F%2Fwww.reflector.com%2Fduplin%2F",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=11MkEG_0s7jxuJt00",
    "https://img.particlenews.com/image.php?url=11MkEG_0s7jxuJt00",
    "https://img.particlenews.com/image.php",
    "https://www.img.particlenews.com/image.php?url=11MkEG_0s7jxuJt00",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=11MkEG_0s7jxuJt00",
    "https://apg01.newzware.com/ss70v2/enc/common/template.jsp",
    "https://www.apg01.newzware.com/ss70v2/enc/common/template.jsp?init=start&initEdition=DTZ&return=https%3A%2F%2Fwww.reflector.com%2Fduplin%2F"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "janet storm",
        "sentiment": "negative"
      },
      {
        "name": "keith throckmorton",
        "sentiment": "negative"
      },
      {
        "name": "saul",
        "sentiment": "none"
      },
      {
        "name": "paul",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "tarsus",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T07:31:06.510+03:00",
  "updated": "2024-03-29T07:31:06.510+03:00"
}