{
  "thread": {
    "uuid": "27879f0d35e1d632a5adc6883e77e2120ec6f591",
    "url": "https://www.mankatofreepress.com/news/local_news/gustavus-expands-with-sustainability-in-mind/article_5c11f62a-f77a-11ee-99ce-67b3b0c1e7b1.html",
    "site_full": "www.mankatofreepress.com",
    "site": "mankatofreepress.com",
    "site_section": "https://mankatofreepress.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "mankatofreepress.com | Trusted. Local. Indispensable.",
    "title": "Gustavus expands with sustainability in mind | Local News | mankatofreepress.com",
    "title_full": "Gustavus expands with sustainability in mind | Local News | mankatofreepress.com",
    "published": "2024-04-11T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/mankatofreepress.com/content/tncms/assets/v3/editorial/e/cd/ecd66440-f550-11e6-93ae-af728453c8b7/58a75f29e43ac.image.jpg?crop=750%2C394%2C0%2C178&amp;resize=750%2C394&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 23646,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "27879f0d35e1d632a5adc6883e77e2120ec6f591",
  "url": "https://www.mankatofreepress.com/news/local_news/gustavus-expands-with-sustainability-in-mind/article_5c11f62a-f77a-11ee-99ce-67b3b0c1e7b1.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Renee Berg rberg@mankatofreepress.com",
  "published": "2024-04-11T08:00:00.000+03:00",
  "title": "Gustavus expands with sustainability in mind | Local News | mankatofreepress.com",
  "text": "ST. PETER — Folks at Gustavus Adolphus College do things their own way, and happily so. Earth Day is April 22, but at Gustavus they’re celebrating on April 26. And ground will be broken this coming summer for a new solar panel field that they’ll belatedly “turn on” during the spring of 2025, said the college’s CFO Curt Kowaleski. This isn’t the college’s first foray into environmental sustainability. They began changing their mindset surrounding sustainability with the hire of Kari Wallin, sustainability manager, in 2020. Kowaleski said her hire was a significant step forward for the college with regard to sustainability. Her position was new and with her on board Gustavus has made great gains. The new solar panel field is huge news, Kowaleski said, as it will generate about 10% of the college’s energy usage — enough to power the school’s two largest residence halls. In fact, Gustavus has set a goal of reducing energy consumption on campus by 25% by the end of 2024, and this project will help achieve that goal, he said. To illustrate the scale of the project, the college’s largest current solar array is a 40kw installation on top of Beck Hall. The new installation, outside Arbor View apartments, will be 25 times larger. Wallin said the completed array will be surrounded by secure fencing but will be designed as an educational and outreach tool, with interpretive signage to foster tours and class projects, as well as student engagement. Students will work with college staff to learn about renewable energy. This project also provides resources for faculty to integrate renewable energy, energy reduction and sustainability into academic curricula and research projects, which will help students develop a deeper understanding of the complex issues surrounding sustainable energy practices. “By involving students in energy use, renewable energy innovation and sustainability efforts, Gustavus is nurturing responsible global citizens and creating a legacy of environmental consciousness,” Wallin was quoted as saying in a release. “Students become active contributors to the institution’s sustainability goals, taking ownership of the future they want to see.” Gustavus has already had several student interns and class groups use current energy data to analyze gaps and identify areas of improvement. The college’s old buildings were among those studied and improved because of student input about the energy hogs. In conjunction with the solar project, the college is making progress toward reaching zero waste. For example, the goal is to divert 90% of their waste away from landfills, Kowaleski said. What’s more, between 2018 and 2023, Gustavus reduced the amount of waste sent to landfills from 64% to 39%, which Wallin said they accomplished by changing infrastructure — such as switching to recycling dumpsters and increasing composting by expanding to dorms — and increasing opportunities and education for students around waste sorting and reduction.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gustavus",
        "sentiment": "negative"
      },
      {
        "name": "kowaleski",
        "sentiment": "none"
      },
      {
        "name": "curt kowaleski",
        "sentiment": "none"
      },
      {
        "name": "kari wallin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gustavus adolphus college",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:46:07.178+03:00",
  "updated": "2024-04-12T01:46:07.178+03:00"
}