{
  "thread": {
    "uuid": "83fcd29535456f3ad3b92e7085a74803159a2434",
    "url": "https://noticias.cancaonova.com/igreja/patriarcas-da-terra-santa-convidam-fieis-a-recordar-ressurreicao-de-jesus",
    "site_full": "noticias.cancaonova.com",
    "site": "cancaonova.com",
    "site_section": "http://noticias.cancaonova.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Notícias",
    "title": "Patriarcas da Terra Santa convidam fiéis a recordar Ressurreição de Jesus",
    "title_full": "Patriarcas da Terra Santa convidam fiéis a recordar Ressurreição de Jesus",
    "published": "2024-03-29T15:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://img.cancaonova.com/cnimages/canais/uploads/sites/11/2022/06/jerusalem_Robert-Bye-on-Unsplash.png",
    "performance_score": 0,
    "domain_rank": 18222,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "83fcd29535456f3ad3b92e7085a74803159a2434",
  "url": "https://noticias.cancaonova.com/igreja/patriarcas-da-terra-santa-convidam-fieis-a-recordar-ressurreicao-de-jesus",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gabriel Fontana",
  "published": "2024-03-29T15:01:00.000+03:00",
  "title": "Patriarcas da Terra Santa convidam fiéis a recordar Ressurreição de Jesus",
  "text": "Líderes cristãos de Jerusalém publicaram Mensagem de Páscoa e exortaram olhar de esperança diante da vitória de Cristo sobre a morte Da Redação, com Vatican News Os treze Patriarcas e Chefes das Igrejas Cristãs em Jerusalém publicaram sua Mensagem de Páscoa anual. No texto, incentivaram os fiéis, especialmente aqueles que sofrem com a guerra na Terra Santa e em outros lugares, a voltarem o olhar para a Ressurreição de Jesus. A mensagem pascal de esperança “não apenas confirma o triunfo de Cristo sobre o pecado e a morte, mas também promete salvação àqueles que se aproximam de nosso Senhor com fé e coração penitente”. Referindo-se especificamente à [guerra em curso entre Israel e o grupo radical Hamas](https://noticias.cancaonova.com/mundo/guerra-israel-hamas/), os líderes cristãos em Jerusalém, mais uma vez, condenam todas as ações violentas que têm como alvo civis inocentes e reiteram seu apelo por um cessar-fogo imediato e duradouro. Eles também renovam seu apelo para a rápida distribuição de ajuda humanitária; a libertação de todos os reféns; o acesso livre de médicos e equipes de saúde totalmente equipadas para cuidar dos doentes e feridos; e a abertura para negociações mediadas internacionalmente com o objetivo de encerrar e superar o atual ciclo de violência. Leia mais [.: Paz, esperança, amor e fé: recorde as reflexões de Páscoa do Papa](https://noticias.cancaonova.com/especiais/pontificado/francisco/paz-esperanca-amor-e-fe-recorde-as-reflexoes-de-pascoa-do-papa/) [.: Igrejas pedem o fim da escalada de violência na Terra Santa](https://noticias.cancaonova.com/igreja/igrejas-pedem-o-fim-da-escalada-de-violencia-na-terra-santa/) Apenas assim, aponta o texto, “uma solução abrangente poderá ser finalmente alcançada para uma paz justa e duradoura aqui na terra onde nosso Senhor sacrificou sua vida, derrubando o muro da inimizade, a fim de oferecer ao mundo a esperança de reconciliação”. Nada poderá separar o homem do amor de Deus Ao estender sua mensagem aos cristãos e a outras pessoas em todo o mundo, os líderes religiosos oferecem suas saudações especiais aos fiéis que sofrem em Gaza, bem como a “corajosa equipe de voluntários e pacientes” do Hospital Ahli, administrado por anglicanos, e citam a aclamação esperançosa de São Paulo em sua carta aos romanos: “Pois estou convencido de que nem a morte, nem a vida, nem os anjos, nem os governantes, nem as coisas presentes, nem as coisas futuras, nem os poderes, nem a altura, nem a profundidade, nem qualquer outra criatura poderá nos separar do amor de Deus em Cristo Jesus, nosso Senhor” (cf. Rm 8,38-39). Por fim, a mensagem encerra-se expressando que, “quaisquer que sejam nossas circunstâncias, podemos nos unir uns aos outros e repetir a antiga e alegre saudação de Páscoa que continua a ecoar através dos tempos: Cristo Ressuscitou! Ressuscitou, verdadeiramente! Aleluia!”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T15:17:04.712+03:00",
  "updated": "2024-03-29T18:03:14.187+03:00"
}