{
  "thread": {
    "uuid": "eb00defaa21eb8acc392f69ca4fef2914924717c",
    "url": "https://relevantmagazine.com/life5/what-world-needs-now-rest/",
    "site_full": "relevantmagazine.com",
    "site": "relevantmagazine.com",
    "site_section": "https://www.relevantmagazine.com/rss",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "RELEVANT",
    "title": "What God Taught Me About Rest This Year",
    "title_full": "What God Taught Me About Rest This Year",
    "published": "2023-12-29T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://relevantmagazine.com/wp-content/uploads/2013/11/What-God-Taught-Me-About-Rest-This-Year_Feature_RLV_2023-1-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 17738,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eb00defaa21eb8acc392f69ca4fef2914924717c",
  "url": "https://relevantmagazine.com/life5/what-world-needs-now-rest/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sean Bess",
  "published": "2023-12-29T21:00:00.000+02:00",
  "title": "What God Taught Me About Rest This Year",
  "text": "The week between Christmas and New Year’s Day is a weird one. Most people are off work, or if they’re at work they’re taking it easy. The week is not meant for hustling, meeting deadlines, cramming a million and one items onto a to-do list. Rather, it’s a week of rest.\nBut it can’t be your only week of rest. You won’t make it through the next 51 weeks if you don’t schedule regular periods of rest. It could be a daily, weekly or even monthly occurrence. But the point is, you need to prioritize rest not only this week but all throughout next year.\nIt’s a lesson I’ve been learning all year. And it’s one I’ll probably learn about for the rest of my life. Here’s three important truths God has taught me about rest:\nRest is about being a better person\nWe live in a culture of sensory overload, so it’s no wonder we have a tough time with rest. Someone is reading this article while listening to music, texting a friend and playing Candy Crush. Someone has a YouTube video playing in another window. Someone else has a dozen other tabs on standby, vying for their attention.\nSometimes the most spiritual thing you can do is to do nothing at all. Doing nothing can change everything. Being still and inactive can do wonders for your psyche. Studies have shown that meditation—which I think means sitting in a room with God and seeing who’ll speak first—can make you an all-around better person.\nBut how many adults do you know who meditate? It seems that the people who could benefit most from silence and solitude are also the least likely to practice it.\nWe are the generation that starts crawling out of its skin when asked to sit still and remain silent, but once you get a taste of meditation I’m certain you’ll be back for more. It’ll leave you feeling relaxed and revived, as if walking back to your hotel room after a day at the beach. But for those of you who fear silence and dread the idea of being alone or disconnecting from social media, try baby steps.\nPsychologist and author Dr. Larry Rosen encourages people to take a few minutes each day to step away from electronics and social media and step into nature. It’s the nicotine patch of rest, but these small steps are better than nothing. Try it. Right now, if you’d like. Step away from the computer screen and step outside. This will all still be here when you get back.\nRest is about being happier\nSadly, some of us will stay busy for the rest of our lives because we worship it. We’ve wrapped our identities up in busyness. We equate being busy with having value.\nThere’s an episode of Seinfeld in which George Costanza theorized that so long as he looked annoyed his boss would presume that he was hard at work. Like a lot of observational humor, this is a commentary on our culture, and it’s rich with subtext.\nWe are a busy people. We like that about ourselves. We also hate that about ourselves. Ask someone how they’re doing and you’re likely to hear something along the lines of “I’m busy” or “Things are crazy” or “ACK!” As George Costanza pointed out, we associate being busy with feeling flustered, but being busy also fills a person with a sense of worth because we equate it with being productive.\nWe take pride in our busyness, but it’s something that chips away at our physical, emotional and spiritual health. We need rest. We need to dial back our busy acts and find some peace.\nRest is about living a better life\nSome believe that God made the Earth and cosmos over the course of a few days; others believe it was over the course of several hundred million years. Whatever the case, God rested. After it was all said and done, God took a breather. And it wasn’t because the divine, all powerful creator broke a sweat. Rather, He was introducing a pattern. He was showing us how to live a better kind of life.\nWe might be helped in our pursuit of rest if we remind ourselves that God doesn’t operate at our frenetic pace. No one has a fuller plate than God—you don’t truly know busy until you’re simultaneously holding the universe together and numbering the hair on peoples’ heads. And yet there are many places in Scripture that mention God sitting on a throne. I love this image. He isn’t checking His phone or pacing back and forth or blustering over a pile of paperwork. He’s sitting.\nFollow the Maker’s lead. Take a seat. Turn the volume down. Turn the devices off. Meditate. Rest.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T23:28:14.737+02:00",
  "updated": "2023-12-29T23:28:14.737+02:00"
}