{
  "thread": {
    "uuid": "24bcf4ed7f157b490b1c678e696250492b8cb31f",
    "url": "https://www.bleachernation.com/bulls/2024/02/29/onuralp-bitim-night-2-29",
    "site_full": "www.bleachernation.com",
    "site": "bleachernation.com",
    "site_section": "https://www.bleachernation.com/rss",
    "site_categories": [
      "baseball",
      "sports"
    ],
    "section_title": "Bleacher Nation",
    "title": "So We Have to Talk About Onuralp Bitim’s Awesome Night",
    "title_full": "So We Have to Talk About Onuralp Bitim’s Awesome Night",
    "published": "2024-02-29T23:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.bleachernation.com/wp-content/uploads/2024/02/Bitim-OB.jpg",
    "performance_score": 0,
    "domain_rank": 69554,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "24bcf4ed7f157b490b1c678e696250492b8cb31f",
  "url": "https://www.bleachernation.com/bulls/2024/02/29/onuralp-bitim-night-2-29",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elias Schuster",
  "published": "2024-02-29T23:58:00.000+02:00",
  "title": "So We Have to Talk About Onuralp Bitim’s Awesome Night",
  "text": "The Chicago Bulls 2023-24 season has read like a tragedy, but things briefly veered toward a feel-good story on Wednesday night.\nWith Alex Caruso ruled out before tip-off against the Cleveland Cavaliers – joining Torrey Craig, Patrick Williams, and Zach LaVine on the injury report – Billy Donovan made an unexpected move. The head coach called Onuralp Bitim’s name in the second quarter. The 24-year-old saw his two-way contract converted to a standard NBA deal less than a week before. The decision\nwas met with skepticism, but I guess Bitim was ready to put any questions to bed.\nDespite having only played 6 minutes of NBA action over two games, Bitim looked calm and collected when he checked in for his first taste of real rotational minutes. Sure, the new-look lineup ran into some clunky spacing at first, but those problems quickly ironed themselves out as Bitim quickly adjusted. His first shot attempt came at the 3:42 mark of the second quarter. As Ayo Dosunmu cut to the middle of the floor to draw help from Max Strus, Bitim wisely backtracked to fill the open space in the corner. Vucevic immediately found the forward with a slick cross-court feed. Bitim wasted zero time letting it fly\nfor his first-ever NBA points.\nAll things considered, it felt like a fitting inaugural bucket for the Turkish standout. He built a reputation overseas for his long-range shooting, and this immediately translated to the States with a 43.3 percent clip in the G-League this season.\nBitim’s next 3-pointer featured similarly simple yet effective off-ball movement. With Strus again crashing toward the paint to help on a rolling Nikola Vucevic, Bitim slid over to the wing and immediately got into his shooting motion off the assist from Coby White. His only other basket of the night came when Chicago desperately needed a jolt down 89-78 in the 4th quarter. Bitim drove past Isaac Okoro and straight toward Evan Mobley. Before he could give the elite defender a chance to contest his shot, he adjusted on a dime to sink the floater.\nIf I had to pick one word to describe Bitim’s first legitimate stint as a Bull, it would be “smart.” He wasn’t forcing shots, he wasn’t running at a million miles an hour, and he wasn’t getting carved up defensively. Bitim looked like a player who understood his assignment on both ends of the floor. And that’s exactly why he played 27 minutes in a double-OT game against the Cleveland Cavaliers.\nSeriously, it’s not normal to see someone go from clocking six total minutes to closing out the Eastern Conference’s second-best team. But that’s precisely why this Bitim performance jumped off the screen. Donovan could’ve leaned on Dalen Terry or Julian Phillips – both of whom have considerably more on-court experience than Bitim this season. Instead, Bitim got the nod, and his composure immediately made it feel like the right call.\n“You can tell he can play,”\n[DeRozan told Bulls dot com after the game.]“You can tell the IQ is there, the feel is there. Can shoot the heck out the ball. And it showed tonight.”\nFun With Onuralp Bitim’s Big Night\nAs inspiring as Bitim’s on-court performance was, what happened after the game made it officially impossible not to root for him. The overseas star sounded awe-struck when speaking with reporters, acting like someone who couldn’t truly believe what just happened:\n“I really can’t describe how I really feel,” Bitim said (\n[h/t Will Gottlieb]). “It’s not about my English, even in my own language, because I was dreaming of this moment for a really long time. I was really trying to be ready and my teammates were really helping me … I knew the chance was going to come, but you just never know when. You just have to be ready. We as the players, we always need to be ready physically and mentally.”\nDeMar DeRozan gave Bitim love both during and after the game, and this seemed to really pull at Bitim’s heartstrings:\n“Deebo told me that he’s proud of me, and that means a lot to me because I grew up watching him,” Bitim said. “He was one of my idols. And right now we were on the court together, and we won together, and then hearing those words from him, it’s such a huge blessing.”\nSeriously, if you have the time, watch Bitim’s discussion with reporters courtesy of Will Gottlieb\nhere. He truly sounds like a 10-year-old kid realizing his dream is coming true.\nAlso, if you haven’t seen him celebrating yet with his teammates, you’re missing out. I’ll drop some of the best social posts from after the game below. How happy his teammates are for him says a lot about the kind of worker he must be behind the scenes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://x.com/Will_Gottlieb/status/1763059847350604019?s=20",
    "https://x.com/Will_Gottlieb/status/1763059847350604019",
    "https://www.x.com/Will_Gottlieb/status/1763059847350604019?s=20"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zach lavine",
        "sentiment": "none"
      },
      {
        "name": "bitim",
        "sentiment": "none"
      },
      {
        "name": "billy donovan",
        "sentiment": "none"
      },
      {
        "name": "torrey craig",
        "sentiment": "none"
      },
      {
        "name": "max strus",
        "sentiment": "none"
      },
      {
        "name": "ayo dosunmu",
        "sentiment": "none"
      },
      {
        "name": "vuce",
        "sentiment": "none"
      },
      {
        "name": "patrick williams",
        "sentiment": "none"
      },
      {
        "name": "alex caruso",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chicago bulls",
        "sentiment": "negative"
      },
      {
        "name": "cleveland cavaliers",
        "sentiment": "none"
      },
      {
        "name": "onuralp bitim",
        "sentiment": "none"
      },
      {
        "name": "nba",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:04:51.453+02:00",
  "updated": "2024-03-01T00:04:51.453+02:00"
}