{
  "thread": {
    "uuid": "d0131391cefcf46af34d0162094541fb6f660d59",
    "url": "https://m.dailyhunt.in/news/india/english/hindustantimes-epaper-dh6a1e8229c99f4403a520ea1f381dcb4f/onir+on+his+queer+film+pine+cones+screening+at+bfi+flare+film+festival+i+hope+this+creates+interest+back+home-newsid-n587608324",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-gizvideo",
    "site_categories": [
      "media"
    ],
    "section_title": "Dailyhunt",
    "title": "Onir on his queer film Pine Cone's screening at BFI Flare film festival: I hope this creates interest back home",
    "title_full": "Onir on his queer film Pine Cone's screening at BFI Flare film festival: I hope this creates interest back home",
    "published": "2024-02-29T14:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/44/3b/f8/443bf869bfa6b0cf498806e8f0beea23894b14d38f8ddc062bbb199a8d95fafb.jpg",
    "performance_score": 0,
    "domain_rank": 18274,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d0131391cefcf46af34d0162094541fb6f660d59",
  "url": "https://m.dailyhunt.in/news/india/english/hindustantimes-epaper-dh6a1e8229c99f4403a520ea1f381dcb4f/onir+on+his+queer+film+pine+cones+screening+at+bfi+flare+film+festival+i+hope+this+creates+interest+back+home-newsid-n587608324",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-02-29T14:05:00.000+02:00",
  "title": "Onir on his queer film Pine Cone's screening at BFI Flare film festival: I hope this creates interest back home",
  "text": "Director Onir is elated that his movie Pine Cone is getting screened at the British Film Institute Flare: London LGBTQIA+ Film Festival. \"I'm very happy because it is a celebrated festival that has specially curated films which people talk about,\" Onir shares with us after the announcement.\nBFI Flare is one of the world's most significant queer film events. Onir revealed that soon after the ticket sales opened for the two-day screening of his film, its Day 1 got sold out in no time. \"I just hope this creates interest back home because ultimately it makes my country, my people, our communities proud,\" he adds\nPine Cone is a semi-autobiographical film about a filmmaker exploring his journey over two decades and how the changing landscape of queer rights in India in 1999 makes him cynical about love. The film has already earned accolades at several film festivals.\nThe I Am director stated that despite Pine Cone being a queer centric film from India, it'll connect globally because the core of the community remains the same.\n\"Today the global audience is used to watching different kinds of films from across the world. There is a space where you're loved. It's not just for people from the [queer] community, but also people who love watching good films,\" the 54-year-old filmmaker said.\nOnir has been a pioneer of LGBTQIA+ cinema in India. His film My Brother Nikhil (2005) had Sanjay Suri and Purab Kohli playing a gay couple. The film received several awards and critical acclaim.\nLooking back, Onir recalls how My Brother Nikhil was questioned for being ahead of its time, and shares even Pine Cone is being called one. Taking a jibe, he says, \"In India people are still taking baby steps. And my life, our queer life is not baby steps. Just like me as an audience, as a gay man, can watch any film, even those who aren't queer should be able to watch Pine Cone for its story, the beauty and journey of people.\"\nBut does he feel India still lags behind in bringing same sex stories on the screens, despite the canvas of cinema increasing by the day? He says even if people think queer films have a limited audience, his job is to tell new stories.\n\"Then it's the job of dustributers, exhibitors and platforms to figure out how it reaches out. Sometimes it's a little exhausting trying to negotiate. Making it is always a joy, but finding a theatre, especially in India, is always a trauma. Sometimes I feel the amount of money people spend in buying candles and curtains, I can make a film in that!\"\nWhile Onir has no issues in films being made at a budget of ₹100 crore, he questions \"why can't we put in 10% in films that have been accepted as populist cinema?\" He also opions that \"audience won't change overnight. You need to keep giving them such films so that slowly our back transforms.\"\nOnir holds strongly that his aim is to tell stories of people \"who are made to be invisible. As an industry, it is important to tell all kinds of films.\"\n\"Everytime a queer person thinks of a romantic song, the visuals are around a man and a woman. So I thought let me have a love song [in Pine Cone ] between two men. For me it's just celebrating our lives,\" he signs off.\nRead more news like this on HindustanTimes.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.hindustantimes.com/?utm_source=newshunt_homepagelink\\",
    "https://www.hindustantimes.com/",
    "https://hindustantimes.com/?utm_source=newshunt_homepagelink\\"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pine cone",
        "sentiment": "negative"
      },
      {
        "name": "onir",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "bfi",
        "sentiment": "negative"
      },
      {
        "name": "bfi flare",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:06:01.461+02:00",
  "updated": "2024-03-01T01:06:01.461+02:00"
}