{
  "thread": {
    "uuid": "7fdba4dd57a6b4d6ff22aee95494d26b4791ca1c",
    "url": "https://www.beliefnet.com/columnists/news/2023/12/vatican-states-that-the-church-can-bless-same-sex-couples-without-affecting-the-understanding-of-marriage",
    "site_full": "www.beliefnet.com",
    "site": "beliefnet.com",
    "site_section": "http://www.beliefnet.com/Feeds/All.aspx",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Beliefnet Top Features",
    "title": "Vatican States That the Church Can Bless Same-Sex Couples Without Affecting the Understanding of Marriage",
    "title_full": "Vatican States That the Church Can Bless Same-Sex Couples Without Affecting the Understanding of Marriage",
    "published": "2023-12-29T08:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wp-media.beliefnet.com/sites/140/2023/12/vatican-gay-marriage_credit-Adobe-Stock-768x576.jpg",
    "performance_score": 0,
    "domain_rank": 5383,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7fdba4dd57a6b4d6ff22aee95494d26b4791ca1c",
  "url": "https://www.beliefnet.com/columnists/news/2023/12/vatican-states-that-the-church-can-bless-same-sex-couples-without-affecting-the-understanding-of-marriage",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "N/A",
  "published": "2023-12-29T08:31:00.000+02:00",
  "title": "Vatican States That the Church Can Bless Same-Sex Couples Without Affecting the Understanding of Marriage",
  "text": "The Vatican has issued a\ndeclaration that permits churches to bless same-sex couples and those in “irregular situations” without “producing confusion with the blessing proper to the Sacrament of Marriage.” According to the declaration, non-liturgical blessings can be given to same-sex couples and couples civilly remarried without an annulment. “In such cases, a blessing may be imparted that not only has an ascending value but also involves the invocation of a blessing that descends from God upon those who—recognizing themselves to be destitute and in need of his help—do not claim a legitimation of their own status, but who beg that all that is true, good, and humanly valid in their lives and their relationships be enriched, healed, and elevated by the presence of the Holy Spirit.” The declaration stated that requests for such non-liturgical blessings were a sign of a person’s seeking God and should not be turned away. “God never turns away anyone who approaches him! Ultimately, a blessing offers people a means to increase their trust in God. The request for a blessing, thus, expresses and nurtures openness to the transcendence, mercy, and closeness to God in a thousand concrete circumstances of life, which is no small thing in the world in which we live.”\nThe declaration stated that it was important that such blessings were differentiated from marital blessings, which the Catholic church still affirms as being between a man and a woman. “Indeed, through these blessings that are given not through the ritual forms proper to the liturgy but as an expression of the Church’s maternal heart—similar to those that emanate from the core of popular piety—there is no intention to legitimize anything, but rather to open one’s life to God, to ask for his help to live better, and also to invoke the Holy Spirit so that the values of the Gospel may be lived with greater faithfulness.” The declaration further stated that its response should be sufficient for further questions. “What has been said in this Declaration regarding the blessings of same-sex couples is sufficient to guide the prudent and fatherly discernment of ordained ministers in this regard. Thus, beyond the guidance provided above, no further responses should be expected about possible ways to regulate details or practicalities regarding blessings of this type.”\nBishops were split over the declaration. Bishops in more liberal-leaning countries like France, Germany, and the United States appear to have embraced the declaration, seeing it as a step in the right direction towards limiting stigma against same-sex attracted individuals in the Catholic Church.\nGerman priest Rev. Wolfgang Rothe praised the declaration. “In my church, such blessings always take place when anyone has the need,” he said. He noted that, “in many countries around the world there are opposing moves to maintain homophobia in the church. For homosexual couples living there, the document will be a huge relief.”\nHowever, Archbishop Tomash Peta of Saint Mary in Astana, Kazakhstan,\nopenly rebuked the statement. “The manifest purpose of the Declaration of the Holy See, Fiducia supplicans, is to allow ‘the possibility of blessing couples in irregular situations and same-sex couples.’ At the same time, the document insists that such blessings are performed ‘without officially validating their status or changing in any way the Church’s perennial teaching on marriage,’” Peta began. He warned pastors against the “great deception” of the declaration, writing that the declaration had made the Catholic Church “a propagandist of the globalist and ungodly ‘gender ideology.’” His rebuke also prohibited any priests in his diocese from doing such blessings. He affirmed that such blessings are only for those who are no longer practicing sinful practices such as cohabitation and homosexuality. He called on Pope Francis to revoke the permission, “so that the Catholic Church may shine clearly as the ‘pillar and ground of the truth’ (1 Tim 3:15) for all those who sincerely seek to know the will of God and, by fulfilling it, to attain eternal life.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://press.vatican.va/content/salastampa/it/bollettino/pubblico/2023/12/18/0901/01963.html#en",
    "https://apnews.com/article/vatican-lgbtq-pope-blessings-29b1c90f245170f7cfba81a0d1dadac0",
    "https://catholicherald.co.uk/archbishop-prohibits-priests-from-performing-any-form-of-blessing-of-same-sex-couples-in-response-to-new-vatican-declaration/",
    "https://www.press.vatican.va/content/salastampa/it/bollettino/pubblico/2023/12/18/0901/01963.html#en",
    "https://www.apnews.com/article/vatican-lgbtq-pope-blessings-29b1c90f245170f7cfba81a0d1dadac0",
    "https://www.catholicherald.co.uk/archbishop-prohibits-priests-from-performing-any-form-of-blessing-of-same-sex-couples-in-response-to-new-vatican-declaration/",
    "https://catholicherald.co.uk/archbishop-prohibits-priests-from-performing-any-form-of-blessing-of-same-sex-couples-in-response-to-new-vatican-declaration"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "vatican",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "vatican states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T12:24:17.933+02:00",
  "updated": "2023-12-29T12:24:17.933+02:00"
}