{
  "thread": {
    "uuid": "91645d744970d00ccbc3aec289f206e040f3f5d7",
    "url": "https://thenextweb.com/news/little-autonomous-sailboat-robot-oshen-marine-science",
    "site_full": "thenextweb.com",
    "site": "thenextweb.com",
    "site_section": "https://thetechstreetnow.com/tech",
    "site_categories": [
      "media",
      "tech"
    ],
    "section_title": " Techstreet Now - Technology News Today - Read Latest Tech News and updates from trusted sources across the globe  ",
    "title": "This tiny autonomous sailboat is charting a new course for marine science",
    "title_full": "This tiny autonomous sailboat is charting a new course for marine science",
    "published": "2024-07-05T12:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-cdn.tnwcdn.com/image/tnw-blurple?filter_last=1&amp;fit=1280%2C640&amp;url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2024%2F07%2Foshen-autonomous-sailboat-robot.jpg&amp;signature=5d26edc8514ddb7893d72abe8aeab1a7",
    "performance_score": 0,
    "domain_rank": 905,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 9
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "91645d744970d00ccbc3aec289f206e040f3f5d7",
  "url": "https://thenextweb.com/news/little-autonomous-sailboat-robot-oshen-marine-science",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Siôn Geschwindt",
  "published": "2024-07-05T12:52:00.000+03:00",
  "title": "This tiny autonomous sailboat is charting a new course for marine science",
  "text": "Amar Shar, the co-founder of British AI unicorn Wayve, has backed Oshen, a budding startup building miniature autonomous sailboats. The little robots could transform the way scientists monitor everything from ocean temperatures and waves to biodiversity. The Plymouth, UK-based startup was founded last year by Anahita Laverack and Ciaran Dowds, two young engineering graduates at Imperial College London. The startup is building small solar-powered “seaborn satellites” that sail around the ocean gathering data. The little robots could make marine data acquisition more accessible than ever before. “We want to do for the sea what smallsats did for space: revolutionise access by providing a reliable, low-cost platform anyone can use – from scientific researchers to clean energy providers to weather forecasters,” said Laverack. [caption id=\"attachment_1408216\" align=\"alignnone\" width=\"2048\"] Oshen founders Anahita Laverack (left) and Ciaran Dowds. Earlier this year, the startup won the National Award for Innovation from Innovate UK, the country's foremost innovation agency. Credit: Oshen/UKRI [/caption] Currently, scientists typically collect information about the world’s oceans by attaching sensors to floating buoys. But these devices have to be manually deployed and tend to drift around, making precise measurements difficult. “Doing research at sea is prohibitively expensive,” says Laverack. “Which is why biodiversity surveys are brief and infrequent, and offshore weather data patchy.” Autonomous sailing vessels offer a workaround. However, according to Oshen, the ones already on the market are “typically bespoke constructions that are far larger than our technology, with far higher energy consumption.” Democratising ocean research Oshen constructs its little boats using off-the-shelf components in a bid to keep costs low and reliability high. The fully autonomous 1-metre long, 25kg vessels can be deployed from anywhere, including a beach or a jetty, so there’s no need for costly trips out to sea. The little probes harness wind and solar power to navigate, with onboard batteries providing backup power. In a recent test, one of the seaborn satellites managed to sail 100km in seas off the coast of Britain. But its creators eventually aim to operate the bots for months or even years at a time. Oshen has developed its own autonomous software to help the drones navigate. This aspect of the technology caught the eye of Amar Shah, an expert in machine learning and autonomous systems. “As we move into an AI-dominant world, machine learning models and hardware are becoming commodities,” said Shah. “Conversely, novel and accurate data acquisition will be an attractive place for startups to build competitive business moats, especially if in arenas where 'big tech' do not venture. “Oshen's vision is essentially this for ocean and weather data.\" Shah’s angel investment, the size of which was not disclosed, will help Oshen come to market, said the startup. The company is now refining its design at its new headquarters in Plymouth. It says it is in talks with energy and weather data providers in the UK and US. Oshen is not alone in tapping tech to protect our seas. As the world’s oceans face mounting threats from climate change, overfishing, and pollution, startups are coming up with clever ways to protect them — from underwater satellites to 3D-printed reefs.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "amar shar",
        "sentiment": "negative"
      },
      {
        "name": "oshen",
        "sentiment": "negative"
      },
      {
        "name": "anahita laverack",
        "sentiment": "none"
      },
      {
        "name": "anahita laverack (",
        "sentiment": "none"
      },
      {
        "name": "ciaran dowds",
        "sentiment": "none"
      },
      {
        "name": "laverack",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "plymouth",
        "sentiment": "none"
      },
      {
        "name": "imperial college london",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wayve",
        "sentiment": "none"
      },
      {
        "name": "oshen",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T13:30:20.506+03:00",
  "updated": "2024-07-05T13:30:20.506+03:00"
}