{
  "thread": {
    "uuid": "5bc9e5286286ef8cb969808759be5862b42c065b",
    "url": "https://es.euronews.com/2024/03/08/llega-una-aplicacion-movil-para-que-los-ninos-superen-los-traumas-de-la-guerra",
    "site_full": "es.euronews.com",
    "site": "euronews.com",
    "site_section": "http://feeds.feedburner.com/euronews/es/home",
    "site_categories": [
      "media"
    ],
    "section_title": "News | Euronews RSS",
    "title": "Llega una aplicación móvil para que los niños superen los traumas de la guerra de Ucrania | Euronews",
    "title_full": "Llega una aplicación móvil para que los niños superen los traumas de la guerra de Ucrania | Euronews",
    "published": "2024-03-08T10:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://static.euronews.com/articles/stories/08/29/29/92/1200x675_cmsv2_fcbd0494-ed58-5dc1-9223-52a2f5454dc6-8292992.jpg",
    "performance_score": 0,
    "domain_rank": 585,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5bc9e5286286ef8cb969808759be5862b42c065b",
  "url": "https://es.euronews.com/2024/03/08/llega-una-aplicacion-movil-para-que-los-ninos-superen-los-traumas-de-la-guerra",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-08T10:55:00.000+02:00",
  "title": "Llega una aplicación móvil para que los niños superen los traumas de la guerra de Ucrania | Euronews",
  "text": "PUBLICIDAD La guerra estalló en Ucrania hace dos años y, como todo conflicto armado, deja una huella indeleble en millones de niños, en toda una generación.\nLa corresponsal de guerra y escritora Al Ghaoui Hesna se encontraba en Berkeley, Estados Unidos, con su familia cuando se enteró de los acontecimientos. Según explicó, inmediatamente tuvo la idea de que definitivamente le gustaría ayudar a los niños afectados, incluso desde lejos, desde otro continente, por ejemplo, con un cuento de ayuda que pudiera enseñarles a superar su miedo.\nLa idea ha tardado dos años en hacerse realidad, pero ha sido posible gracias a la ayuda de la psicóloga noruega Solfrid Raknes y la empresa Nagarro. La aplicación móvil está diseñada para gestionar los sentimientos de incertidumbre y pérdida y se ha desarrollado tanto en ucraniano como en inglés.\nLa traducción y revisión del ucraniano fue realizada por voluntarios , el sitio web es obra de Márton Tóth, la ilustración es obra de Timkó.\n\"Todo el proyecto de desarrollo fue muy emocionante, mucho más complicado y largo de lo que pensábamos, porque no es tan fácil convertir una cosa analógica en un dispositivo digital, un juguete que sea comprensible, que no sea demasiado complicado, que pueda funcionar incluso en dispositivos más antiguos y que realmente pueda absorber a los niños. Incluso en una situación de vida tan difícil y traumática\", explicó Al Ghaoui Hesna.\nMagic Mitten, aplicación móvil gratuita para iPhone y Android La aplicación Magic Mitten basa en un cuento de hadas originalmente ucraniano sobre los habitantes de los dedos un guante. La historia de la ayuda mutua se puede escuchar a lo largo de siete días. Cada día va acompañado de ejercicios para aliviar el estrés , ejercicios para reconocer las emociones y fortalecer la resiliencia .\n\"Todo lo que es rítmico, repetitivo, familiar: tratamos de incluir tareas como éstas . Intentamos traer tradiciones, y el control es muy importante, porque en este caso la normalidad se les escapa por completo. Buscamos tareas que pudieran incluirse y que ayudaran a devolver la sensación de control a la vida de un niño\", dijo Hesna.\nLa aplicación ha estado funcionando desde el segundo aniversario del estallido de la guerra , y los creadores están acumulando experiencia. También planean producir versiones en árabe y noruego.\nCompartir esta noticia Comentarios Noticias relacionadas La aplicación WhatsApp sufre una caída en todo el mundo España utiliza una aplicación para ayudar a desatascar miles de pedidos de nacionalidad Países Bajos tendrá operativa una aplicación de rastreo de la Covid el sábado Telefonía móvil Niños iPhone Guerra en Ucrania PUBLICIDAD Nuestra selección Reproduciendo Siguiente España tiene la mayor tasa de mujeres directivas de toda la UE Reproduciendo Siguiente Akira Toriyama, padre de 'Bola de Dragón', fallece a los 68 años Reproduciendo Siguiente Vídeo: Un avión pierde una rueda durante el despegue Reproduciendo Siguiente EE.UU. construirá un puerto en Gaza para la ayuda humanitaria Reproduciendo Siguiente Zaluzhnyi es nombrado embajador en el Reino Unido PUBLICIDAD Los más vistos ¿Prohibirá la Unión Europea la reparación de coches de más de 15 años? Adiós a Londres, París y Ámsterdam: los destinos alternativos arrasan Cancelación masiva de vuelos y trenes en Alemania por una huelga Rusia se rearma para una guerra contra la OTAN según Lituania ¿Cómo son los drones navales que usa Ucrania para atacar buques rusos?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://magicmitten.org/",
    "https://magicmitten.org",
    "https://www.magicmitten.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T11:16:31.885+02:00",
  "updated": "2024-03-08T12:12:15.649+02:00"
}